{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05155-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05155-9.pdf",
  "metadata": {
    "/Keywords": "Pulmonary artery thrombosis; Premature infant; Diabetic mother",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250318125817+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250314132947+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05155-9",
    "/Author": "Yin Xiangyun ",
    "/Title": "Pulmonary artery thrombosis in preterm infants born to a diabetic mother: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05155-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pulmonary artery thrombosis in neonates is a rare entity. We describe a neonate with this diagnosis \nas well as his presentation, evaluation, and management. This case highlights the importance of cardiac ultrasound \nscreening for neonates with high risk factors for pulmonary artery thrombosis without clinical symptoms, as it \nis not easily detected.",
    "Case Presentation": "Case presentation Here, we present an unusual case of a Chinese premature infant, born to a diabetic mother, \nin whom thrombosis developed in the main pulmonary artery 12 days after an exploratory laparotomy. The preterm \ninfant had no clinical manifestations of pulmonary artery thrombosis, which was found by reexamination of cardiac \nultrasound before discharge; after treatment with low-molecular-weight heparin sodium, the embolus became \nsmaller, and follow-up examination was conducted after discharge, and the baby is now developing well.",
    "Conclusion": "Conclusion Pulmonary artery thrombosis is rare in newborns, and asymptomatic manifestations are even rarer in this \nage group. For newborns with high risk factors, early cardiac ultrasound screening is very important.\nKeywords  Pulmonary artery thrombosis, Premature infant, Diabetic mother\nBackground\nPulmonary artery thrombosis (PAT) is rarely reported \nin preterm neonates. The incidence of thrombosis in \nneonates is increasing because of early recognition of \nthe condition and advances in the supportive care of \nneonates at high risk. Arterial thrombosis accounts for \n24–34% of clinically apparent thromboses in newborns, \nand the estimated incidence is 0.25 per 10,000 live births \n[1]. The risks for developing thrombosis phenomena \namong children are highest among the neonatal \npopulation owing to the considerable differences in the \nneonatal hemostatic system, such as changes in protein \nsynthesis, protein function, increased clearance, and \ndifferent platelet function [2]. Most of the cases described in literature are due to an underlying disease or to one of \nmany secondary risk factors, such as maternal diabetes, \nsepsis, polycythemia, asphyxia, and indwelling vascular \ncatheters [3].\nPAT is rare and likely to be underdiagnosed in the \nneonatal period. The clinical presentation is variable, \nand the signs and symptoms can mimic those of \nother morbidities, including persistent pulmonary \nhypertension, congenital heart disease, and respiratory \nfailure [1, 4]. Such thrombotic events, albeit rare, \nare more common in premature neonates with lifethreatening clinical manifestations [5, 6], but PAT \nwithout clinical manifestations has not been reported \nin neonates. Herein, we present an unusual case of a \npremature baby, born to a diabetic mother, in whom \nthrombosis developed in the main pulmonary artery \n12  days after an exploratory laparotomy. The preterm \ninfant had no clinical manifestations, and PAT was found \nby reexamination of cardiac ultrasound before discharge.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nLi Xianghong\nlixianghong0329@126.com\n1 Department of the Affiliated Hospital of Qingdao University, Qingdao, \nChina\nPage 2 of 5 Xiangyun et al. Journal of Medical Case Reports          (2025) 19:120 \nCase presentation\nA male Chinese infant was born by cesarean delivery \nowing to acute fetal heart-type intrauterine distress \nat 35  weeks plus 4 weeks of gestation, to a 33-yearold gravida 1, para 1 mother. He was admitted to the \nneonatal intensive care unit (NICU) for treatment \nimmediately after birth. His mother had poorly \ncontrolled type 2 diabetes mellitus, and high blood \npressure and obesity during pregnancy. No evidence \nof congenital malformations was found on prenatal \nultrasounds. No family history of spontaneous \nthrombosis was known. The birth weight was 3690  g, \nlarge for gestational age. After birth, he displayed \ndyspnea and poor responsiveness. Chest radiograph \nrevealed a full heart shadow. Brain natriuretic peptide \n(BNP) was > 5000.00  pg/ml, and a blood coagulation \nroutine test showed a d-dimer of 2240  ng/ml. The \ninfant was noninvasively ventilated to assist ventilation. \nAn echocardiogram at 10  hours of life revealed right \nventricular dilatation and hypertrophy with flattening \nof the ventricular septum, consistent with persistent \npulmonary hypertension of the neonate (PPHN). It \nalso showed left atrial dilatation and left ventricular \nenlargement.\nThe infant developed abdominal distension less than \n24 hours after birth, and was progressive on the fourth day \nafter birth. The symptoms were obvious abdominal pain, \npalpation crying, and painful facial appearance with no \nstool. Abdominal radiograph showed obvious intestinal \ngas. The umbilical vein catheter was pulled out. The \npediatric surgeon recommended exploratory laparotomy \nto exclude congenital intestinal malformations, such as \nintestinal atresia. With the consent of family members, \nsurgery was performed on the same day under general \nanesthesia. The whole intestine was flatulent with \nyellow exudate in the abdominal cavity; no obvious \norganic lesions were observed during intraoperative \nexploration. Intraoperative blood pressure was unstable, \nand dopamine and dobutamine were given as pressureenhancing treatments. Postoperative endotracheal \nintubation was performed before the infant was \ntransferred back to the neonatal ward. The endotracheal \nintubation was removed 2  days after the operation \nand replaced with a noninvasive ventilator, being \ndiscontinued 5 days after the operation.\nAn echocardiogram at 5  days of life revealed \nleft ventricular hypertrophy and right ventricular \nhypertrophy with no PPHN. Peripherally inserted \ncentral catheter (PICC) was performed 3  days after the \noperation. The baby’s heart rate increased to 200–210 \nbeats/minute that day, and electrocardiograph (ECG) \nexamination showed supraventricular tachycardia (SVT). \nThe PICC position was adjusted, and a beta-blocker, betalloc, was administered orally once; the baby’s \nheart rate then gradually decreased to normal. Partially \nhydrolyzed milk powder feeding was started 4 days after \nsurgery. Feeding was tolerated, and total enteral nutrition \nwas achieved 10 days after surgery.\nCardiac ultrasonography (Fig 1A) was performed \nbefore discharge, 12 days after the operation. The \nechocardiogram showed an abnormal echo of the main \npulmonary artery (and thromboembolus formation \nwas considered), left ventricular hypertrophy, right \nventricular hypertrophy, mild mitral regurgitation, and \nmild tricuspid regurgitation. The internal diameter of the \nmain pulmonary artery was normal, and a hyperechoic \nmass, with size of 1.3 cm × 0.9 cm, was seen at the \ndistal bifurcation of the main pulmonary artery. The \nshape was normal, and the location was fixed. The \nleft pulmonary artery was slightly obstructed. Blood \ncoagulation routine tests showed: d-dimer of 1480.00 ng/\nmL, fibrinogen of 3.42  g/L, prothrombin time of 13.00 \nseconds, activated partial thromboplastin time of 33.40 \nseconds, and thrombin time of 19.40 seconds. Lowmolecular-weight heparin sodium (150  IU/kg per day) \nwas used subcutaneously for anticoagulant symptomatic \ntreatment, and no obvious thrombosis of upper or lower \nlimbs was observed by ultrasonography. Regular reviews \nof cardiac ultrasound (Fig 1B) and blood coagulation \nroutine screening were used to guide the application \nof low-molecular-weight heparin sodium, resulting in \na smaller thromboembolus than before treatment. An \nechocardiogram (Fig.  1C) conducted 5 weeks subsequent \nto the identification of the thrombus revealed a main \npulmonary artery thromboembolus (indicated by a red \narrow). The diameter of the main pulmonary artery \nwas normal. The external dimensions of the aberrant \nechogenic mass located at the distal bifurcation measured \napproximately 1.1  cm × 0.6  cm, exhibiting a reduced \nthickness compared with the initial posttreatment \nassessment. The core showed hyperechogenicity and \nhad dimensions of roughly 0.5  cm × 0.4  cm, being \nslightly diminished in size from the initial post-treatment \nassessment, with no significant alteration in its position. \nIn addition, the blood coagulation profile was essentially \nnormal. Low-molecular-weight heparin sodium was \nreduced to 50  IU/kg per day. Brain magnetic resonance \nimaging was consistent with brain changes in the neonate \nat the corrected gestational age of 42 weeks plus 4. The \nneonate was discharged home on daily subcutaneous \nlow-molecular-weight heparin. At present, during \nfollow-up after discharge, routine blood coagulation \nscreening and cardiac ultrasonography are performed \nweekly. Computed tomography (CT) angiogram (Fig.  1D) \nshowed no dilation or filling defect in the pulmonary \naortic trunk and pulmonary arteries after 4.5 months. \nPage 3 of 5\n Xiangyun et al. Journal of Medical Case Reports          (2025) 19:120 \n \nGene analysis of hemostasis and thrombotic diseases \nfound no gene variants related to clinical manifestations, \nall of which is sufficient evidence of a cure.\nThe final diagnosis was pulmonary artery thrombosis in \na preterm neonate born to a diabetic mother, complicated \nby neonatal asphyxia, postoperative status following \nexploratory laparotomy, supraventricular tachycardia, \nand neonatal respiratory distress syndrome.",
    "Discussion": "Discussion\nPAT is a rare disease in childhood, especially in the \nneonatal period, and has been rarely reported abroad, \nand pulmonary embolism may be present. The clinical \nmanifestation is not typical and easy to misdiagnose \nor overlook. The current data available on modes \nof presentation in neonates with pulmonary artery \nthrombosis are very limited. There are case reports of \nneonatal pulmonary arterial thrombosis presenting \nas PPHN in newborns and in respiratory failure [7, 8]. \nNeonatal arterial thrombosis presenting as congenital heart disease, particularly coarctation of the aorta, \nhas also been reported [9], and spontaneous neonatal \npulmonary arterial thrombosis has also been reported \n[10].\nRisk factors are arteriovenous catheterization, \ninfection, arrhythmias, diabetic mothers and newborns, \ndehydration, pulmonary hypertension, asphyxia, \npolycythemia, surgery, and congenital heart disease. \nThe risk of thrombosis is increased for several reasons: \n(1) the relatively low flow of the infusate through the \ncatheter compared with full-term infants, (2) the size \nof the catheter relative to the vessel is such that it \noccupies a more significant portion of the cross-sectional \narea of the vessel, and (3) decreased plasma levels of \nantithrombin III and plasminogen and, consequently, an \nimpaired ability to lyse thrombi [11]. Echocardiography is \nimportant in the diagnosis of acute pulmonary embolism, \nshowing direct signs and intermittent signs. The former \ncan diagnose the thrombosis in the main pulmonary \nartery, and the left and right pulmonary arteries directly. \nFig. 1 A Echocardiogram showing abnormal echo of the main pulmonary artery, normal internal diameter of the main pulmonary artery, \nand a hyperecho mass with size of 1.3 cm × 0.9 cm at the distal bifurcation of the main pulmonary artery. B Echocardiogram showing \nthat the thromboembolus was smaller than before (0.9 cm × 0.6 cm). C Echocardiogram conducted 5 weeks after the identification of a thrombus \nrevealing a main pulmonary artery thromboembolus (red arrow). The external dimensions of the aberrant echogenic mass located at the distal \nbifurcation measured approximately 1.1 cm × 0.6 cm. The core, characterized by hyperechogenicity, had dimensions of roughly 0.5 cm × 0.4 cm. D \nThe computed tomography angiogram showed no dilation or filling defect in the pulmonary aortic trunk and pulmonary arteries after 4.5 months\nPage 4 of 5 Xiangyun et al. Journal of Medical Case Reports          (2025) 19:120 \nThe latter presents as enlargement of the right ventricle, \nleft ventricular septum shifts, left ventricle decrease, \nright ventricle movement decrease, pulmonary artery \nwidening, tricuspid regurgitation, and pulmonary \nartery pressure increase. The diagnosis of pulmonary \nthrombosis in our case, as well as in other recent reports, \nwas first suspected on the basis of abnormal findings on \nan echocardiogram [1, 7].\nTreatment of neonatal pulmonary embolization \nmainly includes anticoagulation with heparin, lowmolecular-weight heparin, or thrombolytic therapy with \ntissue plasminogen activator, surgery, and catheterbased embolectomy [7]. A systematic review provided \nno conclusions about the most appropriate treatment, \nas no eligible studies were found [9]. Thrombolytic \ntherapy seems to be the most preferred treatment \noption, particularly in the case of hemodynamically \ncompromising pulmonary embolism [11, 12].\nIn this case, there was no abnormality in the main \npulmonary artery during the first and fifth day of \nadmission. On the 12th day after surgery, the ultrasound \nshowed an abnormal echo of the main pulmonary \nartery, and thromboembolus formation was considered. \nThis was a typical direct sign of ultrasound diagnosis \nand did not need to be differentiated. Possible causes \nof thrombosis are as follows: Firstly, enlargement of \nthe heart and thickening of the right ventricle resulted \nin decreased compliance of the right heart. Increased \nheart rate leads to a relative decrease in cardiac output, \nchanges in hemodynamics, and changes in the direction \nof blood flow near the bifurcation of the main pulmonary \nartery confluence, which are important factors for \nthrombosis. Secondly, factors such as having a diabetic \nmother and undergoing surgery during the early neonatal \nperiod were present. Other factors, including umbilical \ncatheterization, PICC, and SVT, are more complicated. \nThe thrombosis gradually became significantly smaller \nafter heparin thrombolysis. The infant was stable after \n5  weeks, and his blood routine and coagulation routine \ntests were normal. The patient was followed up once a \nweek to monitor cardiac ultrasound and coagulation \nroutine, and the dose of heparin was adjusted in the \nclinic.\nConclusion\nThe symptoms and signs of neonatal PAT lack specificity \nand vary widely from asymptomatic to hemodynamic \ninstability, and even sudden death. It is suggested \nthat clinicians should dynamically monitor the \nultrasonography of children with high risk factors for \nPAT to detect pulmonary artery thrombosis early and \nenable timely treatment to prevent pulmonary embolism.Abbreviations\nEEG  Electrocardiography\nPAT  Pulmonary artery thrombosis\nPICC  Peripherally inserted central catheter\nPPHN  Hypertension of the neonate\nSVT  Supraventricular tachycardia\nAcknowledgements\nWe thank all our medical, nursing, and laboratory colleagues involved in the \ndiagnosis and care of this patient.\nAuthor contributions\nYXY and XHM drafted the initial manuscript. MLL critically reviewed and edited \nthe manuscript. LWG was responsible for the cardiac ultrasound examination. \nLXH and LLL critically reviewed and edited the manuscript, and supervised the \nstudy. All authors significantly contributed to the work and approved the final \nmanuscript as submitted.\nFunding\nNot applicable.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 1 August 2023   Accepted: 19 February 2025\nReferences\n 1. Kenny D, Tsai-Goodman B. Neonatal arterial thrombus mimicking \ncongenital heart disease. Arch Dis Child Fetal Neonatal Ed. 2007;92:59–61. \nhttps:// doi. org/ 10. 1136/ abc .\n 2. Bacciedoni V, Attie M, Donato H. Thrombosis in newborn infants. Arch \nArgent Pediatr. 2016;114(02):159–66. https:// doi. org/ 10. 5546/ aap .\n 3. Paes BA, Nagel K, Sunak I, Rashish G, Chan AK. Thrombosis and \nHemostasis in Newborns (THiN) Group. Neonatal and infant pulmonary \nthromboembolism: a literature review. Blood Coagul Fibrinolysis. \n2012;23(07):653–62. https:// doi. org/ 10. 1097/ MBC.\n 4. Albisetti M. Thrombolytic therapy in children. Thromb Res. \n2006;118(1):95–105. https:// doi. org/ 10. 1016/j. throm res. 2004. 12. 018.\n 5. Rauch R, Kaulitz R, Hofbeck M. Pulmonary artery thrombosis in a \npremature infant. Ultraschall Med. 2008;29(03):233–4.\n 6. DeMeo SD, Sherwood A, Hornik CD, Goldberg RN, Cotten CM, Bidegain \nM. Pulmonary artery thrombus in a premature neonate treated with \nrecombinant tissue plasminogen activator. J Perinatol. 2014;34(07):569–\n71. https:// doi. org/ 10. 1038/ jp. 2014. 34.\n 7. Sawyer T, Antle A, Studer M, Thompson M, Perry S, Mahnke CB. Neonatal \npulmonary artery thrombosis presenting as persistent pulmonary \nhypertension of the newborn. Pediatr Cardiol. 2009;30:520–2. https:// doi. \norg/ 10. 1007/ s00246- 008- 9349-2.\n 8. Werthammer J, Pritt A, Laura R, Brown L, Heydarian M. Pulmonary \nembolism presenting with sudden respiratory failure in two previously \nstable neonates. J Neonatal Perinatal Med. 2010;3:57–61.\nPage 5 of 5\n Xiangyun et al. Journal of Medical Case Reports          (2025) 19:120 \n \n 9. John CM, Harkensee C. Thrombolytic agents for arterial and venous \nthromboses in neonates. Cochrane Database Syst Rev. 2005;1:CD004342. \nhttps:// doi. org/ 10. 1002/ 14651 858.\n 10 Abdelhafiz A, Benscoter AL, Batlivala SP . Spontaneous neonatal \npulmonary arterial thrombosis—cases, mechanisms, and literature \nreview. Cardiol Young. 2023;33(11):2452–60. https:// doi. org/ 10. 1017/ \nS1047 95112 30026 39.\n 11. Alkalay AL, Mazkereth R, Santulli T Jr, Pomerance JJ. Central venous line \nthrombosis in premature infants: a case management and literature \nreview. Am J Perinatol. 1993;10(4):323–6.\n 12. Kimura S, Takahashi K, Kaneyasu H, Fujimoto Y, Ohta N, Okada S, et al. \nSuccessful treatment of saddle pulmonary thromboembolism in 23-week \npreterm infant. Int Heart J. 2022;63(5):989–94.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}