{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04791-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04791-x.pdf",
  "metadata": {
    "/Keywords": "Cerebral venous sinus thrombosis; NMDARE; Rituximab; Sri Lanka",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240930144647+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240927133739+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04791-x",
    "/Author": "S. Maathury ",
    "/Title": "Rituximab induced cerebral venous sinus thrombosis in a patient with anti-N-methyl-d-aspartate receptor-antibody encephalitis: a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04791-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cerebral venous sinus thrombosis has not been reported in anti-N-methyl- d-aspartate receptor-antibody encephalitis in the absence of an underlying thrombotic state while rituximab induced cerebral venous sinus \nthrombosis is rarely reported. We report a patient with anti-N-methyl- d-aspartate receptor-antibody encephalitis \nwithout a prothrombotic state who developed cerebral venous sinus thrombosis following rituximab treatment.",
    "Case Presentation": "Case presentation A 15-year-old Sri Lankan girl who had been in remission following an episode of anti-N-methyld-aspartate receptor-antibody encephalitis 2 years ago, presented with a relapse of anti-N-methyl- d-aspartate recep tor-antibody encephalitis characterized by recurrent seizures, mutism, and cognitive abnormalities. Since response \nwas inadequate to first-line immunotherapy, she was administered four doses of rituximab at weekly intervals. Two \ndays after the fourth dose, she developed increasing headaches, and her cranial magnetic resonance venogram confirmed the development of cerebral venous sinus thrombosis. Screening for prothrombotic states were negative. She \nmade an unremarkable recovery following anticoagulation.",
    "Conclusion": "Conclusion This case highlights the occurrence of the rare but serious complication of cerebral venous sinus thrombosis following rituximab in the context of anti-N-methyl- d-aspartate receptor-antibody encephalitis and informs \nthe clinician to be wary of new onset headache in patients with anti-N-methyl- d-aspartate receptor-antibody encephalitis treated with immunotherapy.\nKeywords  Cerebral venous sinus thrombosis, NMDARE, Rituximab, Sri Lanka\nBackground\nCerebral venous sinus thrombosis (CVST) is complete \nor partial occlusion of dural sinus and cerebral veins due \nto blood clot. It clinically manifests as headache, vomit ing, impaired consciousness, seizures, and focal neuro logical signs [1]. CVST",
    "Results": "results from venous stasis, vessel \nwall damage, and/or a hypercoaguable state. CVST has \nmultifactorial etiologies including infection, inflamma tion, dehydration, prothrombotic conditions, pregnancy, \nmalignancy, head injury, and drugs [1]. The autoimmune *Correspondence:\nS. Maathury\nmaathu.90@gmail.com\n1 National Hospital of Sri Lanka, Colombo, Sri Lanka\n2 Department of Clinical Medicine, Faculty of Medicine, University \nof Colombo, Colombo, Sri Lanka\nPage 2 of 5 Maathury et al. Journal of Medical Case Reports          (2024) 18:476 \nconditions commonly associated with CVST are Behcet \ndisease, systemic lupus erythematosus (SLE), Sjögren \nsyndrome, and antiphospholipid antibody syndrome \n(APLS) [2].\nAnti-N-methyl-d-aspartate receptor (NMDAR)-anti body encephalitis (NMDARE), first described in 2005, \nhas now emerged as the third most common cause of \nencephalitis after viral encephalitis and acute dissemi nated encephalomyelitis (ADEM) [3]. It is mediated by \nIgG antibodies against the GluN1 subunit of the NMDA \nreceptors in the brain and predominantly affect children \nand adolescents. The disease has a characteristic multi stage progression from cognitive and psychiatric mani festations to seizures, movement disorders, and coma [3] \nbut has a good outcome if treated early. Initial treatment \nincludes intravenous methyl prednisolone (IVMP), intra venous immunoglobulins (IVIG), or plasma exchange \n(PLEX), while rituximab and/or cyclophosphamide are \nused as second line treatment.\nCVST has not been reported in association with \nNMDARE in the absence of an associated prothrombotic \nstate [4–6], while CVST associated with rituximab has \nbeen previously reported only seven times [10–16]. We \nreport the first case of CVST associated with rituximab \ntreatment in NMDARE and review relevant literature.\nCase report\nA 15-year-old Sri Lankan girl, who had been diagnosed \nwith NMDARE 2 years previously, presented with altered \nbehavior and reduced speech for 1 week. At her ini tial presentation 2 years ago, she had been treated with \nIVMP and PLEX but did not require long term mainte nance immunotherapy. She had been reasonably well \nuntil this presentation apart for regressed school aca demic performance. After admission to hospital this \ntime, she developed focal seizures and orofacial dyskine sia while she became increasingly mute but agitated. She did not develop fever or manifest any stigmata of connec tive tissue disorders. The neurological examination was \nunremarkable.\nHer full blood count, renal and liver profile, and inflam matory markers were normal. Magnetic resonance imag ing (MRI) showed abnormal thickening and increased \nsignal intensity in the left caudate nucleus, putamen, and \ninsular cortex (Fig.  1). Signal changes were also noted \nin left cerebellar hemisphere with additional diffusion \nrestriction. The features were compatible with encepha litis mainly involving right cerebral hemisphere and left \ncerebellar hemisphere. Cerebrospinal fluid (CSF) analysis \nFig. 1 Magnetic resonance imaging shows cortical thickening \nand sulcal effacement involving right posterior frontal (arrow) \nand parietal lobes (dashed arrow) with high T2/FLAIR signal intensity\nNMDARE  \nrelaps e\npresen/g415ng \nwith alt ered  \nbehaviour  4thweek 6thweek 11thweek\nDeveloped \nseizure s\nTreated with  \nIVMP andIVIG Admissio n 1stweek\nNo \nimprovemen t \nin behaviou r\nPLEX5 cycl esIV Rituximab \n1stdose  \nfollowed by \nweekly dosesNew onse t,\nprogressive  \nheadache\nFig. 2 Timeline of events\nPage 3 of 5\n Maathury et al. Journal of Medical Case Reports          (2024) 18:476 \n \ncommenced on anticoagulation with enoxaparin and \nwarfarin. Her headache resolved after 7 days, and she \nshowed progressive improvement.\nAs this patient did not have evidence of any pro thrombotic states, CVST was thought to be provoked \nby rituximab. Follow-up MRV at 6 months showed com plete resolution of the CVST, and warfarin was discon tinued at 6 months. Immunotherapy was continued with \nmycophenolate mofetil combined with tapering doses of \noral prednisolone.",
    "Discussion": "Discussion\nRituximab has emerged as an effective treatment of \nNMDARE and is increasingly being used as first-line \ntherapy, particularly if response to IVIG, IVMP , and \nPLEX is delayed or inadequate. CVST has been rec ognized as a rare complication of rituximab treatment \nwhile there are only three reports of CVST associated \nwith NMDARE in patients thought to have an associated \nprothrombotic state (Table  1). We report a patient with \nNMDARE without a prothrombotic state who developed \nCVST 2 days after the fourth dose of rituximab.\nIn the first report of CVST-associated NMDARE, the \npatient was diagnosed with coexisting antiphospho lipid antibody syndrome (APLS) [4 ], and in the sec ond report, the patient had increased factor 8 levels \n[5], both of which are prothrombotic states that pre dispose to CVST. In the third report, the patient had \nbeen noticed to have CVST on admission and subse quently NMDARE was diagnosed. However, the causes \nfor CVST in this patient had not been evaluated [6 ]. \nThe scarce literature indicates that NMDARE, per se, \nis unlikely to cause CVST. Moreover, our patient devel oped CVST while her encephalitis changes were resolv ing as was evident in the MRI.\nMultiple treatment modalities of NMDARE are \nassociated with a procoagulant state. IVIG is known \nto cause deep vein thrombosis by hyperviscosity and \nreduced capillary flow. Even though the half-life of \nIVIG is 21  days, and delayed thrombosis has been \nreported, thrombotic risk is more during the first \nweek of treatment [7 , 8]. This patient developed CVST \nalmost 10  weeks post-IVIG. She was also given PLEX \nafter 21  days of IVIG, which would have eliminated \nthe remaining immunoglobulins in the circulation. \nTherefore, IVIG induced hyperviscosity causing CVST \nappear unlikely in this patient.\nHigh-dose steroids usage is associated with deep vein \nthrombosis and pulmonary embolism with the highest \nrisk noted in the first month post treatment [9]. The exact \nmechanism of exogenous steroids causing thrombosis \nremains unclear, but patients on steroids have been found \nto have increased levels of fibrinogen, Von Willebrand \nFig. 3 Cranial magnetic resonance venogram shows cerebral venous \nthrombosis of left transverse sinus (arrow) and sigmoid sinus (dashed \narrow)\nwas normal, but NMDAR antibodies were detected in \nCSF. Contrast enhanced computed tomography (CT) \nabdomen and pelvis did not reveal any teratomas.\nA diagnosis of a relapse of NMDARE was made and \ntreated with IVIG 0.4 g/kg/day and IVMP 1 g/day for 5 \ndays, followed by oral prednisolone 1 mg/kg, with which \nher seizures stopped but with minimal improvement in \nbehavior. Rituximab was delayed due to infection and \nantibiotic induced liver injury. In the meantime, her \nseizures recurred, and five cycles of PLEX were done \n21  days after completion of IVIG. After completion of \nPLEX, four weekly doses of 500  mg of rituximab were \nadministered during her hospital stay.\nShe had a remarkable improvement in behavior and \nwas seizure free following rituximab but complained of \na new onset severe headache 2 days after the fourth dose \nof rituximab, in her 11th week of illness. She did not \ndevelop fever or vomiting, and the neurological exami nation remained unremarkable. Her optic fundi were not \nvisualized due to poor cooperation (Fig. 2). \nHer cranial magnetic resonance venogram (MRV) \nshowed cerebral venous sinus thrombosis in the left \ntransverse and sigmoid sinuses (Fig.  3), while MRI \nshowed resolving encephalitis. \nHer anti-cardiolipin antibodies, anti-nuclear antibod ies (ANA), β2 glycoprotein, protein C, S, antithrombin \nIII activity, and factor V Leiden were all normal. She was \nPage 4 of 5 Maathury et al. Journal of Medical Case Reports          (2024) 18:476 \nfactor (VWF), and thrombin [10]. This patient developed \nCVST 2 months after initiation of steroids. Although \ndelayed, steroid treatment may have contributed in part \nto the development of her CVST.\nThrombosis has been reported as a complication of \nrituximab, an anti-CD20 monoclonal antibody. In a series \nof 38 patients with low grade lymphoma treated with \nrituximab, one patient developed venous thrombosis \n[11]. Trials of rituximab in pemphigus vulgaris reported \nseven cases of venous thromboembolism (VTE) follow ing 2–10  weeks of the first rituximab infusion [12–16]. \nTwo multicenter randomized control trials that assessed \nrituximab in immune thrombocytopenia reported \nthrombosis in four patients in the treatment arm com pared with none in the placebo arm [17]. The duration \nof VTE from first rituximab infusion varied from 7 to \n125  weeks. In this patient, the temporal relationship \nbetween the first rituximab dose and development of \nCVST was 5 weeks, and CVST was attributed to rituxi mab after exclusion of prothrombotic states and connec tive tissue disorders.\nThe mechanism of thrombosis associated with rituxi mab remains unclear, but complement activation by \nimmune complexes of rituximab and human antichi meric antibody increasing the thrombotic risk has been \nsuggested [18]. It is also proposed that thrombocytope nia noted following rituximab might probably be related \nto thrombocyte aggregation [19]. Thrombocytopenia did \nnot occur in this patient.\nConclusion\nThis case highlights the occurrence of the rare but seri ous complication of CVST following rituximab in the \ncontext of NMDARE and informs the clinician to be wary \nof new onset headache in patients with NMDARE treated \nwith immunotherapy.Abbreviations\nADEM  Acute disseminated encephalomyelitis\nANA  Antinuclear antibody\nAPLS  Antiphospholipid syndrome\nCNS  Central nervous system\nCSF  Cerebrospinal fluid\nCT  Computed tomography\nCVST  Cerebral venous sinus thrombosis\nIgG  Immunoglobulin G\nIVMP  Intravenous methylprednisolone\nIVIG  Intravenous immunoglobulin\nMRI  Magnetic resonance imaging\nMRV  Magnetic resonance venography\nNMDAR  Anti-N-methyl- d-aspartate receptor\nNMDARE  Anti-N-methyl- d-aspartate receptor encephalitis\nPLEX  Plasma exchange\nSLE  Systemic lupus erythematosus\nVTE  Venous thromboembolism\nVWF  Von Willebrand factor\nAcknowledgements\nNone.\nAuthor contributions\nAll authors contributed equally to the management of the patient and \ncontributed to the drafting of the manuscript. SM wrote the first draft of the \nmanuscript. RT and TC critically appraised the manuscript while TC prepared \nthe final version. All authors read and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.Table 1 Case reports of cerebral venous sinus thrombosis in patients with anti-N-methyl- d-aspartate receptor encephalitis\nAPS antiphospholipid syndrome, CVST  cerebral venous sinus thrombosis, PLEX plasma exchangeReference Age (years), Sex Extent and timing of \nCVSTProthrombotic state Type of \nimmunotherapyOutcome\nHsu et al. [4] 20, male Left transverse sinus \nthrombosis 3 weeks \nafter encephalitisAPS PLEX, hydroxychloro quineFree of neurological \nsymptoms and thrombosis\nGagan Singh et al. [5] 23, female Right transverse sinus \nthrombosis after 2 weeks \nof psychiatric symptomsIncreased factor 8 Steroids Improved mentation \nbut persisting word \nfinding difficulty and gait \ninstability\nNaveed Ullah Khan et \nal. [6]18, male Superior sagittal, left \ntransverse and sigmoid \nsinus thrombosis followed by encephalitisNot evaluated PLEX, steroids Improved neurological \nsymptoms and seizure \nfreedom\nPage 5 of 5\n Maathury et al. Journal of Medical Case Reports          (2024) 18:476 \n \nReceived: 9 May 2022   Accepted: 29 August 2024\nReferences\n 1. Ferro JM, Canhão P , Stam J, Bousser MG, Barinagarrementeria F, Investigators ISCVT. Prognosis of cerebral vein and dural sinus thrombosis: results \nof the international study on cerebral vein and dural sinus thrombosis \n(ISCVT). Stroke. 2004;35(3):664–70. https:// doi. org/ 10. 1161/ 01. STR. 00001 \n17571. 76197. 26.\n 2. Zhang B, Lang Y, Zhang W, Cui L, Deng F. Characteristics and manage ment of autoimmune disease-associated cerebral venous sinus thrombo sis. Front Immunol. 2021;12:671101. https:// doi. org/ 10. 3389/ fimmu. 2021. \n671101.\n 3. Dalmau J, Graus F. Antibody-mediated encephalitis. N Engl J Med. \n2018;378(9):840–51. https:// doi. org/ 10. 1056/ NEJMr a1708 712.\n 4. Hsu YW, Juan CJ, Lee JT, Lin YK, Lai CH, Yang FC. Anti-N-Methyl-D-aspar tate-receptor encephalitis complicated with antiphospholipid syndrome \nand cerebral venous thrombosis. J Clin Rheumatol Pract Reports Rheumat Musculoskeletal Dis. 2017;23(5):294–5. https:// doi. org/ 10. 1097/ RHU. \n00000 00000 000577.\n 5. Singh G, Prabhakar D. Neuropsychiatric presentation of anti-N-Methyl-Daspartate receptor encephalitis with comorbid sinus venous thrombosis. \nPrimary Care Compan CNS Disord. 2016. https:// doi. org/ 10. 4088/ PCC. \n16l01 978. 10. 4088/ PCC. 16l01 978.\n 6. Khan NU, Hassan M, Jan Z, et al. A rare case of anti-NMDA receptor \nencephalitis with CVST. Brain Haemorrages. 2021. https:// doi. org/ 10. \n1016/j. hest. 2021. 09. 002.\n 7. Marie I, Maurey G, Hervé F, Hellot MF, Levesque H. Intravenous immuno globulin-associated arterial and venous thrombosis; report of a series and \nreview of the literature. Br J Dermatol. 2006;155(4):714–21. https:// doi. \norg/ 10. 1111/j. 1365- 2133. 2006. 07390.x.\n 8. Chang T, de Alwis JS, Samarasekara N, Rajapakse S. Cerebral infarction \n3 weeks after intravenous immunoglobulin for Miller Fisher syndrome: \na case report. J Med Case Rep. 2014;8:100. https:// doi. org/ 10. 1186/ \n1752- 1947-8- 100.\n 9. Stuijver D, Majoor CJ, van Zaane B, Souverein PC, de Boer A, Dekkers \nOM, Büller HR, Gerdes V. Use of oral glucocorticoids and the risk of \npulmonary embolism: a population-based case-control study. Chest. \n2013;143(5):1337–42. https:// doi. org/ 10. 1378/ chest. 12- 1446.\n 10. Majoor CJ, Sneeboer MM, de Kievit A, Meijers JC, van der Poll T, Lutter R, \nBel EH, Kamphuisen PW. The influence of corticosteroids on hemostasis \nin healthy subjects. J Thrombosis Haemostasis JTH. 2016;14(4):716–23. \nhttps:// doi. org/ 10. 1111/ jth. 13265.\n 11. Feuring-Buske M, Kneba M, Unterhalt M, Engert A, Gramatzki M, Hiller E, \nTrümper L, Brugger W, Ostermann H, Atzpodien J, Hallek M, Aulitzky E, \nHiddemann W. IDEC-C2B8 (Rituximab) anti-CD20 antibody treatment \nin relapsed advanced-stage follicular lymphomas: results of a phase-II \nstudy of the German Low-Grade Lymphoma Study Group. Ann Hematol. \n2000;79(9):493–500. https:// doi. org/ 10. 1007/ s0027 70000 163.\n 12. Schmidt E, Seitz CS, Benoit S, Bröcker EB, Goebeler M. Rituximab in \nautoimmune bullous diseases: mixed responses and adverse effects. Br J \nDermatol. 2007;156(2):352–6. https:// doi. org/ 10. 1111/j. 1365- 2133. 2006. \n07646.x.\n 13. Shimanovich I, Nitschke M, Rose C, Grabbe J, Zillikens D. Treatment of \nsevere pemphigus with protein A immunoadsorption, rituximab and \nintravenous immunoglobulins. Br J Dermatol. 2008;158:382–8. https:// doi. \norg/ 10. 1159/ 00035 7031.\n 14. Balighi K, Daneshpazhooh M, Khezri S, Mahdavi-nia M, Hajiseyed-javadi \nM, Chams-Davatchi C. Adjuvant rituximab in the treatment of pemphigus \nvulgaris: a phase II clinical trial. Int J Dermatol. 2013;52(7):862–7. https:// \ndoi. org/ 10. 1111/j. 1365- 4632. 2012. 5847.x.\n 15. Londhe PJ, Kalyanpad Y, Khopkar US. Intermediate doses of rituximab \nused as adjuvant therapy in refractory pemphigus. Indian J Dermatol \nVenereol Leprol. 2014;80(4):300–5. https:// doi. org/ 10. 4103/ 0378- 6323. \n136832.\n 16. Wu KJ, Wei KC. Venous thromboembolism in a case with pemphigus \nvulgaris after infusion of rituximab plus systemic glucocorticoids and \nazathioprine: a possible adverse effect of rituximab? Dermatol Sin. \n2021;39:103–4. https:// doi. org/ 10. 4103/ ds. ds_7_ 21. 17. Garabet L, Holme PA, Darne B, et al. The risk of thromboembolism associated with treatment of ITP with rituximab: adverse event reported in two \nrandomized controlled trials. Blood. 2019;134:4892. https:// doi. org/ 10. \n1182/ blood- 2019- 126974.\n 18. Suzuki K, Nagasawa H, Kameda H, Amano K, Kondo T, Itoyama S, Tanaka \nY, Takeuchi T. Severe acute thrombotic exacerbation in two cases with \nanti-phospholipid syndrome after retreatment with rituximab in phase \nI/II clinical trial for refractory systemic lupus erythematosus. Rheumatology (Oxford). 2009;48(2):198–9. https:// doi. org/ 10. 1093/ rheum atolo gy/ \nken421.\n 19. Dada R, Zekri J, Ramal B, Ahmad K. Acute jugular vein thrombosis during \nrituximab administration: review of the literature. J Oncol Pharmacy Pract \nOff Publ Int Soc Oncol Pharmacy Pract. 2016;22(1):165–9. https:// doi. org/ \n10. 1177/ 10781 55214 543278.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}