{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05172-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05172-8.pdf",
  "metadata": {
    "/Keywords": "Mixed sex cord stromal tumor; Testis; Adult-type granulosa cell tumor; Leydig cell tumor; Sertoli cell tumor",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250317205949+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250317140956+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05172-8",
    "/Author": "Nao Wakimura ",
    "/Title": "Mixed sex cord stromal tumor of the testis composed of granulosa, Leydig, and Sertoli cell tumor components: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05172-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Mixed sex cord stromal tumor is defined as a tumor consisting of various combinations of sex cord \nstromal elements, and the tumor is extremely rare.",
    "Case Presentation": "Case presentation A 76-year-old Japanese male visited our hospital complaining of left scrotal swelling. Magnetic \nresonance imaging of the mass showed a multilocular cystic pattern with different degrees of intensities in each \ncyst. The solid component was observed in part showing hypointensity on the T2-weighted image. Although there \nwas no apparent evidence of malignancy in cytology of punctured fluid of the cystic tumor, malignant potential \nwas not ruled out completely. Therefore, transinguinal radical orchiectomy was performed, and the tumor was diagnosed as mixed sex cord stromal tumor consisting of adult-type granulosa cell tumor, Leydig cell tumor and Sertoli \ncell tumor components. The patient recovered without any postoperative event. In addition, neither apparent recur rence nor metastasis was observed at 7 years after surgery.",
    "Conclusion": "Conclusion The tumor showed a multilocular cystic appearance with solid component, which was similar in appear ance to previous reports of the same pathological features. Pathological findings of each component were compat ible with those of mixed sex cord stromal tumor, and immunohistochemical analysis was useful for accurate diagnosis. \nThe tumor was successfully resected, and no apparent recurrence was observed at 7 years after surgery.\nKeywords  Mixed sex cord stromal tumor, Testis, Adult-type granulosa cell tumor, Leydig cell tumor, Sertoli cell tumor\nIntroduction\nMixed sex cord stromal tumor is defined as a tumor con sisting of various combinations of sex cord stromal ele ments with differentiation toward Leydig, Sertoli, or granulosa cells admixed with stromal spindle cells per \nthe World Health Organization (WHO) classification \n(urinary and male genital tumors) [1]. Sex cord stromal \ntumors are reported to be rare, comprising approximately \n2–5% of testicular neoplasms [2]. Although tumors with \nmixed histologic types are common in the ovary, occur rence in the male gonad is extremely rare [3]. Here, we \nreport a case of mixed sex cord stromal tumor consisting \nof adult-type granulosa cell tumor, Leydig cell tumor, and \nSertoli cell tumor components.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nShoichiro Mukai\nsyoichiro_mukai@med.miyazaki-u.ac.jp\n1 Section of Urology, Koga General Hospital, Miyazaki, Japan\n2 Department of Pathology, National Hospital Organization, Miyakonojo \nMedical Center, Miyazaki, Japan\n3 Section of Pathology, Koga General Hospital, Miyazaki, Japan\n4 Department of Urology, Faculty of Medicine, Miyazaki University \nHospital, 5200 Kihara, Kiyotake, Miyazaki 889-1692, Japan\nPage 2 of 6 Wakimura et al. Journal of Medical Case Reports          (2025) 19:118 \nCase presentation\nA 76-year-old Japanese male visited to our depart ment with a chief complaint of left scrotal swelling. \nThe patient had been aware of the scrotal swelling for \n4  years, and there was no evidence of enlargement. \nThe left scrotal mass was soft and elastic without pain, \nand skin color was normal. Ultrasound examination \nrevealed a 10 cm multilocular cystic mass with a solid \ncomponent in part (Fig.  1A); however, apparent left tes tis could not be detected. T2-weighted images (T2WI) \nof the mass via magnetic resonance imaging (MRI) \nalso showed a multilocular cystic pattern with differ ent degrees of hyperintensities in each cyst (Fig.  1B, C). \nThe solid component was observed as a hypointense \narea (Fig.  1B, C, arrow). Diffusion-weighted imaging (DWI) showed no significant decreasing apparent diffu sion coefficient (ADC) value in the solid area (Fig.  1D, \narrow). The",
    "Results": "results of laboratory examination including \nalpha-fetoprotein (AFP), human chorionic gonadotro pin beta-subunit (βHCG), and lactate dehydrogenase \nwere within normal limits (Table  1). We performed \npuncture of the cystic area, and the aspirated brown \nfluid was analyzed cytologically. Although there was \nno apparent evidence of malignancy in cytology, malig nant potential was not ruled out completely. Since the \npatient consented to complete resection, transingui nal radical orchiectomy was performed. There were \nno specific findings including adhesion to surround ing tissue or intraoperative complications, and the \npatient recovered without any postoperative event. In \nFig. 1 Appearance of ultrasound and magnetic resonance imaging. A Ultrasonography showed a multilocular cystic mass with solid components \n(arrows). The solid area revealed internal heterogeneity. The tumor showed clear demarcation. B, C. T2-weighted images (T2WI) via magnetic \nresonance imaging examination revealed a multilocular cystic mass. Each cyst showed different degrees of intensities, suggesting different \nconcentrations of protein or blood. The solid component was observed as a low-intensity area (B [sagittal imaging], C [axial imaging], arrow). D \nDiffusion-weighted imaging shows no significant decreasing apparent diffusion coefficient value in the solid area of the tumor (arrow)\nPage 3 of 6\n Wakimura et al. Journal of Medical Case Reports          (2025) 19:118 \n \naddition, neither apparent recurrence nor metastasis \nwas observed at 7 years after surgery.\nThe surgically resected specimen revealed a 10  cm \nmultilocular cystic tumor with solid component. The \nsolid area was tan-brown in color without hemorrhage or \nnecrosis (Fig.  2A). Histologically, tumor cells proliferate \nin sheets, containing scant cytoplasm and oval- or roundshaped hyperchromatic nuclei with nuclear grooving (Fig.  2B, C). Cysts lined with flat cells were observed, \nand other cystic architectures lined with cuboidal or \ncolumnar epithelium were found. Small nests of tumor \ncells with clear cytoplasm were seen (Fig.  2C). In addi tion, tumor cells with eosinophilic cytoplasm similar \nwith those of Leydig cells were seen in part (Fig.  2C). No \napparent invasion into albuginea was found. Populations \nof the tumor cells were classified into three groups as \nfollows: tumor cells with scanty cytoplasm and grooved \nnuclei (adult-type granulosa cell tumor-like appear ance), tumor cells with eosinophilic cytoplasm (Leydig \ncell tumor-like appearance), and tumor cells with clear \nto slightly eosinophilic cytoplasm (Sertoli cell tumor-like \nappearance). Results of immunohistochemical staining \nare summarized in Table  2. All subtypes of tumor cells \nwere positive for alpha-inhibin, calretinin (Fig.  2D, E), \nCD99, melan A, and vimentin, whereas all were nega tive for EmA. Tumor cells with scanty cytoplasm and \ngrooved nuclei were positive for CD56 (Fig.  2F), which is \nconsistent with adult-type granulosa cell tumor compo nent (Fig.  2F). In addition, tumor cells with eosinophilic \ncytoplasm were positive for synaptophysin, suggesting a \nLeydig cell tumor component. Distinct nuclear staining \nof beta-catenin was observed in tumor cells with clear to \nslightly eosinophilic cytoplasm, which suggested a Sertoli \ncell tumor component (Fig.  2G, H). Based on these path ological findings, the patient was diagnosed with mixed \nsex cord stromal tumor consisting of adult-type granu lose cell tumor, Leydig cell tumor, and Sertoli cell tumor \ncomponents.",
    "Discussion": "Discussion\nSex cord stromal tumors are the second most frequent \ntesticular neoplasm. They are composed of a histologi cally single or combinate tumor arising from granulosa \ncells, fibroblasts, theca cells, Sertoli cells, and Leydig cells \n[1, 2]. In our case, the tumor contained three sex cord \nelements, and was diagnosed as mixed sex cord stro mal tumor. The tumor is reported to occur in patients \nof any age; however, they typically arise in middle-aged \nor elderly persons [1–3]. The etiology and pathogenesis Table 1 Summary of laboratory data on admission\nHbA1c, glycated hemoglobin; HCV-Ab, hepatitis C virus antibodyComplete blood count\n White blood cells 7.8 ×  103/μL (3.3–8.6 ×  103/μL)\n Neutrophils 65.5% (37–72%)\n Hemoglobin 15.3 g/dL (13.7–16.8 g/dL)\n Hematocrit 47.2% (40.7–50.1%)\n Platelet counts 191 ×  103/μL (158–348 ×  103/μL)\nBiochemistry\n Total bilirubin 0.7 mg/dL (0.4–1.5 mg/dL)\n Asparate aminotransferase 20 U/L (13–30 U/L)\n Alanine aminotransferase 21 U/L (10–42 U/L)\n Lactate dehydrogenase 173 U/L (124–222 U/L)\n γ-glutamyl transpeptidase 26 U/L (13–64 U/L)\n Alkaline phosphatase 124 U/L (106–322 U/L)\n Blood urea nitrogen 13.1 mg/dL (8–20 mg/dL)\n Creatinine 0.66 mg/dL (0.65–1.07 mg/dL)\n Total protein 6.72 g/dL (6.6–8.1 g/dL)\nAlbumin 4.13 g/dL (4.1–5.1 g/dL)\n Na 137 mmol/L (138–145 mmol/L)\n K 4.6 mmol/L (3.6–4.8 mmol/L)\n Cl 104 mmol/L (101–108 mmol/L)\n Glucose 99 mg/dL (73–109 mg/dL)\nHbA1c 5.6% (4.9–6%)\nC-reactive protein 0.05 mg/dL (0–0.14 mg/dL)\n HBsAg (−)\n HCV-Ab (−)\nTumor marker\n AFP 4.2 ng/mL (0.89–8.78 ng/mL)\n βHCG 1.2 mI U/mL (−5 mI U/L)\n sIL-2R 251 U/mL (122–496 U/mL)\nFig. 2 Gross and histological appearance of the tumor. A Gross findings (before formalin fixation) of cutting surface are shown. Similar \nto imaging findings, the tumor shows a multicystic appearance. Each cyst is separated by a slightly thick septum. Cut surface of the solid area \nis a heterogeneous tan-brown in color without hemorrhage or necrosis (white arrows). B Microscopically, tumor cells with hyperchromatic nuclei \nand scanty cytoplasm proliferate in sheets (hematoxylin and eosin staining[H&E], 100×). C Three types of the tumor cells are shown. Tumor cells \nwith eosinophilic cytoplasm (Leydig cell tumor-like appearance, black arrow) and tumor cells with clear to slightly eosinophilic cytoplasm (Sertori \ncell tumor-like appearance, white arrow) proliferate in nests or tubular formation. And tumor cells with scanty cytoplasm (adult-type granulosa \ncell tumor-like appearance, lower right) are observed (H&E, 400×). The tumor cells with nuclear grooving are scattered (inset, arrow heads). D–F. \nThe majority of the tumor cells are positive for calretinin (D, 100×), alpha-inhibin (E, 100×). Tumor cells with scanty cytoplasm and grooved nuclei \nare positive for CD56 (F, 100×), which is consistent with adult-type granulosa cell tumor. G, H. Tumor cells with clear cytoplasm are seen in part (G, \narrows; H&E, 100×). The tumor cells show distinct nucleal staining of beta-catenin, suggesting a Sertoli cell tumor (H, arrows, 100×), whereas tumor \ncells with eosinophilic cytoplasm suggesting a Leydig cell tumor (G, arrow heads) show negative nucleal staining for beta-catenin(See figure on next page.)\nPage 4 of 6 Wakimura et al. Journal of Medical Case Reports          (2025) 19:118 \nFig. 2 (See legend on previous page.)\nPage 5 of 6\n Wakimura et al. Journal of Medical Case Reports          (2025) 19:118 \n \nare unknown. The most common presenting symptom is \ntesticular enlargement, and approximately 10% of patents \nshow gynecomastia [1–3].\nIt has been reported that 10–30% of the tumors have \nmalignant potential with retroperitoneal lymph node \nmetastasis and metastasis to abdominal organs and lung \n[1, 4]. Diagnosis of malignancy is based on the patho logical appearance at the primary site; however, accurate \nevaluation of malignant potential is difficult in cases of \nLeydig cell tumor and Sertoli cell tumor [1, 5]. In such \ncases, the malignancy is confirmed by the presence of \nmetastasis during postoperative follow-up (citation). \nAs malignant features, tumor size (diameter of 5  cm or \nmore), invasive growth pattern, vascular and/or lym phatic infiltration, nuclear atypia, high mitotic activity, \nincreased cellularity, and the presence of necrosis have \nbeen reported [6, 7]; however, there are no definitive \ndiagnostic criteria. In our case, there were no relevant \npathological findings of malignancy except for tumor size \n(however, the tumor was mainly composed of multicystic \narchitecture), and the patient has remained free of recur rence and metastasis for 7  years. The tumor cells with \nintermediate differentiation, the “incompletely differenti ated subgroup in sex cord/gonadal stromal tumor” in the \nfourth edition of the WHO classification, were classified \ninto “sex cord stromal tumor NOS” in the fifth edition \n[1].\nImmunohistochemically, adult granulosa cell tumors \nare reported to be positive for calretinin, alpha-inhibin, \nSF1, CD99, vimentin, and CD56 [1, 2]. A morphological \nappearance, including scanty cytoplasm with grooved \nnuclei, is compatible with that of granulosa cell tumor, \nand immunohistochemical appearance is also consistent. \nThe majority of Leydig cell tumors (more than 90%) are \nreported to be positive for calretinin, alpha-inhibin, SF1, \nmelan A, and synaptophysin, whereas they are negative \nfor nuclear beta-catenin [1, 2]. Sertoli cell tumors have been reported to show positive staining for nuclear betacatenin and vimentin, and are less frequently positive \n(approximately 50%) for alpha-inhibin, calretinin, SF-1, \nand melan A [1, 2]. These immunohistochemical evalu ations were also helpful for diagnosis of our case, and \nthe results were compatible with those of morphological \ndiagnosis (H&E staining).\nUpon ultrasound examination, a Leydig cell tumor \nis reported as being a hypoechoic solid nodule [8]. And \nthe tumor has been described as an isointensity mass on \nT1-weighted (T1WI) and hypointensity mass on T2WI \ncompared with normal testis on MRI [8]. In contrast, \nSertoli cell tumors have been reported to show a solid or \nmulticystic, spoke-wheel-like appearance [8]. However, \nthe findings of MRI are variable, and not sufficiently spe cific. There is a lack of information on imaging findings \nfor male adult granulosa cell tumors. Our case showed \nmultilocular cystic tumor composed of adult granulosa \ncell tumor, Leydig cell tumor, and Sertoli cell tumor com ponents. Similar appearances on ultrasound and MRI \nimaging were reported in a case of Sertoli–Leydig–gran ulosa-cell tumor [9]. To the best of our knowledge, the \ncurrent case is the second case report of this histological \npattern containing the three components. Multilocular \ncystic appearance may be a specific finding of mixed sex \ncord stromal tumor including these elements; however, \nfurther study with a larger number of cases is needed. \nSince the presence of infection and chronic medical \nproblem can worsen the clinical course at perioperative \nstate, the management is important [11].\nConclusion\nWe report a case of mixed sex cord stromal tumor with \nadult-type granulosa cell tumor, Leydig cell tumor, and \nSertoli cell tumor components. The tumor showed a mul tilocular cystic appearance on ultrasound and MRI that \nwas similar to a previous report of the same pathological Table 2 Summary of immunohistochemical appearance compared with previous reports\nCells with grooved \nnucleiAdult granulosa \ncell tumorEosinophilic cells Leydig cell \ntumorClear to \neosinophilic cellsSertoli \ncell \ntumor\nAlpha-inhibin [1−2]  +  +  +  +  +  + \nCalretinin [1−2]  +  +  +  +  +  + \nCD99 [1−2, 10]  +  +  +  +  +  + \nMelan A [1−2]  + N/A  +  +  +  ± \nEMA [1−2] − − − − − −\nVimentin [1−2]  +  +  +  +  ±  ± \nSynaptophysin [1−2, 10] - N/A  +  + -  ± \nCD56 [1−2]  +  +  ± N/A  ± N/A\nBeta-catenin [1−2] (nuclei) − − − −  +  + \nPage 6 of 6 Wakimura et al. Journal of Medical Case Reports          (2025) 19:118 \nfeatures. Pathological findings of each component were \ncompatible with those of mixed sex cord stromal tumor, \nand immunohistochemical examination was useful for \naccurate diagnosis. The tumor was successfully resected, \nand no apparent recurrence was observed at 7 years after \nsurgery.\nAbbreviations\nT2WI  T2-weighted image\nMRI  Magnetic resonance imaging\nDWI  Diffusion-weighted imaging\nADC  Apparent diffusion coefficient\nAcknowledgements\nThe authors would like to thank Ms. Miyuki Akino of the Department of Urology, Faculty of Medicine, University of Miyazaki, for her assistance with ethical \nprotocols.\nAuthor contributions\nNW drafted the manuscript, performed the examination and observation \nand approved the final version of the manuscript. TM, MF, and TN performed \nexaminations and surgery, cared for the patient, and approved the final ver sion of the manuscript. MN and HT diagnosed and reviewed the pathological \nspecimens, and approved the final version of the manuscript. SM and TK \ndrafted the report and contributed the final version of the manuscript. All \nauthors read and approved the final manuscript.\nFunding\nWe did not receive financial support for this study.\nAvailability of data and materials\nThe supporting data and materials for this report are available on request from \nthe corresponding author.\nDeclarations\nEthics approval and consent to participate\nThis case report was approved by the Ethics Committee of Miyazaki University \n(approval number: C-0170). Consent to participant was obtained from the \npatient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in Chief of this journal.\nCompeting interests\nThe authors declare that they have no conflict of interest.\nReceived: 6 March 2024   Accepted: 6 March 2025\nReferences\n 1. WHO Classification of Tumours Editorial Board. WHO classification of \ntumours of urinary and male genital tumours. 5th ed. Geneva: WHO; \n2022.\n 2. Lau HD, Kao CS, Williamson SR, et al. Immunohistochemical characterization of 120 testicular sex cord-stromal tumors with an emphasis \non the diagnostic utility of SOX7, FOXL2, and SF-1. AM J Surg Pathol. \n2021;45:1303–13.\n 3. Amin MB, Grignon DJ, Srigley JR, Eble JN. Urological Pathology, Wolters \nKluwer, 2013\n 4. Morinaga S, Aoki S, Tsuzuki T, et al. Malignant testicular unclassified sex \ncord stromal tumor. J Med Case Rep. 2022;16:406. 5. Roth LM, Lyu B, Cheng L. Perspectives on testicular sex cord-stromal \ntumors and those composed of both germ cells and sex cord-stromal \nderivatives with a comparison to corresponding ovarian neoplasms. Hum \nPathol. 2017;65:1–14.\n 6. Idress MT, Ulbright TM, Oliva E, et al. The World Health Organization 2016 \nclassification of testicular non germ cell tumors: a review and update \nfrom the international society of urological pathology testis consultation \npanel. Histopathology. 2017;70:513–21.\n 7. Athanazio DA, Cruz AO, Farias GB. Mixed sex cord stromal tumor and incidental finding of perineural and intravascular extraparenchymal Leydig \ncells: a potential diagnostic pitfall. Int Urol Nephrol. 2020;52:693–5.\n 8. Cassidy FH, Ishioka KM, McMahon CT, et al. MR imaging of scrotal tumors \nand pseudotumors. Radio Graph. 2010;30:665–83.\n 9. Tahaineh S, Mughli RA, Fallatah M. Giant mixed Sertoli-Granulosa sex cord \ntumor of the testis; clinical, histopathological, and radiological features. \nPan African Med J. 2017;27:51.\n 10. Lee W, Kim YM, Kim HJ. Adult-type granulosa cell tumor of the \ntestis: a case report with immunohistochemical study. Urol Case Rep. \n2021;38:101612.\n 11. Devaraj NK. Antibiotic resistance: a real menace. Oman Med J. \n2017;32(6):531.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}