{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04866-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04866-9.pdf",
  "metadata": {
    "/Keywords": "Eosinophilia; Gastroenteritis; Ascites; Drug-induced",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241119134226+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241018181934+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04866-9",
    "/Author": "Khadija Hafidh ",
    "/Title": "Carbimazole-induced eosinophilic gastroenteritis in a young female with abdominal pain and ascites: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04866-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Eosinophilic gastroenteritis is a rare disease characterized by eosinophilic infiltration into one or more \nlayers of the gastrointestinal tract. It commonly affects children more than adults. The clinical features depend \non the site of gut involvement, but the most common symptoms include abdominal pain and diarrhea. The most \ncommon cause reported in the literature is hypersensitivity, as many patients have a history of seasonal allergies, \natopy, asthma, food allergies, and so on. However, drugs can be a rare triggering factor. In the literature review, we \nfound multiple case reports of eosinophilic gastroenteritis; however, only one other case of carbimazole-induced \neosinophilic gastritis has been reported.",
    "Case Presentation": "Case presentation We report herein the case of a 36-year-old female from the Philippines who developed \neosinophilic gastroenteritis localized to the esophagus and ileum 12 months following treatment with carbimazole for hyperthyroidism. In our facility, she was extensively investigated for malignancy, autoimmune pathologies \nand infectious etiologies. As the symptoms coincided with carbimazole exposure and other causes were ruled out, \nwe labeled her as carbimazole-induced eosinophilic gastroenteritis. On subsequent follow-up after discharge, her \nsymptoms and eosinophilia resolved when carbimazole was discontinued, suggesting a causative role. This is the first \ncase of eosinophilic gastroenteritis secondary to carbimazole encountered in our region.",
    "Conclusion": "Conclusion Diagnosis of eosinophilic gastroenteritis requires three criteria, namely (1) presence of gastrointestinal \nsymptoms, (2) histologic evidence of eosinophilic infiltration in one or more areas of the gastrointestinal tract, and (3) \nexclusion of other causes of tissue eosinophilia. Our patient fulfilled all the criteria; additionally, she had a positive history of atopic tendencies and drug exposure. The diagnosis of hyperthyroidism was established a year ago \nand in another facility, so we were not sure of the underlying etiology of hyperthyroidism. Upon subsequent followup, her thyroid function remained stable. The case highlights the need for a collaborative multidisciplinary approach \ntoward managing rare conditions.\nKeywords  Eosinophilia, Gastroenteritis, Ascites, Drug-induced\nBackground\nEosinophilic gastroenteritis (EGE) is a rare disease char acterized by eosinophilic infiltration into one or more \nlayers of the gastrointestinal tract [1]. It commonly \naffects children more than adults [1, 4]. The clinical fea tures depend on the site of gut involvement, but the most \ncommon symptoms include abdominal pain and diarrhea \n[1]. The most common cause reported in the literature is *Correspondence:\nKhadija Hafidh\nkhadija.hafidh@gmail.com\n1 Dubai Academic Health Corporation, Rashid Hospital, Oudh Metha \nRoad, P . O. Box 44220, Dubai, UAE\nPage 2 of 6 Hafidh et al. Journal of Medical Case Reports          (2024) 18:559 \nhypersensitivity, as many patients have a history of sea sonal allergies, atopy, asthma, food allergies, and so on \n[2]. However, drugs can be a rare triggering factor. In the \nliterature review, we found multiple case reports of EGE; \nhowever, only one other case of carbimazole-induced \neosinophilic gastritis has been reported [3].\nCase presentation\nThe patient is a 36-year-old single female resident in the \nUnited Arab Emirates (UAE) but originates from the \nPhilippines. She presented to our emergency department \nwith a 2-week history of epigastric pain radiating to both \nupper quadrants and aggravated by food and strenuous \nactivity. Associated symptoms included reduced appetite, \nabdominal distention, night sweats, fatigue, and two epi sodes of non-bloody vomiting. There was no change in \nbowel habits, fever, weight loss, or jaundice.\nHer medical history was significant for a diagnosis of \nhyperthyroidism established a year prior, for which she \nwas prescribed carbimazole 5  mg daily. She decided to \ndiscontinue taking carbimazole two weeks after the start \nof her symptoms. She was prescribed pantoprazole and \nantibiotics before presenting to our institution; however, \nit did not improve her symptoms. There was no history of \nsmoking or alcohol consumption. She has regular men strual cycles.\nOn examination, she was afebrile and hemodynami cally stable. She looked well in general appearance. The \nexamination was significant for epigastric tenderness \nand generalized abdominal distention with positive shift ing dullness. There was no pedal edema or raised jugular \nvenous pressure (JVP). The chest was clear on ausculta tion. No rash or joint involvement was noticed. Thyroid \nand associated examinations were unremarkable.\nInvestigations\nInitial laboratory tests shown in Tables  1 and 2 revealed \nan elevated white cell count with significant eosino philia. Inflammatory markers were normal, including \nerythrocyte sedimentation rate (ESR), liver function \ntests, thyroid function tests, and stool routine analysis. \nContrast computed tomography (CT) of the abdomen \nand pelvis shown in Fig.  1 revealed diffuse circumferen tial wall thickening involving the antrum, pyloric region, \nduodenum, and proximal ileal loops (likely of infective/\ninflammatory aetiology) and moderate to severe ascites \n(Fig.  1). Ultrasound-guided aspiration of the ascitic fluid, \ndetailed in Table  3, revealed an eosinophil-rich exuda tive fluid with a total cell count of 1749 cells/mm3 with \nreactive mesothelial cells. Two liters of fluid were drained \nin total. The cytology report was negative for malignant \ncells. Tuberculosis (TB) polymerase chain reaction (PCR) \nof the ascitic fluid was also negative.Other tests performed included tumor markers and \nserological tests for parasitic infections, including \nAscaris , Strongyloides, Echinococcus, and Schistosoma \nantibodies, all of which were normal. The autoimmune \nworkup shown in Table  4 was unremarkable, including \nantinuclear antibodies (ANA), antineutrophil cytoplas mic antibodies (ANCA), extractable nuclear antigen anti bodies (ENA), anti-double-stranded DNA (anti-dsDNA), \nceliac, and thyroid antibodies (Table 4).\nShe was referred to a gastroenterologist for an upper \ngastrointestinal (GI) endoscopy, depicted in Fig.  2, \nwhich revealed a mild erythematous gastroduodenop athy and multiple biopsies were taken. She was dis charged on oral pantoprazole and antiemetics with an Table 1 Full blood count\nBlood Film Report\nRBCs are predominantly normochromic normocytic\nWBCs show neutrophilic leukocytosis with eosinophilia\nPlatelets are mildly increased in the smear\nNo abnormal/immature cells were seen\nConclusion: leukocytosis, eosinophilia, and mild thrombocytosis\n? Past medical history? Drug history? Dietary history? Hepatosplenomegaly\nRule out parasitic infestations, immune disorders, hypereosinophilic syndrome, \nmyeloproliferative disorders, and neoplastic disorders\nWBC, white blood cells; RBC, red blood cells; MCV, mean corpuscular volume; \nMCH, mean corpuscular hemoglobin; MCHC, mean corpuscular hemoglobin \nconcentration; RDW, red blood cell distribution width; MPV, mean platelet \nvolumeWBC count 3.6–11.0 ×  103/μL 14.6 High \nRBC count 3.80–4.80 ×  106/μL 4.58\nHemoglobin, blood 12.0–15.0 g/dL 13.8\nHematocrit 36.0–46.0% 41.3\nMCV 77.0–95.0 fL 90.1\nMCH 27.0–32.0 pg 30.3\nMCHC 31.5–34.5 g/dL 33.6\nRDW 11.5–14.0% 12.9\nPlatelets count 150–410 ×  103/μL 482 High \nMPV 7.4–10.4 fL 7.8\nNeutrophil absolute 2.0–7.0 ×  103/μL 7.5 High \nLymphocytes absolute 1.0–3.0 ×  103/μL 4.0 High \nMonocytes absolute 0.2–1.0 ×  103/μL 0.9\nEosinophils absolute 0.0–0.5 ×  103/μL 2.2 High \nBasophils absolute 0.0–0.1 ×  103/μL 0.1\nNeutrophil% % 51.0\nLymphocyte % % 27.3\nMonocyte % % 6.2\nEosinophil % % 15.0\nBasophil % % 0.5\nDifferential type Auto differential\nNucleated RBCs 0 per 100 WBCs 0\nMDW < 20.00 17.08\nPage 3 of 6\n Hafidh et al. Journal of Medical Case Reports          (2024) 18:559 \n \nearly appointment to the gastroenterology clinic. How ever, she was readmitted after 1 week with similar com plaints. Her biopsy was reported by this time as follows:\n• Esophageal biopsy: superficial fragments of squa mous mucosa showing high set congested papillae, \nfew scattered eosinophils 8–10/HPF (high power \nfield) and mild cell hyperplasia.• Gastric biopsy: mild chronic gastritis with no evi dence of Helicobacter pylori, intestinal metaplasia, \ndysplasia, or malignancy.\n• Duodenal biopsy: focal denuded villi and partly intact \nvilli. No other abnormality was detected.\nA colonoscopy was done in the second admission, \nwhich was normal, but biopsies were taken from the ter minal ileum. The biopsy later reported mild nonspecific \ninflammatory changes with a predominance of eosino phils in the lamina propria (up to 50 eosinophils/HPF) \nwithout intraepithelial eosinophils.\nDifferential diagnosis\nBased on her initial lab workup, eosinophilic gastroen teritis was the most likely diagnosis for this lady, which \nwas later confirmed on biopsy from the duodenum and \nterminal ileum shown in Fig.  3. Since she had a history of \ncarbimazole intake, we entertained that as the most likely \ncause, as all other possible causes of hypereosinophilia, \nsuch as parasitic infections, vasculitis, autoimmune dis orders, tuberculosis, and malignancy, were ruled out.\nTreatment\nThe patient responded well to oral prednisolone 40 mg/\nday and was discharged with follow-up in the gastroen terology and endocrinology clinics.\nOutcome and follow‑up\nOn her follow-up visit after 2 weeks, she was clinically \nbetter, with no abdominal pain, and improved appetite. \nAbdominal distention had subsided. Steroids were con tinued in a tapering dose and eventually stopped after 8 Table 2 Basic metabolic panel\nBilirubin, total 0–1.0 mg/dL 0.7\nAlkaline Phosphatase 35–104 U/L 67\nAlanine transaminase (ALT) 0–31 U/L < 5\nTotal protein 6.6–8.7 g/dL 7.1\nAlbumin 3.4–4.8 g/dL 4.2\nGlobulin 2.8–3.4 g/dL 2.9\nESR 2–37 mm/1 h 4\nC-reactive protein < 5.0 mg/L 9.5 High\nProcalcitonin (PCT) < 0.05 ng/mL 0.05 High\nFree T4 11.0–22.0 pmol/L 21.4\nThyroid-stimulating hormone (TSH) 0.3–4.2 uIU/mL 3.570\nSodium 136–145 mmol/L 130 Low \nPotassium 3.3–4.8 mmol/L 3.9\nChloride 98–108 mmol/L 95 Low \nBicarbonate  (HCO3) 20–28 mmol/L 25.4\nUrea 12–40 mg/dL 12\nAnion gap 6–14 mmol/L 10\nCreatinine 0.5–0.9 mg/dL 0.6 mg/dL\nEstimated glomerular filtration rate \n(eGFR)mL/min 120\nFig. 1 CT scan of the abdomen showing diffuse circumferential wall thickening with mural edema noted involving the antropyloric region, \nduodenum, and proximal jejunal loop\nPage 4 of 6 Hafidh et al. Journal of Medical Case Reports          (2024) 18:559 \nweeks of therapy. The endocrinologist reviewed her and \nadvised her to regularly monitor her thyroid function \ntests every 8 weeks. She was not restarted on carbima zole as she had normal thyroid functions.",
    "Discussion": "Discussion\nThe most striking abnormality in this case was the \nmarked eosinophilia, evident from the full blood count \n(FBC), blood film, ascitic fluid, and gastrointestinal \nbiopsies (Fig.  3). The challenge was deciphering the trig ger and reassuring the patient of a favorable diagnosis. \nEosinophilic gastroenteritis (EGE) is a rare inflammatory \ndisorder characterized by eosinophilic infiltration of the intestinal wall [1]. First described eight decades ago, it \nremains a mystery due to the wide variations in clinical \npresentations [5]. Not much is known about the preva lence of this condition in our region, but studies from the \nUSA have found a prevalence of 8.4 to 28 per 100,000, \nwith a stable increase in incidence over the past 50 years \n[6]. In adults, it typically affects those in their third and \nfourth decades of life [1]. Risk factors for developing the \ndisease are multifactorial. Reports of familial cases sug gest genetic factors may also play a role [7].\nThe presence of allergic disorders, including asthma, rhi nitis, eczema, and drug or food intolerances, are present \nin 45% to 63% of the reported EGE cases [8 , 9]; moreover, \n64% of reported cases include a family history of atopic \ndiseases [10, 11]. Some studies have found an association \nwith other autoimmune conditions, such as celiac disease \n[7], ulcerative colitis [9 ] and systemic lupus erythematosus \n[10]. These data collectively suggest that EGE may result \nfrom immune dysregulation in response to an allergic \nreaction, yet a triggering allergen is not always identified. \nOther environmental factors, such as parasitic infestation \nand drugs, may also act as predisposing agents [8 , 9].\nConclusions\nDiagnosis of EGE requires three criteria, namely (1) pres ence of gastrointestinal (GI) symptoms, (2) histologic evi dence of eosinophilic infiltration in one or more areas of \nthe GI tract, and (3) exclusion of other causes of tissue \neosinophilia. Our patient fulfilled all the criteria; addi tionally, she had a positive history of atopic tendencies \nand drug exposure. The diagnosis of hyperthyroidism \nwas established a year ago, and in another facility, so we Table 3 Fluid analysis\nLDH lactate dehydrogenaseMacroscopic Macroscopic\nColor Colorless Yellow abnormal \nAppearance (clarity) Clear Slightly turbid abnormal \nTotal nucleated cell count < 500 cells/mm31749 high \nDifferential count Differential count\nNeutrophils < 25% 2\nLymphocytes < 75% 1\nMonocytes 17\nEosinophils 77\nOther cells Mesothelial cells: 3%\nProtein, fluid g/dL 4.6\nLDH, fluid U/L 137\nMacro and micro Gram stain: no organisms seen\nCulture No growth\nTB PCR direct detection for fluid Mycobacterium tuberculosis complex not detected\nCytology",
    "Results": "results Eosinophil-rich inflammatory smears. Reactive mesothelial cells. Negative for malignant cells\nTable 4 Autoimmune workup\nAFP Alfafeto protein; CEA cancer embryonic Antigen; CA  carbohydrate antigenCEA, CA 19‑9, AFP Normal\nAnti-tissue transglutaminase antibody (Ab) Negative\nAnti-deamidated gliadin peptide immunoglobulin (Ig) \nA and IgGNegative\nStrongyloides IgG Ab Negative\nAscaris IgG Ab Negative\nSchistosoma mansoni IgG Negative\nEchinococcus IgG Negative\nAnti-histone Ab Negative\nAnti-TSH receptor Ab Negative\nAnti-thyroid peroxidase Ab Negative\nAnti-thyroglobulin Ab Negative\nANA, Anti-dsDNA Ab, ANCA Negative\nENA profile Normal\nPage 5 of 6\n Hafidh et al. Journal of Medical Case Reports          (2024) 18:559 \n \nFig. 2 Upper gastrointestinal endoscopy showing erythematous gastroduodenitis and normal-looking terminal ileum\nPage 6 of 6 Hafidh et al. Journal of Medical Case Reports          (2024) 18:559 \nwere not sure of the underlying etiology of hyperthyroid ism. Upon subsequent follow-up, her thyroid function \nremained stable. The case highlights the need for a col laborative multidisciplinary approach toward managing \nrare conditions.\nAcknowledgements\nTo the patient for graciously giving us consent to publish this case\nAuthor contributions\nKH and TK wrote the case report. ZB and AA created the tables and reviewed \nthe manuscript.\nFunding\nNone.\nAvailability of data and materials\nNot applicable\nDeclarations\nEthics approval and consent to participate\nNot applicable.Consent for publication\nWritten informed consent was obtained from the patient to publish this case \nreport and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe author(s) declare that they have no competing interest.\nReceived: 30 March 2024   Accepted: 2 September 2024\nReferences\n 1. Talley NJ, Shorter RG, Phillips SF, Zinsmeister AR. Eosinophilic gastroenteritis: a clinicopathological study of patients with disease of the mucosa, \nmuscle layer, and subserosal tissues. Gut. 1990;31(1):54–8. https:// doi. org/ \n10. 1136/ gut. 31.1. 54.\n 2. Baig MA, Qadir A, Rasheed J. A review of eosinophilic gastroenteritis. J \nNatl Med Assoc. 2006;98(10):1616–9.\n 3. Patel S, Fleming A, Reffitt D. Eosinophilic gastritis due to carbimazole \ntherapy presenting with a history and investigations mimicking gastric \ncarcinoma. Gut. 2010;59:A168.\n 4. Jensen ET, Martin CF, Kappelman MD, Dellon ES. Prevalence of eosino philic gastritis, gastroenteritis, and colitis: estimates from a national \nadministrative database. J Pediatr Gastroenterol Nutr. 2016;62:36–42. \nhttps:// doi. org/ 10. 1097/ MPG. 00000 00000 000865.\n 5. Chang JY, Choung RS, Lee RM, Locke GR, Schleck CD, Zinsmeister AR, \nSmyrk TC, Talley NJ. A shift in the clinical spectrum of eosinophilic gastroenteritis toward the mucosal disease type. Clin Gastroenterol Hepatol. \n2010;8:669–75. https:// doi. org/ 10. 1016/j. cgh. 2010. 04. 022].\n 6. Reed C, Woosley JT, Dellon ES. Clinical characteristics, treatment out comes, and resource utilisation in children and adults with eosinophilic \ngastroenteritis. Dig Liver Dis. 2015;47:197–201. https:// doi. org/ 10. 1016/j. \ndld. 2014. 11. 009].\n 7. Butterfield JH, Murray JA. Eosinophilic gastroenteritis and gluten-sensitive \nenteropathy in the same patient. J Clin Gastroenterol. 2002;34:552–3. \nhttps:// doi. org/ 10. 1097/ 00004 836- 20020 5000- 00014.\n 8. Ciccia F, Giardina AR, Alessi N, Rodolico V, Galia M, Ferrante A, Triolo G. \nSuccessful intravenous immunoglobulin treatment for steroid-resistant \neosinophilic enteritis in a patient with systemic lupus erythematosus. Clin \nExp Rheumatol. 2011;29:1018–20.\n 9. Daneshjoo R, Talley NJ. Eosinophilic gastroenteritis. Curr Gastroenterol \nRep. 2002;4:366–72. https:// doi. org/ 10. 1007/ s11894- 002- 0006-2.\n 10. Wong GW, Lim KH, Wan WK, Low SC, Kong SC. Eosinophilic gastroenteritis: clinical profiles and treatment outcomes, a retrospective study \nof 18 adult patients in a Singapore Tertiary Hospital. Med J Malaysia. \n2015;70:232–7.\n 11. Cello JP . Eosinophilic gastroenteritis–a complex disease entity. Am J Med. \n1979;67:1097–104. https:// doi. org/ 10. 1016/ 0002- 9343(79) 90652-1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.\nFig. 3 Histopathology slides of the biopsy from the esophagus \nand colon showing marked eosinophilic infiltrate"
  }
}