{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05145-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05145-x.pdf",
  "metadata": {
    "/Keywords": "Pyelonephritis; Brucellosis; Urine culture; Treatment; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250311112931+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250311075016+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05145-x",
    "/Author": "Zahra Ghavami ",
    "/Title": "Renal manifestations of brucellosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05145-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Brucellosis is one of the most prevalent zoonotic diseases worldwide, posing a significant public health \nconcern across both developed and developing nations. While musculoskeletal system involvement is the most common form of focal brucellosis, the genitourinary system represents the second most affected site. However, Brucellarelated kidney involvement remains a rare manifestation of genitourinary brucellosis.",
    "Case Presentation": "Case presentation We herein present the case of a 55-year-old Iranian male patient, initially admitted with symp toms indicative of osteoarticular brucellosis, who subsequently developed pyelonephritis confirmed by positive urine \nculture for Brucella. He was treated with gentamicin for 10 days and rifampin and doxycycline for a period of 6 weeks. \nThe patient fully recovered.",
    "Conclusion": "Conclusion Our case highlights the importance of considering brucellosis as a potential cause of pyelonephritis, \nespecially where brucellosis is endemic and when musculoskeletal involvement is present. Additionally, a comprehensive review of the literature on kidney involvement in brucellosis was conducted to provide further insights into this \ncondition.\nClinical Trial number Not applicable.\nKeywords  Pyelonephritis, Brucellosis, Urine culture, Treatment, Case report",
    "Introduction": "Introduction\nBrucellosis, a zoonotic bacterial infection, is commonly \ntransmitted to humans through contact with infected \nsmall bovine animals such as cattle, sheep, and goats. This \ntypically occurs via the consumption of unpasteurized dairy products or direct exposure to their bodily fluids \n[1]. The causative agent of brucellosis is a gram-nega tive, facultative intracellular coccobacillus belonging to \nthe Brucella species, comprising six classical species: \nBrucella abortus, B. melitensis, B. ovis, B. canis , B. suis , \nand B. neotome. The diagnosis of brucellosis is typically \nachieved through the isolation of the bacteria from clini cal samples or serology tests, which detect antibodies to \nBrucella in the patient’s serum [2].\nBrucellosis poses a considerable public health challenge \nin both developed and developing nations. Endemic \nregions for brucellosis span across the Mediterranean \nbasin, The Middle East, Central Asia, China, the Indian \nsubcontinent, sub-Saharan Africa, and parts of Mexico, \nCentral, and South America. It is estimated that approxi mately 500,000 cases are reported worldwide annually, \nwith the disease exhibiting a seasonal pattern, with a *Correspondence:\nFereshte Sheybani\nFereshtesheybani@gmail.com\n1 Department of Infectious Diseases and Tropical Medicine, Faculty \nof Medicine, Mashhad University of Medical Sciences, Mashhad, Iran\n2 Department of Infectious Diseases and Tropical Medicine, Faculty \nof Medicine, Mashhad Medical Sciences, Islamic Azad University, \nMashhad, Iran\n3 Department of Radiology, Faculty of Medicine, Mashhad University \nof Medical Sciences, Mashhad, Iran\n4 Department of Clinical Pharmacy, School of Pharmacy, Mashhad \nUniversity of Medical Sciences, Mashhad, Iran\nPage 2 of 8 Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \nhigher prevalence during the spring and autumn months \n( [3]. Iran, in particular, has seen a concerning rise in bru cellosis cases in recent years, indicating a growing trend \n[4].\nTypically, brucellosis manifests with a gradual onset \nof symptoms including fever, malaise, night sweats, and \njoint pain. Other common symptoms encompass weight \nloss, back pain, headache, dizziness, loss of appetite, \ndigestive issues, abdominal pain, and coughing. Osteo articular involvement is the most common complication, \noccurring in up to 70% of patients. However, any organ \nsystem can be affected, including the genitourinary, nerv ous, cardiovascular, pulmonary, intra-abdominal, and \nocular systems [5].\nGenitourinary involvement ranks is the second most \ncommon form of focal brucellosis, with the Brucella bac teria detected in the urine of 4 to 50% of patients, and \nurological complications occurring in 2 to 20% of these \ncases [6]. Urological manifestations include prostatitis, \norchitis, epididymitis, cystitis, pyelonephritis, interstitial \nnephritis, glomerulonephritis, and renal abscesses [7, 8]. \nDue to the nonspecific symptoms, urinary tract infection \ncaused by Brucella species is frequently misdiagnosed or \nunreported. Herein, we present a rare case of Brucella \npyelonephritis, initially mimicking bacterial pyelonephri tis, in a patient with a history of nephrolithiasis.\nCase report\nA 55-year-old Iranian male patient was referred to the \nurology clinic due to persistent lower back pain suspected \nto be caused by nephrolithiasis and its complications. He \npresented with a 6-week history of fever, fatigue, myalgia, \npersistent low back pain, vomiting, dysuria, and urinary \nfrequency. His medical records indicated a prior diag nosis of kidney stones. Ultrasound examination revealed \nmild hydronephrosis in the right kidney, severe hydro nephrosis in the left kidney, multiple stones in both kid neys, a left staghorn renal stone, and increased bladder \nwall thickness with debris. Prior to surgical intervention, \nthe urologist requested a urinalysis and urine culture. \nThe urinalysis showed considerable numbers of red blood \ncells (RBCs), protein (+++), white blood cells (WBCs) at \n25–28 per high-power field (hpf), and moderate bacterial \ngrowth. The urine culture confirmed the presence of Bru cella species. The patient was subsequently referred to \nthe infectious disease clinic for further evaluation.\nThe patient resides in a rural area where several other \ncases of brucellosis have been reported. He had a his tory of smoking, opium addiction, and consumption of \nunpasteurized dairy products. His family history was \nunremarkable, with no known hereditary conditions \nor a history of chronic kidney disease or autoimmune \ndisorders.On presentation to the infectious disease clinic, the \npatient appeared ill and exhibited tenderness in the bilat eral costovertebral angles, hypogastrium, right lower \nquadrant, and lumbar spine. He also had pain, swelling, \nand restricted movement in his left ankle and left knee \njoints, and had difficulty in movement, walking with a \nlimp due to pain and swelling. His vital signs were within \nthe normal range, with a blood pressure of 120/85 mm \nHg, a heart rate of 88 beats per minute, a respiratory rate \nof 18 breaths per minute, a temperature of 36.7 °C, and \nan oxygen saturation of 95%. Laboratory investigations \nrevealed a white blood cell count of 7.1 ×  109/L (neutro phils: 59.2%; lymphocytes: 35%), a hemoglobin level of \n10.7 g/dL, a platelet count of 364 ×  109/L, a urea level of \n29 mg/dL, a creatinine level of 1.2 mg/dL, a sodium level \nof 138 mEq/L, a potassium level of 4 mEq/L, a C-reac tive protein (CRP) level of 38 mg/L (normal range: 0–8 \nmg/L), and an erythrocyte sedimentation rate (ESR) of 92 \nmm/hour. The",
    "Results": "results of blood cultures were negative on \ntwo occasions. Additionally, the Wright test and 2-mer captoethanol (2ME) were positive, with titers of 1/1280 \nand 1/640, respectively (Table 1).\nAbdominal radiography showed the presence of bilat eral renal stones and a narrowing of the L1–L2 disc space \n(Fig.  1). Magnetic resonance imaging (MRI) of the lum bar spine revealed signal intensities in the L1 and L2 ver tebrae, with irregularities in the lower endplates of the L1 \nvertebrae and upper endplates of the L2 vertebrae (Fig.  2). \nTable 1 Laboratory data of the patient, including reference \nranges\nWBC, white blood cells; RBC, red blood cells; CRP , C-reactive protein; ESR, \nerythrocyte sedimentation rate; hpf, high-power fieldLaboratory parameter Result Reference range\nWhite blood cell count 7.1 ×  109/L 4.0–11.0 ×  109/L\nNeutrophils 59.2% 40–70%\nLymphocytes 35% 20–40%\nHemoglobin 10.7 g/dL 13.5–17.5 g/dL\nPlatelet count 364 ×  109/L 150–450 ×  109/L\nUrea 29 mg/dL 7–20 mg/dL\nCreatinine 1.2 mg/dL 0.6–1.2 mg/dL\nSodium 138 mEq/L 135–145 mEq/L\nPotassium 4 mEq/L 3.5–5.0 mEq/L\nCRP 38 mg/L 0–8 mg/L\nESR 92 mm/hour 0–20 mm/hour\nUrine RBCs Present None\nUrine protein  + + + Negative\nUrine WBCs 25–28 per hpf 0–5 per hpf\nUrine culture Positive for Brucella species Negative\nWright test 1/1280  < 1/160\n2-mercaptoethanol test 1/640  < 1/40\nPage 3 of 8\n Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \n \nIncreased signal intensity and evidence of destruction in \nthe intervertebral disc were observed, with enhancement \nin post-contrast images. An abdominal CT scan identi fied a right renal stone and a left ureteral stone, accom panied by hydronephrosis and renal enlargement (Fig. 3).\nThe patient was diagnosed with brucellosis, presenting \nas oligoarthritis involving the left wrist, knee, and sac roiliac joint, in addition to simultaneous involvement of \nthe urinary system in the form of pyelonephritis. He was \ninitially treated with gentamicin 5 mg/kg/day, rifampin \n600 mg/day, and doxycycline 100 mg twice daily. Gen tamicin was continued for 10 days, after which it was \ndiscontinued, and the patient was prescribed doxycycline \nand rifampin for another 6 weeks. Follow-up evaluations \nat 3, 6, and 12 months post-treatment showed complete \nrecovery with no recurrence or relapse of symptoms \n(Table 2).",
    "Discussion": "Discussion\nThis case presents a rare and unique presentation of \nbrucellosis, notable for the uncommon association with \npyelonephritis, staghorn nephrolithiasis, and a positive \nurine culture for Brucella species. While brucellosis has \nbeen recognized for its involvement in the genitouri nary system, to the best of our knowledge, no other case \nin the literature has reported such an association. This \nhighlights the need to consider brucellosis as a potential \ncause of urinary tract infections, particularly in endemic \nregions, and underscores the importance of urine culture \nin confirming the diagnosis. The patient initially pre sented with symptoms suggestive of nephrolithiasis and \nits complications, characterized by low back pain and \nurinary symptoms. However, further evaluation revealed \nthe unexpected presence of Brucella species in the urine \nculture. This finding underscores the diverse clinical \npresentations of brucellosis and highlights the impor tance of considering unusual manifestations, particularly \nin endemic regions.In this case, the presence of concurrent musculoskel etal symptoms raises concerns about a systemic disor der. Brucellar arthritis typically manifests as migratory \npolyarthritis, affecting large joints such as the knees, \nhips, and sacroiliac joints. The inflammatory response \ntriggered by Brucella infection can lead to joint inflam mation, pain, and swelling, which may mimic other rheu matic conditions such as rheumatoid arthritis or reactive \narthritis.\nComplication involving the genitourinary system may \nmanifest as a consequence of Brucella endocarditis or as \na direct consequence of infection of the urinary system. A \nmulticenter study involving 390 patients diagnosed with \ngenitourinary brucellosis revealed that the scrotal area \nwas the most commonly affected site in men (83.8%), \nwhile pyelonephritis was the predominant manifestation \nin women (86.8%) [6].\nAs documented in the medical literature, the clini cal manifestations of Brucella-associated kidney disease \npresent in three main forms: infectious complications, \nimmune-mediated involvement, and kidney injury lead ing to renal failure.\nA variety of Brucella species, such as Brucella abortus, \nBrucella melitensis, and Brucella suis, have the potential \nto cause infectious complications affecting the kidneys. \nThe literature reports a number of renal infectious com plications, including acute and chronic pyelonephritis \n[6, 9–11], focal nephritis [12], renal abscess or brucel loma [13, 14], and infection of renal cysts [15]. Infectious \ncomplications of the kidneys due to brucellosis present a \nrange of clinical manifestations and diagnoses, as docu mented in case reports from various countries. Patients, \nwho are primarily male and span a wide age range, com monly present with fever, flank pain, and urinary symp toms, alongside systemic issues such as weight loss, \nhepatosplenomegaly, and fatigue. Microbiological test ing, often positive for Brucella species in blood cultures \nor serological tests, usually confirms the diagnosis. While \nTable 2 Timeline of patient’s brucellosis case\nWeek Event\nWeek 1 Initial symptoms and clinical evaluation: Patient presented with 6 weeks of symptoms (fever, fatigue, myalgia, lower back pain, vomiting, dysuria, and urinary frequency). Diagnosed with nephrolithiasis. Ultrasound showed mild hydronephrosis (right kidney), severe \nhydronephrosis (left kidney), multiple kidney stones, and bladder wall thickening.\nWeeks 2–3 Urinalysis and urine culture: Urinalysis shows RBCs, protein, and WBCs (25–28 per high-power field). Urine culture confirms Brucella \nspecies.\nReferral: Patient referred to infectious disease clinic.\nWeek 4 Further evaluation: Diagnosis of brucellosis (oligoarthritis and pyelonephritis) confirmed. Treatment initiated with gentamicin, \ndoxycycline, and rifampin.\nWeek 6 Therapy adjustment: Gentamicin discontinued after 10 days; doxycycline and rifampin continued for 6 weeks.\nFollow-up (3, 6, \nand 12 months)Outcome: Full recovery; no relapse or recurrence noted.\nPage 4 of 8 Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \nolder literature suggested a relatively high prevalence of \nBrucella isolation from urine [6], we did not find an addi tional case of Brucella-related renal complications asso ciated with positive urine cultures apart from the case \nwe reported. In the majority of cases, Brucella organisms \nare isolated from blood specimens [9–11, 14–18]. Imag ing findings typically reveal kidney abnormalities, includ ing calcifications or renal calculi [11, 17], cystic lesions \n[15], and abscesses [6, 9]. Treatment approaches vary, \ncommonly involving antibiotics such as doxycycline, \nrifampicin, tetracycline, and streptomycin, with courses \nranging from weeks to months. Most patients experience \nfavorable outcomes with appropriate treatment, although \nsome older cases required invasive procedures such as \nnephrectomy [19] (Supplementary Table  1). These find ings underscore the complexity of Brucella-associated \nrenal infections and the need for tailored therapeutic strategies. There are no distinct clinical, laboratory, or \nimaging findings that differentiate infectious renal com plications resulting from brucellosis from those attributa ble to common uropathogens. However, epidemiological \nevidence, the subacute to chronic nature of the presen tation, and the association with the involvement of other \norgans can be suggestive of diagnosis. It is occasionally \nassociated with renal calculi or calcification.\nImmune-mediated renal complications of brucellosis \nare rare but diverse, presenting in a variety of clinical \nforms across documented cases in the literature. The \nreports include cases of nephrotic syndrome [20], glo merulonephritis [21, 22], nephritis, rapidly progressive \nglomerulonephritis (RPGN) [23, 24], and even com plex syndromes such as cryoglobulinemia and antineutrophil cytoplasmic antibody (ANCA)-associated \nvasculitis [25]. These complications were seen across \nFig. 1 Radiography of the patient’s abdomen. The lumbar spine anteroposterior and lateral view images reveal bilateral renal stones (short arrows) \nand narrowing of the L1–L2 disc space (long arrow)\nFig. 2 Magnetic resonance imaging of the patient’s lumbar spine. T1 (a): Heterogeneity and narrowing of disc space with low signal \nin adjacent endplates (indicative of bone marrow edema). T2 and short inversion time inversion recovery (b and d): High signal in disc space \n(indicating fluid) and high signal in adjacent endplates (suggesting bone marrow edema). T1 post-contrast (c): Peripheral enhancement \naround fluid collection(s) and enhancement of vertebral endplates. Axial T2-weighted image (e): High-signal lesion in paravertebral soft \ntissues (long arrow) and hyperintensity within the psoas muscle with rim enhancing (short arrow) indicative of abscess formation (consistent \nwith the psoas sign). Axial T1 post-contrast (f): Enhancement of paravertebral soft tissues (long arrow) and enhancement around a low-density \ncenter (short arrow), indicative of abscess formation on axial views. Bilateral hydronephrosis and a right renal stone are also noted(See figure on next page.)\nPage 5 of 8\n Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \n \nFig. 2 (See legend on previous page.)\nPage 6 of 8 Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \na range of ages and sexes, with patients often exhib iting symptoms such as proteinuria in the range of \nnephrotic or non-nephrotic syndrome, hematuria, and, \nin severe cases, renal failure. Some patients presented \nwith systemic symptoms, such as fever, fatigue, and \nweight loss. A diagnosis is typically made on the basis \nof epidemiological clues and the results of microbio logical test, particularly agglutination tests for Brucella  \nspecies, as culture-based",
    "Methods": "methods rarely isolate the \nmicroorganism [26– 29]. Treatment regimens generally \ninvolved antibiotics such as doxycycline and rifampin \nand, in severe cases, combinations with corticosteroids \nor additional immunosuppressive therapies [30– 34]. \nClinical outcomes were generally favorable with proper \nintervention, though one reported case progressed to \nend-stage renal disease (ESRD) despite therapy and \nresulted in death due to severe metabolic acidosis \nrelated to missed hemodialysis sessions [32]. The range \nof immune-mediated renal manifestations and out comes underscores the need for individualized thera peutic approaches based on the severity and nature of \nthe immune response (supplementary Table 2).\nWhile rare, renal failure associated with brucello sis is a serious and varied complication, and more fre quently associated with septicemic brucellosis in patients infected with B. melitensis [35–39] or in those with glo merular involvement of the kidneys by the organism. It \noften presents alongside systemic symptoms such as \nfever, joint pain, hepatosplenomegaly, and gastrointes tinal symptoms. Reported cases demonstrate a range of \npresentations from acute renal failure to complex, multi organ dysfunction, with some patients also experiencing \nneurological complications [40, 41] or signs of dissemi nated intravascular coagulation (DIC) [42]. Symptoms \nsuch as proteinuria, oliguria, and hematuria frequently \naccompany kidney failure in these cases, emphasizing \nthe immune-mediated impact of brucellosis on renal \nfunction. Microbiological confirmation through posi tive agglutination tests and cultures is common, while \nimaging often reveals nonspecific findings, such as \nhepatosplenomegaly or diffuse renal enlargement, with out always directly pinpointing kidney abnormalities. \nTreatment typically involves prolonged antibiotic regi mens including combinations of doxycycline, rifampin, \nand streptomycin, with most patients responding well, \nthough some experience relapses or extended recovery. \nOne fatality due to DIC highlights the potential severity \nof Brucella-associated renal failure [42] and the impor tance of prompt, appropriate therapy (Supplementary \nTable 3).\nGiven the infrequency of Brucella pyelonephritis and \nother forms of kidney involvement, there is currently no \nconsensus on the specific treatment regimen and dura tion. In the case of focal brucellosis, such as that affecting \nthe genitourinary system, a combination of antibiotics is \noften recommended to enhance efficacy and prevent the \ndevelopment of resistance. A recent meta-analysis has \nrevealed that triple antibiotic regimens are more effica cious than dual antibiotic regimens with no additional \nadverse effects [43]. The most commonly used antibiot ics include doxycycline, rifampicin, and aminoglycosides \nsuch as gentamicin or streptomycin. These antibiotics are \nselected for their ability to penetrate tissues effectively \nand their synergistic action against Brucella species. \nHowever, the prescription of aminoglycosides in cases \nof renal involvement, especially in cases of renal insuffi ciency, may prove to be a significant challenge.\nThe duration of antibiotic therapy for focal brucellosis \nis variable but typically lasts for several weeks to months \nto ensure complete eradication of the bacteria and to pre vent relapse. In uncomplicated cases, the recommended \ntreatment duration is typically between 6 weeks to 3 \nmonths. However, cases of more severe or complicated \ninfections may require a longer duration of therapy [43].\nFig. 3 Computed tomography scan of the patient’s abdomen. \nThe computed tomography scan of the abdomen reveals a right \nrenal stone and a left ureteral stone (arrows) accompanied \nby hydronephrosis and enlargement of the kidneys\nPage 7 of 8\n Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \n \nConclusion\nOur case report highlights the significance of considering \nBrucella infection as a potential etiology of pyelonephri tis, especially in regions where brucellosis is endemic. \nRenal involvement in brucellosis can present through a \nvariety of mechanisms, including infectious complica tions and immune-mediated manifestations, which can \neventually lead to renal failure in severe cases. While the \nprognosis is generally favorable, there have been reports \nof recurrent and fatal outcomes. The management of \nBrucella pyelonephritis remains challenging, necessitat ing further research to establish optimal treatment strat egies and duration of therapy.\nAbbreviations\nCRP  C-reactive protein\nDIC  Disseminated intravascular coagulation\nESR  Erythrocyte sedimentation rate\nESRD  End-stage renal disease\nhpf  High-power field\nMRI  Magnetic resonance imaging\nRBC  Red blood cell\nRPGN  Rapidly progressive glomerulonephritis\nWBC  White blood cell\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05145-x.\nSupplementary Material 1.\nAcknowledgements\nNot applicable.\nAuthor contributions\nZG, MH, BA, and FS conceived the presented idea. ZG, MH, BA, and FS wrote \nthe manuscript with support from FK, FA, and SE. ZG, MH, BA, and FS contrib uted to the design and implementation of the research. FK, FA, and SE contrib uted to the writing of the manuscript. MH and BA prepared the figures and \ntables with support from FK, FA, and SE. All authors reviewed the manuscript.\nFunding\nNone.\nAvailability of data and materials\nAll relevant data are within the paper.\nDeclarations\nEthics approval and consent to participate\nThe patient and the attendant provided written informed consent for the \npublication of this case report and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAuthors declare that they have no competing interests.Received: 30 September 2024   Accepted: 6 January 2025\nReferences\n 1. Khan MZ, Zahoor M. An overview of brucellosis in cattle and humans, \nand its serological and molecular diagnosis in control strategies. Trop \nMed Infect Dis. 2018;3(2):65.\n 2. Christopher S. Brucellosis: review on the recent trends in pathogenicity \nand laboratory diagnosis. J Lab Phys. 2010;2(02):055–60.\n 3. Pappas G, Papadimitriou P , Akritidis N, et al. The new global map of \nhuman brucellosis. Lancet Infect Dis. 2006;6(2):91–9.\n 4. Golshani M, Buozari S. A review of brucellosis in Iran: epidemiology, risk \nfactors, diagnosis, control, and prevention. Iran Biomed J. 2017;21(6):349.\n 5. Bosilkovski M, Edwards MS, Calderwood S. Brucellosis: epidemiology, \nmicrobiology, clinical manifestations, and diagnosis. Uptodate, United \nStates. 2019.\n 6. Erdem H, Elaldi N, Ak O, et al. Genitourinary brucellosis: results of a multicentric study. Clin Microbiol Infect. 2014;20(11):O847–53.\n 7. Khan M, Humayoon M, Al MM. Epididymo-orchitis and brucellosis. Br J \nUrol. 1989;63(1):87–9.\n 8. Akıncı E, Bodur H, Çevik MA, et al. A complication of brucellosis: \nepididymoorchitis. Int J Infect Dis. 2006;10(2):171–7.\n 9. Alkan S, Demiray EKD, Tarhan N, et al. A case of Brucella pyelonephritis: a \nrare case. Iberoam J Med. 2022;4(2):113–7.\n 10. Vallianou N, Geladari E, Trigkidis K, et al. Pyelonephritis due to Brucella \nspecies: true clinical entity or ghost disease? New Microbes New Infect. \n2017;15:33.\n 11. Alfouzan W, Al-Sahali S, Sultan H, et al. Classical presentation of acute \npyelonephritis in a case of brucellosis. Case Rep Nephrol Dialysis. \n2016;6(2):83–8.\n 12. Loberant N, Salamon V, Jerushalmi J, et al. Acute focal bacterial nephritis \nin childhood brucellosis. Pediatr Radiol. 1995;25:S62–4.\n 13. Onaran M, Sen I, Polat F, et al. Renal brucelloma: a rare infection of the \nkidney. Int J Urol. 2005;12(12):1058–60.\n 14. Li J, Li Y, Wang Y, et al. Renal abscess caused by Brucella. Int J Infect Dis. \n2014;28:26–8.\n 15. Öncü S, Saylak Ö, Köseoğlu K, et al. Renal cyst infection caused by Brucella \nabortus. Ren Fail. 2013;35(2):302–4.\n 16. Quintin T, Stalker M. Endocarditis due to Brucella abortus. Can Med Assoc \nJ. 1946;55(1):50.\n 17. Zinneman HH, Glenchur H, Hall WH. Chronic renal brucellosis: report of \na case with studies of blocking antibodies and precipitins. N Engl J Med. \n1961;265(18):872–5.\n 18. Dunea G, Kark RM, Lannigan R, et al. Brucella nephritis. Ann Int Med. \n1969;70(4):783–90.\n 19. Frank PM. Chronic renal brucellosis: a simulator tuberculosis: case report. \nRadiology. 1970;96(1):85–6.\n 20. Kusztal M, Dorobisz A, Kuzniar J, et al. Dissecting aneurysm of the thoracic \naorta in a patient with nephrotic syndrome and brucellosis. Int Urol \nNephrol. 2007;39:641–5.\n 21. Parlak E. A case of glomerulonephritis caused by brucellosis. Trop Doct. \n2020;50(4):360–1.\n 22. Provatopoulou S, Papasotiriou M, Papachristou E, et al. Membranoproliferative glomerulonephritis in a patient with chronic brucellosis. Kid Res \nClin Pract. 2018;37(3):298.\n 23. Shebli HM, Al-Shayyab SM, Hadadd A, et al. Rapidly progressive \nglomerulonephritis in human brucellosis. Saudi J Kid Dis Transplant. \n2021;32(4):1171–5.\n 24. Senturk B, Dagel T, Copur S, et al. Rapidly progressive glomerulonephritis \nassociated with brucellosis: a case report. Clin Case Rep Int. 2021;5:1218.\n 25. Yang X, Jiao C, Liu X, et al. Coexistence of cryoglobulinemia and ANCAassociated vasculitis in a chronic brucellosis patient—a case report and \nliterature review. BMC Infect Dis. 2023;23(1):272.\n 26. Odeh M, Oliven A. Acute brucellosis associated with massive proteinuria. \nNephron. 1996;72(4):688–9.\n 27. Altiparmak MR, Pamuk GE, Pamuk ÖN, et al. Brucella glomerulone phritis: review of the literature and report on the first patient with \nPage 8 of 8 Ghavami et al. Journal of Medical Case Reports          (2025) 19:108 \nbrucellosis and mesangiocapillary glomerulonephritis. Scand J Infect Dis. \n2002;34(6):477–80.\n 28. Bakri FG, Wahbeh A, Mahafzah A, et al. Brucella glomerulonephritis result ing in end-stage renal disease: a case report and a brief review of the \nliterature. Int Urol Nephrol. 2008;40:529–33.\n 29. Turgay M, Ertuğrul E, Küçükşahin O, et al. Brucellosis with p-ANCA-associated renal failure, leukocytoclastic vasculitis and endocarditis: case report. \nJ Microbiol Infect Dis. 2011;1(01):31–4.\n 30. Altiparmak MR, Pamuk GE, Pamuk ON, et al. Brucella glomerulonephritis: \nreview of the literature and report on the first patient with brucellosis and mesangiocapillary glomerulonephritis. Scand J Infect Dis. \n2002;34(6):477–80.\n 31. Kusztal M, Dorobisz A, Kuzniar J, et al. Dissecting aneurysm of the thoracic \naorta in a patient with nephrotic syndrome and brucellosis. Int Urol \nNephrol. 2007;39(2):641–5.\n 32. Bakri FG, Wahbeh A, Mahafzah A, et al. Brucella glomerulonephritis result ing in end-stage renal disease: a case report and a brief review of the \nliterature. Int Urol Nephrol. 2008;40(2):529–33.\n 33. Provatopoulou S, Papasotiriou M, Papachristou E, et al. Membranoproliferative glomerulonephritis in a patient with chronic brucellosis. Kid Res \nClin Pract. 2018;37(3):298–303.\n 34. Yang X, Jiao C, Liu X, et al. Coexistence of cryoglobulinemia and ANCAassociated vasculitis in a chronic brucellosis patient—a case report and \nliterature review. BMC Infect Dis. 2023;23(1):272.\n 35. Toprak O, Kaptan F, Cirit M, et al. Recurrent rhabdomyolysis and mild \nacute renal failure associated with acute Brucella infection. Nephrol \nDial Transplant. 2005;20(4):848–9.\n 36. Khorvash F, Keshteli AH, Behjati M, et al. An unusual presentation of \nbrucellosis, involving multiple organ systems, with low agglutinating \ntiters: a case report. J Med Case Rep. 2007;1:1–3.\n 37. Dizbay M, Hizel K, Kilic S, et al. Brucella peritonitis and leucocytoclastic \nvasculitis due to Brucella melitensis. Brazil J Infect Dis. 2007;11:443–4.\n 38. Masoodi I. Multi-organ dysfunction syndrome as the first presentation \nof acute brucellosis, a case report and literature review. Sahel Med J. \n2018;21(4):222.\n 39. Dagli O, Dokur M, Guzeldag G, et al. Acute renal failure due to Brucella \nmelitensis. J Infect Dev Countries. 2011;5(12):893–5.\n 40. Bouomrani S, Dey M, Ahmed A. Acute renal failure complicating sep ticemic brucellosis. J Pathol Infect Dis. 2019;10:1.\n 41. Khorvash F, Keshteli AH, Behjati M, et al. An unusual presentation of \nbrucellosis, involving multiple organ systems, with low agglutinating \ntiters: a case report. J Med Case Rep. 2007;1:53.\n 42. Dizbay M, Hizel K, Kilic S, et al. Brucella peritonitis and leucocyto clastic vasculitis due to Brucella melitensis. Brazil J Infectious Dis. \n2007;11(4):443–4.\n 43. Huang S, Wang H, Li F, et al. Better efficacy of triple antibiotics therapy \nfor human brucellosis: a systematic review and meta-analysis. PLoS Negl \nTrop Dis. 2023;17(9): e0011590.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}