{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04851-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04851-2.pdf",
  "metadata": {
    "/Keywords": "Diverticulum; Tracheal diverticulum; Tracheal; Case report; Literature review",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241021140857+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241009102832+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04851-2",
    "/Author": "Afsaneh Safarian ",
    "/Title": "Posterior tracheal diverticulum: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04851-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Tracheal diverticulum is a rare condition often linked to other malformations. This case study highlights \nthe posterior tracheal diverticulum, covering its causes, symptoms, diagnosis, treatment, and prognosis. The report \nis significant due to the rarity of tracheal diverticulum and potential for misdiagnosis, which can result in complications such as respiratory infections. The case offers novel insights into the presentation and management of tracheal \ndiverticulum, helping to guide future diagnosis and treatment.",
    "Case Presentation": "Case presentation A 73-year-old Iranian man with a history of cardiac surgery 15 years ago was admitted \nto the Loghman Hakim Hospital in Tehran, Iran, for retrosternal chest pain, shoulder radiation, and a persistent cough \nlasting 4 months. The patient underwent cardiac tests and a lung computed tomography scan, which showed \na 16 × 18 mm air-filled outpouching connected to the trachea’s right posterolateral side, leading to a diagnosis of tracheal diverticulum. The patient was treated with bronchodilators and antibiotics.\nConclusions Tracheal diverticulum is typically asymptomatic but can present with respiratory difficulties, dysphagia, \nand hoarseness. Diagnosis relies on imaging, and treatment ranges from conservative management to surgical inter vention, particularly in symptomatic cases or those with complications. Recognizing tracheal diverticulum in surgical and anesthesia planning is crucial to prevent severe risks such as airway obstruction or trauma. This case report \nhighlights the importance of early detection and personalized management, potentially improving patient outcomes \nand guiding clinical decision-making in similar cases.\nKeywords  Diverticulum, Tracheal diverticulum, Tracheal, Case report, Literature review",
    "Introduction": "Introduction\nTracheal diverticulum (TD) is a rare anatomical dis order where an outpouching occurs from the tracheal \nwall, which may be congenital or acquired. It is typically \ndiscovered incidentally and can manifest with varying \nsymptoms or be asymptomatic [1, 2].\nThis study presents a case of posterior TD, explores \nthe literature on this rare entity, emphasizes its clinical significance, and underscores the importance of under standing, researching, and enhancing patient outcomes \nfor this condition.\nCase report\nCase presentation\nA 73-year-old Iranian man was admitted to Loghman \nHakim Hospital in Tehran, Iran, with retrosternal chest \npain spreading to his shoulders and a productive cough \nfor 6  months. He underwent mitral valve repair and \ncoronary bypass surgery 15 years ago, with no history of \nsmoking or alcohol use. He did not present with fever, \nhoarseness, difficulty swallowing, or stridor.\nDiagnosis\nThe patient had typical vital signs and no abnormalities \nin the neck. Metallic sounds were heard from the mitral Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMehdi Karimi\nKarimi9010@gmail.com\n1 Department of Internal Medicine, Loghman Hakim Hospital, Shahid \nBeheshti University of Medical Science, Tehran, Iran\n2 Faculty of Medicine, Bogomolets National Medical University, Kyiv, \nUkraine\n3 School of Medicine, Shahid Beheshti University of Medical Science, \nTehran, Iran\nPage 2 of 5 Safarian et al. Journal of Medical Case Reports          (2024) 18:511 \nvalve during cardiac auscultation. The lung auscultation \nwas clear, with no abnormal breath sounds. The rest of \nthe examination was normal.\nHe underwent cardiac investigations for suspected \nchest pain and a lung computed tomography (CT) \nscan for chronic cough. The thoracic CT scan revealed \na 16 × 18 mm air-filled outpouching near the tracheal \nlumen on the right side. Bacteriologic studies were \nnegative for acid-resistant and common bacteria, and \nspirometry showed no signs of obstructive or restric tive patterns.\nFigure  1 demonstrates the axial bone window of the \nchest CT scan. There is 16  × 18 mm air-filled outpouch ing in the proper posterolateral aspect of the trachea at \nthe thoracic inlet, which favors the tracheal diverticula.\nTreatment\nThe TD was diagnosed after cardiac issues were ruled \nout. Based on age and medical history, the patient was \ntreated conservatively with bronchodilators, mucolyt ics, respiratory physiotherapy, and antibiotics, which \nimproved symptoms.\nPatient consent (ethical approval)\nThe patient provided written informed consent for the \npublication of this case and any accompanying images. \nApproval was obtained from the local Institutional \nReview Board and the Ethics Committee of Loghman \nHakim Hospital, Shahid Beheshti University of Medi cal Sciences (SBUMS), and the study was conducted in \naccordance with ethical standards.Review of tracheal diverticulum\nTD is a rare condition in which an outpouching occurs in \nthe tracheal wall, either congenital or acquired. It is usu ally found incidentally and can cause various symptoms \nwhen active [1, 2]. The first recorded case of TD was \nreported by Rokitansky in 1838 [3].\nMost cases of TD present asymptomatically and are \noften detected incidentally during imaging studies per formed for unrelated reasons [4], and may not require \ntreatment if they are not causing any symptoms. While \nrelatively uncommon, this condition can lead to different \nrespiratory and digestive symptoms, making it essential \nto understand its causes, diagnostic evaluation, and treat ment options [1, 5]. They can be found in ~1% of patients \nin autopsy series. The highest occurrence of TD has been \nnoted among individuals in their fourth decade of life [4].\nThis article reports a case of posterior TD and explores \nits causes, risk factors, symptoms, diagnostic",
    "Methods": "methods, \ntreatment options, complications, and long-term progno sis for affected individuals. By delving into these aspects, \nwe aim to provide a comprehensive overview of this con dition for medical professionals and individuals seeking \ninformation on posterior TD.\nEtiology and risk factors\nTD can be congenital or, more commonly, acquired. \nCongenital TD is caused by faulty tracheal cartilage and \nconsists of respiratory epithelia, smooth muscle, and car tilage (true diverticula). They are smaller, produce more \nrespiratory secretions, and have a narrower mouth. The \ncommon site is on the right side, around 4–5 cm below \nthe vocal cords or immediately above the major carina \n[6]. Acquired TD",
    "Results": "results from increasing intraluminal \npressure, which causes herniation of tracheal sections \nlacking cartilaginous rings. They consist of ciliatedcolumnar epithelia that lack smooth muscle and cartilage \n(pseudo-diverticula). They are more prominent, have a \nbroad mouth, and can start at any level (most commonly \non the posterolateral portion of the trachea) [7]. Addi tionally, they may be caused by cystic distension and \nthickening of mucous gland ducts [8, 9].\nTD risk factors include actions or conditions that may \nelevate intraluminal pressure within the trachea, weaken \nits wall, or cause structural abnormalities. Among the risk \nfactors linked to TD development are chronic coughing, \nchronic obstructive pulmonary disease (COPD), compro mised tracheal structures, elevated intraluminal pressure \nresulting in tracheal wall herniation, cystic distension, \nthickening of mucous gland ducts, and factors related to \nprevious surgeries [10]. A case report on tracheobron chial diverticulum highlights its potential risk for diving \ndue to the theoretical higher risk of barotrauma during \nFig. 1 Axial bone window of chest computed tomography (CT) scan\nPage 3 of 5\n Safarian et al. Journal of Medical Case Reports          (2024) 18:511 \n \ndecompression, which can lead to complications such as \npneumomediastinum, hemorrhage, or arterial gas embo lism [11].\nClinical presentations\nThe clinical manifestations of a posterior TD can vary \ndepending on factors such as its size, location, and \nwhether it is congenital or acquired. Most cases of TD \npresent without symptoms and are frequently detected \ncoincidentally during imaging studies conducted for \nunrelated purposes [4]. The symptoms of TD are pri marily respiratory rather than digestive. In sympto matic patients, typical symptoms may include persistent \nchronic cough, stridor, dyspnea, globus pharyngeus, \ndiscomfort, or pain in the neck region. Some cases may \ninvolve atypical presentations such as hoarseness, dys phagia or odynophagia, hemoptysis, episodes of hiccups \nand burping, and choking [5, 9, 12–16].\nComplications and potential risks\nComplications are inevitable in individuals with tracheal \ndiverticula, and their severity can vary based on factors \nsuch as size, location, and overall health status. In severe \nand complex cases, these complications can exacerbate \nthe patient’s condition and prognosis [9, 17]. Compli cations may encompass infection, aspiration, airway \nobstruction, vascular rupture leading to bleeding, and \nrecurrent respiratory infections. In rare instances, more \nsevere complications such as fistula formation, tracheoe sophageal or tracheomediastinal fistulas, or tracheal ste nosis may occur [17, 18]. Infected tracheal diverticula can \nescalate to paratracheal abscess. Additionally, TD may \ninduce dysphonia due to recurrent paralysis from direct \ncompression, potentially complicating tracheal intuba tion [5, 9]. Recurrent laryngeal nerve paralysis is a pos sible consequence, manifesting with symptoms such as \ndysphonia [18, 19].\nTable  1 presents a summary of common clinical pres entations and complications of patients with TD.Diagnostic evaluation and imaging techniques\nSpecific signs and symptoms related to this condition \nneed to be assessed during the physical examination of \na patient with a TD. In the course of the examination, \nan individual may observe such signs and symptoms as \nchronic coughing, episodic respiratory infections, dif ficulty breathing, and sometimes an evident mass in the \narea around the neck [9]. In patients with persistent res piratory symptoms after management of gastroesopha geal reflux and tracheomalacia, a diagnosis of TD should \nbe considered early [20]. Such imaging techniques as \nchest radiography, computed tomography (CT) scans, \nmagnetic resonance imaging (MRI), or fiberoptic bron choscopy are often used in diagnosing TD, especially \nbecause they help establish how far the diverticulum is \nattached to the tracheal lumen [9, 21, 22]. These imag ing techniques can demonstrate that there exist air-filled \nmultiple cysts within the tracheal wall, which signifies the \npresence of a diverticulum [22]. Thin-section multidetec tor computed tomography (MDCT) is a valuable tool for \ndiagnosing TD [9]. Axial, coronal, and sagittal reformat \nmultiplanar images obtained through MDCT can effec tively illustrate the relationship between the diverticulum \nand the tracheal lumen. While bronchoscopy is another \ndiagnostic option for TD, it may not readily reveal the \nconnection between the diverticulum and the tracheal \nlumen [9]. MRI is functional in diagnosing TD and moni toring therapeutic efficacy, especially in infected cases \n[23].\nTreatment options and management strategies\nTreatment options vary depending on the size and loca tion of the diverticulum, ranging from observation to \nsurgical intervention. It is essential to individualize the \ntreatment approach based on the patient’s clinical pres entation and needs. The choice between conservative \nand surgical treatment depends on factors such as the \npatient’s age, physical condition, clinical presentation, \nthe severity of symptoms, and the presence of comorbidi ties [9, 24]. Conservative approaches are often preferred \nin treating TD, especially for asymptomatic patients. \nTable 1 Common clinical presentations and complications of posterior tracheal diverticulum (PTD)\nClinical presentations\nTypical Persistent chronic cough, stridor, dyspnea, globus pharyngeus, discomfort or pain in the neck region\nAtypical Hoarseness, dysphagia or odynophagia, hemoptysis, hiccups, burping, choking\nRespiratory symptoms Chronic cough, dyspnea, stridor, recurrent airway infections, hemoptysis, choking\nDigestive symptoms Dysphagia, odynophagia, hiccups, burping\nComplications Infection, aspiration, airway obstruction, rupture of blood vessels and bleeding, recurrent respiratory infections fistula formation, tracheoesophageal or tracheomediastinal fistulas, tracheal stenosis, \ndysphonia\nPage 4 of 5 Safarian et al. Journal of Medical Case Reports          (2024) 18:511 \nConservative management typically involves medical \ntreatment with antibiotics, mucolytic agents, and physi otherapy. This approach aims to prevent infection of the \ndiverticulum and manage symptoms without invasive \nprocedures [9].\nSurgical intervention is usually reserved for sympto matic cases where conservative measures have not been \neffective or when there are specific indications for sur gery. Endoscopic cauterization with laser or electrocoag ulation can also be considered for symptomatic patients \n[26].\nSurgical treatment of TD involves various approaches \ndepending on the patient’s symptoms and the character istics of the diverticulum. Symptomatic diverticula can \nbe managed surgically through transcervical resection or \nendoscopic procedures using laser surgery or electrosur gery. Transcervical repair involves surgical resection of \nthe diverticulum, which is considered a safe and effective \ntreatment option for symptomatic cases [25]. Endoscopic \ntechniques, such as laser surgery or electrocoagulation, \ncan also be utilized for treating TD, especially in cases \nwhere conservative measures have not been successful or \nwhen there are specific indications for surgery [26].\nBronchoscopic management of TD using argon plasma \ncoagulation (APC) is a minimally invasive approach that \neffectively treats the condition. APC applies thermal \nenergy to ablate and coagulate the diverticulum tissue, \nshowing promise in cases where conservative measures \nfail, or surgery is not necessary. Studies confirm APC’s \nefficacy in treating symptomatic cases, establishing it as a \nsafe and efficient treatment option [27, 28].\nPosttreatment care\nEnsuring proper posttreatment care for TD is vital for \nachieving optimal recovery and avoiding complications. \nFollowing surgical or bronchoscopic interventions, \npatients may need personalized care guidance, encom passing monitoring, medication management, dietary \nadjustments, physical activity recommendations, symp tom vigilance, lifestyle modifications, and potential reha bilitation [25, 26].\nPrognosis and long‑term outlook\nThe prognosis and long-term outlook for TD diverticu lum are typically favorable, particularly in asymptomatic \ninstances. Symptomatic cases can also fare well with early \ndiagnosis and proper management, leading to favorable \noutcomes. Timely reporting of new symptoms or compli cations is essential for prompt intervention. In general, \nwith accurate diagnosis, personalized treatment plans, \nand adherence to posttreatment care, patients with TD \ncan anticipate a favorable long-term prognosis and qual ity of life [9, 21].",
    "Discussion": "Discussion\nThis case report highlights the importance of recogniz ing TD, a rare condition that often presents asymp tomatically and is typically discovered incidentally \nduring imaging [1, 2]. In this case, the patient’s persistent \ncough and chest pain led to the identification of a pos terior TD through a thoracic CT scan. The conserva tive management approach, including bronchodilators \nand antibiotics, was chosen based on the patient’s age, \nmedical history, and relatively mild symptoms. This case \nunderscores the need for heightened awareness of TD, \nespecially in patients with unexplained respiratory symp toms, as early diagnosis and appropriate management \ncan prevent complications such as infection or airway \nobstruction. Furthermore, it illustrates the significance \nof considering TD in the context of surgical and anesthe sia planning, where unanticipated complications could \narise if the condition goes undetected. Overall, while TD \nis rare, its potential impact on patient health warrants \ncareful consideration in clinical practice, particularly in \nsymptomatic cases.\nConclusions\nTD is an uncommon and rare condition frequently dis covered incidentally, as it often presents without symp toms. However, when symptoms do manifest, they \ncan encompass respiratory difficulties, dysphagia, and \nhoarseness, typically resulting from compression of \nadjacent structures. Diagnosis predominantly relies on \nimaging techniques. Management approaches may vary \nfrom conservative measures to surgical excision, par ticularly in symptomatic patients or when complications \narise. Considering this condition in surgical and anes thesia planning is crucial to mitigate the risk of severe \ncomplications.\nAbbreviations\nTD  Tracheal diverticulum\nPTD  Posterior tracheal diverticulum\nCT  Computed tomography\nMRI  Magnetic resonance imaging\nMDCT  Multidetector computed tomography\nAcknowledgements\nWe appreciate the hospital staff for their support, understanding, and coop eration with the participants.\nAuthor contributions\nConceptualization: Afsaneh Safarian, Niloofar Deravi. Literature Review: Mehdi \nKarimi. Case Presentation: Niloofar Deravi. Critical Review and Editing: Mehdi \nKarimi and Niloofar Deravi. Writing: Mehdi Karimi, Niloofar Deravi, Afsaneh \nSafarian. Supervision: Khosrow Agin.\nFunding\nNone.\nData availability\nAvailability of supporting data.\nPage 5 of 5\n Safarian et al. Journal of Medical Case Reports          (2024) 18:511 \n \nDeclarations\nEthics approval and consent to participate\nThis case report was conducted in accordance with the Declaration of \nHelsinki. Ethical approval was obtained from the Ethics Committee of Loghman \nHakim Hospital, Shahid Beheshti University of Medical Science (SBUM), Tehran, \nIran. The patient provided written informed consent for the publication of this \ncase and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 24 August 2024   Accepted: 24 September 2024\nReferences\n 1. Zhou W, et al. Rare and unexpected ventilation difficulties due to tracheal \ndiverticulum: a case report. Medicine (Baltimore). 2023;102(32): e34536.\n 2. Gayer G. Tracheal diverticula. Semin Ultrasound CT MRI. 2016;37(3):190–5.\n 3. Frenkiel S, Assimes IK, Rosales JK. Congenital tracheal diverticulum. A case \nreport. Ann Otol Rhinol Laryngol. 1980;89(51):406–8.\n 4. Pace M, et al. Tracheal diverticula: a retrospective analysis of patients \nreferred for thoracic CT. Medicine (Baltimore). 2018;97(39): e12544.\n 5. Lee SY, et al. A case of symptomatic tracheal diverticulum and surgical \nresection as a treatment modality. Korean J Thorac Cardiovasc Surg. \n2016;49(5):405–7.\n 6. Rojas J, et al. Tracheal diverticulum. J Bronchol Int Pulmonol. \n2011;18(1):91–3.\n 7. Chennuri R, et al. Tracheal diverticulum: a unique case with intraoperative \nmorphologic assessment. Case Rep Pathol. 2015;2015:1–3.\n 8. Tanaka H, et al. Paratracheal air cysts communicating with the trachea: CT \nfindings. J Thorac Imaging. 1997;12(1):38–40.\n 9. Tanrivermis Sayit A, et al. The diseases of airway-tracheal diverticulum: a \nreview of the literature. J Thorac Dis. 2016;8(10):E1163-e1167.\n 10. Carmona Soto P , Congregado M, Loscertales J. Acquired tracheal \ndiverticulum as the cause of complicated orotracheal intubation. Arch \nBronconeumol. 2012;48(2):64–5.\n 11. Qing L, et al. Case report: tracheobronchial diverticulum, a potential risk \nfor diving? Front Med (Lausanne). 2023;10:1340974.\n 12. Smelley CL, Bowen R, Nathan CO. Intermittently symptomatic tracheal \ndiverticulum: a case of a rare clinical phenomenon. Ear Nose Throat J. \n2011;90(9):E10–2.\n 13. Haloui O, et al. Chronic cough revealing a tracheal diverticulum: a case \nreport. Cureus. 2022;14(7): e26958.\n 14. Inban P , Chandrasekaran SH. Tracheal diverticulum in a young male \npatient with chronic cough: a case report. Cureus. 2023;15(3): e36006.\n 15. Inam H, Zahid I, Fatimi S. Tracheal diverticulum as a rare cause of dysphagia. Asian Cardiovasc Thorac Ann. 2018;27(1):49–51.\n 16. Chaudhry I, et al. Tracheal diverticulum: a rare cause of hoarseness of the \nvoice. Ann Thorac Surg. 2014;97(2):e29-31.\n 17. Gaissert HA, Grillo HC. Complications of the tracheal diverticulum \nafter division of congenital tracheoesophageal fistula. J Pediatr Surg. \n2006;41(4):842–4.\n 18. Ceulemans LJ, et al. Recurrent laryngeal nerve paralysis by compression \nfrom a tracheal diverticulum. Ann Thorac Surg. 2014;97(3):1068–71.\n 19. Caversaccio MD, Becker M, Zbären P . Tracheal diverticulum present ing with recurrent laryngeal nerve paralysis. Ann Otol Rhinol Laryngol. \n1998;107(4):362–4.\n 20. Shah AR, Lazar EL, Atlas AB. Tracheal diverticula after tracheoesophageal \nfistula repair: case series and review of the literature. J Pediatr Surg. \n2009;44(11):2107–11. 21. Peñuela-RuízIgnacio EJS-H, Torres-Jiménez R-S. Tracheal diverticulum: a \nreview of the literature. Lung. 2006;184(6):303.\n 22. Ampollini L, et al. Incidental radiological finding of tracheal diverticulum. \nEur J Cardiothorac Surg. 2007;31(3):545–545.\n 23. Zhang Y, et al. The role of MRI in diagnosing and managing tracheal \ndiverticulum. Acad Radiol. 2021.\n 24. Novikov A, et al. Tracheal diverticulum: diagnosis, implications, and treat ment options. J Investig Med BMJ. 2020.\n 25. Collin JD, Batchelor T, Hughes CW. Transcervical repair of tracheal diver ticulum. Ann Thorac Surg. 2014;98(4):1490–2.\n 26. Bhatnagar V, et al. Endoscopic treatment of tracheal diverticulum after \nprimary repair of esophageal atresia and tracheoesophageal fistula. J \nPediatr Surg. 1998;33(8):1323–4.\n 27. Sagar A-ES, et al. Bronchoscopic management of tracheal diverticulum \nusing argon plasma coagulation. Ann Am Thorac Soc. 2022;19(3):484–7.\n 28. Rabenstein T, et al. Argon plasma coagulation for flexible endoscopic \nZenker’s diverticulotomy. Endoscopy. 2007;39(2):141–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}