{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04909-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04909-1.pdf",
  "metadata": {
    "/Keywords": "Multiply sclerosis; Medicament testing; Device for remote transfer of information from a drug to the human body; Erythromycin; Acyclovir; MRI",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241119163515+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241116122148+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04909-1",
    "/Author": "Naylya Djumaeva ",
    "/Title": "A successful application of information technologies in the treatment of multiple sclerosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04909-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Multiple sclerosis is a chronic disease of the central nervous system characterized by inflammation, \nneurodegeneration, and failure of the central nervous system’s repair mechanisms. The role of infectious agents \nagainst the background of genetic predisposition is currently considered a possible pathogenesis factor of this \ndisease.",
    "Case Presentation": "Case presentation We report the case of a 52-year-old white (Russian) female musician with 15-year history \nof relapsing–remitting multiple sclerosis who had repeatedly received conventional therapy without much benefit. In \n2017, she was admitted to the outpatient department of the Institute of Virology, where she was treated with erythromycin and acyclovir (tablet forms), which were not applied in the traditional way but through the “device for transfer of information from the drug to the human body.” The received effect led to suppression of the disease activity, \na significant reduction in the symptoms of the disease, prevention of further increase in neurological manifestations \nof the disease, and improvement in the dynamics of the manifestation of the disease according to brain magnetic \nresonance imaging.",
    "Conclusion": "Conclusion The described case report is innovative and presents for the first time the",
    "Results": "results of a noninvasive \napproach to the treatment of a patient with multiple sclerosis in whom information about various medications \nwas introduced into different parts of the body, including the brain. The results obtained may indicate a possible role \nof infectious agents in the genesis of multiple sclerosis. It indicates a potential impact on them by using a “device \nfor transfer of information from the drug to the human body.” The study was conducted in accordance with the principles of the Declaration of Helsinki. It was approved by the Institutional Review Board of the Research Institute of Virology of Uzbekistan (no. 12/8–1500, 1/3/2017).\nKeywords  Multiply sclerosis, Medicament testing, Device for remote transfer of information from a drug to the \nhuman body, Erythromycin, Acyclovir, MRI",
    "Introduction": "Introduction\nMultiply sclerosis (MS) is a chronic autoimmune inflam matory disease characterized by demyelination and cen tral nervous system axonal degeneration [1]. Treatment \nfor MS has two aspects: immunomodulatory therapy for \nthe underlying immune disorder and therapies to relieve \nor modify MS symptoms. These agents appear to slow \ndisability progression and reduce the accumulation of \nlesions within the brain and spinal cord [2, 3].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNaylya Djumaeva\nnaila.djumaeva@gmail.com\n1 Microbiology, Infectious and Parasitic Diseases, The Research Institute \nof Virology of the National Specialized Scientific and Practical Medical \nCenter for Epidemiology, 7A Yangi Shahar Street, 100194 Tashkent, \nUzbekistan\nPage 2 of 9 Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \nIdeas about the possible role of microorganisms in the \ngenesis of autoimmune diseases, which include mul tiple sclerosis, have long attracted the attention of sci entists. Pathogens associated with the development or \nexacerbation of multiple sclerosis include bacteria such \nas Chlamydia pneumonia, enterotoxins produced by \nStaphylococcus aureus, and viruses of the Herpesviridae \nfamily (Epstein–Barr virus, human herpes virus) [4–6]. \nHowever, no rigorous evidence of an infectious etiol ogy as a cause of multiple sclerosis has been found, and \nit is believed that microorganisms are able to modulate \nthe neuroimmunological system in genetically predis posed individuals [7]. Low-level laser therapy (LLLT) \nis traditionally used to reduce pain, inflammation, and \nedema, to promote wound, deeper tissues, and nerve \nhealing, and to prevent tissue damage and other effects \n[8]. Animal experiments using low-power lasers with \nexperimental MS are being conducted and have shown \npromising results [9]. However, we were unable to find \ndata on the application of LLLT with a low energy level \nto treat a MS patient, and this is the first case of a non invasive approach to treating a patient with MS using \nerythromycin and acyclovir placed in a field generated by \nvery low-level laser radiation transmitted through a spiral \nlight guide–emitter; this led to suppression of the disease \nactivity, preventing further increase of neurological signs \nof the disease and reducing the occurrence of the appear ance of demyelinating lesions in a patient with MS.\nCase presentation\nChief complaints\nIn January 2017, a 52-year-old white (Russian) female \nmusician presented with complaints of fatigue that \nincreased throughout the day, weakness when walking, \nconstant headaches, dizziness, stiffness in the arms and \nlegs, mainly on the right side, unsteadiness of gait, tin gling, and numbness in her four limbs, inability to play \nthe piano, problems with bladder control, and insomnia.\nHistory of present illness, medical, and family history\nThe patient’s first admission to the hospital was in 2009 \nwith acute onset of dizziness, weakness in her left arm \nand leg, severe fatigue, and tingling in the palms of both \nhands. In December 2013, during subsequent hospi talization with first-time complaints of paralysis of the \nright arm and severe weakness in the right leg, mag netic resonance imaging (MRI) data of the brain (where \nT2-weighted longitudinal MRI showed the presence of \ntwo demyelinating lesions in the frontal and periven tricular regions of the white matter brain consistent with \ndemyelination), of the typical course of the disease and \nbased on the McDonald criteria, the patient was diag nosed with multiple sclerosis of a relapsing–remitting form [10]. According to the breakdown of the Expanded \nDisability Status Scale (2017), the patient’s condition was \nrated at 7, 5 meaning she cannot take more than a few \nsteps. She is restricted to a wheelchair and may need help \ngetting in and out. She can wheel but cannot carry on \nin a standard wheelchair for a full day and may require \na motorized wheelchair [11]. High-dose cortisone treat ment (Solu-Medrol 1 g intravenously for 5 days) was ini tiated with progressive symptom reduction. In 2014, the \npatient received Copaxone (Teva Pharmaceutical Indus tries, Israel) 1.0 ml in two courses during the year by 54 \ninjections. She continued to take oral prednisolone at a \ndosage of 10 mg every day.\nIn January 2017, she was admitted to the outpa tient department of the Research Institute of Virology \nwith above-described complaints. Her medical history \nincluded frequent exacerbations of upper respiratory \ntract infections since early childhood. Her family history \nwas unremarkable.\nPhysical examination\nUpon examination, the patient’s vital signs were typical. \nThe neurological  examination revealed horizontal gazeevoked nystagmus and mild left lower motor neuron \nseventh cranial nerve palsy. The patient had pyramidal \nweakness of the left extremities (Medical Research Coun cil scale scores of 3/4 proximally and 2/3 distally), with \nspasticity, hyperreflexia, and reflexes of Babinski in both \nlower limbs, dysmetria in the four limbs (left > right), and \nbrisk reflexes with a left extensor plantar reflex. There \nwas no sensitivity impairment. She had the following cer ebellar signs:  incoordination (dysdiadochokinesia, prob lems with heel-to-shin test), rapid repeating movements, \nataxic gait of both cerebellar and sensory origin, neuro genic bladder, and the following sensory impairments: \nparesthesia, numbness, and positive Romberg test. Cog nitive and emotional abnormalities included a fluctuating \nhyperactive state with mild agitation.\nResults of tests\nOn brain MRI, multiple areas in the white matter (perive ntricular, cortical, and juxta-cortical, sized 8–12  mm) \nhad an appearance consistent with demyelination; most \nof these areas appeared confluent. At least six lesions \nshowed contrast enhancement after Gd injection. MRI of \nthe cervical spine was normal.\nSerological blood testing revealed positive cytomeg alovirus (IgG Ab) and HSV 1/2 (IgG Ab) results. The \npharyngeal swab revealed the presence of β-hemolytic \nStreptococcus. Cerebrospinal fluid (CSF) examination \nwas negative for enterovirus, herpes simplex virus types \n1 and 2, and John Cunningham (JC) virus on polymerase \nchain reaction. CSF bacterial and tuberculosis cultures \nPage 3 of 9\n Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \n \nwere negative. Serology was negative for HIV, human \nT-lymphotropic virus type 1, also known as HTLV-1 or \nhuman T-cell leukemia virus type 1 (HTLV), Borrelia, \nsyphilis. and JC virus. The patient had a typical total \nblood count and renal, liver, and thyroid function values. \nVitamin B12 and folate levels were also normal. Anti body test results (aquaporin, anti-double-stranded DNA, \nextractable nuclear antigen (ENA), and anti-neutrophil \ncytoplasmic antibody) were average. Sensory and motor \nevoked potentials and computed tomography (CT) scans \nof the chest and abdomen were normal.\nConsidering the patient’s condition and the lack of \neffect from traditional therapy, the patient was offered \nnoninvasive medicament testing (MT) and the subse quent noninvasive application of the “device for remote \ntransfer of information from a drug to the human body” \n(DTI) [12, 13].\nDescription of intervention\nTo measure the level of electrical impedance at the acu puncture points (AP), we selected the following acupunc ture points (measurement points (MP), Voll): Ly1, Ly3, \nKr8a, Ne1, Ne1b*, Ne2, Ne3, Ne4. Abbreviations of the \nmeridians are as follows: Ly, lymphatic system; Kr, circu lation meridian; Ne, nervous system [14]. For MT, taking \ninto account the medical history of our patient and the \nresults of the pharyngeal swab, the nosode of Streptococ cus spp. at 30C dilution was selected, and erythromy cin (100  mg tablets) was chosen. A detailed description \nof the method has been described previously [12]. The \nresults of MT are presented in Table 1.\nNote that MT pretest readings (units) are given as the \nresult of the electroacupuncture diagnosis by Voll (EAV) \ndiagnosis obtained after the indicator drop [12]. MT \nposttest readings (units) reflect the results obtained after \nthe application of the nosode of Streptococcus spp. and erythromycin (tab) at the specified MPs in the process of \nthe MT. As can be seen from the presented data, a posi tive response to MT was obtained at four MPs: Ly1, Ly3, \nKr8a, and Ne3. For the therapy of our patient, we used \nerythromycin tablets placed inside the DTI. Figure  1 \nshows a schematic of the device used in the study (patent \nof the Russian Federation) [13]. According to the authors \nof the patent, only allopathic drugs can be placed in the \nDTI; in our case, the positive response to erythromy cin during the MT process became the main reason for \napplying this drug.\nAccording to the recommendations of Dr. Voll, MPs \nwith a positive response to MT are  associated with \nthe following internal organs [14]: Ly1, palatine ton sil, including peri- and retrotonsillar space with lymph \ndrainage to the deep lymph nodes of the neck; Ly3, lymph \ndrainage from the mucous membranes of the nasal cavity \nand paranasal sinuses; Kr8a, deep cervical lymph nodes; \nNe3, brain stem and cerebrum. The patient received a full \nexplanation about DTI, as well as about the procedure \nitself, where she was placed on a couch in prone position, \nand a cylinder (emitter) of the DTI device with medica tions placed inside the cylinder is placed on the surface of \nthe body (noninvasive access). The cylinder itself is placed \nabove the projection of some internal organs selected \nby the doctor. At first, the laser device is switched on. \nThe radiation power of the laser device does not exceed \n5 mW. The procedure lasts up to 30 minutes, if necessary, \nunder the control of the dynamics of the relevant physi ological or biochemical indicators (pulse rate, blood pres sure, etc.). After the completion of the exposure, the laser \ndevice is switched off. Thus, the patient does not take \nthe drug traditionally or orally, and the drug’s therapeu tic effect is achieved by placing it into the DTI; when the \nlaser is switched on, information about the drug placed \ninside the DTI is transferred to the areas of the body that \nare planned to be exposed to it. In her case, this effect \nmakes it possible to freely and safely reach certain areas \nof her body where traditional drug access is complex and Table 1 Results of medicament testing before the first session \nof exposure\nMPs MT pretest \nreadings \n(units)Indicator \ndrop \n(units)MT posttest \nreadings \n(units)Interpretation \nof the data \nobtained\nLy1 38 12 60 Positive response\nLy3 40 10 62 Positive response\nKr8a 42 12 60 Positive response\nNe1 58 abs 46 Negative \nresponse\nNe1b* 46 8 36 Negative \nresponse\nNe2 60 abs 48 Negative \nresponse\nNe3 36 14 62 Positive response\n Fig. 1 Schematic of the device used in the study\nPage 4 of 9 Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \nrequires special conditions (for example, the brain). Thus, \nthe following organs were planned to be exposed: pala tine tonsils (D, S), paranasal sinuses (D, S), deep cervical \nlymph nodes (D, S), and the brain (D, S). The patient was \ninformed that she could refuse to participate in the study.\nThe procedure began on 2 February 2017. During the \nfirst session of exposure, erythromycin (100  mg) was \nplaced into the emitter and above the projection of the \npalatine tonsils (D, S, sequentially). Then, the emitter \nwas closed with a cover, and the laser apparatus was \nswitched on. The procedure lasted 30 minutes, and the \nlaser apparatus was switched off. The patient did not \nfeel the moment the device was turned on and off and \nwas not warned about this. The patient did not feel any \ndiscomfort after the exposure. On the patient’s next \nvisit after 10 days, we repeated the procedure described \nabove and applied an emitter of the DTI above the pro jection of the paranasal sinuses (D, S, sequentially). \nThe procedures were repeated every 10 days, and on \nher last visit on 3 March 2017, the emitter of the DTI \nwas located above the brain projection. For this pur pose, the patient was placed in a lying position on her \nside (D, S), and the exposure was carried out separately \nover the projection of different parts of the brain: fron tal lobe, temporal zone, parietal zone, occipital zone, \nand cerebellum. The only unpleasant sensation that the \npatient experienced after the procedure was mild light headedness immediately after the procedure, which \nlasted about 2 hours. The patient continued to receive \nprednisolone at a dose of 10 mg daily. On 23 March 23, \nthe patient’s condition improved significantly: fatigue \nand weakness when walking disappeared, headache and \ndizziness stopped, and gait improved. The  neurologi cal examination data did not change. She ceased tak ing prednisolone in May 2017. At the time of stopping \nprednisolone, the following complaints were present: \nslightly  expressed stiffness in her arms and legs, tin gling (pins and needles) sensation in four limbs, prob lems with bladder control, and insomnia. In December \n2017, the patient came for a routine check with a com plaint of tingling (pins and needles) sensation in her \nfour limbs  and insomnia. Neurological examination \nrevealed a horizontal gaze-evoked nystagmus and mild \nleft lower motor neuron seventh cranial nerve palsy \nThe patient had upper-level motor weakness of the left \nextremities (Medical Research Council scale scores \nof 4/5 proximally and 4/ + distally), with mild spastic ity and reflexes of Babinski in both lower limbs and \nHoffmann reflex in her left hand, and mild dysmetria \nin the four limbs (left > right). There was no sensitiv ity impairment. She had the following cerebellar signs: \nincoordination (dysdiadochokinesia, problems with \nheel-to-shin test), rapid repeating  movements, ataxic gait, and neurogenic bladder, and the following sensory \nimpairments: paresthesia, numbness, positive Romberg \ntest. Cognitive and emotional abnormalities included \na fluctuating hyperactive state. The results of MT \nwith erythromycin (100 mg tablets) showed a negative \nresponse at all MPs, as presented in Table  1. A pharyn geal swab revealed a negative result for the presence of \nβ-hemolytic streptococcus. The patient noted that she \nwas no longer bothered by frequent exacerbations of \nupper respiratory tract infections.\nOn her next visit on 17 March 2018, she experi enced an exacerbation of the MS over the last  week. \nShe recalled that, 1 month previously, she got sick \nwith influenza after contact with a diseased child. \nThat time, she complained of weakness in her left leg, \nwhich drastically increased over 3 days, and unsteady \ngait. Neurological examination showed a  horizontal \ngaze-evoked nystagmus. The patient had upper-level \nmotor weakness in her four  extremities scale scores \nof 4/ + proximally and 4/- distally with mild spastic ity,  hyperreflexia, and Hoffmann in the left hand and \nBabinski in both  lower limbs. She had problems with \nthe heel-to-shin test, ataxic gait, neurogenic bladder, \nand sensory impairments: paresthesia, numbness, and \npositive Romberg test. Cognitive and emotional abnor malities in our patient included a fluctuating hyperac tive state with mild agitation.\nTaking into account the patient’s medical history and \nthe presence of HSV1/2 IgG Ab, it was decided to con duct MT at the same MPs using the nosode of DNA \npolymerase in 30C dilution, nosode of herpes simplex Table 2 Results of medicament testing before the fifth session \nof exposure\nMPs MT pre-test \nReadings(units)Indicator \ndrop(units)MT post-test \nReadings \n(units)Interpretation \nof the data \nobtained\nLy1 56 abs 48 Negative \nresponse\nLy3 58 abs 48 Negative \nresponse\nKr8a 62 abs 52 Negative \nresponse\nNe1 58 abs 46 Negative \nresponse\nNe1b* 56 abs 42 Negative \nresponse\nNe2 62 abs 48 Negative \nresponse\nNe3 42 10 62 Positive \nresponse\nNe4 56 abs 48 Negative \nresponse\nPage 5 of 9\n Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \n \nin 30C dilution, and acyclovir (200  mg, tablets). The \nresults of MT conducted at that time (March 2018) are \npresented in Table 2 .\nNote that MT pretest readings (units) are given as the \nresult of the EAV diagnosis obtained after the indica tor drop [12]. MT posttest readings (units) reflect the \nresults obtained after the application of the proposed \ndrugs at the specified measurement points. As can be \nseen from the presented data, a positive response to \nMT for the proposed drugs was obtained only at MP \nNe3. We decided to use acyclovir (allopathic drug) for \nthe exposure to the patient and performed the proce dure  described above. The procedure was carried out \nduring which the emitter of the DTI with the  drug \nacyclovir (200  mg) was placed over the projection of \nvarious parts of the  brain. The only unpleasant sensa tion the patient experienced after the procedure was \nmild lightheadedness immediately after the procedure, \nwhich lasted about 2  hours. Her condition improved \nwithin 1 week of the procedure: all described com plaints  disappeared. There were no visible changes in \nher neurological status. The results of MT with acy clovir (200 mg, tab) conducted in April 2018 showed a \nnegative response at all MPs, as presented in Table 2 .\nThus, the patient received five exposure sessions \nusing the “device for remote transfer of information \nfrom the drug to the patient’s body” over the follow ing years: 2017 and 2018. She had no MS exacerba tion from April 2018 till January 2024. The patient was \nsubjected to annual routine examination for possible \nexacerbation of the process, but the patient’s condition \nand neurological status gradually improved. In her last \nroutine visit on 3 January 2024, the patient’s only com plaint was slight tingling in her hands. Neurological \nexamination revealed normal cranial nerve conditions. \nThere were no signs of upper-level motor damage. She \nhad a positive Hoffmann reflex in the left hand. The \nBabinski sign was absent on both feet. There were no \nsigns of sensory impairments as well as the cerebellar \nsigns. The only sign was slight difficulty in performing \na Heel-to-toe test walking test. There were no signs of \nemotional instability. Our patient did not take predni solone (tab) for the last 5 years. She continues to work \nas a musician and plays the piano. The patient teaches \nat a music school and leads an active social life. She has \nhad no further relapses; to date, clinical and radiologi cal follow-up continues to show complete stabilization \nof her condition.\nFigure  2 demonstrates the localization of the demy elinating lesions in different parts of the brain and the \ndynamics of changes accompanying the treatment \naccording to T2-weighted longitudinal MRI conducted \nfrom 2018 to 2024.Study supervision\nThis is an investigator-initiated study. The protocol \nwas approved by the Institutional Review Board of the \nResearch Institute of Virology. The patient provided writ ten informed consent before enrollment in the study in \naccordance with the principles of the Declaration of \nHelsinki. The author vouches for the completeness and \naccuracy of the data and the study’s compliance with the \nprotocol.",
    "Discussion": "Discussion\nThe Russian patent describes an invention by scientists \nfrom the Siberian Branch of the Russian Academy of Sci ences, which represents the cases of “Transfer of infor mation from insulin to the human body” and “Transfer \nof information from an adrenaline solution to the human \nbody, ” presented as information confirming the possi bility of the manifestation of this phenomenon. In both \ncases, the drugs were used in liquid form (in ampoules) \n[14]. Monographs describe the results of in  vitro and \nin vivo studies of the properties of the “device for transfer \ninformation from the drug to the human body” [15, 16]. \nA feature of the field formed inside the cylinder included \nin the described device is its profound penetrating ability. \nThe nature of the physiological basis of the phenomenon \nof MT has not yet been revealed. However, some scien tists have expressed the idea that medicines in the human \nbody realize themselves not only at the pharmacological \nlevel but also at the level of  their inherent electromag netic radiation [15]. The basis for such a statement was \nthe  achievements of quantum mechanics—the physical \nbasis of which is wave–particle dualism, according to \nwhich any material object—particle or wave—has both \nwave and corpuscular properties [17].\nAccording to the article author’s opinion, the mecha nism for transferring information from a drug to the \nhuman body in a “device for transfer of information from \na drug to the human body” is very similar to the mecha nism of medicament testing itself and can be explained \nas follows: under the influence of an ultraweak electro magnetic field formed inside the cylinder (emitter) of the \nDTI, when the laser device is switched on, the molecules \nof chemical elements that make up the drug begin to acti vate [ 12]. The activation of the molecules causes them to \nvibrate and fluctuate. This, in turn, leads to the forma tion of a specific field inherent to the overall structure of \nthe drug or, in other words, to the formation of an elec tromagnetic imprint of the crystal lattice of the chemi cal structure of the organic substance (allopathic drug) \nplaced inside the emitter (cylinder) of the DTI. Since the \ndirection of the waveguide located on the outer wall of \nthe emitter goes from top to bottom, then the vector of \nfield motion inside the emitter is also directed from top \nPage 6 of 9 Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \nFig. 2 Localization of demyelinating lesions in different parts of the patient’s brain\nPage 7 of 9\n Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \n \nto bottom, which, in turn, leads to transfer of the formed \nimprint downward along the direction of the emitter’s \nfield vector. This statement requires rigorous evidence. \nIt is worth mentioning that the study of spectral char acteristics of molecules of chemical elements, which are \npart of pharmacological preparations, is the basis of the \nmethod of infrared spectroscopy in pharmacy. The pro cess is based on the absorption of electromagnetic radia tion in the infrared range by the molecules of the drug \nunder study, which excites the vibrational and rotational \nstates of the drug molecules [18].\nOn 15 February 1966, the scientific discovery was reg istered in the State Register of Discoveries of the USSR \nentitled “The phenomenon of intercellular remote elec tromagnetic interactions in the system of two tissue cul tures” [19]. The formula of the discovery is as follows: \n“The previously unknown phenomenon of distant inter cellular electromagnetic interactions between two tissue \ncultures when one of them is exposed to factors of bio logical, chemical or physical nature with a characteris tic reaction of the other (intact) culture in the form of a \nmirror cytopathic effect has been experimentally estab lished, which determines the cellular system as a detector \nof modulating features of electromagnetic radiation” . This \ndiscovery was the basis for future research concerning \nultraweak inter-distant interactions between different cell \ncultures. It was a prerequisite for the creation of the pat ent by Russian scientists, as described in this article [20].\nMany studies are currently devoted to studying the \nultraweak photon radiation inherent in the cells of all liv ing entities [21–28]. Issues related to the nature of this \nphenomenon are considered, such as the significance \nof its study for the processes occurring in the human \nbody, the study of oxidative stress issues associated with \nultraweak photon emission, and many other issues. It can \nbe assumed that ultraweak photon radiation emitted by \norganism cells is related to the Russian scientists’ dis covery of intercellular remote electromagnetic interac tions in the system of two tissue cultures. However, this \nassumption requires thorough proof.\nThe drugs in this study were selected based on labora tory test data. Erythromycin belongs to the macrolides \ngroup and is active against Gram-positive microorgan isms, including β-hemolytic Streptococcus. Acyclovir is \nan antiviral drug and is active against herpes virus infec tion. Both drugs were tested in the process of MT before \nuse, and the decision to apply the chosen drugs was based \non a positive response of selected drugs to MT.\nThe positive result of our patient’s therapy suggests \ninformation transfer from medicines to the patient’s body \nwhen using medication in the DTI emitter. It is assumed \nthat the flow of information about the drug, moving \ndown along the vector of the field movement inside the cylinder (emitter), then penetrates into the tissues of \nthe body and interacts with the ultraweak photon radia tion of the infectious agent. This leads to the destruction \nof the material biological object itself—the infectious \nagent—the carrier of the ultraweak photon radiation. \nAn analog here can be the phenomenon of resonance in \nphysics [29]. This statement requires further research. \nThe proposed information model of influence on micro organisms fundamentally differs from traditional therapy",
    "Methods": "methods used in medicine. The mechanism of action of \nantibiotics or antiviral drugs involves a specific biochem ical interaction that provides the expected effect. For \nexample, antibiotics impact the cytoplasmic membrane \nor electron transport chain, leading to the death of the \nmicroorganism and interference with protein synthesis, \nnucleic acid metabolism, metabolic processes, and oth ers. In the case of antiviral therapy, it is usually a question \nof blocking the enzymes responsible for the replication of \nthe genetic apparatus of the virus. As described earlier, \nthe mechanism of action of informational influence on \nthe pathogen is associated with the interaction of infor mation characteristics of objects: that which produces \nthe influence (drug) and the object on which the influ ence is carried out (infectious agent). For this reason, in \nthe described technology, it is impossible to study those \nprocesses that are the tasks of clinical pharmacology: \npharmacokinetics and pharmacodynamics of the drug. \nThe advantage of the proposed technology is the possibil ity of a targeted effect on the microorganism, especially \nin cases where drug delivery is difficult or impossible for \nseveral reasons: for example, for the treatment of chronic \nbrain disease (as in our case, multiple sclerosis) the fol lowing is required: (1) a multiple increase in the doses of \nadministered drugs since the blood–brain barrier serves \nan obstacle to the administered drugs and (2) such drug \ntherapy must be carried out for a long time, which can \ncreate problems associated with both the toxicity of high \ndoses of administered drugs and the development of \ndrug resistance. It is suggested that the destruction of the \ninfectious agent stops its pathogenic effect on the brain’s \nimmune system cells (microglia), which, in turn, blocks \nthe process of damage to the nervous system cells. This \nphenomenon is subject to careful proof.\nPreviously obtained results were published on the pro posed device to treat various diseases [30]. For the first \ntime, this message brings to readers’ attention the suc cessful results of studies conducted on a patient with a \nsevere nervous system pathology, viz. multiple sclerosis. \nA preprint has previously been published [31].\nAccording to the patient, this type of treatment com pares favorably with previous therapy in terms of the \nspeed of onset of the effect obtained, the absence of side \nand adverse effects, as well as the rapid resolution of \nPage 8 of 9 Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \nalmost all symptoms of the disease, which allows her to \ncontinue working as a musician and lead an active social \nlifestyle.\nLimitation of the study\nSeveral limitations can be found in this study. The first \nstudy was conducted on only one patient, which signifi cantly limited the doctor’s ability to objectify the data \nobtained. Despite the fact that the observation period \nwas several years and the patient strictly complied with \nall the conditions set before her, in the conditions of our \nclinic, not all opportunities were provided for perform ing a number of studies. So, we could not perform a test \nto detect oligoclonal immunoglobulin IgG in the cerebro spinal fluid owing to the lack of this test in our republic. \nThe lack of financial support did not allow us to con stantly conduct brain MRI using a contrast agent.\nThe study uses the medicament testing method, one of \nthe systems specializing in detecting and analyzing the \nelectrodermal activity of acupuncture measuring points. \nThe technique is quite complex in technical execution \nand requires skills to work with it. The author of the arti cle has been using this technique in his practice for more \nthan 30  years, which gives reason to rely on the data \nobtained. However, several specialists proficient in the \nmedicament testing method should be included in future \nstudies to compare the data obtained and the reproduc ibility of the medicament testing method. Future stud ies with more significant numbers of patients and better \ndesigns are warranted.\nConclusion\nThe results of the pioneering study demonstrate the posi tive effect of using a “device for remote transfer of infor mation from a drug to the human body” in the form of \ncessation of process activity in a patient with multiple \nsclerosis, regression of neurological symptoms of the dis ease, and positive dynamics of manifestations of multiple \nsclerosis according to MRI of the brain, which allowed \nthe patient to continue to work as a musician and lead an \nactive social life. This type of exposure is characterized \nby speed of action, safety, and the absence of side effects \nfrom therapy.\nAbbreviations\nAP  Acupuncture point\nDTI  Device for transfer information from a drug to the human body\nMP  Measurement point\nMT  Medicament testing\nAcknowledgements\nThe author would like to thank Akramova N, MD, Ph.D., Professor of the \nDepartment of Surgical Subjects (including Radiology) of EMU University \n(Uzbekistan), for her help in describing and interpreting the MRI results of the \npatient’s brain.Author contributions\nNot applicable\nFunding\nThis research did not receive any specific grant from funding agencies, either \npublic or commercial.\nAvailability of data and materials\nStudy data are available upon reasonable request.\nDeclarations\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian to \npublish this case report of a 59-year-old female patient and any accompanying images. A copy of the written consent is available for review by the Editorin-Chief of this journal.\nCompeting interests\nThe author declares no potential conflicts of interest with respect to the \nresearch, authorship, and/or publication of this article.\nReceived: 4 April 2024   Accepted: 10 October 2024\nReferences\n 1. Jakumowski D, Bittner S, Zivadinov R, et al. Multiply sclerosis. Lancet. \n2024;403(10432):183–202. https:// doi. org/ 10. 1016/ S0140- 6736(23) \n01473-3.\n 2. Pérez CA, Cuascut FX, Hutton GJ. Immunopathogenesis, diagnosis, \nand treatment of multiple sclerosis: a clinical update. Neurol Clin. \n2023;41(1):87–106. https:// doi. org/ 10. 1016/j. ncl. 2022. 05. 004.\n 3. Faissner S, Gold R. Progressive multiple sclerosis: latest therapeutic developments and future directions. Ther Advan in Neurol Dis. \n2019;12:1756286419878323. https:// doi. org/ 10. 1177/ 17562 86419 878323.\n 4. Domínguez-Mozo MI, López-Lozano L, Pérez-Pérez S, García-Martínez Á, \net al. Epstein-Barr virus and multiple sclerosis in a Spanish cohort: a twoyears longitudinal study. Front Immunol. 2022;13: 991662. https:// doi. org/ \n10. 3389/ fimmu. 2022. 991662.\n 5. Libbey JE, Cusick MF, Fujinami RS. Role of pathogens in multiple sclerosis. \nInt Rev Immunol. 2014;33(4):266–83. https:// doi. org/ 10. 3109/ 08830 185. \n2013. 823422.\n 6. Marrodan M, Alessandro L, Farez MF, Correale J. The role of infections \nin multiple sclerosis. Mult Scler. 2019;25(7):891–901. https:// doi. org/ 10. \n1177/ 13524 58518 823940.\n 7. Rød BE, Wergeland S, Bjørnevik K, Holmøy T, et al. Humoral response to \nEpstein-Barr virus in patients with multiple sclerosis treated with B cell \ndepletion therapy. Mult Scler Relat Disord. 2023;79:105037. https:// doi. \norg/ 10. 1016/j. msard. 2023. 105037.\n 8. Moskvin SV. Low-level laser therapy and light energy. Photobiomodul \nPhotomed Laser Surg. 2019;37(5):267–8. https:// doi. org/ 10. 1089/ photob. \n2019. 4622.\n 9. Goncalves ED, Souza PS, Lieberknecht V, at al. Low-level laser therapy \nameliorates disease progression in a mouse model of multiple sclerosis. \nAutoimm. 2016;49(2):132–42. https:// doi. org/ 10. 3109/ 08916 934. 2015. \n11244 25.\n 10. Thompson AJ, Banwell BL, Barkhof F, Carroll WM, Coetzee T, et al. \n“Diagnosis of multiple sclerosis: 2017 revisions of the Mc Donald criteria\" \n(PDF). Lancet Neurol. 2018;17(2):162–73. https:// doi. org/ 10. 1016/ S1474- \n4422(17) 30470-2. PMID2 92759 77. S2CID 20616 4600.\n 11. Serkan D. Expanded disability status scale (EDSS) in multiple sclerosis. \nCam and Sakura Med J. 2022;2(3):82–9. https:// doi. org/ 10. 4274/ csmedj. \ngalen os. 2022. 2022- 11- 11.\n 12. Djumaeva N, Akhundjanova G, Djumaeva L, et al. Medicament testing \nin the diagnosis of long COVID syndrome. OBM Integr & Complem Med. \n2024. https:// doi. org/ 10. 2192/ obm. icm. 2401x xx.\nPage 9 of 9\n Djumaeva  Journal of Medical Case Reports          (2024) 18:561 \n \n 13. Patent of the Russian Federation.RU 2163491.Device for remote transfer \nof information from medicine to the human body. 2001; https:// yandex. \nru/ paten ts/ doc/ RU216 3491C2_ 20010 227\n 14. Voll R. Topographic positions of the measurement points in electroacupuncture: Textual, vol. I. Uelzen, Germany: Medizinisch Literarische \nVerlagsgesellschaft; 1978.\n 15. Kaznacheev VP , Polyakov Y, Akulov A, Mingazov I. Problems of the \"Sphinx \nof the XXI century\". Survival of the Russian population. Publishing house” \nScience” , Novosibirsk, Russia, 2000 https:// elibr ary. ngonb. ru/ catal og/ \nkazna cheev/ 17743/\n 16. Kaznacheev VP , Trofimov AV. Essays on the nature of living matter and \nintelligence on planet Earth: Problems of Cosmoplanet. Anthropo-ecology. In: Kaznacheev V.P . and Trofimov A.V., Eds., Science, 2004. https://b. \nerudi tor. link/ file/ 22800 97/\n 17. Müller-Kirsten HJW. Introduction to quantum mechanics: Schrödinger \nequation and path integral. US: World Scientific; 2006. p. 14.\n 18. Kalinkova GN. Infrared spectroscopy in pharmacy. Vibr Spectrosc. \n1999;19(2):307–20. https:// doi. org/ 10. 1016/ S0924- 2031(99) 00017-X.\n 19. Kaznacheev VP , Mihaylova LP , Shurin SP . The phenomenon of intercellular \nremote electromagnetic interactions in a two-tissue culture system\". \nhttps:// ross- nauka. narod. ru/ 03/ 03- 122. html\n 20. Kaznacheev VP , Mikhaĭlova LP , Kartashova NB. Distantnye mezhkletochnye élektromagnitnye vzaimodeĭstviia v sisteme dvukh tkanevykh kul’tur \n[Distant intercellular electromagnetic interactions in a two-tissue culture \nsystem]. Biull Eksp Biol Med. 1980;89(3):337–9.\n 21. Mould RR, Mackenzie AM, Kalampouka I, Nunn AVW, Thomas EL, Bell JD, \nBotchway SW. Ultra-weak photon emission-a brief review. Front Physiol. \n2024;15:1348915. https:// doi. org/ 10. 3389/ fphys. 2024. 13489 15.\n 22. Kobayashi M, Iwasa T, Tada M. Polychromatic spectral pattern analysis of \nultra-weak photon emissions from a human body. J Photochem Photo biol B. 2016;159:186–90. https:// doi. org/ 10. 1016/j. jphot  obiol. 2016. 03. 037.\n 23. Zapata F, Pastor-Ruiz V, Ortega-Ojeda F, Montalvo G, Ruiz-Zolle AV, \nGarcía-Ruiz C. Human ultra-weak photon emission as non-invasive \nspectroscopic tool for diagnosis of internal states - a review. J Photochem \nPhotobiol B. 2021;216: 112141. https:// doi. org/ 10. 1016/j. jphot  obiol. 2021. \n112141.\n 24. Du J, Deng T, Cao B, et al. The application and trend of ultra-weak photon \nemission in biology and medicine. Front Chem. 2013;11:1140128. https:// \ndoi. org/ 10. 3389/ fchem. 2023. 11401 28.\n 25. Kobayashi M, Takeda M, Sato T, Yamazaki Y, Kaneko K, Ito K, Kato H, Inaba \nH. In vivo imaging of spontaneous ultraweak photon emission from a \nrat’s brain correlated with cerebral energy metabolism and oxidative \nstress. Neurosci Res. 1999;34(2):103–13. https:// doi. org/ 10. 1016/ s0168- \n0102(99) 00040-1.\n 26. Slawinski J, Ezzahir A, Godlewski M, Kwiecinska T, Rajfur Z, Sitko D, Wierzuchowska D. Stress-induced photon emission from perturbed organisms. \nExperientia. 1992;48(11–12):1041–58. https:// doi. org/ 10. 1007/ BF019 \n47992.\n 27. Tsuchida K, Iwasa T, Kobayashi M. Imaging of ultraweak photon emission \nfor evaluating the oxidative stress of human skin. J Photochem Photobiol \nB. 2019;198:111562. https:// doi. org/ 10. 1016/j. jphot  obiol. 2019. 111562.\n 28. Tilbury RN. The effect of stress factors on the spontaneous photon emission from microorganisms. Experientia. 1992;48:1030–41. https:// doi. org/ \n10. 1007/ BF019 47991.\n 29. Billah K, Scanlan R. Resonance, Tacoma Narrows bridge failure, and under graduate physics textbooks. Am J Phys. 1991;59(2):118–24.\n 30. Djumaeva N. Application of known antiviral drugs in the field of \nunknown properties of low-level laser radiation in therapy of Covid-19 \nand chronic viral hepatitis. Opt & Photon J. 2021;11(9):430–40. https:// doi. \norg/ 10. 4236/ opj. 2021. 119031.\n 31. Djumaeva N. A case of the successful application of using a “device to \nremote transfer of information from a drug to the human body” in the \ntreatment of multiple sclerosis. Preprint. 2024. https:// doi. org/ 10. 2120/ \nrs.3. rs- 40515 40/ v1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}