{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05147-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05147-9.pdf",
  "metadata": {
    "/Keywords": "Acute necrotizing encephalopathy; Adult; Cerebrospinal fluid; Imaging; Treatment",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250308124912+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250308094006+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05147-9",
    "/Author": "Yan Wang ",
    "/Title": "Acute necrotizing encephalopathy in an adult presenting with typical imaging findings and distinctive cerebrospinal fluid characteristics: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05147-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Acute necrotizing encephalopathy is a rare, clinically distinct subgroup of acute encephalopathy, which \nmay be a complication of coronavirus disease 2019.",
    "Case Presentation": "Case presentation A 22-year-old male of Han Chinese with a yellow complexion presented with fever, psychological \nand behavioral abnormalities, seizures, and coma. Cerebrospinal fluid tests indicated leukocytosis, high protein concentrations, and significantly elevated levels of neuron-specific enolase, interleukin-2, interleukin-6, and interleukin-8. \nMagnetic resonance imaging revealed restricted diffusion in the bilateral thalami and splenium of the corpus callo sum, and no hemorrhagic signals were detected on susceptibility-weighted imaging. Hyperintense and hypointense \nlesions in the bilateral thalami, brainstem, cerebellum, and splenium of the corpus callosum were observed in T1- \nand T2-weighted sequences without gadolinium enhancement. At the 6-month follow-up, the T1 and T2 sequences \nshowed significant atrophy in the cerebellar hemispheres and brachium pontis and an enlarged fourth ventricle. After \nsymptomatic and immunotherapy treatment, the prognosis was good.",
    "Conclusion": "Conclusion We report a rare case of a 22-year-old male diagnosed acute necrotizing encephalopathy showing \ntypical imaging findings and distinctive cerebrospinal fluid presentation. In adults, heightened awareness of acute \nnecrotizing encephalopathy is crucial because early recognition and treatment have the potential to enhance \nprognosis.\nKeywords  Acute necrotizing encephalopathy, Adult, Cerebrospinal fluid, Imaging, Treatment\nBackground\nAcute necrotizing encephalopathy (ANE) is a rare, clini cally distinct subtype of acute encephalopathy [1]. ANE \nis a complication of influenza and other viral infections \nassociated with an intracranial cytokine storm that dis rupts the blood–brain barrier and triggers brain edema, petechial hemorrhage, and necrosis [2]. It is character ized by rapid onset, a fulminant course, and low mor bidity and high fatality rates [1], which is most common \nin children [3]. The radiological findings typically reveal \nmultifocal and symmetrical brain lesions, predominantly \nimpacting the bilateral thalamus, basal ganglia, brain stem, and cerebellar white matter [4]. The disease is often \nmisdiagnosed in adults owing to its relative rarity, leading \nto the frequent oversight of the optimal treatment period. \nWith the global spread of coronavirus disease 2019 \n(COVID-19,) a wide spectrum of neurological complica tions has emerged, including Guillain–Barre syndrome, Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nFei Yang\nyangfeiyanbian@163.com\n1 The First Medical Center, Department of Neurology, Chinese PLA \nGeneral Hospital, Fuxing Road 28, Haidian District, Beijing 100853, China\nPage 2 of 6 Wang et al. Journal of Medical Case Reports          (2025) 19:104 \nacute cerebrovascular disease, encephalitis, and encepha lopathy [5]. Among them, there has been an increase in \nreported cases of adult necrotizing encephalopathy, but \nowing to the serious condition of this disease, good prog nosis is observed in a minority of patients [5, 6]. Here, we \nreport a rare adult case of ANE with typical imaging find ings and distinctive cerebral spinal fluid (CSF) presenta tion who recovered.\nCase presentation\nA 22-year-old male of Han Chinese with a yellow com plexion presented with sudden fever for 10  days, psy chological and behavioral abnormalities for 3  days, and \nseizures and coma for 2  days. When his condition did \nnot improve with symptomatic treatment at a local \nhospital, he was admitted to our hospital. Neurologi cal evaluation revealed a therapeutic coma, diminished \nlimb activity with hypotonia, no tendon reflex, a positive \nbilateral Babinski sign, and a meningeal irritation sign. \nThe patient had contracted COVID-19 2  months prior. \nHe had increased intracranial pressure (> 330 mm  H2O), \nand CSF tests indicated leukocytosis (164 ×  106/L), high \nprotein concentrations (1619.3  mg/L), and significantly \nelevated levels of neuron-specific enolase (NSE, 306.6 ng/\nmL), interleukin-2 (1404 µ/mL), interleukin-6 (822  pg/\nmL), and interleukin-8 (1817  pg/mL). His CSF glucose \nand chloride levels were normal. Metagenomic nextgeneration sequencing and neural autoantibody tests of \nserum and CSF were negative. Serum levels of immuno globulin G (IgG)- and immunoglobulin M (IgM)-specific \nantibodies against severe acute respiratory syndrome \ncoronavirus 2 (SARS‐CoV ‐2) were detected. Computed \ntomography of his brain was unremarkable. Electroen cephalography revealed single spikes in the left prefron tal and frontal areas. Needle electromyography showed \nfibrillation potentials and positive sharp waves in the \nleft first dorsal interosseous (LFDI), biceps femoris (BF), \nand bilateral tibialis anterior (BLA) regions. No motor \nunit potential was evident in the LFDI or BF regions; \nhowever, long-duration, high-amplitude unit potentials \nwere apparent in the BLA region. The compound mus cle action potential amplitudes of the common peroneal \nnerve were markedly reduced bilaterally (left 0.5 mV and \nright 0.2  mV). The F-waves of the left ulnar and tibial \nregions could not be elicited. As tracheal intubation and \nmechanical ventilation had commenced, magnetic reso nance imaging (MRI) of the brain was not possible upon \narrival at the hospital. He remained unconscious after \nsedation was discontinued with a Glasgow Coma Scale \n(GCS) score of 3 and a Full Outline of Unresponsiveness \n(FOUR) score of 5.\nThe clinical manifestations and CSF characteristics \nexcluded autoimmune or viral encephalitis. Given the history of COVID-19, radiculopathy, and elevated CSF \nNSE levels, ANE was suspected. On days 11 and 12 \nafter onset, we initiated methylprednisolone (240  mg \nfor 10 days, then gradually reduced the dose) and intra venous immunoglobulin (30 g for 5 days). Levetiracetam \n(1.5  g every 12  hour) and phenobarbital sodium (intramuscular, 200  mg every 8  hour) were used to treat the \nseizures, and the ganciclovir (intravenous, 0.25  g every \n12  hour) was administered used for antiviral therapy. \nIn addition to these, symptomatic and supportive treat ments were sufficient. Repeated lumbar punctures \nrevealed that intracranial pressure, and CSF leukocyte, \nprotein, interleukin, and NSE levels gradually decreased \ntoward normal (Figs.  1, 2), and the clinical symptoms \nimproved slowly.\nOne month later, the patient emerged from the coma \nand could follow simple instructions. He was weaned \nfrom mechanical ventilation over 8  weeks, after which \nMRI of his brain was performed. Diffusion-weighted \nimaging (DWI) revealed symmetrical bilateral hyperin tense lesions in the thalami and splenium of the corpus \ncallosum (Fig.  3). Apparent diffusion coefficient (ADC) \nimaging did not show the typical tricolor pattern in the \nbilateral thalami but did show a slightly hyperintense \nsignal in the splenium of the corpus callosum (Fig.  3). \nSusceptibility-weighted imaging (SWI) showed no hem orrhagic signals and enhanced scan was normal (Fig.  3). \nHyperintense and hypointense lesions were observed in \nT2WI and T1WI sequences, respectively, in the splenium \nof the corpus callosum, bilateral thalami, brainstem, and \nbrachium pontis, indicating malacia and necrosis. Slight \ncerebellar atrophy was seen in coronal MRI (Fig.  4). \nTogether, the imaging findings are consistent with the \ndiagnosis of ANE.\nThe patient received rehabilitation treatment and at \n6-month follow-up he was conscious, answered ques tions accurately, and could eat independently. His level of \nconsciousness and cerebral cortical functions recovered \n(GCS score of 15 and FOUR score of 16), his motor func tion improved, and his upper limb muscle strength was \nrestored to grade 5; however, mild ataxia persisted. He \nexperienced no further seizures or fever. The patient did \nnot regain lower limb muscle strength, which remained \nat grade 0, and his deep tendon reflex was absent due to \nsevere nerve root damage. Follow-up motor nerve con duction studies revealed the absence of motor evoked \nresponses in bilateral tibial nerves and common peroneal \nnerve. The levels of leukocytes, proteins, NSE, and inter leukins in CSF were normal (Figs.  1, 2). Follow-up DWI \nrevealed persistent hyperintensities in the thalami and \nsplenium of the corpus callosum, which were diminished \ncompared with previous scans (Fig.  3). The 8-week and \n6-month ADC, SWI, and enhanced scan findings did not \nPage 3 of 6\n Wang et al. Journal of Medical Case Reports          (2025) 19:104 \n \ndiffer (Fig.  3). T1WI and T2WI sequences showed signifi cant atrophy in the cerebellar hemispheres and brachium \npontis and an enlarged fourth ventricle (Fig.  4). Overall, \nthe follow-up findings were satisfactory and the progno sis was good.",
    "Discussion": "Discussion\nANE is a rare, rapidly progressing encephalopathy \ncharacterized by altered consciousness, seizures, focal \nneurological deficits, and a high mortality rate [7 ]. Its \netiology and pathogenesis are unknown but thought \nFig. 1 Leukocyte and protein levels in cerebral spinal fluid. Treatment with methylprednisolone and immunoglobulin gradually decreased \nleukocyte and protein levels in cerebral spinal fluid toward normal\nFig. 2 Levels of interleukins and neuron-specific enolase in cerebral spinal fluid. Treatment with methylprednisolone and immunoglobulin \ngradually decreased interleukin and neuron-specific enolase levels in cerebral spinal fluid toward normal\nPage 4 of 6 Wang et al. Journal of Medical Case Reports          (2025) 19:104 \nto involve a cytokine storm, dysfunction of the blood–\nbrain barrier, and direct viral-mediated endotheliopa thy [ 8]. Moreover, environmental factors, which may \ncontribute to antecedent infections, and host factors \nincluding individual susceptibility and gene modifica tions may be involved [9 ]. ANE has been linked to vari ous infectious pathogens, including influenza A and B, \nherpes simplex virus, and SARS‐ CoV‐2 [10].The existing literature has previously reported a higher \nincidence of ANE in infants and young children, while it \nis considered rare among adults [4]. However, since the \nemergence of the COVID-19, there has been a signifi cant increase in the prevalence rate of ANE. The possible \nreason for this phenomenon could be attributed to the \nfact that the SARS‐CoV ‐2 triggers a hyperactive immune \nresponse [5]. This patient had COVID-19 infection \nFig. 3 Changes in magnetic resonance imaging over time. Upper row: Findings at 8 weeks. Diffusion-weighted images show symmetrical \nhyperintensity in the bilateral thalami and splenium of the corpus callosum (1A, 1C, yellow arrows) with no significant enhancement (1F). Apparent \ndiffusion coefficient images showed no typical tricolor patterns on bilateral thalami (1B) and a slightly hyperintense signal in the splenium \nof the corpus callosum (1D). Susceptibility-weighted imaging showed no evidence of hemorrhage in the thalami (1E). Lower row: findings \nat the 6-month follow-up. Compared to the 8-week findings, diffusion-weighted images hyperintensity was diminished in the thalami \nand splenium of the corpus callosum (2A, 2C, red arrows). No changes were seen in apparent diffusion coefficient, susceptibility-weighted imaging, \nand contrast-enhanced-magnetic resonance images (2B, 2D, 2E, 2F)\nFig. 4 Changes in T1-weighted, T2-weighted and FLAIR imaging over time. Findings at 8 weeks (1): hyperintense and hypointense lesions \non T1- and T2-weighted images, respectively, in the splenium of the corpus callosum (1A, 1E, green arrow), bilateral thalami (1B,  1F, orange arrows), \nbrainstem (1C, 1G, red arrow), and brachium pontis (1D, 1H, yellow arrows). Slight cerebellar atrophy is seen in coronal magnetic resonance images \n(1I). Findings at the 6-month follow-up (2): follow-up imaging showed significant atrophy in the cerebellum and brachium pontis and an enlarged \nfourth ventricle (2A–2C, blue triangles)\nPage 5 of 6\n Wang et al. Journal of Medical Case Reports          (2025) 19:104 \n \n2  months prior to admission and tested serum positive \nfor SARS‐CoV ‐2 IgM upon admission. Considering the \npersistent positivity of SARS‐CoV ‐2 IgM, we suspect a \ncorrelation between the current clinical course and the \nprevious COVID-19 infection.\nAlthough the absence of CSF leukocytosis is one of the \ndiagnostic criteria for ANE [4, 11], our patient exhibited \nCSF leukocytosis. A cytokine storm or hyperinflamma tory state can induce leukocyte chemotaxis, which may \ncause CSF leukocytosis. Therefore, CSF leukocytosis \nmay occur in not only inflammatory encephalitis but also \nANE. Although elevated NSE levels in CSF have been \nreported in patients with subarachnoid hemorrhage and \nsevere epilepsy [12, 13], the levels in our patient were \nhigher, indicating severe neuronal necrosis and disinte gration [14] in accordance with the pathophysiological \nmechanisms of ANE. This may be a useful diagnostic \nindicator for ANE. Lower extremity motor function was \nseverely impaired in our patient, which was most likely \ndue to an inflammatory cytokine storm related to nerve \nroot damage. We found no previous reports of radiculop athy associated with ANE in literature.\nThe typical neuroradiological features of ANE are mul tifocal, symmetrical brain lesions in the bilateral thalami, \nbrainstem, cerebral white matter, and cerebellum [2], \nall of which were found in our patient. At the 6-month \nfollow-up, DWI showed persistent hyperintensity in the \nbilateral thalami and splenium of the corpus callosum. \nThis finding has previously been reported in intravascu lar lymphoma, hereditary diffuse leukoencephalopathy \nwith spheroids, and stroke [15–17], but not in ANE. In \nour case, persistent hyperintensity in DWI accompanied \nby a slightly elevated ADC signal may have resulted from \neither a continuous increase in vascular permeability or \ninflammatory response causing focal vasogenic edema, \nor the T2 shine-through effect. Further study is needed to \ndetermine the mechanisms underlying this phenomenon.\nPrevious neuroimaging studies of ANE on ADC have \ndescribed a laminar or tricolor pattern in the center of \nthalamic lesions with hemorrhage and necrosis, sur rounding the central thalamic lesions due to cytotoxic \nedema, and in the periphery of the lesion suggesting \nvasogenic edema [2 , 3]. Our patient did not exhibit \nthese findings, possibly because the neuroradiologi cal features of ANE are characterized by dynamic \nchanges during the clinical course corresponding to \npathophysiological changes from edema to necrosis [2 , \n18]. However, MRI was performed 2 months after our \npatient emerged from a coma when the acute swelling \nof oligodendrocytes and extravasations had improved \nwith only necrosis and malacia remaining. Perivascu lar hemorrhage is a pathophysiological feature of ANE, which may appear as a hypointensity in SWI [2 , 7] in \nsome cases. A previous study of patients with ANE \nfound that hemorrhagic lesions in MRI indicated severe \nneurological sequelae [19]. No definite hemorrhage \nwas seen in SWI in our patient, possibly because he \nreceived early immunotherapy and endothelial injury \nwas less severe.\nCurrently, there are no recommended therapies \nfor ANE. The majority of cases have received inten sive care, symptomatic and empirical treatment (anti viral therapy), and immunomodulatory agents [2 ]. \nGiven that the pathogenesis of ANE may involve ele vated cytokine levels secondary to a viral infection via \nimmune-mediated mechanisms, immunomodulatory \ntherapies that suppress cytokine production have the \npotential to improve the outcome of ANE. Intravenous \nglucocorticoids, immunoglobulin, and plasma exchange \nin the early stages of the disease had been considered \neffective [2 , 20, 21]. The patient was transferred to our \nhospital on day 10 after the onset of illness; we initiated \nglucocorticoid and immunoglobulin as soon as possible \nand the therapeutic effect was satisfactory.\nGiven the severity of ANE, most patients cannot \nundergo imaging studies in the early stage, compro mising prognosis. Our case demonstrates that in the \nabsence of imaging evidence neurologists should con sider ANE in patients who present with severe newonset disturbed consciousness, refractory seizures, and \nsignificantly elevated CSF NSE levels. Elevated leuko cyte levels in the CSF are not an exclusion criterion. \nEarly diagnosis and prompt immunomodulatory treat ment may offer a good long-term outcome.\nConclusion\nWe report the case of a 22-year-old male diagnosed \nwith ANE with typical imaging and distinctive CSF \npresentation. He had a relatively good prognosis after \nprompt treatment. In adults, heightened awareness of \nANE is crucial because early diagnosis and treatment \nmay be lifesaving.\nAbbreviations\nANE  Acute necrotizing encephalopathy\nCOVID-19  Coronavirus disease 2019\nSARS‐CoV ‐2  Severe acute respiratory syndrome coronavirus 2\nCSF  Cerebral spinal fluid\nNSE  Neuron-specific enolase\nLFDI  Interosseous\nBF  Biceps femoris\nBLA  Bilateral tibialis anterior\nMRI  Magnetic resonance imaging\nGCS  Glasgow Coma Scale\nFOUR  Full outline of unresponsiveness\nDWI  Diffusion-weighted imaging\nADC  Apparent diffusion coefficient\nSWI  Susceptibility-weighted imaging\nPage 6 of 6 Wang et al. Journal of Medical Case Reports          (2025) 19:104 \nAcknowledgements\nOur thanks to the this patient and his family for understanding the hardships \nand uncertainties that such an extraordinary clinical picture has implied and \nfor their collaboration in the hope of his case helping other patients.\nAuthor contributions\nYW collected the data and designed and drafted the manuscript; MWH and \nHZ participated in the data collection, the design of this article and helped to \ndraft the manuscript; FY, JTZ, and SYY gave instructions. All authors read and \napproved the final manuscript.\nFunding\nThis work was not funded by any grants.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe experimental protocol was established, according to the ethical guide lines of the Helsinki Declaration and was approved by the Human Ethics \nCommittee of Chinese PLA General Hospital. Written informed consent was \nobtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declares that they have no competing interests.\nReceived: 9 July 2024   Accepted: 6 February 2025\nReferences\n 1. Qin N, Wang J, Peng X, Wang L. Pathogenesis and management of acute \nnecrotizing encephalopathy. Expert Rev Neurother. 2023;23(7):641–50.\n 2. Wu X, Wu W, Pan W, Wu L, Liu K, Zhang HL. Acute necrotizing encephalopathy: an underrecognized clinicoradiologic disorder. Mediators \nInflamm. 2015;2015: 792578.\n 3. Wu L, Peng H, Jiang Y, He L, Jiang L, Hu Y. Clinical features and imaging \nmanifestations of acute necrotizing encephalopathy in children. Int J Dev \nNeurosci. 2022;82(5):447–57.\n 4. Mizuguchi M. Acute necrotizing encephalopathy of childhood: a novel \nform of acute encephalopathy prevalent in Japan and Taiwan. Brain Dev. \n1997;19(2):81–92.\n 5. Zamani R, Pouremamali R, Rezaei N. Central neuroinflammation in \nCovid-19: a systematic review of 182 cases with encephalitis, acute disseminated encephalomyelitis, and necrotizing encephalopathies. Rev \nNeurosci. 2022;33(4):397–412.\n 6. Wang ML, Liu R, Zhang LM, Zhao B, Jia R, Zhao Y, et al. Clinical experience \nin the diagnosis and treatment of adult acute necrotizing encephalopathy. NeuroImmunoModulation. 2022;29(4):468–75.\n 7. Ziemele D, Ķauķe G, Skrējāne K, Jaunozoliņa L, Karelis G. A fatal case of \nCOVID-19-associated acute necrotizing encephalopathy. Eur J Neurol. \n2021;28(11):3870–2.\n 8. Mullaguri N, Sivakumar S, Battineni A, Anand S, Vanderwerf J. COVID-19 \nrelated acute hemorrhagic necrotizing encephalitis: a report of two cases \nand literature review. Cureus. 2021;13(4): e14236.\n 9. Neilson DE. The interplay of infection and genetics in acute necrotizing \nencephalopathy. Curr Opin Pediatr. 2010;22(6):751–7.\n 10. Zhu HM, Liu ZS. Advances in clinical and imaging studies of acute \nnecrotizing encephalopathy. Zhonghua Er Ke Za Zhi. 2017;55(11):865–8. 11. Lin YY, Lee KY, Ro LS, Lo YS, Huang CC, Chang KH. Clinical and \ncytokine profile of adult acute necrotizing encephalopathy. Biomed J. \n2019;42(3):178–86.\n 12. Moritz S, Warnat J, Bele S, Graf BM, Woertgen C. The prognostic value \nof NSE and S100B from serum and cerebrospinal fluid in patients with \nspontaneous subarachnoid hemorrhage. J Neurosurg Anesthesiol. \n2010;22(1):21–31.\n 13. Mu RZ, Liu S, Liang KG, Jiang D, Huang YJ. A meta-analysis of neuronspecific enolase levels in cerebrospinal fluid and serum in children with \nepilepsy. Front Mol Neurosci. 2020;13:24.\n 14. Lamers KJ, van Engelen BG, Gabreëls FJ, Hommes OR, Borm GF, Wevers \nRA. Cerebrospinal neuron-specific enolase, S-100 and myelin basic pro tein in neurological disorders. Acta Neurol Scand. 1995;92(3):247–51.\n 15. Rivers CS, Wardlaw JM, Armitage PA, et al. Persistent infarct hyperintensity \non diffusion-weighted imaging late after stroke indicates heterogeneous, \ndelayed, infarct evolution. Stroke. 2006;37(6):1418–23.\n 16. Kageyama T, Yamanaka H, Nakamura F, Suenaga T. Persistent lesion hyper intensity on brain diffusion-weighted MRI is an early sign of intravascular \nlymphoma. BMJ Case Rep. 2017;2017:bcr2017220099.\n 17. Terasawa Y, Osaki Y, Kawarai T, et al. Increasing and persistent DWI \nchanges in a patient with hereditary diffuse leukoencephalopathy with \nspheroids. J Neurol Sci. 2013;335(1–2):213–5.\n 18. Mizuguchi M, Abe J, Mikkaichi K, et al. Acute necrotising encephalopathy \nof childhood: a new syndrome presenting with multifocal, symmetric \nbrain lesions. J Neurol Neurosurg Psychiatry. 1995;58(5):555–61.\n 19. Kim JH, Kim IO, Lim MK, et al. Acute necrotizing encephalopathy in \nKorean infants and children: imaging findings and diverse clinical out come. Korean J Radiol. 2004;5(3):171–7.\n 20. Bassuk AG, Burrowes DM, McRae W. Acute necrotizing encephalopathy \nof childhood with radiographic progression over 10 hours. Neurology. \n2003;60(9):1552–3.\n 21. Okumura A, Mizuguchi M, Kidokoro H, et al. Outcome of acute necrotizing encephalopathy in relation to treatment with corticosteroids and \ngammaglobulin. Brain Dev. 2009;31(3):221–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}