{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04977-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04977-3.pdf",
  "metadata": {
    "/Keywords": "Impacted maxillary canine; Bilateral impaction; Dental cone-beam computed tomography; Panoramic X-ray; Archeology",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218114931+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241216070940+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04977-3",
    "/Author": "Tzu-Yuan Weng ",
    "/Title": "Bilateral inverse canine impaction: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04977-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Maxillary canine impaction can result in malocclusion, temporomandibular joint complications, \nand esthetic concerns, thus influencing craniofacial development. Although cases of impacted canines are \nnot uncommon in clinical practice, the likelihood of simultaneous bilateral impaction is extremely low; very few \nreports have documented cases of bilaterally symmetrical, inversely impacted canines.",
    "Case Presentation": "Case presentation This paper reports a rare case of maxillary canine impaction, a condition characterized \nby the abnormal eruption of teeth. Potential causes of this condition include genetic, systemic, and localized factors. \nWe analyzed this condition in the skeletal remains of a Taiwanese girl aged 11–14 years. The skeleton, dating 440–598 \nAD, was recovered from central Taiwan in 2019. Through panoramic X ‑ray and dental cone ‑beam computed tomogra‑\nphy, we constructed a three ‑dimensional model of the skull, which exhibited bilateral symmetrical, inversely impacted \nmaxillary canines—a rare clinical observation. On the basis of the current understanding of the dental field, the treat ‑\nment of maxillary canine impaction is time consuming and labor intensive. Different impacted canine teeth have \ndifferent difficulty levels of treatment.",
    "Conclusion": "Conclusion The archaeological data in this article show that 1500 years ago humans already had the problem \nof impacted canine teeth in the upper jaw. Moreover, bilaterally symmetrical maxillary canine impaction is very rare \nin clinical cases.\nKeywords  Impacted maxillary canine, Bilateral impaction, Dental cone ‑beam computed tomography, Panoramic \nX‑ray, Archeology",
    "Introduction": "Introduction\nTooth impaction is a condition in which a tooth remains \nin the jawbone without eruption or is completely or \nincompletely embedded in the jawbone or under the \nmucosa for more than 2 years beyond the normal erup tion period [1, 2]. A tooth becomes impacted when it \nfails to erupt smoothly and instead becomes lodged \nwithin the alveolar bone [3]. Such teeth may manifest \nas misaligned teeth, teeth whose growth is impeded by \nother teeth, teeth with abnormal morphology, or teeth \ncovered by gum or bone because of insufficient dental \nspace for eruption. Although advanced digital imaging \ntools are currently being used in orthodontic practice, \nmanagement of maxillary canine impaction is extremely \nchallenging for orthodontists and requires a high level Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n†Tzu‑Yuan Weng and Shiuan‑Hui Wang contributed equally to this work.\n*Correspondence:\nKe‑Hung Liu\nkhliu@mail.nmns.edu.tw\nJui‑Ting Hsu\njthsu@mail.cmu.edu.tw\n1 School of Dentistry, China Medical University, Taichung 404, Taiwan, \nRepublic of China\n2 Anthropology Department Archaeology Section, National Museum \nof Natural Science, 1, Kuanchien Road, Taichung 404, Taiwan, Republic \nof China\n3 Department of Dentistry, China Medical University Hospital, \nTaichung 404, Taiwan, Republic of China\n4 Department of Biomedical Engineering, China Medical University, 91, \nHsueh‑Shih Road, Taichung 404, Taiwan, Republic of China\nPage 2 of 6 Weng et al. Journal of Medical Case Reports          (2024) 18:617 \nof technical skill. Impaction of permanent canines can \nlead to esthetic problems related to the dental smile line, \nmidline shift, and malocclusion, potentially resulting in \ntemporomandibular joint disorder. In severe cases, such \nimpaction may influence craniofacial development and \ncause adjacent tooth root resorption. Maxillary canines \nrequire the longest eruption time and have the most \ncomplicated eruption pathway [4, 5]. The most com monly impacted teeth in clinical practice are mandibular \nthird molars, followed by canines [6–8].\nClinical management of impacted canines is cru cial because untreated cases are associated with several \npotential complications, such as increased risks of infec tion, cyst or tumor formation, and damage to adjacent \nteeth [ 9]. Our case is unique because it involved the rare \nphenomenon of bilateral inversely impacted canines in a \n1500-year-old cranial skeleton. Historical cases of dental \nimpaction provide valuable insights into the prevalence \nand management of dental anomalies in ancient popula tions, as well as into the evolution of dental care practices \n[10]. Analyzing ancient cases by using modern imaging \ntechniques can bridge the gap between historical dental \nconditions and contemporary clinical practices [11].\nThis clinical case report adds to the insufficient litera ture on ancient dental anomalies and underscores the \npotential of advanced digital imaging tools for diagnos ing and managing complex canine impaction cases. By \ndocumenting this rare occurrence, we highlight the value \nof investigating historical cases to enrich current medical and dental knowledge and improve clinical treatment",
    "Results": "results.\nCase presentation\nIn the present study, an archeological team led by Liu KeHung of Taiwan’s National Museum of Natural Science \nunearthed the skeletal remains of a Taiwanese child in \nZhongshe (Qingshui, central Taiwan; Fig.  1). Radiocar bon dating was performed on the remains by using accel erator mass spectrometry, with the results indicating that \nthe child was buried between 440 and 598 AD. The skull \nwas analyzed by archeologists and a dentist. The cranial \nfeatures were reconstructed from the brow ridge (Fig.  2a). \nIn addition, dental panoramic radiography (Fig.  3a) was \nperformed using RAYSCAN Alpha Plus (Ray, Hwaseongsi, Korea). The results revealed mixed dentition char acteristics, indicating that the skull belonged to a girl \naged 11–14 years. Subsequently, the skull was subjected \nto dental cone-beam computed tomography (CBCT), \nwhich was performed using Promax 3D Max (Planmeca, \nHelsinki, Finland; Fig.  3b). The scanning parameters are \ndescribed as follows: voxel size, 400 μm; voltage, 80 kV; \ncurrent, 4  mA. Next, CBCT images were incorporated \ninto medical imaging software (Mimics version 15.0; \nMaterialise, Leuven, Belgium) so that a three-dimen sional model of the skull could be constructed (Fig.  2b). \nNotably, the skull exhibited bilateral maxillary canine \nimpaction—a rare phenomenon.\nFig. 1 a Excavation site. b Skeleton (1500 years old). In 2019, 1500‑ year ‑old skeletal remains were recovered from Zhongshe (Qingshui, Taichung \nCity, central Taiwan)\nPage 3 of 6\n Weng et al. Journal of Medical Case Reports          (2024) 18:617",
    "Discussion": "Discussion\nFactors influencing maxillary canine impaction\nMaxillary canine impaction is multifactorial [12–14]; this \ncondition can result from genetic, systemic, or localized \nfactors. Genetic factors include inheritance, improper \ntooth germ position, and cleft palate. Systemic factors \ninclude endocrine disorder, febrile condition, and irra diation. Finally, localized factors include discrepancies \nbetween tooth size and arch length, failure of the primary canine root to resorb, prolonged retention or early loss \nof the primary canine, ankylosis of the permanent canine, \ncyst or neoplasm, dilaceration of the root, absence of the \nmaxillary lateral incisor, variations in root size of the lat eral incisor (peg-shaped lateral incisor), and variations \nin the timing of lateral incisor root formation [15]. Fac tors such as the absence of the maxillary lateral incisor \nand an abnormal root morphology of the lateral inci sor (peg-shaped lateral incisor) play key roles in canine \nimpaction. In addition, iatrogenic and idiopathic factors \nare involved in canine impaction. Iatrogenic factors result \nfrom unintentional consequences of a medical interven tion, whereas idiopathic factors result from unknown or \nspontaneous causes.\nEpidemiology and clinical characteristics\nCurrent epidemiological statistics suggest that the inci dence of unilateral canine impaction is 1.1%, whereas \nthat of bilateral canine impaction is 0.22%. Furthermore, \nthe incidence of impaction on the buccal side is 25%. \nYamamoto et  al. stratified impacted canines into seven \ntypes on the basis of clinical morphology [16]. Has san et  al. categorized impacted canines by using radio graphic data from 14,000 dental patients; the researchers \nrevealed that the incidence of type VI impaction (canine \ncrown orientated upward toward the orbital fossae) was \nthe lowest (0.6%). Lövgren et  al. studied the prevalence \nof impacted maxillary canines in 54,716 adults. Among \nthese adults, 616 had maxillary canine impaction, with \n20% of them presenting with bilateral canine impaction \n[17]. Evidence suggests that the incidence of maxillary \ncanine impaction is 1.1% and that the relevant sex ratio \nis 2:1 (women:men), indicating that maxillary canine \nimpaction is more common in women than in men [18, \n19]. An analysis based on the positions of impacted max illary canines revealed that the incidence of impaction \nis approximately twice or thrice higher near the palatal \nside than near the buccal side [20]. When the roots of \nthe maxillary incisors are used as reference points, 61%, \n27%, and 12% of impacted maxillary canines are noted to \nbe on the palatal side, on the buccal side, and above the \nincisor roots, respectively [17]. In summary, the simul taneous occurrence of bilaterally symmetrical, inversely \nimpacted canines is rare. Alyami et  al. comprehensively \nstudied bilateral impacted canines in patients from the \nNajran region of Saudi Arabia; the researchers revealed \na strong association between the increased prevalence \nof this condition in the Najran region and that of con sanguineous marriages within the local population, par ticularly within a single major family. Skeletal analyses \nperformed in our study may guide future investigations \nin that they provide an opportunity to explore histori cal societal practices by examining genetic traits. Alyami \nFig. 2 a Skull. b Three ‑dimensional model of the 1500‑ year ‑old \ncranial skeleton. Caption: representation of maxillary bilateral \ninversely canine impaction depicted by the shaded purple regions \nin the image\nFig. 3 a Panoramic radiograph and b Cone ‑beam computed \ntomography image of the 1500‑ year ‑old cranial skeleton\nPage 4 of 6 Weng et al. Journal of Medical Case Reports          (2024) 18:617 \net  al. categorized bilaterally impacted canines into nine \ntypes; however, despite the high prevalence of bilateral \nimpacted canines in the Najran region, the researchers \ndid not highlight the specific subtype of bilaterally sym metrical, inversely impacted canines. To date, few reports \nhave documented symmetric bilateral maxillary canine \nimpaction. In clinical practice, palatally positioned maxil lary canine impaction is more common, with 85% of all \ncases attributed to insufficient space for eruption, than \nare other types of maxillary canine impaction. By con trast, buccally positioned canine impaction owing to \ninsufficient space for eruption is observed in only 17% of \nall cases [21]. As mentioned, Yamamoto et al. [16] classi fied impacted maxillary canines into seven types on the \nbasis of their obstructed eruption positions and direc tions. The skull found in our study resembled the sixth \ntype (type VI) outlined by Yamamoto et  al. This type is \ndefined as inversely impacted teeth located at the ante rior wall of the maxillary sinus, with the crown facing the \nmedial angle of the eye in the nasal process of the max illa. Eruption of the tooth in the lower eyelid has also \nbeen reported [16].\nClinical implications and treatment approaches\nIn most cases, impacted canines are left untreated; how ever, the eruption of teeth into the maxillary sinus or \nnasal cavity involves a risk of infection, necessitating \ntooth extraction [22]. The maxillary canines are second \nonly to the maxillary and mandibular third molars in \nterms of frequency of impaction [23]. Their high impac tion frequency is primarily attributable to a lack of space \nfor eruption because canines erupt later than adjacent \nteeth do. The tooth germ of the maxillary canine is first \nformed at 24 weeks of gestation and remains embedded \nin the maxilla for approximately 12 years, erupting later \nthan any other permanent tooth does. Consequently, the \nsurface of the bone where the tooth germ of the maxil lary canine is embedded is subjected to various unfavora ble influences for a prolonged period, including pressure \nfrom surrounding anatomical structures, such as the \nnasal cavity, orbital cavity, and maxillary sinus [24].\nIn current clinical orthodontic practice, impacted \ncanines are identified through outpatient examinations, \nwhich involve palpation performed by the attending \northodontist and X-ray imaging. Treatment approaches \nfor canine impaction vary by the location of impaction. \nThe current classification and treatment approaches for \ncanine impaction [18, 25, 26] are outlined as follows:\n1. If the patient expresses no desire for active treat ment, no intervention is performed for impacted \ncanines. However, the orthodontist must still con firm the absence of other pathological conditions associated with canine impaction. Long-term prog nosis of canine impaction is unfavorable because of \nthe differences in root length and appearance among \ndeciduous canines. Ultimately, deciduous canines are \naffected by root absorption and require extraction.\n2. After the extraction of the impacted canine, \nautotransplantation surgery is performed.\n3. After the extraction of the impacted canine, ortho dontic",
    "Methods": "methods are used to move the maxillary first \ncuspid into the canine position.\n4. After the extraction of the impacted canine, ortho dontic measures are used to close the resultant space.\n5. After the extraction of the impacted canine, pros thodontic solutions are used to restore the original \nappearance of the canine.\n6. The most common approach involves surgically \nexposing the impacted canine, bonding an attach ment to it, and using orthodontic forces to move the \ntooth into its normal position within the dental arch.\nPrevious archeological studies have focused on the \nphysiological and pathological aspects of dental mor phology in ancient human populations [27–29]. In a \nstudy regarding dental impaction, Iseri and Uzel [29] ana lyzed cases of prehistoric human dental impaction. The \nliterature highlights the presence of dental abnormalities \nin human populations since prehistoric times. Although \ncomprehensive studies regarding prehistoric and con temporary clinical fronts have been conducted, reports \ndocumenting bilaterally symmetrical maxillary canine \nimpaction are scarce. The present study contributes to \nthe literature by affirming that despite the extremely low \nincidence of bilaterally symmetrical maxillary canine \nimpaction with buccal impaction, the occurrence of \nsuch congenital abnormalities remains conceivable. \nIn addition, although these human remains date back \n1500  years, the humans they belong to the same ethnic \ngroup as the people currently residing in central Taiwan, \nwith no differences in physiological structures between \nthe groups. Although rare, the occurrence of bilateral \nimpacted canines in the maxilla remains a clinically rel evant scenario. These unique findings can provide valu able insights that can assist clinical orthodontists facing \nsimilarly rare presentations in modern practice.\nFrom the perspective of contemporary orthodontists, \nthe optimal time for orthodontic intervention is during \nthe late mixed dentition stage, which begins after the \ntransitional period of tooth eruption. Modern digital \nimaging tools, such as CBCT, can provide decisive results \nfor early assessment and treatment planning. They also \nhelp dentists understand whether such conditions can be \nprevented or treated in advance to avoid future lesions \ncaused by impacted teeth. CBCT is crucial for measuring \nPage 5 of 6\n Weng et al. Journal of Medical Case Reports          (2024) 18:617 \n \nthe height of the adjacent alveolar bone surround ing the canine and determining the anchorage source \nwhen pulling the impacted canine into its proper posi tion. Furthermore, ensuring the adequacy of the kerati nized epithelium is essential for maintaining stability in \nthe oral cavity after repositioning the canines. Impacted \ncanines inevitably affect both esthetic and occlusal func tions. Despite advancements in orthodontic and imag ing technologies, cautious evaluation is necessary to \naddress craniofacial development, functional occlusion, \nand esthetic concerns; these factors must be considered \nto achieve a comprehensive and effective resolution for \nimpacted canines and thus ensure favorable functional \nand esthetic outcomes.\nConclusion\nThis study highlights a rare case of bilaterally symmetri cal, inversely impacted maxillary canines identified in the \nskeletal remains of a Taiwanese girl from approximately \n1500  years ago. This finding illustrates that impacted \ncanines, including those with unusual bilateral symmetry, \nhave been a significant dental issue historically. The rar ity of such cases in modern clinical practice underscores \nthe complexity and challenges involved in diagnosing and \ntreating maxillary canine impaction. This case empha sizes the need for advanced diagnostic techniques and \ntailored treatment approaches, and it suggests that his torical cases can provide valuable insights for contempo rary dental practices.\nAcknowledgements\nNot applicable.\nAuthor contributions\nConceptualization: T ‑YW, S‑HW, K ‑HL, and J‑ TH; methodology: T ‑YW, S‑HW, \nC‑CC, K ‑HL, and J‑ TH; writing—original draft preparation: T ‑YW, S‑HW, C‑ CC, \nL‑JF, K‑HL, and J‑ TH; writing—review and editing: T ‑YW, S‑HW, K ‑HL, and J‑ TH; \nand funding acquisition: J‑ TH; All authors have read and agreed to the pub ‑\nlished version of the manuscript.\nFunding\nThis study was partially supported by the China Medical University, Taiwan \n(CMU112‑S‑10).\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThis study was partially supported by the China Medical University, Taiwan \n(CMU112‑S‑10).Received: 3 April 2024   Accepted: 12 November 2024\nReferences\n 1. Fastlicht S. Treatment of impacted canines. Am J Orthod. \n1954;40(12):891–905.\n 2. Ohta Y, Yamamoto G. Impacted teeth in clinical practice: relieve and bring \nthe impacted teeth into the dental arch. Tokyo: Ishiyaku Publishers Inc; \n1998.\n 3. Litsas G, Acar A. A review of early displaced maxillary canines: etiology, \ndiagnosis and interceptive treatment. Open Dent J. 2011;5:39–47.\n 4. Lappin MM. Practical management of the impacted maxillary cuspid. Am \nJ Orthod. 1951;37(10):769–78.\n 5. Dewel B. The upper cuspid: its development and impaction. Angle \nOrthod. 1949;19(2):79–90.\n 6. Grover PS, Lorton L. The incidence of unerupted permanent teeth and \nrelated clinical cases. Oral Surg Oral Med Oral Pathol. 1985;59(4):420–5.\n 7. Pedro F, Bandéca MC, Volpato L, Marques A, Borba AM, Musis CD, et al. \nPrevalence of impacted teeth in a Brazilian subpopulation. J Contemp \nDent Pract. 2014;15(2):209–13.\n 8. Chu F, Li T, Lui V, Newsome P , Chow R, Cheung L. Prevalence of impacted \nteeth and associated pathologies‑a radiographic study of the Hong Kong \nChinese population. Hong Kong Med J. 2003;9(3):158–63.\n 9. Ahlqwist M, Gröndahl HG. Prevalence of impacted teeth and associated \npathology in middle ‑aged and older Swedish women. Community Dent \nOral Epidemiol. 1991;19(2):116–9.\n 10. Forshaw RJ. The practice of dentistry in ancient Egypt. Br Dent J. \n2009;206(9):481–6.\n 11. Maat GJ, Mastwijk RW, van der Velde EA. Skeletal distribution of degen‑\nerative changes in vertebral osteophytosis, vertebral osteoarthritis and \nDISH. Int J Osteoarchaeol. 1995;5(3):289–98.\n 12. Power SM, Short MB. An investigation into the response of palatally \ndisplaced canines to the removal of deciduous canines and an assess‑\nment of factors contributing to favourable eruption. Br J Orthod. \n1993;20(3):215–23.\n 13. Peck S, Peck L, Kataja M. The palatally displaced canine as a dental \nanomaly of genetic origin. Angle Orthod. 1994;64(4):250–6.\n 14. Baccetti T. A controlled study of associated dental anomalies. Angle \nOrthod. 1998;68(3):267–74.\n 15. Becker A. The orthodontic treatment of impacted teeth. London: Wiley; \n2012.\n 16. Yamamoto G, Ohta Y, Tsuda Y, Tanaka A, Nishikawa M, Inoda H. A new \nclassification of impacted canines and second premolars using orthopan‑\ntomography. Asian J Oral Maxillofac Surg. 2003;15(1):31–7.\n 17. Lövgren ML, Dahl O, Uribe P , Ransjö M, Westerlund A. Prevalence of \nimpacted maxillary canines—An epidemiological study in a region \nwith systematically implemented interceptive treatment. Eur J Orthod. \n2019;41(5):454–9.\n 18. Bishara SE, Ortho D. Impacted maxillary canines: a review. Am J Orthod \nDentofacial Orthop. 1992;101(2):159–71.\n 19. Cooke J, Wang HL. Canine impactions: incidence and management. Int J \nPeriodontics Restor Dent. 2006;26(5):12.\n 20. Fournier A, Turcotte J‑ Y, Bernard C. Orthodontic considerations in the \ntreatment of maxillary impacted canines. Am J Orthod. 1982;81(3):236–9.\n 21. Jacoby H. The etiology of maxillary canine impactions. Am J Orthod. \n1983;84(2):125–32.\n 22. Levin M, Sommer DD. Endoscopic removal of ectopic sinonasal teeth: a \nsystematic review. J Otolaryngol Head Neck Surg. 2019;48(1):30.\n 23. Andreasen JO, Petersen JK, Laskin DM. Textbook and color atlas of tooth \nimpactions: diagnosis, treatment, prevention. 1997.\n 24. Dewel B. Clinical diagnosis and treatment of palatally impacted cuspids. \nDent Dig. 1945;51:492.\n 25. Chapokas AR, Almas K, Schincaglia G‑P . The impacted maxillary canine: \na proposed classification for surgical exposure. Oral Surg Oral Med Oral \nPathol Oral Radiol. 2012;113(2):222–8.\nPage 6 of 6 Weng et al. Journal of Medical Case Reports          (2024) 18:617 \n 26. Gashi A, Kamberi B, Ademi‑Abdyli R, Perjuci F, Sahatçiu‑ Gashi A. The \nincidence of impacted maxillary canines in a Kosovar population. Int Sch \nRes Notices. 2014;2014:1.\n 27. Šikanjić PR, Premužić Z, Meštrović S. Hide and seek: impacted maxillary \nand mandibular canines from the Roman period Croatia. Int J Paleo ‑\npathol. 2019;24:89–93.\n 28. Sarig R, Slon V, Abbas J, May H, Shpack N, Vardimon AD, et al. Malocclu‑\nsion in early anatomically modern human: a reflection on the etiology of \nmodern dental misalignment. PLoS ONE. 2013;8(11): e80771.\n 29. Iseri H, Uzel I. Impaction of maxillary canines and congenitally missing \nthird molars: description of an ancient skull (7250–6700 BC). Eur J Orthod. \n1993;15(1):1–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}