{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04834-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04834-3.pdf",
  "metadata": {
    "/Keywords": "Adrenal insufficiency; Pregnancy; Thromboembolism",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241024094643+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241022101952+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04834-3",
    "/Author": "Anna Yi Nan Jiang ",
    "/Title": "Bilateral adrenal hemorrhage in a postpartum woman with multiple thromboemboli: A case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04834-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Bilateral adrenal hemorrhage is a rare but often a fatal cause of primary adrenal insufficiency that can \nresult in adrenal crisis if not identified and managed appropriately.",
    "Case Presentation": "Case presentation We present a case of a 27-year-old Caucasian female who was admitted to the hospital 17 days \npostpartum with pleuritic chest and flank pain, shortness of breath and nausea. Computed tomography imaging confirmed multiple thromboemboli including pulmonary emboli and noted bilateral bulky adrenal glands. She was managed for infection and pulmonary emboli; however, she complained of persistent headaches, nausea, and vomiting \ndespite appropriate management. Radiology re-review found the computed tomography imaging was consistent \nwith bilateral adrenal hemorrhage in hindsight. Subsequent endocrine evaluation with hypothalamic–pituitary–adre nal axis interrogation and adrenocorticotropic hormone (Synacthen) stimulation testing confirmed resultant primary \nadrenal insufficiency. She required urgent intravenous hydrocortisone and was subsequently discharged on oral \nadrenal replacement therapy and anticoagulation.\nConclusions Delay in identification and treatment of adrenal insufficiency can lead to catastrophic outcomes. \nThis case highlights the challenge of diagnosing bilateral adrenal hemorrhage and resultant adrenal insufficiency \nas patients may not present with the classic risk factors, signs, symptoms, and electrolyte derangements.\nKeywords  Adrenal insufficiency, Pregnancy, Thromboembolism\nBackground\nBilateral adrenal hemorrhage is a rare cause of primary \nadrenal insufficiency that can result in adrenal crisis and \nrapid deterioration if not identified and managed in a \ntimely fashion [1, 2]. The clinical presentation of bilat eral adrenal hemorrhage may be nonspecific and variable. \nCommonly reported symptoms include fever, abdominal \npain, nausea and vomiting, loss of appetite, fatigue, and \nlight headedness. Clinical signs may include tachycar dia and hypotension refractory to fluid resuscitation and \nvasopressors. As a result of the nonspecific presentation, \nmost cases are diagnosed incidentally through computed \ntomography (CT) imaging, intraoperatively, or via post mortem [2]. Etiology of bilateral adrenal hemorrhage Open Access\n© Crown 2024. Open Access  This article is licensed under a Creative Commons Attribution 4.0 International License, which permits \nuse, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original \nauthor(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third \nparty material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the mate rial. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation \nor exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit \nhttp:// creat iveco mmons. org/ licen ses/ by/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJimmy Zhen Long Shen\njimmy.shen@hudson.org.au\n1 Department of General Medicine, Monash Health, Clayton, VIC, Australia\n2 Department of Haematology, Monash Health, Clayton, VIC, Australia\n3 Department of Allergy and Immunology, Monash Health, Clayton, VIC, \nAustralia\n4 Department of Endocrinology, Monash Health, 246 Clayton Road, \nClayton, VIC, Australia\n5 Centre for Endocrinology and Metabolism, Hudson Institute of Medical \nResearch, 27-31 Wright St, Clayton, VIC, Australia\nPage 2 of 7 Jiang et al. Journal of Medical Case Reports          (2024) 18:518 \nincludes anticoagulation, trauma, antiphospholipid syn drome, heparin-induced thrombocytopenia, and throm bosis syndrome (HITTS), infiltrative conditions, certain \ninfectious agents, and primary or metastatic tumors \n[3, 4]. In this case report, we describe a rare and unex pected case of a postpartum woman who developed pri mary adrenal insufficiency secondary to bilateral adrenal \nvenous infarction with hemorrhagic transformation, with \nrecent pregnancy, infection, and obesity as the sole risk \nfactors for hypercoagulability.\nCase presentation\nA 27-year-old Caucasian female inpatient at a regional \nhospital began reporting chest and flank pain four hours \nafter a normal vaginal delivery of her first child. The \nchest x-ray, CT pulmonary angiogram, and renal ultra sound performed prior to discharge following an emer gency department (ED) presentation that did not detect \nany abnormalities. She subsequently re-presented to the \nED 17 days later with worsening bilateral pleuritic chest \nand flank pain, which had become associated with fevers, \nchills, nausea, and dyspnea. Apart from malodorous \nlochia, she denied other foci of infection. Her pregnancy \nwas uneventful apart from a postpartum hemorrhage of \n525 mL. Her medical history included class two obesity \n(body mass index 38) and gestational hypertension for \nwhich she was taking enalapril. She did not take other \nregular medications. She was a nonsmoker and denied \nany personal or family history of adrenal, prothrombotic, \nor hematological disorders.On examination, she was normotensive, febrile (38.4 \ndegrees Celsius), tachycardic (124 beats per minute) and \ntachypneic (22 breaths per minute). Her abdominopelvic \nexam revealed left renal angle tenderness and malodor ous lochia. Otherwise, her cardiovascular and respiratory \nexaminations were unremarkable.\nInitial blood tests showed normocytic anemia with \nhemoglobin of 90 (120–160)  g/L, with white cell count \nand platelets within normal ranges. The estimated glo merular filtration rate was 48 (> 90) mL/minute with \nserum creatinine 131 (45–90) μmol/L from a normal \nbaseline. The liver function tests were normal. The \nC-reactive protein was 224 (0–5)   mg/L and fibrino gen level was 8.4 (1.5–4.0)  g/L. The international \nnormalized ratio (INR) and activated partial thrombo plastin time (APTT) were within normal limits. The sep tic screen including blood, urine, and per-vaginal swab \ncultures were sterile. Her respiratory swab was negative \nfor an array of viral pathogens including severe acute res piratory syndrome coronavirus 2 (SARS-CoV-2). CT pul monary angiogram and CT abdomen and pelvis revealed \nnew multiple pulmonary emboli, left renal vein thrombo sis and bilateral bulky adrenal enlargement without a dis crete lesion (Figs.  1 and 2). Renal ultrasound confirmed \nthe finding of left renal vein thrombosis (Fig.  2). These \nwere all new findings compared with the initial imaging \nobtained postdelivery. Pelvic ultrasound showed a mobile \nuterus without probe tenderness, nor evidence of endo metrial pathology or retained products. \nGiven the multisystem involvement of the patient’s \npresentation, she was transferred to a tertiary \nFig. 1 CT of the abdomen and pelvis on admission demonstrating bulky nodular enlargement of bilateral adrenal glands (red arrows). Adrenal \nveins not discernible on this series. (A) Axial view; (B) coronal view. CT, computed tomography\nPage 3 of 7\n Jiang et al. Journal of Medical Case Reports          (2024) 18:518 \n \nmetropolitan hospital for admission. The patient was \nmanaged for infection with hemodynamic compro mise with fluid resuscitation and empirical intrave nous antibiotics, covering for possible endometritis and pyelonephritis. Anticoagulation was commenced using \ntherapeutic enoxaparin while she was unwell with pre sumed infection and awaiting antiphospholipid syn drome antibody",
    "Results": "results. HITTS was excluded as she \nFig. 2 Imaging on admission showing left renal vein thrombosis. (A) CT of the abdomen and pelvis demonstrating lack of opacification in the left \nrenal vein (red arrow) suggesting renal vein thrombosis; (B) abnormal pulse wave Doppler in keeping with left renal vein thrombosis. CT, computed \ntomography\nPage 4 of 7 Jiang et al. Journal of Medical Case Reports          (2024) 18:518 \nhad no enoxaparin exposure until after the diagnosis of \nvenous thromboemboli. Despite broad-spectrum antibi otics, anticoagulants, and intravenous fluids, the patient \nreported persistent nausea and vomiting throughout the \nadmission with minimal benefit from multiple regular \nintravenous antiemetics and pantoprazole. She devel oped headaches without focal neurology on day 6 of her \nadmission. The brain CT attained at the time did not \ndetect any acute intracranial pathology.\nOn day 14 of her admission, early hemodynamic com promise was unmasked by a postural systolic blood \npressure drop of 30 mmHg. She remained normoten sive with compensatory tachycardia and was not hypo thermic. She had a single episode of mild hypoglycemia \n(blood sugar level 3.9 mmol/L) associated with reduced \noral intake. Given the intractable nausea and vomiting \nwithout evidence of gastric outlet obstruction, a 6 am \ncortisol level was requested and found to be very low at \n32 (185–625)  nmol/L. A radiology re-review of the ini tial CT abdomen and pelvis, which was obtained prior \nto commencement of anticoagulation, found that the \nimages were consistent with bilateral adrenal hemor rhage, presumed to be secondary to adrenal vein throm boses and subsequent venous infarction in hindsight. \nGiven these results, a detailed evaluation of the hypotha lamic–pituitary–adrenal axis was performed with early \nmorning peripheral blood sampling, which was consist ent with primary adrenal insufficiency (Table  1). These \nresults were not confounded by prior intravenous fluid \ntreatment. Prolactin levels were elevated as expected for \nthe postpartum state and the remainder of the pituitary \nscreen was unremarkable. Adrenocorticotropic hor mone (ACTH) stimulation testing obtained 2 days after \nthe initial 6 am cortisol result confirmed primary adrenal \ninsufficiency, with cortisol measuring 44 (< 485)  nmol/L \n1 hour after intramuscular administration of ACTH \n[3]. The autoimmune and thrombophilia screens were \nunremarkable apart from reduced antithrombin III and \nprotein S levels which may have been a result of con sumption in the prothrombotic state (Table  1). Protein \nC level was within normal range. Lower limb Doppler \nultrasound did not detect residual deep vein thrombosis.\nIntravenous hydrocortisone was promptly commenced \nupon confirmation of adrenal insufficiency with almost \nimmediate improvement in the patient’s nausea, vomit ing, and headaches. She was then transitioned to and \ndischarged on oral fludrocortisone and hydrocortisone \nwith a tapering regimen and a sick day plan. Lastly, she \nwas transitioned from subcutaneous enoxaparin to oral \napixaban prior to discharge when antiphospholipid syn drome had been excluded and infection had resolved.\nAt the 3 and 5-month follow-up, the patient remained \nwell with complete resolution of nausea and vomiting. She denied symptoms of glucocorticoid under replace ment. She remained on apixaban, fludrocortisone, and a \ntapered dose of oral hydrocortisone. Follow-up adrenal \nmagnetic resonance imaging (MRI) at 3 months showed \ninterval resolution of the previously noted bilateral adre nal enlargement and renal vein thrombosis, and the adre nal glands now appeared atrophic in comparison with the \ninitial CT images (Fig.  3). A ventilation-perfusion scan \nfound evidence of persistent pulmonary embolism with \nareas of clot resolution. At 5 months, her repeat blood \ntests showed resolution of her renal function, and elec trolytes remained within physiological levels. The coagu lation and thrombosis screens indicated an elevated INR \nat 1.4 and mildly elevated homocysteine level with con current B12 deficiency. Otherwise, the remainder of the \ntests were unremarkable (Table 1).",
    "Discussion": "Discussion\nTo our knowledge, this is the first described case of adre nal insufficiency secondary to bilateral adrenal hemor rhage occurring postpartum without a clear precipitating \nevent or known underlying prothrombotic disorder. Due \nto its uncommon occurrence, nonspecific symptomology \nand high mortality rates, bilateral adrenal hemorrhage is \noften only diagnosed at autopsy [1, 2]. If detected early, \ndiagnosis of adrenal hemorrhage is best seen on a dedi cated adrenal CT with features of a nodular mass with \ndefined borders and surrounding fat stranding or MRI \n[5]. Our case signifies the importance of a high clini cal suspicion for adrenal hemorrhage in the presence of \nextensive venous thromboembolic disease to support an \nearly diagnosis of adrenal insufficiency.\nWe identified three described cases of adrenal hemor rhage diagnosed antenatally by Haeri et al. and Kadhem \net al. [6, 7]. As seen in our case, these three patients were \nnot known to have any risk factors for adrenal hemor rhage apart from pregnancy and they required steroid \nreplacement therapy after radiological diagnosis. Apart \nfrom one patient who had low early morning cortisol of \n94  nmol/L, none of the other patients had further bio chemical evaluation for adrenal insufficiency. Addition ally, there was no mention of further investigations for \nother possible underlying causes for adrenal hemorrhage. \nThese three patients did not have concurrent infection \nnor thromboemboli confounding the diagnosis of adrenal \nhemorrhage and resultant adrenal insufficiency as was \nseen in our case.\nIn our patient, the cause of acute bilateral adrenal \ninsufficiency secondary to bilateral adrenal hemor rhage was multifactorial. Pregnancy may be an underrecognized risk factor for bilateral adrenal hemorrhage. \nElevated ACTH and catecholamine levels during \npregnancy leading to adrenal cortex hyperplasia and \nPage 5 of 7\n Jiang et al. Journal of Medical Case Reports          (2024) 18:518 \n \nvasoconstriction are suggested as possible mechanisms \nfor adrenal hemorrhage during pregnancy [6, 7]. How ever, the patient in our case had normal-appearing adre nal glands on the initial CT imaging that was completed \n4 days postpartum, which coincides with the time at which maternal adrenocorticotrophic hormone lev els return to physiological levels [8]. From a thrombosis \nperspective, the adrenal glands’ rich vascular supply put \nthem at risk of hemorrhage secondary to venous throm bosis and subsequent outflow obstruction [2]. Pregnancy Table 1 Laboratory investigations for underlying endocrine, autoimmune, and hematological causes during admission and 5-month \nfollow-up\nLaboratory test Result Reference \nrange (if \napplicable)\nAt admission\nSodium 141 mmol/L 135–145 mmol/L\nPotassium 3.2 mmol/L 3.5–5.0 mmol/L\nEarly morning cortisol 32 nmol/L 185–625 nmol/L\nAdrenocorticotropic hormone 63 pmol/L  < 10 pmol/L\nAldosterone 33 pmol/L 70–1090 pmol/L\nRenin 11.8 mU/L 4.4–46 mU/L\nThyroid stimulating hormone 1.28 mIU/L 0.4–4.8 mIU/L\nGrowth hormone 1.6 mU/L  < 11 mU/L\nProlactin 1139 mIU/L 70–570 mIU/L\nAntinuclear antibody Negative\nExtractable nuclear antigen antibodies Negative\nAntineutrophil cytoplasmic antibodies Perinuclear anti-neutrophil cytoplasmic antibody pattern\nMyeloperoxidase antibody  < 0.3 IU/mL  < 3.5 IU/mL\nProteinase 3 antibody  < 0.7 IU/mL  < 2.0 IU/mL\nAnti-adrenal cortex antibodies Not detected\nSkin autoantibodies Not detected\nCardiolipin IgG 1.1 IgG Phospholipid Units (GPL)  < 10 GPL\nBeta-2 glycoprotein antibodies  < 6.4 U/mL  < 20.0 U/mL\nAntithrombin III 0.70 IU/mL 0.80–1.20 IU/mL\nProtein S 0.36 IU/mL 0.55–1.50 IU/mL\nProtein C 1.35 U/mL 0.7–1.4 U/mL\nIgG 10.3 g/L 5.2–16.0 g/L\nIgA 2.07 g/L 0.85–3.50 g/L\nIgM 0.85 g/L 0.32–3.00 g/L\n5-month follow-up\nINR 1.4 0.8–1.2\nAPTT 26 s 22–32 s\nFibrinogen 4.9 g/L 1.5–4.0 g/L\nAntithrombin 1.13 IU/mL 0.80–1.20 IU/mL\nFree protein S 88% 50–135%\nProtein C 134% 70–140%\nHomocysteine 73 umol/L 3.7–13.9 umol/L\nVitamin B12 74 pmol/L 140–670 pmol/L\nHolotranscobalamin 27.4 pmol/L  > 35 pmol/L\nParoxysmal nocturnal hemoglobinuria Not detected\nJAK2 V617F variant Not detected\nFactor V Leiden mutation Not detected\nProthrombin G20210A gene Not detected\nAntiphospholipid screen (repeat) Not detected\nPage 6 of 7 Jiang et al. Journal of Medical Case Reports          (2024) 18:518 \nis a physiological hypercoagulable state, with a 60-fold \nincreased risk of venous thromboembolism from delivery \nuntil 3 months postpartum [9, 10]. Additionally, infection \nitself is a prothrombotic state, triggered by various proinflammatory pathways including platelet and inflam matory cell activation, and vascular endothelial injury \n[11, 12]. Otherwise, in our case, a specific underlying \nhematological cause remains unlikely. The literature has \ninconsistent findings regarding the relationship between \nelevated homocysteine levels and venous thromboembo lism risk. Vitamin B12 deficiencies can also account for \nmild hyperhomocysteinemia, as observed in our case [13, \n14]. Additionally, the free protein S and antithrombin III \nlevels had both normalized on follow-up, in keeping with \nthe resolution of acute thrombosis and cessation of hepa rin therapy [15, 16].\nFollow-up investigations for adrenal hemorrhage \ninclude assessment for underlying risk factors, tapering \nof corticosteroid and mineralocorticoid replacement as \nappropriate with monitoring of early morning cortisol, \nconsideration of repeat ACTH-stimulation testing, and \nrepeat adrenal imaging. Follow-up imaging is important \nnot only to monitor for resolution, but also to exclude \nunderlying adrenal masses [17].\nStrengths of this case report include the thorough ini tial investigation which was afforded by the relatively \nearly presentation and close monitoring during the inpa tient admission. Many patients with adrenal insufficiency present with acute adrenal crisis, for which treatment \ncannot be delayed for further investigations [3]. How ever, as with all case reports, it is limited by the sample \nsize and ability to be generalized to the wider patient \npopulation.\nConclusions\nCases of bilateral adrenal hemorrhage resulting in adre nal insufficiency with non-specific symptoms and nor mal biochemistry can be challenging to recognize. Thus, \nit requires a broad range of differential diagnoses and \nhigh index of suspicion to diagnose in a timely manner. \nPatients with persistent nonspecific symptoms despite \ninitial treatment for suspected infection with hemody namic compromise and multiple venous thromboemboli \nrequire further investigation. This includes considera tion of bilateral adrenal hemorrhage and prioritizing the \ntimely administration of hydrocortisone, where appropri ate, to prevent deterioration and mortality.\nAbbreviations\nCT  Computed tomography\nHITTS  Heparin-induced thrombocytopaenia and thrombosis syndrome\nINR  International normalized ratio\nACTH  Adrenocorticotropic hormone\nMRI  Magnetic resonance imaging\nGPL  IgG Phospholipid Units\nAcknowledgements\nNone to declare\nFig. 3 Follow-up MRI shows marked improvement in bulky appearance in bilateral adrenal glands. Left adrenal gland (red arrow) remains bulky; \nhowever, demonstrates relative hypo-enhancement of the adrenal parenchyma centrally favoring hemorrhage over lesion. MRI, magnetic \nresonance imaging\nPage 7 of 7\n Jiang et al. Journal of Medical Case Reports          (2024) 18:518 \n \nAuthor contributions\nAll authors have contributed to the manuscript in terms of concept, writing \nand editing. AYNJ and JHA were primarily responsible for the concept and \ndesign. All authors were part of the treating team and were responsible for \nthe draft of the manuscript. All authors were responsible for critical revision for \nimportant intellectual content and editing of the manuscript and have given \nfinal approval of the article for publication. All authors read and approved the \nfinal manuscript.\nFunding\nNone.\nAvailability of data and materials\nThe data presented in this case report are not publicly available to preserve \npatient confidentiality, however, is stored in an encrypted file should it be \nrequired following ethics approval or for patient care.\nDeclarations\nEthics approval and consent to participate\nInformed consent has been obtained for all biochemical and clinical data \npresented in this case report.\nConsent for publication\nWritten informed consent has been obtained from the patient for publication of this case report and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nReceived: 19 May 2024   Accepted: 13 September 2024\nReferences\n 1. Dhawan N, Bodukam VK, Thakur K, Singh A, Jenkins D, Bahl J. Idiopathic \nbilateral adrenal hemorrhage in a 63-year-old male: a case report and \nreview of the literature. Case Rep Urol. 2015;2015: 503638.\n 2. Rosenberger LH, Smith PW, Sawyer RG, Hanks JB, Adams RB, Hedrick TL. \nBilateral adrenal hemorrhage: the unrecognized cause of hemodynamic \ncollapse associated with heparin-induced thrombocytopenia. Crit Care \nMed. 2011;39(4):833–8.\n 3. Husebye ES, Pearce SH, Krone NP , Kämpe O. Adrenal insufficiency. Lancet. \n2021;397(10274):613–29.\n 4. Tedjaseputra A, Sawyer M, Lim A, Grabek J, Low MSY. Adrenal failure secondary to bilateral adrenal haemorrhage in heparin-induced thrombocytopenia. Ann Hematol. 2020;99(3):657–9.\n 5. Paloka R, Gopireddy DR, Virarkar M, Galgano SJ, Morani A, Adimula P , et al. \nMultimodality imaging of adrenal gland pathologies: A comprehensive \npictorial review. J Clin Imaging Sci. 2022;12:62.\n 6. Haeri NS, Ullal J, Mahmud H. Spontaneous bilateral adrenal Hemorrhage \nin pregnancy. J Endocrine Soc. 2021;5(Supplement_1):158–61.\n 7. Kadhem S, Ebrahem R, Munguti C, Mortada R. Spontaneous unilateral \nadrenal hemorrhage in pregnancy. Cureus. 2017;9(1): e977.\n 8. Mastorakos G, Ilias I. Maternal and fetal hypothalamic-pituitaryadrenal axes during pregnancy and postpartum. Ann N Y Acad Sci. \n2003;997:136–49.\n 9. Raia-Barjat T, Edebiri O, Chauleur C. Venous Thromboembolism Risk Score \nand Pregnancy. Frontiers in Cardiovascular Medicine. 2022;9.\n 10. Fox B. Venous infarction of the adrenal glands. J Pathol. \n1976;119(2):65–89.\n 11. Beristain-Covarrubias N, Perez-Toledo M, Thomas MR, Henderson IR, Wat son SP , Cunningham AF. Understanding Infection-Induced Thrombosis: \nLessons Learned From Animal Models. Front Immunol. 2019;10:2569.\n 12. Iba T, Levy JH. Sepsis-induced coagulopathy and disseminated intravascular coagulation. Anesthesiology. 2020;132(5):1238–45. 13. Ni J, Zhang L, Zhou T, Xu W-J, Xue J-L, Cao N, et al. Association between \ntheMTHFRC677T polymorphism, blood folate and vitamin B12 deficiency, \nand elevated serum total homocysteine in healthy individuals in Yunnan \nProvince, China. J Chin Med Assoc. 2017;80(3):147–53.\n 14. Ducros V, Barro C, Yver J, Pernod G, Polack B, Carpentier P , et al. Should \nplasma homocysteine be used as a biomarker of venous thromboembo lism? A case-control study. Clin Appl Thromb Hemost. 2009;15(5):517–22.\n 15. Wypasek E, Undas A. Protein C and protein S deficiency - practical diagnostic issues. Adv Clin Exp Med. 2013;22(4):459–67.\n 16. Bauer KA, Nguyen-Cao TM, Spears JB. Issues in the diagnosis and \nmanagement of hereditary antithrombin deficiency. Ann Pharmacother. \n2016;50(9):758–67.\n 17. Elhassan YS, Ronchi CL, Wijewickrama P , Baldeweg SE. Approach \nto the patient with adrenal hemorrhage. J Clin Endocrinol Metab. \n2023;108(4):995–1006.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}