{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04939-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04939-9.pdf",
  "metadata": {
    "/Keywords": "Obturator hip dislocation; Subtrochanteric femur fracture; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218114746+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241206135017+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04939-9",
    "/Author": "Getachew Wuhib ",
    "/Title": "Traumatic obturator dislocation of the hip associated with ipsilateral subtrochanteric femur fracture in a young adult: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04939-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Traumatic obturator-type anterior dislocation of the hip with an ipsilateral subtrochanteric fracture \nis rarely encountered in clinical practice. This",
    "Case Presentation": "case presentation described a trauma patient with such a rare scenario.\nCase report This paper reports a case of a 20-year-old Amhara ethnic male patient who had a traumatic anterior dislocation of the hip associated with an ipsilateral subtrochanteric femur fracture after a truck rolled over. There was diffuse swelling of the proximal thigh, and the lower limb was externally rotated. Radiographic examination shows right \nfemur subtrochanteric fracture with ipsilateral obturator-type anterior hip dislocation. Emergency open reduction \nof the hip dislocation and antegrade intramedullary nailing of the subtrochanteric fracture performed. Subsequent \nclinical and radiologic follow-up demonstrated good outcomes.",
    "Conclusion": "Conclusion The main peculiarity of the presented case is the association of obturator hip dislocation with ipsilateral \nfemur shaft fracture. Early and stable reduction of the dislocation and firm internal fixation of the fracture as soon \nas possible will allow early rehabilitation and prevent late complications. At the 4th week of operation, he started nonweight-bearing mobilization.\nKeywords  Obturator hip dislocation, Subtrochanteric femur fracture, Case report\nIntroduction\nThe hip joint is a very stable joint with a high degree of \nstability and can be dislocated only when high-energy \ntraumas like a car accident occur [1, 2]. Traumatic \nfracture dislocation of the hip can be contralateral or ipsilateral [2]. Femoral head fracture covers low percent age among all types of hip fracture dislocation, and com bination of femoral head and acetabular fracture is even \nless common [3]. Traumatic anterior dislocation of hip \nwith ipsilateral subtrochanteric fracture is rarely encoun tered in clinical practice [4]. But posterior dislocation \nof the hip is repeatedly occurring, and the occurrence \nchance is nine times higher than anterior hip dislocation \ndue to its mode of dash board injury [5]. Traumatic hip \ndislocations in children occur most frequently as isolated \northopedic injuries in association with posterior wall ace tabular fractures[6].\nTraumatic anterior dislocation of hip with ipsilateral \nsubtrochanteric fracture requires emergency evalua tion, rapid reduction intervention within 6 hours, and \nearly closed reduction of the joint helps to decrease risk Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMekuriaw Wuhib\neyasuwuhib@gmail.com\n1 Department of Orthopedics and Traumatology, School of Medicine, \nCollege of Medicine and Health Science, University of Gondar, Gondar, \nEthiopia\n2 Department of Comprehensive Nursing, School of Nursing \nand Midwifery, College of Medicine and Health Science, Wollo University, \nDessie, Ethiopia\n3 Department of Internal Medicine, School of Medicine, College \nof Medicine and Health Science, University of Gondar, Gondar, Ethiopia\nPage 2 of 5 Wuhib et al. Journal of Medical Case Reports          (2024) 18:607 \nof avascular necrosis and chondrolysis [7–9]. Fractures \ninvolving the acetabulum and femur head are associated \nwith significant morbidity, disability, and even mortality, \nespecially if they involve vascular structures [10]. In the \ncase of traumatic anterior dislocation of the hip with ipsi lateral subtrochanteric fracture, the pull of abductors and \nexternal rotators acting on the short proximal fragment \nforced the femoral head to slide through the tear in the \nanterior capsule. The dislocated femoral head occluded \nthe femoral artery [11]. It can be assumed that the lower \nleg can be dislocated through abduction during flexion or \nabducent, external flexion during traumatic anterior dis location of the hip with an ipsilateral femur fracture [12].\nThe case of traumatic obturtator type anterior disloca tion of the hip with ipsilateral subtrochanteric fracture is \nrare, and there is limited literature about it, which makes \nit a very challenging case [9, 11–13]. Here we report a \ncase of right side traumatic obturator hip dislocation with \nipsilateral subtrochanteric femur fracture in a 20-yearold male patient.\nCase presentation\nA 20-year-old male, of low socioeconomic status, \nAmhara ethnicity, and an assistant driver by occupation \npresented with a road traffic accident of 1 day duration. \nHe was an assistant driver of a truck, and the truck rolled \nover while running with high speed, and he sustained \ntrauma to his right thigh and hip area. At presentation, he was conscious but unable to mobilize his right lower \nlimb. The patient complained of severe pain over the \nright buttock and thigh area. He had manifestations \nof pain, bruising, swelling, deformity, shortening, and \ninstability around the thigh and injured leg, as it turned \nout. The patient confirmed that the hip and femur bone \nor joint had never been damaged before. He has no \nmedical or surgical history. On arrival in the emergency \nroom, analgesics were given and he was clinically exam ined. Vital signs were in the normal range. A complete \nexamination of the involved and uninvolved extremities \nincluding complete strength testing and neurovascular \nexamination was performed. On physical examination, \nthe proximal right thigh was swollen, and the right hip \nwas in an abduction and external rotation position with \nthe femur head palpable in the obturator area. Femoral \nand popliteal pulsation was palpable. Femoral nerve and \nobturator nerve assessment was intact. Patient’s level of \nconsciousness was determined to be 14 using glasgow \ncoma scale the (GCS). The patient was recommended \nto get a computed tomography (CT) or magnetic reso nance imaging (MRI), but the service was not available \nin this hospital at the moment, and the patient could not \nget the service. A pelvic and thigh radiograph was taken \nand showed right side obturator-type anterior hip dislo cation with an ipsilateral subtrochanteric femur fracture \n(Fig.  1). In addition to these routine blood investigations \nof complete blood count (CBC), cross match, and rapid \nFig. 1 Anterior–posterior (AP) x-ray showing subtrochanteric femur fracture with ipsilateral obturator-type anterior hip dislocation\nPage 3 of 5\n Wuhib et al. Journal of Medical Case Reports          (2024) 18:607 \n \nblood sugar were sent and were found to be within nor mal ranges.\nTherapeutic intervention\nThen the patient was taken to the operation theater, and \nspinal anesthesia was given. Using an incision over the \ngreater trochanter, a 5 mm Schanz pin was inserted over \nthe greater trochanter (Fig.  2) to be used as a joystick, \nand closed reduction was tried with sustained traction \nin the abduction position and pressure over the femur \nhead was applied from the obturator area to push into the \nacetabulum, but it was not successful. Then, using ante rolateral approach to the hip, the capsule was opened and \nthe femur head was reduced to the acetabulum. Then the \nsubtrochanteric fracture was opened by extending the \nanterolateral approach of the hip distally. The fracture \nwas reduced and fixed with an antegrade interlocking \nintermuscular (IM) nail using piriformis entry to the fem oral canal to avoid the risk of varus malreduction (Fig.  3). \nAt the end of the operation, the stability of the hip was \nchecked by performing a 90° flexion, internal–external \nrotation, and abduction–adduction, and it was stable.\nFollow‑up and outcome\nPostoperatively, the left lower limb was immobilized by \na posterior splint with the knee in extension position for \ntwo weeks. Subsequently, knee-bending exercises and \nquadriceps strengthening started. Then he started partial \nweight-bearing mobilization with a walker after 4 weeks. \nRadiologic assessment using x-rays was done regularly, starting from 6 weeks postoperatively until 1 year. Sub sequently, the patient resumed his daily activities without \nany hip pain, and he has no functional limitation.",
    "Discussion": "Discussion\nThe hip is a stable joint with good congruence between \nthe femoral head and acetabulum and reinforced by \nthicker capsules and strong ligaments [9], and so it \nrequires significant trauma for hip dislocation. The most \ncommon trauma is posterior dislocation, while anterior \nhip dislocation accounts for 10–15% of cases, while obtu rator hip dislocations occur in less than 5% of all trau matic hip dislocations [12]. Anterior hip dislocations \nresult from high-energy trauma, which causes forced \nabduction and external rotation of the hip [11]. Based \non the position of the hip at the time of impact, it can \nbe a superior type if the hip is in the extension position \nor an inferior type if the hip is in the flexed position [14]. \nJoint reduction with fracture fixation allowed early reha bilitation, and a delay of more than 6 hours resulted in \na fourfold increased risk of avascular necrosis develop ment [7, 9, 13]. Traumatic anterior dislocation of the \nhip with an ipsilateral subtrochanteric fracture requires \na special mention because of the peculiar mechanism of \ninjury. There are often problems encountered in treating \nsuch cases. Hip dislocation is an orthopedic emergency \nrequiring urgent reduction to prevent late complications \nsuch as avascular necrosis (AVN) of the femur head, \nosteoarthritis, neurovascular injury, and heterotopic ossi fication [9].\nFig. 2 Intraoperative picture showing a 5 mm Schanz pin inserted over the greater trochanter and laterally directed traction applied to reduce \nthe femur head\nPage 4 of 5 Wuhib et al. Journal of Medical Case Reports          (2024) 18:607 \nFor this particular case of traumatic anterior disloca tion of the hip with an ipsilateral subtrochanteric frac ture, closed reduction was tried with sustained traction \nin the abduction direction and pressure over the femur \nhead applied from the obturator area to push into the \nacetabulum, but it was not successful. According to expe rience of another case report, mandatory open reduction \nis indicated in cases of failed closed reduction, particu larly in irreducible dislocations and closed reduction of \nhip dislocations associated with ipsilateral extremity frac ture [15].\nThen, using anterolateral approach to the hip, the \ncapsule opened and the femur head was reduced to the \nacetabulum. Some previous case presentations followed \na similar treatment approach [6], and others applied a \nclosed reduction of the dislocated hip [11, 12]. One case \nreport does not recommend open reduction for acetabu lum dislocation at all [13]. The subtrochanteric fracture \nwas opened using lateral approach to the femur, and the \nfracture reduced and fixed with an antegrade interlocking \nIM nail [7].\nConclusion\nThe outcome of such cases depends on rapid evaluation \nand early intervention, and it usually requires a multi disciplinary approach to identify and treat associated \nlife threatening conditions. Early and stable reduction \nof the dislocation and firm internal fixation of the frac ture as soon as possible will allow early rehabilitation and prevent late complications. The main peculiarity \nof the presented case is the association of the ante rior–inferior dislocation with ipsilateral femur shaft \nfracture. The latter can be explained by the developing \nof powerful forces that act on the shaft. Another rare \naspect of this case is the absence of associated acetabu lar fracture even though he had contra-lateral iliac wing \nfracture. Hip dislocation is an orthopedic emergency \nrequiring urgent reduction to prevent late complica tions such as AVN of femur head. Other complications \ninclude osteoarthritis, neurovascular injury, and heter otopic ossification.\nAbbreviations\nAVN  Avascular necrosis\nIM  Intramedullary\nAcknowledgements\nWe would like to thank our patient for his valuable contribution and consent.\nAuthor contributions\nAll authors made a significant contribution to the work reported, whether \nthat is in the write-up, discussion, revising, or critically reviewing the case; \ngave final approval of the version to be published; have agreed on the journal \nto which the case has been submitted; and agree to be accountable for all \naspects of the work.\nFunding\nNot applicable.\nAvailability of data\nThe data used for the study are available from the corresponding author at \nany time.\nFig. 3 Postoperative x-ray showing the right femur head reduced and the subtrochanteric femur fracture fixed with interlocking IM nailing\nPage 5 of 5\n Wuhib et al. Journal of Medical Case Reports          (2024) 18:607 \n \nDeclarations\nEthics approval and consent to participate\nEthical protocol used for this study was approved by institutional review board \nof Bahir-dar University ethical committee. Written consent was obtained from \nthe patient, and data handling was done in accordance with the Helsinki \nDeclaration.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 31 July 2024   Accepted: 6 November 2024\nReferences\n 1. Frederick M, Azar M, Beaty J, Terry CM. Campbell’s operative orthopaedics. \nPhiladelphia: Elsevier; 2017.\n 2. Hougaard K, Thomsen PB. Traumatic posterior dislocation of the hip—\nprognostic factors influencing the incidence of avascular necrosis of the \nfemoral head. Arch Orthop Trauma Surg. 1986;106(1):32–5.\n 3. Goyal R, Bhavsar NM, Goel A, Bhatia N, Mehndiratta A, Goel SA. Neglected \ntwo-week-old unstable fracture-dislocation of the hip in a 60 years \nold managed with hip preservation surgery. J Orthop Case Rep. \n2020;10(4):38.\n 4. Arjun R, Kumar V, Saibaba B, John R, Guled U, Aggarwal S. Ipsilateral \nobturator type of hip dislocation with fracture shaft femur in a child: a \ncase report and literature review. J Pediatr Orthop B. 2016;25(5):484–8.\n 5. Raja JA, Valsalan BP . A case of anterior dislocation of hip associated with \nan unusual pattern of fracture of proximal femur. J Orthop Case Rep. \n2015;5(4):34.\n 6. Willimon SC, Egger AC, Perkins CA. Traumatic hip dislocations in the \npediatric patient: injury patterns, need for axial imaging, outcomes, and \nselective hip arthroscopy. J Pediatr Orthop Soc North Am. 2022;4(2):403.\n 7. Gokulprasath S, Prashanth KT. Anterior hip dislocation with ipsilateral sub trochanteric femur fracture in a young adult–a rare case report. J Orthop \nCase Rep. 2020;10(3):63.\n 8. Gokulprasath S, Prashanth KRT. Anterior Hip Dislocation with Ipsilateral \nSubtrochanteric Femur Fracture in a Young Adult - A Rare Case Report. J \nOrthop Case Rep. 2020;10(3):63–6.\n 9. Radulescu R, Badila A, Japie I, Papuc A, Manolescu R. Anterior dislocation \nof the hip associated with intertrochanteric fracture of the femur-case \npresentation. J Med Life. 2013;6(3):336.\n 10. Joseph SY, editor Hip and femur trauma. Seminars in musculoskeletal \nradiology; 2000: Copyright© 2000 by Thieme Medical Publishers, Inc., 333 \nSeventh Avenue, New \n 11. Malkawi H. Traumatic anterior dislocation of the hip with fracture of the \nshaft of the ipsilateral femur in children: case report and review of the \nliterature. J Pediatr Orthop. 1982;2(3):307–22.\n 12. Yamamoto K, Ko M, Masaoka T, Shishido T, Imakiire A. Traumatic anterior \ndislocation of the hip associated with ipsilateral femoral shaft fracture in a \nchild: a case report. J Orthop Surg. 2004;12(1):126–32.\n 13. Sharma B, Sharma YK, Yadav R, Pal CP . Adult traumatic eight days old ante rior dislocation of the hip with ipsilateral fracture upper third shaft femur: \nan atypical case report.\n 14. Baker R, Whitehouse M. Injuries of the hip and femur. Apley & Solomon’s \nSystem of Orthopaedics and Trauma: CRC Press; 2017. p. 881–911.\n 15. Xu Y, Lv M, Yu SQ, Liu GP . Closed reduction of hip dislocation associated \nwith ipsilateral lower extremity fractures: a case report and review of the \nliterature. World J Clin Cases. 2022;10(34):12654–64.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}