{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05009-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05009-w.pdf",
  "metadata": {
    "/Keywords": "Bloodstream infection; Mycobacterium abscessus; Clinical characteristics; Antimicrobial susceptibility test; Idiopathic CD4+ T-lymphocytopenia (ICL)",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241231105001+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241228203237+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05009-w",
    "/Author": "Xianglin Wu ",
    "/Title": "Disseminated Mycobacterium abscessus infection with idiopathic CD4+ T-lymphocytopenia: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05009-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Idiopathic CD4+ T lymphocytopenia is a rare immune dysfunction disease that is usually found \nafter opportunistic infections. Mycobacterium abscessus is a rapidly growing mycobacterium that can cause pulmo nary infections, lymphadenitis, skin and soft tissue infections, disseminated infections, among others, as a conditional \npathogenic bacterium.",
    "Case Presentation": "Case presentation We present the case of a 43-year-old Chinese woman who developed disseminated Mycobacte rium abscessus infection due to idiopathic CD4+ T lymphocytopenia. The patient exhibited symptoms including skin \ninfections, lymphadenitis, and bacteremia. A tailored multidrug therapy was initiated, guided by drug susceptibility testing. Within a month of treatment, the patient’s fever resolved, and she exhibited a significant recovery \nand was discharged.\nConclusions Cases of clinical idiopathic CD4+ T lymphocytopenia with Mycobacterium abscessus infection are \nnot common. Clinicians should be vigilant and accurately identify Mycobacterium abscessus as an opportunistic \npathogen when dealing with immunocompromised patients, in particular with idiopathic CD4+ T lymphocytopenia.\nKeywords  Bloodstream infection, Mycobacterium abscessus, Clinical characteristics, Antimicrobial susceptibility test, \nIdiopathic CD4+ T-lymphocytopenia (ICL)",
    "Introduction": "Introduction\nMycobacterium abscessus (MBA) is an emerging patho gen that has increasingly garnered attention in the fields \nof medicine and microbiology. M. abscessus belongs to \nthe rapidly growing mycobacteria (RGM) complex, first \nproposed by Moore and Frerichs in 1953 [1] and is one of the most extensively antibiotic-resistant and pathogenic \nRGM, including subtypes of M. abscessus subsp. massil iense, M. abscessus subsp. abscessus,, and M. abscessus \nsubsp. Bolletii [2, 3]. In 1992, the M. abscessus group \nstrains acquired recognition as important human patho gens associated to significantly higher mortality rates \nthan any other RGM [1]. MBA can initiate soft tissue \nand skin infections after injury or surgery, disseminated \ninfections in immunocompromised individuals, and pul monary infections in patients with structural lung disease \n[4, 5]. It primarily presents as chronic infection, with clin ical symptoms being varied and nonspecific, often mani festing as recurrent or chronic cough. However, reports \nof bloodstream infections caused by this pathogen are Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYi Zheng\nzhengyi1205@126.com\n1 Department of Laboratory Medicine, Guangming District People’s \nHospital, Shenzhen 518106, China\n2 Center for Medical Experiments (CME), Guangming District People’s \nHospital, Shenzhen 518106, China\nPage 2 of 6 Wu  et al. Journal of Medical Case Reports          (2024) 18:645 \nrare. Patients with idiopathic CD4+ T-lymphocytopenia \n(ICL) are often susceptibility to opportunistic infections. \nICL is a clinically rare condition that presents with symp toms similar to those of acquired immune deficiency \nsyndrome (AIDS), despite the absence of human immu nodeficiency virus (HIV) infection [6]. It is character ized by a deficiency of CD4+ T cells in peripheral blood, \nleading to an increased risk of severe opportunistic infec tions. Currently, the etiology, pathogenesis, and clini cal manifestations of ICL remain unclear. There are no \nspecific therapeutic interventions for this disease, with \nmanagement primarily focused on symptomatic treat ment of opportunistic infections. Clinically, the major ity of patients are diagnosed following the occurrence of \nopportunistic infections, with the most common patho gens being human papillomavirus (29%), Cryptococcus \n(24%), and molluscum contagiosum (9%), followed by \nnontuberculous mycobacterial infections (5%) [7].\nIn this report, we describe a case of disseminated infec tion caused by MBA in a patient with ICL, which pre sented as skin infection, lymphadenitis, and bloodstream \ninfection.\nCase report\nA 43-year-old Chinese female was admitted to our hos pital with a prolonged fever and fatigue that lasted 3 \nmonths. Erythema nodosum was detected in both lower \nextremities. Her medical history included anemia, leuko cytopenia, and recurrent upper respiratory tract infec tions. She had no history of diabetes mellitus, tumor, \nlong-term corticoid use, or autoimmune disorders.\nLaboratory tests revealed a lower leukocyte count \n(2.16 ×  109/L; reference range [4–10] ×  109/L) and pro nounced lymphocytopenia (0.15 ×  109/L; reference range \n[0.8–4] ×  109/L). Immunophenotyping of lymphocytes \ndemonstrated a marked decrease of CD8 + T lympho cytes (55 cells/µL; reference range 320–1250 cells/µL), \nCD4+ T lymphocytes (55 cells/µL; reference range 450–\n1440 cells/µL), NK lymphocytes (25 cells/µL; reference \nrange 150–1100 cells/µL), and CD19 + B lymphocytes \n(1.5 cells/µL; reference range 90–560 cells/µL). The anti bodies for HIV and hepatitis C virus (HCV), as well as \nthe surface antigen for hepatitis B virus (HBV-Ag), were \nall negative. To detect early HIV infection, p24 antigen \nwas tested, and the antigen was negative. Serum levels \nof C-reactive protein (CRP) were significantly increased \n(CRP > 193  mg/L; reference range < 8  mg/L), along with \nan increase in procalcitonin (PCT) (PCT = 0.44  ng/mL; \nreference range ≤ 0.05  ng/mL); the erythrocyte sedi mentation rate (ESR) was elevated (ESR > 140  mm/h; \nreference range 0–20  mm/h), indicating heightened \ninflammation. Four weeks later, repeat testing was con ducted for leukocyte count, lymphocyte subset counts, serum levels of CRP , PCT, and ESR, as well as HIV anti bodies. However, no noteworthy changes were observed \nin these repeated tests.\nUltrasound of the neck showed multiple enlarged \nlymph nodes in the bilateral supraclavicular. Contrastenhanced computed tomography (CECT) of her chest, \nabdomen, and pelvis displayed bilateral superior pulmo nary infection, retroperitoneal lymphadenectasis swell ing, and retroperitoneal merging (Fig. 1).\nA skin biopsy on the left leg (Fig.  2) revealed an abscess \nformation, positive for acid-fast bacilli. A biopsy of the \nright supraclavicular lymph node showed coagulation \nnecrosis and acid-fast bacilli positive. M. abscessus com plex was identified by polymerase chain reaction-reverse \ndot blotting (PCR-RDB).\nFig. 1 Contrast-enhanced computed tomography of the abdomen, \nshowing the swollen lymph nodes\nFig. 2 Hematoxylin and eosin analysis of a biopsy specimen \nof the left leg skin (hematoxylin and eosin staining, 10 ×). The abscess \nformation was detected\nPage 3 of 6\n Wu  et al. Journal of Medical Case Reports          (2024) 18:645 \n \nA blood sample was drawn from the patient for blood \nculture testing, and a positive result was obtained. \nMatrix-assisted laser desorption/ionization time-of-flight \nmass spectrometry (Bruker MALDI-TOF MS, score value \n2.043) was employed to identify the positive MBA cul ture. Antimicrobial susceptibility testing was conducted \nusing the broth microdilution method in accordance \nwith the guidelines outlined in the Clinical and Labo ratory Standards Institute (CLSI) M24-A2 [8]. Table  1 \npresents the minimum inhibitory concentration (MIC) \nvalues for 13 drugs, adhering meticulously to the strin gent guidelines set forth by the CLSI and World Health \nOrganization (WHO) for interpretation. According to \nthe",
    "Results": "results of drug susceptibility testing, and given that \ncefoxitin and imipenem are the only β-lactam antibiotics \nrecommended for treating MBA infections [9], a multi drug treatment regimen was formulated for the patient. \nThis regimen comprised clarithromycin 500  mg orally \ntwice daily, amikacin 400 mg daily, and cefoxitin 2 g every \n8  hours in combination with imipenem/cilistatin 1  g \nevery 8  hours intravenously. After 1 week of treatment, \nthe patient’s fever resolved, but treatment was monitored \nand continued for over 2 years.",
    "Discussion": "Discussion\nICL is defined by a decrease in CD4+ T lymphocytes \n(CD4+ T-cell counts fewer than 300 cells/µL or < 20% \ntotal T-cells) with no serologic evidence of HIV infection \nand no defined immunodeficiency or therapy related to \nT-cell depletion [10]. Other diverse immune defects have \nbeen labeled in some ICL patients, such as depletion of CD8+ T cells, B cells, or NK cells, or all three types of \ncells [10]. Patients with CD8+ T cells less than 180 cells/\nµL had a higher risk of critical opportunistic infections \nand death [6], and low B cells level or even absence has \nbeen presented in some patients [11, 12]. B-lymphocytes \nare important to prevent infections from MBA [13]. \nICL is exceptionally rare, occurring sporadically world wide without any apparent gender predilection. Most \nof the initially stated ICL patients were adults, although \nit has successively been described in a small quantity of \nchildren, adolescents, and older adults [14–16]. Most \npatients were identified when opportunistic infections \noccurred and had not been detected in a potentially \nimmunosuppressive state. Very few cases have been \nreported in the same family. The male/female ratio was \n1.8:1 [17]. No evidence was revealed of new transmis sible agents that cause lymphocytopenia [18]. It cannot \nbe ruled out that ICL may be caused by decreased clonal \nability of bone marrow or failure of successful matura tion of bone marrow stem cells [19]. This may result from \ndecreased interleukin-2 and increased tumor necrosis \nfactor-alpha in the internal milieu [20]. If the CD4+ T \ncell cytopenia is very low, i.e., < 100 cells/µL, and there is \na presence of recalcitrant infections, then treatment with \ninterleukin-2 is warranted [21].\nThe patient in this case exhibited recurrent fever, gen eralized lymphadenopathy, and rash, as well as a his tory of repeated respiratory infections, necessitating \nan assessment for potential immune deficiency. Conse quently, we evaluated the patient’s T-lymphocyte subsets \nand found that the peripheral blood CD4+ T-lympho cyte count remained consistently below 300 cells/µL, \nwith further reductions in CD8 + T cell and B cell levels. \nAdditionally, the patient tested negative for anti-HIV \nantibodies, effectively ruling out AIDS. Throughout the \npatient’s prior treatment, no immunosuppressive agents \nhad been administered beyond standard antibacterial \nmedications, thereby aligning the clinical presentation \nwith the diagnostic criteria for ICL. CD4+ T cells play a \ncritical role in the immune response against mycobacte rial infections and other parasitic or viral infections. As \na result, ICL patients are susceptible to a range of oppor tunistic infections; indeed, 87.6% of them had at least one \ninfection. Cryptococcal infection was the most common \none, then mycobacteria or candida infections, followed \nby varicella zoster virus (VZV) infections [7].\nMBA, as an opportunistic pathogen, is recognized as \nthe most virulent species among RGM and can colo nize certain sites in the human body, leading to infec tions in immunocompromised patients [22]. MBA lung \ndisease represents the most common site for nontu berculous mycobacterial (NTM) infections and is fre quently observed in patients with underlying pulmonary Table 1 Determination of the minimum inhibitory \nconcentration (MIC) of Mycobacterium abscessus by broth \nmicrodilution method\nS, susceptible; R, resistant; I, intermediateAnti-microbia agent MIC, µg/mL Interpretive \ncriteria\nAmikacin 8 S\nAmoxicillin 64 R\nAmoxicillin–clavulanate 64 R\nCefepime 32 R\nCefoxitin 64 I\nCiprofloxacin 4 R\nClarithromycin 0.12 S\nLinezolid 8 S\nMinocycline 4 S\nMoxifloxacin 8 R\nTigecycline 1 S\nTrimethoprim–sulfamethoxazole 8/152 R\nTobramycin 16 R\nPage 4 of 6 Wu  et al. Journal of Medical Case Reports          (2024) 18:645 \nconditions, such as bronchiectasis [23]. Moreover, dis seminated MAB disease is often associated with immu nosuppression. Disseminated MBA infection has at least \none of the following characteristics: affected organs > 1, \ninvolvement of at least two groups of lymph nodes, or \npositive assay of blood culture for bacteria [24]. Previous \nreports indicated that immunosuppression such as AIDS, \norgan transplantation [25, 26], and corticosteroid treat ment of autoimmune diseases are risk factors [27, 28].\nMBA can invade the human body through various \nroutes, including the skin and respiratory tract, and its \nclinical course is reminiscent of tuberculosis, with symp toms that closely resemble those of pulmonary tuber culosis—such as fever, night sweats, fatigue, cough, and \nhemoptysis [29, 30]. The radiological findings can also be \nsimilar, rendering misdiagnosis based solely on clinical \nsymptoms and imaging studies quite common. It is very \ndifficult to distinguish lymphadenitis from lymphoma \nby radiograph. In this case, computed tomography (CT) \nrevealed retroperitoneal lymphadenectasis and suspi cious lymphoma; the maximum standard uptake value \n(SUV) in positron emission tomography-CT (PET-CT) \nwas 3.3. The manifestation, characteristics of radiograph, \nand pathology are similar between nontuberculous \nmycobacteria and tuberculosis mycobacteria. Pathogens \nare difficult to obtain, delayed diagnosis is common, and \nthe time to diagnose is usually > 12  weeks [31]. In our \ncase, the determined diagnosis took 14 weeks.\nFor suspected disseminated mycobacterium infections, \nthe best way is to explore infection-associated pathogens \n[32]. Acid-fast bacilli smear of tissue and mycobacterium \nculture are essential",
    "Methods": "methods, including blood culture. \nHowever, as the former can be nonspecific and not diag nostic, the latter may be more specific and hold greater \ndiagnostic value [33]. When the culture from isolated \nmycobacterium forms visible, brown, smooth, and flat \ncolonies on the solid medium within 7 days, and the col ony morphology is different from Mycobacterium tuber culosis or does not respond to standard antituberculosis \ntherapy, and the bacteria isolates are resistant to antibiot ics [34], molecular biology methods should be considered \nfor differential diagnosis, and correct specimen collection \nand technical processing should be carried out in accord ance with the guidelines.\nTo date, the treatment of MBA remains challeng ing, with only a limited number of drugs available for \ntherapeutic use. Clarithromycin is the cornerstone \nof MBA treatment [35]. It is frequently susceptible to \nclarithromycin and amikacin, inconsistently susceptible \nto cefoxitin and imipenem, and resistant to other anti microbial drugs [36]. The MBA isolates were suscepti ble to clarithromycin (92.5%), amikacin (95%), cefoxitin \n(32.5%), moxifloxacin (22.5%), imipenem (12.5%), and tigecycline (100%) [26]. However, acquired resistance \nhas occurred rapidly owing to erm and rll  gene muta tion [37]. It is recommended to have all clinical isolates \ntested for antibiotic susceptibility. Wang et  al. reported \na case of disseminated cutaneous MBA infection in a \npatient with low peripheral blood CD4+ T cell levels, \nwhich significantly improved after 6 months of treatment \nwith rifampicin, isoniazid, ofloxacin, clarithromycin, \nand thymosin, resulting in normalization of peripheral \nblood CD4+ T cell levels [38]. Colomba et al. described \nthe first case of disseminated M. abscessus subsp. bolletii \ninfection in a patient with immunocompromising condi tions [39]. Contrary to previous reports, the isolated M. \nabscessus subsp. bolletii exhibited moderate resistance to \nclarithromycin, while remaining sensitive to cefoxitin and \nimipenem. The in vitro drug susceptibility model is not \ncompletely related to the clinical response, and the meas urement of antibiotic MIC cannot ensure that the thera peutic effect can be predicted. Therefore, treatment of \nMBA infection usually requires prolonged (> 6  months) \nuse of multiple antibacterial drugs [40]. For disseminated \ninfections, it is recommended to use clarithromycin or \nazithromycin in combination with amikacin, cefoxitin, \nor imipenem [27]. Early treatment failure is significantly \nrelated to macrolide resistance, immunosuppression, \nand kidney diseases [4]. Standard antituberculosis drugs \nsuch as isoniazid and ethambutol should not be used in \nRGM; they are more expected to cause side effects [41]. \nThis patient received a standard antituberculosis regimen \nfor 2 weeks, which exacerbated symptoms. If MBA lung \ndisease is misdiagnosed as pulmonary tuberculosis, it \nnot only delays the treatment of MBA infection but also \nmay expose the patient to adverse reactions from antitu berculosis medications. Therefore, differential diagnosis \nbetween MBA and Mycobacterium tuberculosis  is cru cial, and a comprehensive identification of pathogens and \nantibiotic susceptibility testing is key to effective diagno sis and treatment.\nThis report did not evaluate the prognostic factors of \nMBA infection, bacteremia, and immunosuppressant \nuse, which may be related to the poor prognosis [27].",
    "Conclusion": "Conclusion\nA rare cause of disseminated M. abscessus infection, \nbesides HIV infection, long-term use of hormone ther apy, and organ transplantation, may be in patients with \nICL. Patients with ICL who are faced with opportunis tic infections require clinical attention; it is necessary to \nfurther study the pathogenic mechanism and treatment \nstrategy of patients with ICL.\nAbbreviations\nMBA  Mycobacterium abscessus\nRGM  Rapidly growing mycobacterium\nPage 5 of 6\n Wu  et al. Journal of Medical Case Reports          (2024) 18:645 \n \nHIV  Human immunodeficiency virus\nHCV  Hepatitis C virus\nHBV-Ag  Hepatitis B surface antigen\nCRP  C-reactive protein\nESR  Erythrocyte sedimentation rate\nPCT  Procalcitonin\nMIC  Minimum inhibitory concentration\nICL  Idiopathic  CD4+ T-lymphocytopenia\nVZV  Varicella zoster virus\nAIDS  Acquired immune deficiency syndrome\nSUV  Standard uptake value\nAcknowledgements\nWe thank all patients for participating in the study and all local health staff for \ntheir assistance in sample and data collection.\nAuthor contributions\nXW and YZ: conception and writing the original draft; MZ and AX: investigation, data curation, writing—review and editing. All authors read and \napproved the final manuscript.\nFunding\nNot applicable.\nData availability\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nThe study was reviewed and approved by the Medical Ethics Committee of \nGuangming District People’s Hospital.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 14 August 2024   Accepted: 10 December 2024\nReferences\n 1. Moore M, Frerichs JB. An unusual acid-fast infection of the knee with \nsubcutaneous, abscess-like lesions of the gluteal region; report of a case \nwith a study of the organism, Mycobacterium abscessus, n. sp. J Invest \nDermatol. 1953;20(2):133–69.\n 2. Sassi M, Drancourt M. Genome analysis reveals three genomospecies in \nMycobacterium abscessus. BMC Genomics. 2014;15(1):359.\n 3. Fangous M-S, Mougari F, Gouriou S, Calvez E, Raskine L, Cambau E, \net al. Classification algorithm for subspecies identification within \nthe Mycobacterium abscessus species, based on matrix-assisted laser \ndesorption ionization-time of flight mass spectrometry. J Clin Microbiol. \n2014;52(9):3362–9.\n 4. Sfeir M, Walsh M, Rosa R, Aragon L, Liu SY, Cleary T, et al. Mycobacterium \nabscessus complex infections: a retrospective cohort study. Open Forum \nInfect Dis. 2018;5(2):22.\n 5. Osman L, Lopez C, Natori Y, Anjan S, Bini Viotti J, Simkins J. Therapy of \nMycobacterium abscessus infections in solid organ transplant patients. \nMicroorganisms. 2024;12(3):596.\n 6. Duncan RA, von Reyn CF, Alliegro GM, Toossi Z, Sugar AM, Levitz SM. Idio pathic CD4+ T-lymphocytopenia–four patients with opportunistic infections and no evidence of HIV infection. N Engl J Med. 1993;328(6):393–8. 7. Lisco A, Ortega-Villa AM, Mystakelis H, Anderson MV, Mateja A, Laidlaw E, \net al. Reappraisal of idiopathic CD4 lymphocytopenia at 30 years. N Engl J \nMed. 2023;388(18):1680–91.\n 8. Woods GL, Brown-Elliott BA, Conville PS, Desmond EP , Hall GS, Lin G, \net al. Susceptibility testing of mycobacteria, nocardiae, and other aerobic \nActinomycetes. 2nd ed. Hoboken: Wiley; 2011.\n 9. Lefebvre A-L, Dubée V, Cortes M, Dorchêne D, Arthur M, Mainardi J-L. \nBactericidal and intracellular activity of β-lactams against Mycobacterium \nabscessus. J Antimicrob Chemother. 2016;71(6):1556–63.\n 10. Centers for Disease Control (CDC). Unexplained CD4+ T-lymphocyte \ndepletion in persons without evident HIV infection—United States. \nMMWR Morb Mortal Wkly Rep. 1992;41(30):541–5.\n 11. Grossman D, Lewis DE, Ballas ZK, Duvic M. Idiopathic CD4+ T lympho cytopenia in a patient with mycosis fungoides. J Am Acad Dermatol. \n1994;31(2 Pt 1):275–6.\n 12. Zonios DI, Falloon J, Bennett JE, Shaw PA, Chaitt D, Baseler MW, et al. Idiopathic CD4+ lymphocytopenia: natural history and prognostic factors. \nBlood. 2008;112(2):287–94.\n 13. Kutukculer N, Aksu G, Genel F, Ozturk C. Idiopathic CD4+ T cell lympho cytopenia with the absence of B cells and CD8+28+ cells in peripheral \nblood. Clin Exp Med. 2002;2(3):143–6.\n 14. Frühwirth M, Clodi K, Heitger A, Neu N. Lymphocyte diversity in a 9-yearold boy with idiopathic CD4+ T cell lymphocytopenia. Int Arch Allergy \nImmunol. 2001;125(1):80–5.\n 15. Lobato MN, Spira TJ, Rogers MF. CD4+ T lymphocytopenia in children: \nlack of evidence for a new acquired immunodeficiency syndrome agent. \nPediatr Infect Dis J. 1995;14(6):527–35.\n 16. Matsuyama W, Tsurukawa T, Iwami F, Wakimoto J, Mizoguchi A, Kawabata \nM, et al. Two cases of idiopathic CD4+ T-lymphocytopenia in elderly \npatients. Intern Med. 1998;37(10):891–5.\n 17. Rottman M, Catherinot E, Hochedez P , Emile J-F, Casanova J-L, Gaillard \nJ-L, et al. Importance of T cells, gamma interferon, and tumor necrosis \nfactor in immune control of the rapid grower Mycobacterium abscessus in \nC57BL/6 mice. Infect Immun. 2007;75(12):5898–907.\n 18. Ahmad DS, Esmadi M, Steinmann WC. Idiopathic CD4 Lymphocytopenia: \nspectrum of opportunistic infections, malignancies, and autoimmune \ndiseases. Avicenna J Med. 2013;3(2):37–47.\n 19. Smith DK, Neal JJ, Holmberg SD. Unexplained opportunistic infections \nand CD4+ T-lymphocytopenia without HIV infection. An investigation \nof cases in the United States. The Centers for Disease Control Idiopathic \nCD4+ T-Lymphocytopenia Task Force. N Engl J Med. 1993;328(6):373–9.\n 20. Isgrò A, Sirianni MC, Gramiccioni C, Mezzaroma I, Fantauzzi A, Aiuti F. Idiopathic CD4+ lymphocytopenia may be due to decreased bone marrow \nclonogenic capability. Int Arch Allergy Immunol. 2005;136(4):379–84.\n 21. Sharma A, Lal V, Modi M, Khurana D, Bal S, Prabhakar S. Idiopathic CD4 \nlymphocytopenia presenting as refractory cryptococcal meningitis. Ann \nIndian Acad Neurol. 2010;13(2):136–8.\n 22. Johansen MD, Herrmann J-L, Kremer L. Non-tuberculous mycobacteria and the rise of Mycobacterium abscessus. Nat Rev Microbiol. \n2020;18(7):392–407.\n 23. Lipworth S, Hough N, Weston N, Muller-Pebody B, Phin N, Myers R, et al. \nEpidemiology of Mycobacterium abscessus in England: an observational \nstudy. Lancet Microbe. 2021;2(10):e498–507.\n 24. Zonios D, Sheikh V, Sereti I. Idiopathic CD4 lymphocytopenia: a case of \nmissing, wandering or ineffective T cells. Arthritis Res Ther. 2012;14(4):222.\n 25. Chetchotisakd P , Mootsikapun P , Anunnatsiri S, Jirarattanapochai K, \nChoonhakarn C, Chaiprasert A, et al. Disseminated infection due to rap idly growing mycobacteria in immunocompetent hosts presenting with \nchronic lymphadenopathy: a previously unrecognized clinical entity. Clin \nInfect Dis. 2000;30(1):29–34.\n 26. Brown-Elliott BA, Wallace RJ. Clinical and taxonomic status of pathogenic \nnonpigmented or late-pigmenting rapidly growing mycobacteria. Clin \nMicrobiol Rev. 2002;15(4):716–46.\n 27. Huang Y-C, Liu M-F, Shen G-H, Lin C-F, Kao C-C, Liu P-Y, et al. Clinical \noutcome of Mycobacterium abscessus infection and antimicrobial suscep tibility testing. J Microbiol Immunol Infect. 2010;43(5):401–6.\n 28. Griffith DE, Aksamit T, Brown-Elliott BA, Catanzaro A, Daley C, Gordin F, \net al. An official ATS/IDSA statement: diagnosis, treatment, and prevention of nontuberculous mycobacterial diseases. Am J Respir Crit Care \nMed. 2007;175(4):367–416.\nPage 6 of 6 Wu  et al. Journal of Medical Case Reports          (2024) 18:645 \n 29. McGrath EE, Blades Z, McCabe J, Jarry H, Anderson PB. Nontuberculous mycobacteria and the lung: from suspicion to treatment. Lung. \n2010;188(4):269–82.\n 30. Lopeman RC, Harrison J, Desai M, Cox JAG. Mycobacterium abscessus: \nenvironmental bacterium turned clinical nightmare. Microorganisms. \n2019;7(3):90.\n 31. Liebeskind DS, Ostrzega N, Wasterlain CG, Buttner EA. Neurologic \nmanifestations of disseminated infection with Mycobacterium abscessus. \nNeurology. 2001;56(6):810–3.\n 32. Mougari F, Guglielmetti L, Raskine L, Sermet-Gaudelus I, Veziris N, Cambau \nE. Infections caused by Mycobacterium abscessus: epidemiology, diagnostic tools and treatment. Exp Rev Anti Infect Ther. 2016;14(12):1139–54.\n 33. Fukui S, Sekiya N, Takizawa Y, Morioka H, Kato H, Aono A, et al. Disseminated Mycobacterium abscessus infection following septic arthritis: a case \nreport and review of the literature. Medicine (Baltimore). 2015;94(21): \ne861.\n 34. Tahara M, Yatera K, Yamasaki K, Orihashi T, Hirosawa M, Ogoshi T, et al. \nDisseminated Mycobacterium abscessus complex infection manifesting as \nmultiple areas of lymphadenitis and skin abscess in the preclinical stage \nof acute lymphocytic leukemia. Intern Med. 2016;55(13):1787–91.\n 35. Zhao P , Zhang YY, Li YB, Zhu Y, Wan KL. Diagnosis of pulmonary disease \ncaused by Mycobacterium abscessus: a case report. J Int Med Res. \n2011;39(3):968–75.\n 36. Brown BA, Wallace RJ, Onyi GO, De Rosas V, Wallace RJ. Activities of four \nmacrolides, including clarithromycin, against Mycobacterium fortuitum, \nMycobacterium chelonae, and M. chelonae-like organisms. Antimicrob \nAgents Chemother. 1992;36(1):180–4.\n 37. Guo Y, Cao X, Yu J, Zhan Q, Yang J, Wu X, et al. Antimicrobial susceptibility of Mycobacterium abscessus complex clinical isolates from a Chinese \ntertiary hospital. Infect Drug Resist. 2020;13:2001–10.\n 38. Wang H, Jin P , Wu Q. Disseminated cutaneous infection with Mycobacte rium abscessus in a patient with a low CD4+ T cell count. Eur J Dermatol. \n2008;18(3):337–40.\n 39. Colomba C, Rubino R, Di Carlo P , Mammina C, Bonura C, Siracusa L, et al. \nProbable disseminated Mycobacterium abscessus subspecies bolletii \ninfection in a patient with idiopathic CD4+ T lymphocytopenia: a case \nreport. J Med Case Rep. 2012;6:277.\n 40. Rho M, Bia F, Brewster UC. Nontuberculous mycobacterial peritonitis in \nperitoneal dialysis patients. Semin Dial. 2007;20(3):271–6.\n 41. Bastian S, Veziris N, Roux A-L, Brossier F, Gaillard J-L, Jarlier V, et al. Assessment of clarithromycin susceptibility in strains belonging to the Myco bacterium abscessus group by erm(41) and rrl sequencing. Antimicrob \nAgents Chemother. 2011;55(2):775–81.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}