{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04882-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04882-9.pdf",
  "metadata": {
    "/Keywords": "CSF rhinorrhea; Spontaneous; Allergic rhinitis; Misdiagnosis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241030125743+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241028172258+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04882-9",
    "/Author": "Umashri Sundararaju ",
    "/Title": "Spontaneous cerebrospinal fluid rhinorrhoea: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04882-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cerebrospinal fluid rhinorrhea is a rare condition characterized by the abnormal leakage of cerebro spinal fluid from the intracranial space into the sinonasal cavity. It includes various etiologies, including traumatic, \niatrogenic, and spontaneous causes, each with distinct epidemiological and clinical characteristics.",
    "Case Presentation": "Case presentation A 40-year-old Asian female presented with a three-month history of watery discharge from her \nleft nostril and dull headaches localized to the left side of her head. Despite the initial diagnosis of allergic rhinitis, \nsymptoms persisted, leading to further evaluation and eventual diagnosis of cerebrospinal fluid rhinorrhea. Detailed \nhistory, physical examination, and diagnostic tests including fluid analysis and imaging confirmed the diagnosis. The \npatient underwent a successful surgical repair after failed conservative management, highlighting the importance \nof timely intervention.",
    "Conclusion": "Conclusion Cerebrospinal fluid rhinorrhea poses significant risks if left untreated, including meningitis. Prompt \nrecognition, accurate diagnosis, and individualized treatment strategies are crucial in mitigating complications \nand improving patient outcomes. A multidisciplinary approach, incorporating both conservative and surgical inter ventions tailored to the underlying cause, is essential for the successful management of cerebrospinal fluid rhinorrhea.\nKeywords  CSF rhinorrhea, Spontaneous, Allergic rhinitis, Misdiagnosis, Case report\nBackground\nCerebrospinal fluid (CSF) rhinorrhea is a rare but sig nificant medical condition characterized by the abnormal \nleakage of cerebrospinal fluid from the intracranial space \ninto the sinonasal cavity. It encompasses a spectrum of \netiologies, including traumatic, iatrogenic, and spontane ous causes, each with distinct epidemiological and clini cal characteristics [1].\nThe epidemiology of CSF rhinorrhea varies on the basis \nof its etiology. A recent systematic review revealed that traumatic CSF rhinorrhea constitutes 44% of cases, iat rogenic CSF rhinorrhea accounts for 12%, and spontane ous CSF rhinorrhea makes up 28% of cases [2]. Traumatic \ncases are frequently associated with skull base fractures, \nwith CSF rhinorrhea persisting for more than 7 days \ncarrying an increased risk of developing meningitis. Iat rogenic cases can occur following various surgical pro cedures, including endoscopic sinus surgery (ESS), skull \nbase surgery, trans-sphenoid pituitary surgery, and crani ofacial resection [2].\nThe clinical features of CSF rhinorrhea include unilat eral clear watery drainage with a characteristic metallic \nor salty taste, positional or exertional clear rhinorrhea, \na history of significant head trauma or sinus/skull base \nsurgery, a history of bacterial meningitis, and nasal drain age that does not respond to rhinitis medication. Demo graphics suggest that CSF rhinorrhea is more common \nin middle-aged females, particularly those with obesity. Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Umashri Sundararaju and Hamrish Kumar Rajakumar are co-first authors.\n*Correspondence:\nUmashri Sundararaju\numashriutgml@gmail.com\nHamrish Kumar Rajakumar\nhamrishkumar2003@gmail.com\n1 Department of Ear -Nose -Throat, Government Medical College, \nOmandurar, Government Estate, Chennai 600002, Tamilnadu, India\nPage 2 of 6 Sundararaju et al. Journal of Medical Case Reports          (2024) 18:533 \nSigns or symptoms of intracranial hypertension, such as \npapilledema, non-specific positional headaches, double \nvision, balance dysfunction, and pulsatile tinnitus, may \nalso be present. Both high-resolution computed tomog raphy and magnetic resonance cisternography can reveal \nevidence of skull base defects, often at the lateral recess \nof the sphenoid or lateral lamella of the cribriform plate \n[3].\nThis condition poses considerable risks, such as menin gitis, if left untreated. Prompt recognition of clinical fea tures, including unilateral watery nasal discharge and a \nhistory of head trauma or sinus surgery, is vital for accu rate diagnosis. Management options range from conserv ative measures to various surgical approaches tailored to \nthe underlying cause and severity of the leak. This case \naims to highlight the importance of early intervention \nand individualized treatment strategies in mitigating \ncomplications and improving patient outcomes in CSF \nrhinorrhea.\nWe are publishing this case to shed light on the often \noverlooked and misdiagnosed condition of CSF rhinor rhea, which can be mistaken for allergic rhinitis. Mis diagnosis can lead to serious complications, including \nmeningitis, highlighting the importance of accurate \ndiagnosis and timely intervention. Additionally, this case \naims to raise awareness about the risks associated with \nself-prescribed over-the-counter medications for rhinitis \nwithout proper medical evaluation.\nCase presentation\nA 40-year-old Asian female presented with a 3-month \nhistory of watery discharge from her left nostril and \naccompanying dull, throbbing headaches localized to the \nleft side of her head. The patient reported that her symp toms worsened when she bent forward or strained. Nota bly, the nasal discharge was clear, of moderate quantity, \nnon-foul smelling, and not blood-stained. She denied \nexperiencing vomiting, fever, nasal obstruction, sneezing, \nfacial heaviness, difficulty swallowing, or throat pain. She \nwas initially diagnosed with allergic rhinitis by another \nsurgeon. When her symptoms did not resolve with \nantiallergic medication, she presented to us with persis tent symptoms.\nThe patient’s medical history included a previous epi sode of sinusitis 5 years prior, which had been managed \nwith medication. She also reported a history of nasal \ninjury during childhood, occurring around 12 years of \nage. Additional surgical history included a cesarean sec tion performed 20 years ago, an appendectomy 11 years \nago, and sterilization 17 years ago. She had no significant \ncomorbidities and maintained a mixed diet. Her bowel \nand bladder habits were normal, and she was a nonsmoker and non-drinker. Upon general examination, the patient was conscious, oriented, and afebrile. She exhib ited moderate build and nourishment, with fair hydra tion and the presence of pallor. There was no evidence \nof icterus, cyanosis, clubbing, pedal edema, or general ized lymphadenopathy. She weighed 60 kg, had a height \nof 155 cm, and had a body mass index (BMI) of 25 kg/\nm2. Her vital signs were stable, with a pulse of 82 beats \nper minute, blood pressure measuring 126/84 mmHg, a \nrespiratory rate of 16 breaths per minute, and an oxygen \nsaturation level of 98% on room air.\nPhysical examinations of the respiratory, cardiovas cular, and abdominal systems yielded no abnormalities. \nFurthermore, the central nervous system examination \ndid not reveal any focal neurological deficits. Local exam ination of the nose displayed a normal external contour \nwithout deformities or asymmetry. During anterior rhi noscopy, the vestibule appeared reddish, and clear nasal \ndischarge was observed. The discharge could not be \nsniffed back and did not stiffen a handkerchief. Nota bly, there was no nasal septal deviation, and both lateral \nwalls appeared normal. The examination did not reveal \nparanasal tenderness, and the posterior rhinoscopy was \nnoncooperative. No polyps were identified, and the nasal \ncavity appeared unremarkable. Local examination of the \near, oral cavity, oropharynx, and neck appeared normal.\nOn the basis of the patient’s history and physical exam ination, three differential diagnoses were considered: \nallergic rhinitis, vasomotor rhinitis, and cerebrospinal \nfluid (CSF) rhinorrhea. Allergic and vasomotor rhini tis were ruled out owing to the absence of characteristic \nsymptoms. The diagnosis of CSF rhinorrhea was sup ported by the presence of thin, watery, clear discharge \nthat could not be sniffed back and did not stiffen a hand kerchief. Additionally, analysis of the nasal discharge \nrevealed elevated glucose levels (> 30 mg/dL), further \nsuggesting CSF leakage. Importantly, the patient had no \nhistory of microbial infections or tumors.\nInvestigations revealed that blood tests, including rou tine bedside investigations, were within normal limits, \nexcept for mild anemia (Hb: 10 g/dL). The handkerchief \ntest was positive. Fluid analysis of the nasal discharge \nconfirmed the presence of CSF fluid, as evidenced by \na glucose level exceeding 30 mg/dL. Diagnostic nasal \nendoscopy, performed after decongesting the nose with \ncoughing and Valsalva, identified a CSF leak at the attach ment of the middle turbinate to the skull base. Radio logical investigations, including computed tomography \n(CT) and magnetic resonance imaging (MRI), confirmed \nthe presence of a bony defect of 3 mm in the cribriform \nplate on the left side, leading to the leakage of CSF. In a \nT2-weighted MRI, CSF appeared as white hyperintense \nregions, indicating its flow through the discontinuity in \nthe bony defect within the cribriform plate.\nPage 3 of 6\n Sundararaju et al. Journal of Medical Case Reports          (2024) 18:533 \n \nThe patient’s treatment plan incorporated both con servative and surgical approaches. Conservative man agement involved the initiation of acetazolamide (500 \nmg twice daily) to reduce CSF formation, along with the \nintravenous administration of vancomycin and mero penem to prevent meningitis. Surgical repair was per formed after obtaining preoperative written informed \nconsent and ensuring the patient’s fitness for anesthesia. \nThe surgical approach comprised a transnasal endoscopic \nrepair of the bony defect. Figure  1 illustrates the bony \nfoveal defect, indicated by a black arrow in both the sur gical photograph and the schematic diagram.\nA lumbar drain was inserted, and the patient was posi tioned with a 30˚ head-end elevation. After decongesting \nboth nasal cavities, the left nasal cavity was visualized \nunder zero-degree endoscopic vision. The axilla of the \nmiddle turbinate was preserved, while the rest of the \nturbinate was removed. A 5 mm leak site was identified \nat the level of the lateral lamella, and the margins of the defect were freshened using bipolar diathermy. A septal \ncartilage graft was harvested and placed in the defect site \nbetween the dura and the bone. Figure  2 shows the septal \ncartilage, indicated by a black arrow in both the surgical \nphotograph and the schematic diagram.\nThis closure was reinforced with fat, Surgicel, and mid dle turbinate mucosa. Figure  3 shows the closed defect \nsite, indicated by a black arrow in both the surgical pho tograph and the schematic diagram.\nDuring septal cartilage harvesting, an inadvertent \nseptal perforation occurred in the anterior cartilagi nous part, which was covered using a middle turbinate \nremoved from the right nasal cavity. Bilateral nasal cavi ties were packed with antibiotic-smeared Merocel nasal \npacks.\nThe postoperative period in the intensive care unit \n(ICU) was uneventful. The patient was monitored for 2 \ndays and subsequently transferred to the ward after the \nremoval of the lumbar drain. The anterior nasal pack was \nFig. 1 The bony foveal defect depicted by a black arrow in both the surgical photograph and the schematic diagram\nFig. 2 The septal cartilage depicted by a black arrow in both the surgical photograph and the schematic diagram\nPage 4 of 6 Sundararaju et al. Journal of Medical Case Reports          (2024) 18:533 \nremoved on postoperative day 5. On day 7, the patient \nwas discharged, exhibiting no evidence of CSF leak, fever, \nor headaches. After maintaining adequate sterilization, \nnasal endoscopy was performed 2 weeks after discharge, \nwhich revealed complete fibrosis of the defect area along \nwith the closure of the septal perforation. The patient was \nfollowed up at 3 and 6 months after discharge.",
    "Discussion": "Discussion\nCSF rhinorrhea is a rare condition characterized by the \nabnormal leakage of cerebrospinal fluid from the intrac ranial subarachnoid space into the sinonasal cavity. It is \ntypically associated with congenital temporal bone, skull \nbase, and dural malformations and defects. Spontaneous \nCSF rhinorrhea, which lacks an identifiable cause, is cate gorized as a primary spontaneous leak and is often linked \nto raised intracranial pressure, including idiopathic \nintracranial hypertension (IIH) [4].\nManagement options for CSF rhinorrhea include \nconservative and operative approaches. Conservative \nmanagement is generally suitable for most traumatic \ncases and involves measures, such as acetazolamide to \nreduce CSF production, laxatives to prevent straining, \nprophylactic antibiotics to prevent meningitis, and life style adjustments to minimize pressure on the intracra nial space. A lumbar drain may also be used to reduce \nintracranial pressure. In cases where the leak is owing \nto trauma or surgery, conservative treatment is usually \nattempted for 2 to 4  weeks to allow for natural healing \n[5].\nOperative management offers three approaches: \nintracranial, extracranial, and endoscopic transnasal \napproaches. The endoscopic technique is often pre ferred for small defects in the sphenoid sinus, cribriform \nplate, and ethmoid sinus, while large defects may require repair with vascularized flaps. Extracranial approaches, \nincluding open extracranial techniques and endoscopic \napproaches, offer advantages in terms of lower morbid ity and higher success rates compared with intracranial \napproaches. Intracranial surgery is typically reserved for \nextensive bone defects, multiple fractures of the ethmoid \nbone, and when the leak is associated with other intracra nial lesions, such as intracranial hematomas or infections. \nHowever, this approach carries a risk of complications, \nsuch as intracerebral hemorrhage, cerebral edema, and \nloss of smell [6, 7].\nUntreated CSF leaks can lead to various complica tions, including low-pressure headaches, neck pain, tin nitus, loss of smell or taste, and the most serious risk, \nmeningitis. Meningitis risk is highest in the preoperative \nperiod for those with CSF rhinorrhea, particularly those \nwith traumatic injuries. It is found in 18.2% of trauma \npatients and a third of patients undergoing specific sur gical procedures. The risk of meningitis remains at 19% \nin individuals with persistent CSF leaks, emphasizing the \nimportance of successful operative closure [8]. Surgeryassociated CSF leaks may favor surgical treatment, while \nlumbar puncture-related leaks are typically treated with \nblood patches. Other complications, albeit less common, \ninclude brain abscess, subdural hematoma, and smell dis orders [5].\nA study by Khan et al. found that patients who under went lumbar drain insertion plus conservative manage ment demonstrated significantly shorter lengths of CSF \nrhinorrhea when compared with conservative manage ment alone in the treatment of traumatic CSF rhinorrhea \n[9]. A trial by Eljamel showed that prophylactic antibi otics do not significantly reduce the risk of meningitis \nin these patients [10]. Early acetazolamide administra tion, as indicated by Abrishamkar et al. can prevent CSF \nFig. 3 The closed defect site reinforced with fat, Surgicel, and middle turbinate mucosa, depicted by a black arrow in both the surgical photograph \nand the schematic diagram\nPage 5 of 6\n Sundararaju et al. Journal of Medical Case Reports          (2024) 18:533 \n \nleakage in patients with a high risk of permanent CSF \nleak [11].\nA review by Hwang et al. compared seven radiologi cal techniques and found that intrathecal Gd-MRC is the \nmost useful diagnostic method to detect CSF rhinorrhea \n[12]. An innovative approach by Thaler et al. investigated \nthe application of an electronic nose for clinical decisionmaking, finding it can distinguish CSF from serum with \nhigh accuracy, potentially aiding in the identification of \nCSF otorrhea or rhinorrhea [13]. Additionally, Sugawara \net al. concluded that the combination of polyglactin acid \nsheet and fibrin glue achieves water-tight closure after \nspinal intradural surgery, minimizing the risk of intracta ble postoperative CSF leakage [14].\nKhafagy et al. found that leukocyte- and platelet-rich \nfibrin is a beneficial adjunct material in endoscopic spon taneous CSF leak repair, reducing the number of layers \nneeded for defect closure [15]. Castillo et al. concluded \nthat the endonasal approach with optical guidance should \nalways be considered a valuable alternative to open sur gery [16]. Additionally, Hosemann et al. observed that \nautogenous free mucosal transplants undergo a rapid \nprocess of histological remodeling, which lays the foun dation for optimizing operative techniques and postop erative care for patients with CSF leaks [17].\nConclusion\nCSF rhinorrhea is a rare but potentially serious condition \nthat requires careful consideration owing to its varied \netiologies and clinical presentations. Early detection and \nprompt intervention are paramount to prevent complica tions, particularly the risk of meningitis.\nIn this case, we demonstrated that although the patient \npresented to us with a delayed diagnosis and a risk of \nmeningitis, she was managed effectively without any \ncomplications through a multidisciplinary approach.\nAcknowledgements\nWe thank the patient for consenting to publish this case report. We extend our \ngratitude to Dr. Balaji S., Head of the Department of Radio-diagnostics for his \nexpert opinion on the radiological images.\nAuthor contributions\nAll authors made a significant contribution to the work reported, whether \nthat is in the conception, study design, execution, acquisition of data, analysis, \nand interpretation, or all these areas; took part in drafting, revising, or critically \nreviewing the article; gave final approval of the version to be published; have \nagreed on the journal to which the article has been submitted; and agree to \nbe accountable for all aspects of the work.\nFunding\nThe author(s) received no external financial support for the research or pub lishing of this article.\nAvailability of data and materials\nAll the necessary data that help the",
    "Results": "results of the case report are incorporated \nin the manuscript.Declarations\nEthics approval\nAs per our institutional protocol, ethical approval is required to publish a \ncase report. This case was approved by the institutional ethics committee of \nGovernment Medical College, Omandurar, Government Estate (Registration \nNumber: ECR/1492/Inst/TN/2021) with approval number 62/IEC/GOMC/2023 \ndated 5th August 2023.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nIn compliance with the ICMJE uniform disclosure form, the authors declare no \nconflicts of interest.\nReceived: 31 August 2024   Accepted: 1 October 2024\nReferences\n 1. Chen GY, Ma L, Xu ML, Zhang JN, He ZD, He CY, et al. Spontaneous \ncerebrospinal fluid rhinorrhea: a case report and analysis. Medicine. \n2018;97(5): e9758. https:// doi. org/ 10. 1097/ md. 00000 00000 009758.\n 2. Xie M, Zhou K, Kachra S, McHugh T, Sommer DD. Diagnosis and localization of cerebrospinal fluid rhinorrhea: a systematic review. Am J Rhinol \nAllergy. 2022;36(3):397–406. https:// doi. org/ 10. 1177/ 19458 92421 10609 \n18.\n 3. Schmale IL, Fakhri S, Citardi MJ. Clinical Presentation of CSF Rhinorrhea. In: \nCSF Rhinorrhea. Cham: Springer International Publishing; 2022. p. 27–34.\n 4. Martínez-Capoccioni G, Serramito-García R, Martín-Bailón M, García-Allut \nA, Martín-Martín C. Spontaneous cerebrospinal fluid leaks in the anterior \nskull base secondary to idiopathic intracranial hypertension. Eur Arch \nOtorhinolaryngol. 2017;274(5):2175–81.\n 5. Severson M, Schaurich CG, Strecker-McGraw MK. Cerebrospinal Fluid \nLeak. StatPearls Publishing; 2023.\n 6. Yadav Y, Parihar V, Janakiram N, Pande S, Bajaj J, Namdev H. Endoscopic \nmanagement of cerebrospinal fluid rhinorrhea. Asian J Neurosurg. \n2016;11(03):183–93. https:// doi. org/ 10. 4103/ 1793- 5482. 145101.\n 7. Kljajić V, Vuleković P , Vlaški L, Savović S, Dragičević D, Papić V. Endo scopic repair of cerebrospinal fluid rhinorrhea. Braz J Otorhinolaryngol. \n2017;83(4):388–93. https:// doi. org/ 10. 1016/j. bjorl. 2016. 04. 024.\n 8. Daudia A, Biswas D, Jones NS. Risk of meningitis with cerebrospinal fluid \nrhinorrhea. Ann Otol Rhinol Laryngol. 2007;116(12):902–5.\n 9. Khan R, Sajjad M, Khan AA, Ahmad B, Ahmad S, Mushtaq M, et al. Comparison of lumbar drain insertion and conservative management in the \ntreatment of traumatic CSF rhinorrhoea. J Ayub Med Coll Abbottabad. \n2019;31(3):441–4.\n 10. Eljamel MS. Antibiotic prophylaxis in unrepaired CSF fistulae. Br J Neuro surg. 1993;7(5):501–5.\n 11. Abrishamkar S, Khalighinejad N, Moein P . Analysing the effect of early \nacetazolamide administration on patients with a high risk of permanent \ncerebrospinal fluid leakage. Acta Med Iran. 2013;51(7):467–71.\n 12. Hwang SH, Kim SW, Kim DH. Efficacy of imaging",
    "Methods": "methods in the detection and diagnosis of cerebrospinal fluid rhinorrhea. Laryngoscope. \n2023;133(6):1281–7.\n 13. Thaler ER, Bruney FC, Kennedy DW, Hanson CW. Use of an electronic nose \nto distinguish cerebrospinal fluid from serum. Arch Otolaryngol Head \nNeck Surg. 2000;126(1):71.\n 14. Sugawara T, Itoh Y, Hirano Y, Higashiyama N, Shimada Y, Kinouchi H, et \nal. Novel Dural closure technique using polyglactin acid sheet prevents \ncerebrospinal fluid leakage after spinal surgery. Oper Neurosurg. \n2005;57(4):290–4.\n 15. Khafagy YW, Abd Elfattah AM, Moneir W, Salem EH. Leukocyte- and \nplatelet-rich fibrin: a new graft material in endoscopic repair of spontane ous CSF leaks. Eur Arch Otorhinolaryngol. 2018;275(9):2245–52.\nPage 6 of 6 Sundararaju et al. Journal of Medical Case Reports          (2024) 18:533 \n 16. Castillo L, Jaklis A, Paquis P , Haddad A, Santini J. Nasal endoscopic repair \nof cerebrospinal fluid rhinorrhea. Rhinology. 1999;37(1):33–6.\n 17. Hosemann W, Goede U, Sauer M. Wound healing of mucosal autografts \nfor frontal cerebrospinal fluid leaks–clinical and experimental investigations. Rhinology. 1999;37(3):108–12.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}