{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04833-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04833-4.pdf",
  "metadata": {
    "/Keywords": "Circulatory dynamics; Passive upright posture; Perioperative period; Pheochromocytoma; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241030105048+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241026170923+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04833-4",
    "/Author": "Kenichi Fudeyasu ",
    "/Title": "Circulatory characteristics of early mobilization after surgery for bilateral pheochromocytoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04833-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Surgical treatment of pheochromocytomas is associated with circulatory dynamics instability, necessitating systemic management of the patient in the intensive care unit after surgery. Early mobilization after pheo chromocytoma surgery is not described in the guidelines, and to our knowledge, no reports have specifically focused \non circulatory dynamics during early mobilization after surgery.",
    "Case Presentation": "Case presentation A 31-year-old Japanese woman was diagnosed with bilateral pheochromocytoma and under went a second-stage adrenalectomy for bilateral pheochromocytoma at our hospital. We evaluated circulatory \ndynamics during a passive upright posture on postoperative days 1 and 4. She was placed on a tilt bed in the supine \nposition (0° head) for 15 min, passive upright posture (60°) for 15 min, and supine position again for 10 min. In \nthe passive upright posture, both systolic and diastolic blood pressure decreased, and the heart rate increased \nby 10 bpm over approximately 10 minutes. After the postural change from the passive upright posture to the supine \nposition, the heart rate decreased to a level lower than in the supine prior to the passive upright posture. The same \nmeasurements were taken on postoperative day 4. Systolic blood pressure decreased in the passive upright posture, \nbut diastolic blood pressure remained unchanged. The heart rate also increased earlier after passive upright posture \ncompared with that on the day after surgery. When the patient returned to the supine position from the passive \nupright posture, the heart rate decreased even further compared with its level prior to the passive upright posture, \nas observed on the day after surgery.",
    "Conclusion": "Conclusion Circulatory dynamics may fluctuate after surgery for pheochromocytoma due to a relative decrease \nin epinephrine and norepinephrine secretion. In this case, the patient’s response may be close to normal by the fourth \npostoperative day, but circulatory dynamics fluctuations were noted on both the first and fourth postoperative days \nwhen the patient was supine after passive upright posture. Although the substantial variability of perioperative \ncirculatory dynamics in patients with pheochromocytoma has improved considerably with the development of perio perative management guidelines, circulatory dynamics should be carefully monitored during early mobilization \nand after its completion.\nKeywords  Circulatory dynamics, Passive upright posture, Perioperative period, Pheochromocytoma, Case reportOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSatoshi Kamiya\nb054912@yahoo.co.jp\nFull list of author information is available at the end of the article\nPage 2 of 9 Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \nBackground\nPheochromocytomas are adrenal tumors with endocrine \nactivity. Surgical treatment often",
    "Results": "results in hemody namic instability. Intraoperatively, the hypersecretion of \ncatecholamines in response to stimuli leads to surgeryinduced hypertension, whereas a rapid decrease in blood \ncatecholamines post tumor resection triggers hemody namic instability, such as hypotension [1]. Therefore, \ncareful monitoring and adjustment of intravenous fluids \nand circulatory medications are essential both intraop eratively and postoperatively. Advances in perioperative \nmanagement through the development of guidelines have \nsignificantly reduced perioperative complications [2, 3].\nSystemic management of the patient in the intensive \ncare unit (ICU) is required after surgical treatment of \npheochromocytoma [1]. Early mobilization is a crucial \ncomponent of systemic ICU management and improves \nfunctional independence at discharge for postsurgi cal patients [4]. Orthostatic tolerance is important for \nearly mobilization in postoperative patients, and cardiac \nmonitoring is necessary because of the risk of cardiac \nfluctuations during early mobilization [5–7]. However, \nearly mobilization after pheochromocytoma surgery, \nwhich may cause circulatory fluctuations, has not been \ndescribed in current guidelines. To our knowledge, no \nstudies have specifically examined circulatory dynam ics during early mobilization after surgery. The safety \nof early mobilization after pheochromocytoma surgery \nremains unknown [2, 3].\nThis case report evaluates the circulatory dynam ics during early mobilization on postoperative days 1 \nand 4 in a patient who underwent second-stage adrenal \ntumor resection for bilateral pheochromocytomas at our \nhospital.\nCase presentation\nPreoperative management\nA 31-year-old Japanese woman presented to our hospi tal. She was diagnosed with medullary thyroid cancer \nand underwent a total thyroidectomy three times at the \nages of 11, 19, and 20  years and was placed on regular \nlevothyroxine sodium therapy. Genetic testing revealed \na diagnosis of MEN2A associated with a RET  patho logical variant of exon 11 codon 634, and she was being \nfollowed up. Her father was also identified with a RET  \nmutation and diagnosed with MEN2A, but her sister \ndid not show the same mutation. Although she did not \nexhibit any obvious symptoms, a follow-up computed \ntomography (CT) scan conducted a year before the sur gery detected bilateral adrenal masses, up to 60  mm in \nsize and arranged in a rosary-like pattern. Subsequent \nevaluation confirmed the diagnosis of bilateral pheochro mocytomas. Subsequently, she underwent laparoscopic left adrenal tumor resection  9  months prior to the cur rent surgery. All diagnoses and treatments were con ducted at Hiroshima University Hospital. Analysis of 24 h \nurine collected before the left adrenalectomy revealed \n86.4  μg/day of epinephrine (3.0–41.0), 297.6  μg/day of \nnorepinephrine (31.0–160.0), 1177.6 μg/day of dopamine \n(280.0–1100.0), 1.87  mg/day of metanephrine (0.04–\n0.18), and 2.22  mg/day normetanephrine (0.10–0.28), \nindicating catecholamine overproduction. After the left \nadrenalectomy, her 24  h urine revealed 40.0  μg/day of \nepinephrine (3.0–41.0), 244.2  μg/day of norepinephrine \n(31.0–160.0), 1263.5 μg/day of dopamine (280.0–1100.0), \n0.99 mg/day of metanephrine (0.04–0.18), and 1.20 mg/\nday of normetanephrine (0.10–0.28). Given the persistent \nelevated catecholamine production, an additional right \nadrenalectomy was considered necessary. Preoperative \nmagnetic resonance imaging revealed two masses, each \nless than 3 cm in diameter, on the cephalocaudal side of \nthe right adrenal gland and a structure on the dorsal side \nthat appeared to be a normal adrenal gland, prompting \nus to schedule a robot-assisted right adrenalectomy. One \nweek prior to surgery, the patient received doxazosin \n(16 mg/day) for blood pressure (BP) control and bisopr olol fumarate hydrochloride (2.5  mg/day) for heart rate \n(HR) control. Additionally, she was encouraged to con sume fluids and salt.\nThere were no problems with economic or cultural \nbarriers affecting the diagnostic process or patient \nmanagement.\nOperative findings\nA robot-assisted right adrenalectomy was performed \ntransperitoneally using a da Vinci Xi platform. Preop erative imaging revealed a mass <3  cm in size on the \ncephalocaudal side of the right adrenal gland. The bor der between the mass and the normal adrenal gland was \nindistinct, and a new small nodule was found near the \nmass on the caudal side. Consequently, total resection \nwas performed as planned.\nAnesthesia was induced by total intravenous anesthesia \nwith propofol, remifentanil, and rocuronium. An epidural \nanalgesic catheter was placed from Th11/12 prior to \ninduction of anesthesia. Maintenance was provided with \ntarget-controlled infusion of propofol (2.5  µg/mL) and \nremifentanil (0.2 µg/kg/minute). No epidural was admin istered intraoperatively. Immediately prior to surgery, \nthe HR was 55 bpm, and the BP was 90/50 mmHg. After \nthe start of insufflation, a gradual increase in HR and \nBP was observed, temporarily reaching a maximum HR \nof 130  bpm and BP of 190/90  mmHg. However, except \nfor a total of 0.6 mg intravenous nicardipine, no circula tory agonists were used intraoperatively, and HR and BP \nwere generally maintained at 100 bpm and 150/65 mmHg \nPage 3 of 9\n Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \n \n(respectively) during pneumoperitoneum. HR and BP \nrecovered to resting values with tumor resection. Opera tive time was 2 hours and 26 minutes and anesthesia time \nwas 3 hours and 52 minutes. The patient was extubated \nin the operating room and admitted to the surgical inten sive care unit (SICU) after surgery.\nPostoperative course\nThe patient was extubated in the operating room and \npostoperatively admitted to the SICU. The anesthesia \ntime was 3 hours and 52 minutes, the operative time was \n2 hours and 26 minutes, and the robotic time was 1 hour \nand 48 minutes. No catecholamine was required during \nany phase of the perioperative period.\nIntraoperatively, the patient was under general anes thesia, and continuous epidural anesthesia with 0.133% \nropivacaine (4 mL/hour) was administered for 39 hours \nafter surgery, providing effective analgesia. In addition, \nintravenous administration of 1000  mg acetaminophen \nand 50  mg flurbiprofen axetil were given on postopera tive day 1, and 60  mg of oral loxoprofen was added on \npostoperative day 2 for pain management. Postoperative \nsteroid management included hydrocortisone 250  mg/\nday intravenously on the day of surgery, hydrocortisone \n30 mg/day on postoperative days 1 and 2, hydrocortisone \n20 mg/day on postoperative days 3 and 4, and hydrocorti sone 15 mg/day orally on postoperative day 5.\nThe intraoperative in–out balance was +1802  mL, \nincluding 33 mL of blood loss and 265 mL of urine loss. \nThe ureter was removed on the first postoperative day, \nand the patient was started on a free diet that morning.\nEarly mobilization was initiated by a physical therapist. \nThe patient was informed that early mobilization would \nbe performed from the time of admission to the SICU. \nFor safety reasons, she also agreed to use a tilt bed for \nrigorous assessment of circulatory dynamics. The circula tory dynamics were evaluated in the passive upright pos ture using a tilt bed on the first and fourth postoperative \nday (Fig. 1).\nRehabilitation\nGiven the expected hypotension due to decreased cat echolamine levels, gradual early mobilization was initi ated on the first postoperative day using a tilt bed with \nthe Sara  Combilizer® (Arjo AB, Sweden) in the passive \nstanding position (Fig.  2). Early mobilization comprised \n15  minutes of rest in the supine position (0° head posi tion), 15 minutes in the passive upright posture (60°), and \n10 minutes back in the supine position (0° head position).\nOn the first postoperative day, the following param eters were measured every minute using a bedside medi cal device  (Intellivue®, Philips, Japan) and automatically \nstored in an ICU information system (Fortec  ACSYS®, Philips, Japan): HR, systolic BP (SBP), diastolic BP (DBP), \nmean BP (MBP), respiratory rate (RR), and peripheral \noxygen saturation  (SpO2). In addition, stroke volume \nvariation, continuous cardiac index (CCI), left ventricu lar systolic index, and systemic vascular resistance index \n(SVRI) were measured using the Pulsioflex PC4000 ver. \n4.0 (Pulsion Medical System, Munich, Germany). Con tinuous values were averaged every 3  minutes. Central \nvenous pressure (CVP) was measured twice in the supine \nposition before passive upright posture with a time delay, \nand both measurements were 7 mmHg. Pain was assessed \nusing the numeric rating scale (NRS) twice at rest, twice \nin the upright posture, and twice after termination of the \npassive upright posture. During upright postural conver sion, the transducer position was adjusted to the level of \nthe right atrium using the intersection of the midaxillary \nline and fourth intercostal space as a landmark.\nThe patient was discharged from the SICU 21 h postop eratively. On postoperative day 4 (99 hours after admis sion), the same measurements were performed on a tilt \nbed; assessments were made intermittently every minute \nand averaged every 3 min. The parameters included HR, \nSBP , DBP , MBP , RR, and  SpO2. Pain at the surgical wound \nsite was assessed using the NRS twice at rest, twice in an \nupright posture, and once at the end of the procedure. \nPhysical function was assessed on postoperative day 4.\nAtrial fibrillation or extrasystoles were not observed \nduring bed rest, and various parameters were con tinuously measured. Twenty hours after surgery in the \nSICU, changes in circulatory dynamics were observed \nduring early mobilization using the tilt bed (Figs.  3 and \n4; Table  1). In the upright position, the NRS score for \npain remained at 1, SBP and DBP decreased, and HR \nincreased by 10 bpm over approximately 10 minutes. The \nHR remained lower than that in the original supine posi tion for a few minutes.\nThe patient was discharged from the SICU 21  hours \npostoperatively and began ambulation the next day \n(25 hours postoperatively) in the general ward. On post operative day 4 (99  hours postoperatively), the patient \nwas positioned upright using the tilt bed, and cardiody namic changes are shown in Fig.  5 and Table  2. The HR \nincreased early after assuming the upright posture. Upon \nreturning to the supine position after the passive upright \nposture, the HR decreased compared with its level prior \nto assuming the passive upright posture, similar to the \npattern observed on the day after surgery.\nOn postoperative day 4 (99  hours after admission), \nher grip strength was 25.9  kg on the right and 23.3  kg \non the left, her 10 m walking time was 7.78 seconds, and \nher short performance physical battery score (4 m walk ing for 3.91  seconds, tandem standing for 10  seconds, \nfive times standing for 8.63  seconds) was 12 out of 12. \nPage 4 of 9 Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \nThe patient was discharged home on postoperative day \n5 (117  hours after admission). Postoperative urinary \ncatecholamine metabolites were within normal lim its (metanephrine < 0.01  mg/g Cre, normetanephrine \n0.23 mg/g Cre).",
    "Discussion": "Discussion and conclusion\nIn this case, we observed the patient in an upright pos ture on a tilt bed to evaluate the circulatory dynamics \nassociated with early mobilization of a patient immedi ately after surgery for bilateral adrenal pheochromocy toma on postoperative days 1 and 4. An upright posture for 5  minutes is recommended to observe the response \nto orthostatic hypotension [8, 9]. In this case, the patient \nremained in an upright posture for 15 minutes, which is \nsufficient for interpreting the results. A tilt bed can easily \norganize drains, and its safety and effectiveness in early \nmobilization have been reported [10, 11]. Furthermore, \nwe used a tilt table because it eliminates the effects of \nwound pain associated with body movements on circula tory dynamics.\nIn a study of 470 healthy participants, the circula tory dynamics during 5  minutes of supine posture, \n5  minutes of upright posture at 60°, and 5  minutes of \nFig. 1 The patient’s postoperative course, including key dates and events, vital signs, and urine output. The patient was admitted to the surgical \nintensive care unit after surgery and discharged from the surgical intensive care unit 21 hours later. During her stay in the surgical intensive care \nunit, she received continuous epidural analgesia for pain control but no longer needed analgesic medication starting from the third postoperative \nday. Passive upright posture was assumed on the first postoperative day, right before leaving the surgical intensive care unit and again on the fourth \npostoperative day. The patient was discharged on the fifth postoperative day\nPage 5 of 9\n Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \n \nsupine posture showed that SBP increases slowly after \na decrease of 5–10  mmHg, and DBP increases by \n5  mmHg immediately after a decrease of 2–3  mmHg \nin the upright posture [9 ]. In a similar study compris ing 179 participants, HR increased by 10–15 bpm after \na few minutes in an upright posture [12]. Furthermore, \nupright posture decreased CCI by approximately 10% \nfrom 2.8 to 2.5  mL/minutes/m2 and increased SVRI \nfrom 2100 to 2400 (dyn  ×  seconds/cm5 ×  m2) [12]. \nAfter passive upright posture, there is a decrease in SBP \nand an increase in HR in normal subjects. The increase \nin HR induced by passive upright posture is biphasic \nin nature. Initially, parasympathetic inhibition causes \nan increase in HR, but this is very brief and essentially sympathetic stimulation is the primary mechanism [13]. \nThis compensatory HR response can be interpreted as \na result of sympathetic activation with increased nor epinephrine secretion and consequent vasoconstriction \nand increased HR. In this case, a gradual decrease in BP \nwas observed on postoperative day 1, when the patient \nwas in an upright posture. SBP decreased by approxi mately 20 mmHg, and DBP decreased by approximately \n10 mmHg over a period of 15 min. Although there was \nan increase in HR by approximately 5–10  bpm, the \nresponse was very slow. Additionally, a ΔHR/ΔSBP \nvalue of less than 0.5 indicates neurogenic hypotension \n[14]. The very slow increase in HR despite hypotension \nin this case, along with a ΔHR/ΔSBP value of less than \n0.5 at 6  minutes after assuming an upright posture, \nstrongly suggests that there is also inadequate activa tion of the sympathetic nervous system. Furthermore, \nduring the tilt test on postoperative day 1, both SBP \nand DBP decreased, likely due to reduced peripheral \nvascular resistance. Although HR and CCI increased, \nSVRI decreased, indicating a decrease in α-stimulation. \nAdditionally, the slow response in HR suggests a \ndecrease in β-stimulation as well. This could be attrib uted to a relative decrease in norepinephrine secretion. \nThe patient was able to begin gait practice on postop erative day 1 because there was no extreme drop in BP \nthat would have led to impaired consciousness.\nThe patient’s progress was good; she was discharged \nhome on postoperative day 5. A passive upright posture \nusing a tilt bed was performed again on postoperative \nday 4. On postoperative day 4, there was an immedi ate 20 mmHg drop in SBP but not DBP after assuming \nthe upright posture, and a compensatory change due \nto a rapid increase in HR was observed. This is simi lar to the α and β effects seen in healthy individuals. \nNotably, on postoperative days 1 and 4, the HR and \nCCI were lower in the supine position after assum ing the upright tilt posture compared with the supine \nposture before assuming the upright posture. CCI is a \nmeasure of cardiac output corrected for body surface \narea and assesses the overall pumping capacity and per fusion of the heart. Previous studies have shown that \nparasympathetic activity fluctuates in the supine posi tion after assuming an upright posture compared with \nbefore assuming an upright posture [15]. While HR \nwas similar to that before assuming an upright posture \nin a previous study, a decrease in HR was induced in \nthis case. This suggests fluctuations in cardiac parasym pathetic activity. In clinical practice, attention should \nbe paid to the possibility of bradycardia attacks after \nearly mobilization. To the best of our knowledge, there \nare no reports on early mobilization after surgery for \nFig. 2",
    "Methods": "Methods of assessment of circulatory dynamics during early \nmobilization after pheochromocytoma surgery. Early mobilization \nwas started gradually by using a tilt bed with Sara  Combilizer® (Arjo \nAB, Sweden) in passive upright posture from the first postoperative \nday. Early mobilization consisted of 15 minutes of rest in the supine \nposition (0° head position), 15 minutes in the passive upright posture \n(60°), and 10 minutes of rest back in the supine position (0° head \nposition). A bedside medical device  (Intellivue®, Philips, Japan) \nand Pulsioflex PC4000 ver. 4.0 (Pulsion Medical System, Munich, \nGermany) were used to evaluate various circulatory dynamics \nparameters. During upright postural conversion, the transducer \nposition was adjusted to the level of the right atrium using \nthe intersection of the midaxillary line and fourth intercostal space \nas a landmark\nPage 6 of 9 Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \npheochromocytoma. Empirically, we believe that it is \nbest to use the criteria for ICU admission, which are \nalready becoming more common. The reported crite ria for initiation and discontinuation are HR < 40  bpm \nand >130 bpm, SBP < 90 mmHg, and MBP < 60 mmHg [16]. Although the criteria for starting or stopping \nearly mobilization were not met in this case, it cannot \nbe excluded that early mobilization may be influenced \nby the pathology of the pheochromocytoma in some \ncases. Even in the absence of preexisting cardiovascular \nFig. 3 Circulation on day 1 after adrenalectomy for pheochromocytoma. On postoperative day 1, a slow decrease in blood pressure was observed \nin the upright posture, with a decrease in systolic blood pressure of approximately 20 mmHg and diastolic blood pressure of approximately \n10 mmHg in 15 minutes. The heart rate increased slowly by approximately 5–10 bpm. Heart rate was 5 bpm lower in the supine posture \nafter completing the inclined upright posture than in the supine posture at rest before adopting the upright posture\nFig. 4 Estimation of systemic vascular resistance index/dPmx/continuous cardiac index on day 1 after adrenalectomy for pheochromocytoma. \nOn postoperative day 1, continuous cardiac index increased from 2.5 to 3.2 L/minute per square meter after 15 minutes in the upright posture, \nand systemic vascular resistance index decreased from 2300 to 1600. continuous cardiac index was 0.2 L/min/m2 lower in the supine posture \nafter completing the inclined upright position than in the supine posture at rest before adopting the upright posture. dPmx, left ventricular systolic \nindex\nPage 7 of 9\n Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \n \ndisease, patients should be closely monitored intraop eratively and postoperatively.\nThis study has limitations that should be addressed in \nfuture research. First, the findings are based on a single \ncase, which restricts the generalizability of the results. \nThe short observation period, monitoring circulatory \ndynamics only on postoperative days 1 and 4, may not \nfully capture the full range of postoperative fluctuations \nexperienced by patients. Another limitation is the use of \ncontinuous epidural analgesia postoperatively, which can cause a decrease in BP due to vasodilation. Therefore, it \ncannot be ruled out that the circulatory index measured \nin the passive upright posture may have been influenced \nin this case. If abnormal hypotension is observed, it may \nbe necessary to consider interrupting epidural analge sia. However, in this particular case, epidural analgesia \ndid not cause abnormal hypotension, and its effect was \nlimited.\nTo build on this study, future research should involve \na larger sample size to validate the findings and improve Table 1 Various parameters of circulatory dynamics on the first day after adrenalectomy for pheochromocytoma\nHR heart rate, SBP systolic blood pressure, DBP diastolic blood pressure, MBP mean blood pressure, RR respiratory rate, SpO2 peripheral capillary oxygen saturation, \nSVRI systemic vascular resistance index, dPmx  maximum rate of pressure rise, CCI  cardiac cost index, CVP central venous pressure, NRS numerical rating scaleSupine position Upright posture Supine position\nMinutes 3 6 9 12 15 3 6 9 12 15 3 6 9\nHR (bpm) 63.3 60.0 59.3 61.0 55.3 62.5 62.3 69.7 65.0 66.0 53.0 57.3 55.0\nSBP (mmHg) 118.7 122.7 120.3 120.0 122.7 116.0 103.3 101.7 100.0 99.0 122.7 120.3 119.3\nDBP (mmHg) 59.7 62.3 59.7 58.7 58.3 57.5 50.3 52.0 50.0 50.0 63.0 60.7 55.7\nMBP (mmHg) 79.7 83.3 79.7 79.3 80.0 77.0 68.3 67.7 66.0 65.5 83.7 82.3 77.3\nRR (breaths/minute) 14.0 12.7 13.3 13.7 14.0 17.5 14.3 13.3 19.0 23.0 14.3 15.3 13.7\nSpO2 (%) 99.0 99.0 98.7 99.3 99.3 99.0 98.3 98.3 98.5 97.5 99.3 99.3 99.7\nSVRI (dyne × second ×  cm−5 ×  m2)2094.3 2477.3 2341.7 2109.0 2341.7 2283.5 1629.3 1551.3 1527.0 1549.0 2841.0 2826.7 2400.0\ndPmx (mmHg/s) 1048.7 1093.7 1094.0 1146.3 1136.7 1069.0 975.3 903.3 905.5 900.0 1084.3 1148.3 1180.0\nCCI (L/minute/m2) 2.9 2.5 2.6 2.8 2.6 2.5 3.0 3.2 3.2 3.1 2.2 2.3 2.3\nCVP (mmHg) 9 9\nNRS (point) 1 1 1 1 1 1\nFig. 5 Circulation on day 4 after adrenalectomy for pheochromocytoma. On postoperative day 4, systolic blood pressure decreased by 20 mmHg \napproximately 5 minutes after the start of the upright posture, but increased by 10 mmHg 15 minutes later. Diastolic blood pressure showed \nno change for 15 minutes but rapidly increased by approximately 15–20 bpm within a few minutes. The heart rate was 5 bpm lower in the supine \nposition than in the resting supine position before starting the upright posture\nPage 8 of 9 Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \ntheir generalizability. Extending the monitoring period \nof circulatory dynamics over a longer postoperative \ntimeframe would provide a more comprehensive under standing of the long-term effects of early mobilization. \nComparative studies should be conducted to evaluate \ndifferent methods of early mobilization, identifying the \nsafest and most effective approaches for patients under going surgery for pheochromocytoma. Additionally, \nmulticenter studies could help account for variations in \nsurgical and postoperative management practices, pro viding a more robust dataset. Finally, controlling for and \nanalyzing the impact of potential confounding factors, \nsuch as the type and duration of anesthesia, would offer \na clearer understanding of their effects on circulatory \ndynamics during early mobilization.The perioperative \nmanagement of pheochromocytoma has significantly \nimproved with the development of guidelines, resulting \nin a substantial reduction in perioperative circulatory \nfluctuations. In the case reported here, due to strict pre operative management, the patient’s circulatory dynam ics stabilized approximately 1  week after surgery. As a \nresult, the patient regained the ability to perform activi ties of daily living and was subsequently discharged. In \nthis case, the patient’s response appeared to be close to \nnormal by the fourth postoperative day. It is important to \nnote the fluctuations in circulatory dynamics on both the \nfirst and fourth postoperative days, particularly when the \npatient is in a supine position after assuming an upright \nposture. Although there has been a marked improvement \nin the variability of perioperative circulatory dynamics in \npatients with pheochromocytoma through the develop ment of perioperative management guidelines, it is still \ncrucial to carefully monitor circulatory dynamics during \nearly mobilization and after completion.\nAbbreviations\nCCI  Continuous cardiac index\nCVP  Central venous pressure\nDBP  Diastolic blood pressure\nHR  Heart rateICU  Intensive care unit\nMBP  Mean blood pressure\nNRS  Numeric rating scale\nRR  Respiratory rate\nSBP  Systolic blood pressure\nSICU  Surgical intensive care unit\nSpO2  Peripheral oxygen saturation\nSVRI  Systemic vascular resistance index\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04833-4.\nAdditional file 1.\nAcknowledgements\nNot applicable.\nAuthor contributions\nKF and SK conceived this case report. HO, an internist, diagnosed the disease \nand provided perioperative medical therapy. HK and NH performed the \nsurgery. SK, TK, and YT managed the perioperative general condition and \nprepared the instrumentation. KF, TS, and YN prepared the manuscript, tables, \nand figures. SK, YN, HK, and HO contributed to content organization and \nprovided expert guidance in writing. All authors read and approved the final \nmanuscript.\nFunding\nThe authors declare that there was no funding source for this work.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nA waiver for ethics committee approval was obtained from the institute due \nto the nature of the article being a case report. Written informed consent \nwas obtained from the patient for the publication of this case report and any \naccompanying images. A copy of the written consent is available for review by \nthe Editor-in-Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication of this case report and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.Table 2 Various parameters of circulatory dynamics on the fourth day after adrenalectomy for pheochromocytoma\nHR heart rate, SBP systolic blood pressure, DBP diastolic blood pressure, MBP mean blood pressure, RR respiratory rate, SpO2 peripheral capillary oxygen saturation, \nNRS numerical rating scaleSupine position Upright posture Supine position\nMinutes 3 6 9 12 15 3 6 9 12 15 3 6 9\nHR (bpm) 58.0 59.0 61.0 61.3 60.0 79.7 76.7 74.7 76.0 76.3 54.3 53.7 56.0\nSBP (mmHg) 106.0 107.7 105.0 108.0 105.0 96.7 89.7 92.7 95.7 100.3 102.3 103.3 103.7\nDBP (mmHg) 65.7 69.0 67.0 63.7 63.0 63.3 62.0 63.3 62.0 63.3 59.7 64.3 65.7\nMBP (mmHg) 79.0 81.7 79.3 78.0 76.7 74.3 71.0 72.7 73.0 75.7 73.7 77.0 78.0\nRR (breaths/minute) 17.3 12.0 11.0 13.7 14.3 16.3 17.3 15.7 16.3 22.0 14.7 15.0 17.3\nSpO2 (%) 98.3 99.0 98.7 99.0 99.0 98.0 97.7 97.3 97.7 97.7 97.7 98.0 97.7\nNRS (point) 0 0 1 1 0 0\nPage 9 of 9\n Fudeyasu et al. Journal of Medical Case Reports          (2024) 18:529 \n \nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Division of Rehabilitation, Department of Clinical Practice and Support, \nHiroshima University Hospital, 1-2-3 Kasumi, Minami, Hiroshima 734-8551, \nJapan. 2 Department of Anesthesiology and Critical Care, Hiroshima University, \n1-2-3 Kasumi, Minami, Hiroshima 734-8551, Japan. 3 Department of Urology, \nHiroshima University Hospital, 1-2-3 Kasumi, Minami, Hiroshima 734-8551, \nJapan. 4 Endocrinology and Diabetic Medicine, Hiroshima University Hospital, \n1-2-3 Kasumi, Minami, Hiroshima 734-8551, Japan. 5 Department of Rehabilitation Medicine, Hiroshima University Hospital, 1-2-3 Kasumi, Minami, \nHiroshima 734-8551, Japan. \nReceived: 9 June 2024   Accepted: 10 September 2024\nReferences\n 1. Mamilla D, Araque KA, Brofferio A, Gonzales MK, Sullivan JN, Nilubol N, et \nal. Postoperative management in patients with pheochromocytoma and \nparaganglioma. Cancers (Basel). 2019;11:936.\n 2. Lenders JWM, Duh Q-Y, Eisenhofer G, Gimenez-Roqueplo A-P , Grebe \nSKG, Murad MH, et al. Pheochromocytoma and paraganglioma: an \nEndocrine Society Clinical Practice Guideline. J Clin Endocrinol Metab. \n2014;99:1915–42.\n 3. Patel D, Phay JE, Yen TWF, Dickson PV, Wang TS, Garcia R, et al. Update on \npheochromocytoma and paraganglioma from the SSO Endocrine and \nHead and Neck Disease Site Working Group, part 2 of 2: perioperative \nmanagement and outcomes of pheochromocytoma and paraganglioma. \nAnn Surg Oncol. 2020;27:1338–47.\n 4. Schaller SJ, Anstey M, Blobner M, Edrich T, Grabitz SD, Gradwohl-Matis I, \net al. Early, goal-directed mobilisation in the surgical intensive care unit: a \nrandomised controlled trial. Lancet. 2016;388:1377–88.\n 5. Jans Ø, Kehlet H. Postoperative orthostatic intolerance: a common \nperioperative problem with few available solutions. Can J Anaesth. \n2017;64:10–5.\n 6. Bundgaard-Nielsen M, Jørgensen CC, Jørgensen TB, Ruhnau B, Secher NH, \nKehlet H. Orthostatic intolerance and the cardiovascular response to early \npostoperative mobilization. Br J Anaesth. 2009;102:756–62.\n 7. Mizota T, Iwata Y, Daijo H, Koyama T, Tanaka T, Fukuda K. Orthostatic \nintolerance during early mobilization following video-assisted thoracic \nsurgery. J Anesth. 2013;27:895–900.\n 8. Gehrking JA, Hines SM, Benrud-Larson LM, Opher-Gehrking TL, Low PA. \nWhat is the minimum duration of head-up tilt necessary to detect ortho static hypotension? Clin Auton Res. 2005;15:71–5.\n 9. Tahvanainen AM, Tikkakoski AJ, Koskela JK, Nordhausen K, Viitala JM, \nLeskinen MH, et al. The type of the functional cardiovascular response to \nupright posture is associated with arterial stiffness: a cross-sectional study \nin 470 volunteers. BMC Cardiovasc Disord. 2016;16:101.\n 10. Chang AT, Boots R, Hodges PW, Paratz J. Standing with assistance of a tilt \ntable in intensive care: a survey of Australian physiotherapy practice. Aust \nJ Physiother. 2004;50:51–4.\n 11. Toccolini BF, Osaku EF, de Macedo Costa CR, Teixeira SN, Costa NL, Cândia \nMF, et al. Passive orthostatism (tilt table) in critical patients: clinicophysiologic evaluation. J Crit Care. 2015;30(655):e1-6.\n 12. Tahvanainen A, Leskinen M, Koskela J, Ilveskoski E, Nordhausen K, Oja \nH, et al. Ageing and cardiovascular responses to head-up tilt in healthy \nsubjects. Atherosclerosis. 2009;207:445–51.\n 13. Convertino VA. Neurohumoral mechanisms associated with orthostasis: \nreaffirmation of the significant contribution of the heart rate response. \nFront Physiol. 2014;5:236.\n 14. Norcliffe-Kaufmann L, Kaufmann H, Palma JA, Shibao CA, Biaggioni I, Peltier AC, et al. Orthostatic heart rate changes in patients with autonomic \nfailure caused by neurodegenerative synucleinopathies. Ann Neurol. \n2018;83:522–31.\n 15. Rani R, Rengarajan P , Sethi T, Khuntia BK, Kumar A, Punera DS, et al. Heart \nrate variability during head-up tilt shows inter-individual differences \namong healthy individuals of extreme Prakriti types. Physiol Rep. 2022;10: \ne15435. 16. Unoki T, Hayashida K, Kawai Y, Taito S, Ando M, Iida Y, et al. Japanese \nClinical Practice Guidelines for Rehabilitation in Critically Ill Patients 2023 \n(J-ReCIP 2023). J Intensive Care. 2023;11:47.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}