{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04825-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04825-4.pdf",
  "metadata": {
    "/Keywords": "Lymphoma; DLBCL; Oral manifestations; Jaw disease; Lung diseases",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241001133641+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240928140258+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04825-4",
    "/Author": "Fahimeh Rezazadeh ",
    "/Title": "Uncommon presentation of diffuse large B-cell lymphoma: oral and pulmonary involvements in a young patient: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04825-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Diffuse large B-cell lymphoma is the most common subtype of non-Hodgkin lymphomas that remains \na major diagnostic challenge due to the variety of its clinical presentations. This case highlights the importance \nof early biopsy of oral lesions without tendency to heal to attain the diagnosis more quickly. To the best of our knowledge, this study is the first to focus on both oral and pulmonary involvements in a patient with diffuse large B-cell \nlymphoma.",
    "Case Presentation": "Case presentation The presented case describes an Iranian 18-year-old girl with chronic cough and dyspnea \nreferred for evaluation of the upper jaw due to bone exposure, bone loss, and soft tissue ulceration. Her medical history revealed mediastinal mass, cavitary lesion, and mediastinal lymphadenopathy. However, cytologic and immuno histochemical analysis did not show any evidence of malignancy. In this case a lymphoproliferative disease was suspected but ultimately the oral biopsy diagnosed diffuse large B-cell lymphoma and chemotherapy could be started.\nConclusions Systemic conditions should be considered as a possible cause of oral lesions and a biopsy should \nalso be performed immediately if there is any doubt concerning the nature of the lesion. Moreover, some conditions \nnecessitate multiple biopsies to attain an accurate diagnosis.\nKeywords  Lymphoma, DLBCL, Oral manifestations, Jaw disease, Lung diseases\nBackground\nLymphomas are a heterogeneous group of malig nant neoplasms of lymphocytes and their precursor cells, \naccounting for 3.37% of all cancer cases worldwide and \n5% of all malignant diseases in the head and neck region \n[1–3]. They are traditionally classified into two major categories, including Hodgkin’s lymphomas (HL) and \nnon-Hodgkin lymphomas (NHL) [1].\nIn 30% of lymphomas, extranodal involvement occurs \nin tissues outside the lymph nodes, and head and neck \nregion is the second most common site after the gastro intestinal tract [4, 5]. NHL has more propensity to dis seminate to extra-nodal tissues than HL [5].\nDiffuse large B-cell lymphoma (DLBCL) is the most \ncommon subtype of NHL worldwide, characterized his tologically by a diffuse proliferation of large transformed \nB cells and commonly affects old men between the sev enth and eighth decades of life [6]. Its nodal or extran odal involved sites can be gastrointestinal tract, thyroid, \nbreast, bone, skin, testes, and brain. However, pulmonary \ninvolvement is an uncommon finding and represents \n4% of patients with NHL [7]. Although 40% of patients Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAsma Sookhakian\nasma.soukhakian@gmail.com\n1 Oral and Dental Disease Research Center, Department of Oral \nand Maxillofacial Medicine, School of Dentistry, Shiraz University \nof Medical Sciences, Shiraz, Iran\n2 Postgraduate Student, Student Research Committee, School \nof Dentistry, Shiraz University of Medical Sciences, Shiraz, Iran\n3 Hematology Research Center, Shiraz University of Medical Sciences, \nShiraz, Iran\nPage 2 of 8 Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \nwith DLBCL are affected by extranodal involvement, oral \ninvolvement of extranodal NHL is rare (about 2%), some times presenting as ulceration with bone destruction [8, \n9]. Particularly, maxillary bone involvement is very rare \nand occurs in less than 1% of patients with NHLs and 8% \nof all tumors in the skeletal system [10].\nGiven the fact that patients with intraoral lymphoma \noften present with nonspecific clinical signs and symp toms such as painless swelling, non-healing ulcer, \nincreased tooth mobility, paresthesia and anesthesia, \nand radiological signs such as obstruction of paranasal \nsinuses, it is not surprising that a lesion may be misinter preted as a far more common diagnosis or be diagnosed \nas lymphoma in a late stage with a higher mortality rate \n[1, 6].\nDLBCL is an aggressive but curable disease in most \npatients who received systemic chemoimmunotherapy \nand is usually diagnosed by a biopsy of suspicious lymph \nnodes or an extranodal tumor followed by morphologi cal and immunophenotypic investigations consisting \nof  immunohistochemical (IHC) analysis or flow cytom etry  analysis or a combination of both techniques with \npositive pan-B-cell antigens such as  CD20 and  CD79a [8, \n11, 12]. In more details, a panel of immunostains includ ing  CD20,  CD3,  CD5,  CD45,  BCL2,  BCL6,  Ki67,  IRF4/\nMUM1, and MYC was recommended for IHC analysis \nto determine the types of lymphoma. Patients with MYC \nexpression and  BCL2 and/or BCL 6 should test MYC \nrearrangement by fluorescence in  situ hybridization \n(FISH). In some cases, additional markers such as  CD30, \n CD138, EBV,  HHV8, and  ALK1 can help determine sub types [8].  Bone marrow biopsy may also be considered \nwhere a suspected coexisting hematological condition \nwould influence clinical management [12].\nHere, we presented  a case of  DLBCL  in which diag nostic challenges were encountered. To the best of our \nknowledge, this study is the first to focus on both oral and \npulmonary involvements in a patient with DLBCL. This \ncase highlights the importance of appropriate history \ntaking, detailed clinical, radiological, and pathological \nassessments, and also considering systemic conditions as \na possible cause of oral lesions. We hope that this study \nhelps physicians who encounter the similar manifesta tions to attain a diagnosis more quickly and prevents a \nsituation in which the patient undergoes nondiagnostic \ninterventions.\nCase presentation\nIn January 2023,  an Iranian  18-year-old girl  referred \nto the Oral Medicine Department of Shiraz University \nof Medical Sciences  for evaluation of  oral lesions  pro gressively worsening  over the last 15 weeks. Initially, \nthe patient noted attachment loss as an indicator of a destructive disease that resulted in the gingiva to \nmigrate toward the buccal surface of maxillary right first \nmolar roots and the alveolar bone no longer supported \nthe tooth, but later, other lesions developed. Although \nthe oral biopsy was performed 8 weeks prior to the ini tial visit, that evaluation was nondiagnostic due to non specific mixed inflammatory cells infiltration and no \nevidence of malignancy at the subsequent IHC analysis. \nTherefore, the patient was transferred to our department.\nHer medical history revealed chronic cough and dysp nea from 18 months ago, which was initially diagnosed \nas asthma in August 2022, followed by asthma therapy. \nHowever, the cough and dyspnea had worsened and she \nwas overcome by nausea during the next days. Thereafter, \nthe patient was admitted to the hospital and diagnosed \nwith mediastinal mass, cavitary lesion, and mediastinal \nlymphadenopathy. However, cytologic and IHC analysis \ndid not show any evidence of malignancy. In addition, \nshe complained of inexplicable weight loss and nausea. \nThe rest of her history including familial and social his tory was unremarkable and none of her family members \nreported malignancy.\nAt this point of time, the intraoral examination \nrevealed painless lesions as shown in Fig.  1. In more \ndetail, an exposed bone of the maxilla was on the poste rior region of the right-sided hard palate. Its surround ing non-necrotic palatal mucosa was pink or normally \ncolored with irregular border (Fig.  1A). In addition, clini cal examination showed bone loss involving the buccal \nsurface of the maxillary right first molar (Fig.  1B) and a \nFig. 1  Clinical photographs of a 18-year-old patient with DLBCL. \nA Exposed bone area. B Mirror view of the bone loss involving \nthe maxillary right first molar. C Mirror view of ulceration on the left \ntuberosity area (red arrows point at the oral involvements)\nPage 3 of 8\n Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \n \nsmall ulcer on the left tuberosity area (Fig.  1C). On fur ther examination, the involved teeth were vital, and there \nwas no mobility.\nIn  the  extraoral  examination, the patient was  afe brile and had no palpable lymphadenopathy in the head \nand neck region. Moreover, recent laboratory tests \nrevealed anemia and elevated C-reactive protein (CRP) \nand erythrocyte sedimentation rate (ESR), as shown in \nTable  1. Serological tests also reported that the patient \nwas nonreactive for viral markers including human immunodeficiency virus (HIV) antibody, hepatitis B sur face antigens (HBs  Ag), and  hepatitis C virus antibody \n(anti-HCV).\nCone beam computed tomography (CBCT) was per formed to detect potential destruction of the maxillary \nbone and destruction of the buccal and palatal cortices in \nboth sides of the maxilla was noted from the upper molar \nalveolar bone to the maxillary tuberosity area (Fig.  2). \nThe other radiographic features detected in CBCT were \nthe appearance of floating teeth in the air (Fig.  3), abnor mal trabecular pattern (Fig.  4), and mucosal thickening of \nboth maxillary sinuses (Fig. 5).\nDue to nondiagnostic",
    "Results": "results of the initial biopsy, \na second biopsy  for a  definitive diagnosis  was  per formed, and soft tissue specimens were obtained from \nthe right palatal mucosa and  tuberosity  area. Due to \nthe nonpathognomonic clinical and radiographic fea tures of the presented case, the differential diagno sis is broad, ranging from inflammatory conditions to \nmalignant neoplasms. Although the oral manifestations \nmimicked more common conditions such as advanced \nperiodontal disease or osteonecrosis, our assessments \ndid not confirm either of the above-mentioned con ditions, and the  microscopic examination  revealed \nonly ulceration of the oral mucosa and severe chronic \ninflammatory infiltration  of  the connective tissue by \nmostly lymphocytes, a few eosinophils, and histiocytes \n(Fig.  6).  Therefore, a panel of immunostains  was per formed for  IHC  analysis.  The analysis demonstrated \npositivity for  CD5 in T lymphocytes, and scattered \npositivity for  CD20 and high   Ki67  proliferative index \nin the large cell population.   BCL6,  CD30,  MUM1,  and \n PAX5  were  also  positive in  the large cells examined, \nwhile  CD10  and  CD68  were negative.  In addition, \ntumor  cells  showed  positivity for  OCT2,  scattered Table 1  Summary of recent laboratory tests\nWBC, white blood cells; RBC, red blood cells; MCV, mean corpuscular volume; \nMCH, mean corpuscular hemoglobin; MCHC, mean corpuscular hemoglobin \nconcentration; ESR, erythrocyte sedimentation rate; CRP , C-reactive protein; \nLDH, lactate dehydrogenase; C-ANCA, antineutrophil cytoplasmic autoantibody: \ncytoplasmic; P-ANCA, perinuclear antineutrophil cytoplasmic autoantibodyLaboratory tests Result Unit Reference range\nWBC 6.7 ×  103/UL 4–10\nNeutrophils: 70.1%\nLymphocytes: 25.8%\nMixed cells: 4.1%\nRBC 4.7 ×  106/UL 3.9–5.8\nHemoglobin 10 g/dl 12–17\nHematocrit 34.9 % 36–53\nMCV 74.3 FL 80–100\nMCH 21.3 Pg 26–33\nMCHC 28.7 g/dl 30–36\nPlatelet 270 ×  103/UL 150–450\nC-ANCA 0.5 U/ml Negative: < 12\nP-ANCA 0.8 U/ml Negative: < 12\nESR 1 h 65 mm/h Female: Up to 15\nCRP 24 – Negative: < 6\nLDH 401 U/L 235–470\nFig. 2  Red arrows point at the alveolar bone destruction in the axial view of maxillary molar regions of the patient with DLBCL\nPage 4 of 8 Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \npositivity for  CD23 and   BOB1, and inconclusive staining \nfor LMP . The results of the IHC analysis of the repeat \nbiopsies of those areas were consistent with DLBCL. \nThen, the patient was immediately referred to an oncol ogist, and clinical and paraclinical examinations were \nperformed following admittance to the hospital for \nsubsequent management as follows.\nMolecular testing including FISH analysis for MYC, \n BCL2, and  BCL6 showed no evidence of gene rearrange ment. Moreover, the bone marrow biopsy revealed a mild \nhypocellular marrow with no evidence of lymphomatous \ninvolvement.\nThe staging was performed according to the Ann–\nArbor classification and our patient was at stage II. \nThen, the patient received six cycles of chemotherapy \nwith the R-EPOCH regimen which included rituximab, \netoposide, prednisone, vincristine, cyclophosphamide, \nand doxorubicin. After completion of the sixth cycle of \nchemotherapy, significant remission of intraoral maxil lary lesions was revealed as shown in Fig.  7 and improve ment of her symptoms. Moreover, fluorodeoxyglucose \n(FDG) positron emission tomography (PET) combined \nwith computed tomography (CT) was performed 4 weeks \nafter completion of the 6th cycle of chemotherapy and \nfound no evidence of metabolically active tumoral \nlesions throughout the whole body, showing regres sion of the disease. Three weeks later, biopsy of the right \nlung mass was also taken and found only necrotic tissue with inflammation, confirming complete response with \nregression of the disease.\nRegarding the prognostic factors, there is some evi dence that patients over the age of 60 with higher stage \nand/or poor health have a higher mortality rate. Further more, extranodal NHLs are more aggressive when they \noccur in the oral cavity [9]. Overall, the patient presented \nhere has low risk based on international prognostic \nindex.",
    "Discussion": "Discussion\nIn the oral cavity, lymphomas are the second most com mon malignancy after squamous cell carcinoma [6, 13]. \nDespite the fact that oropharyngeal lymphomas gener ally occur in the Waldeyer’s tonsillar ring and extranodal \ninvolvement is rare, accounting for 2–5% of cases [1, \n14]; both soft tissues and jaw bones can be affected and \nencountered by a dentist in a clinical practice [15]. The \nintraoral lymphomas are often mistaken for inflamma tory or reactive processes [1], thus leading to delay in the \ncorrect diagnosis and initiation of the treatment. There fore, the role of the dentist is essential in early diagnosis \nto allow the patients to immediately start treatment.\nIn the present case, the oral lesions appeared clinically \nas exposed bone of the maxilla, bone loss, and soft tis sue ulceration along with imaging features of destruction \nof bone walls in both sides of the maxilla, the appear ance of floating teeth in the air, and abnormal trabecu lar pattern. Based on the  nonpathognomonic  clinical \nand radiographic features of the presented case, its dif ferential diagnosis is broad, ranging from inflammatory \nconditions to malignant neoplasms. In more detail, the \nclinical appearance of the exposed bone on the hard pal ate of our patient simulated osteonecrosis of the maxilla. \nHowever, the patient denied any antiresorptive or antian giogenic medication use, previous head and neck radio therapy, and history of diabetes mellitus (DM), excluding \nthe possibilities of medication-related osteonecrosis of \nthe jaws (MRONJ), osteoradionecrosis, and DM-related \nosteomyelitis or osteonecrosis [15]. In 2018, a study \nby Luz et  al. showed that Langerhans cell histiocytosis \nshould be considered as a differential diagnosis in case of \nunclear osteolytic changes of the jaw bone, especially in \nthe absence of MRONJ [16]. Although exposed bone in \nthe jaw is poorly documented in the literatures, Lončar \net al. in 2019, also reported other possible etiologic fac tors including trauma, odontogenic infections, herpes \nzoster infection associated osteonecrosis, HIV-associated \nnecrotizing ulcerative periodontitis, long-term corticos teroid usage, ischemia, occlusion, and coagulopathies \nthat should be considered as differential diagnosis [17]. \nHowever, our assessments did not confirm any of the \nabove-mentioned conditions. Finally, a second oral \nFig. 3  The appearance of floating teeth in the air in both sides \nof maxillary molar regions of the patient with DLBCL. A Coronal \nview of the maxillary left second and third molar. B Coronal view \nof the maxillary right second molar\nPage 5 of 8\n Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \n \nbiopsy for a definitive diagnosis was performed and led to \na diagnosis of DLBCL. Therefore, the findings of the cur rent study reconfirmed a previous study by Tseng et  al. \nin 2021, stated that oral manifestations of lymphomas are \nnonspecific mimicking other more common conditions \nsuch as advanced periodontal disease, osteomyelitis, or \nother malignancies, making it challenging to attain an \nearly diagnosis [18].\nTo the best of our knowledge, there is little information \navailable in the literature on DLBCL characteristics in the \noral cavity. A recent literature review in 2022 focused on \noral manifestations of extranodal lymphomas and stated \nthat their clinical and subjective symptoms are varied on \nthe basis of the location and there is usually a diagnostic \nchallenge in lymphomas involving gingiva/alveolar crest \nor maxilla/mandible. Although they reported that swell ing or an ulceration is the most common finding noted by \nthe patient, a number of lymphoma cases showed clinical \nand radiographic appearance initially resembled horizon tal bone loss compatible with marginal periodontitis but \nFig. 4  The abnormal trabecular pattern of the patient with DLBCL in the axial (A, B) and sagittal (C) views\nFig. 5  The mucosal thickening of both maxillary sinuses in \nthe coronal view of the patient with DLBCL\nPage 6 of 8 Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \nlater developed bulging or ulcerated lesions. They also \nreported that lymphomas involving gingiva or alveolar \ncrest may present radiographic findings such as destruc tion of bone walls, soft tissue lesion with bone destruc tion, floating teeth, and abnormal trabecular pattern. \nTherefore, the findings of this case report mirror those of \nthe above-mentioned study [2].\nIn our case, multiple biopsies were necessary to attain \nan accurate diagnosis of the patient’s condition, high lighting the diagnostic challenge. Biopsy must be con sidered in lesions without a tendency to heal to exclude \nmalignancy and confirm the diagnosis  [19].  Although \ninflammation is a common finding in oral biopsies, lym phoma should be considered from other neoplasms when \nthe original biopsy shows abnormal inflammatory infil tration [20]. Accurate diagnosis is the most effective \napproach to manage lymphoma [10].  Therefore, a  clin icopathologic  correlation is essential to achieve a cor rect diagnosis in suspicious clinical cases. Ideally, it is \nnecessary to perform an  excisional  or  incisional  biopsy \nto obtain a sufficient specimen for analysis [10]. Rebiopsy \nshould also be considered when the specimen amount is \ninsufficient, the original biopsy shows nonspecific inflam matory changes, or an artifact interferes with the diagno sis of a neoplastic process [21]. For example, in a similar \ncase reported by Vardas et al. in 2022, the initial biopsy of \nthe exposed bone of the maxilla and surrounding soft tis sue ulcer presented nondiagnostic results and a rebiopsy \nultimately revealed the final diagnosis of DLBCL [15].\nFrom an overall perspective, the clinical presentations \nof lymphomas include B symptoms (fever of unknown \norigin, night sweating, and inexplicable weight loss), loss \nof appetite, fatigue, and itchy skin [6]. Particularly, sys temic B symptoms are markers of advanced disease that \npresent in about 30% of patients with DLBCL [8]. On the \nother hand, several factors are known to be associated \nwith increased risk of NHLs, including genetics (such as \na family history of hematologic malignancies and chro mosomal translocation), immune conditions (such as \nSjögren’s syndrome and rheumatoid arthritis), infections, \ntoxins and drugs, modifiable risk factors (such as alcohol \nconsumption and smoking), and employment (such as \nagricultural or health workers). Particularly, patients with \ncongenital or induced immunodeficiency have a higher \nrisk of developing extranodal NHLs than the general \npopulation [9].\nOur assessments did not confirm either of abovementioned conditions except for inexplicable weight \nloss. In addition, she complained of a chronic cough \nand dyspnea for 18 months prior, which was diagnosed \nas mediastinal mass, cavitary lesion, and mediastinal \nlymphadenopathy. However, there was no evidence \nof  malignancy based on cytology and IHC analysis. \nFig. 6  Microscopic photograph of the oral specimen in the patient \nwith DLBCL\nFig. 7  Clinical photographs of a 18-year-old patient with DLBCL \nafter six cycles of chemotherapy with R-EPOCH regimen, showing \nregression of the disease. A Palatal mucosal healing. B Mirror view \nof the bone loss involving the maxillary right first molar. C Mirror view \nof the left tuberosity area\nPage 7 of 8\n Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \n \nSubsequently, the oral biopsy diagnosed DLBCL. The \nfindings observed in this case report are in line with a \nprevious study conducted by Tseng et al. on 607 cases \nof oral lymphoma, where extranodal oral involvement \nmay be part of a disseminated disease [18]. Therefore, \nsystemic conditions should be considered as a possible \ncause of oral lesions and a biopsy can most likely enable \na correct diagnosis and should be performed if there is \nany doubt concerning the nature of the lesion [2 ].\nIn regard to pulmonary involvement, Yamane et  al. \nreported another case of DLBCL in a 68-year-old \nwoman presenting with cough, bloody sputum, and \npulmonary cavitation; again, transbronchial biopsy \ninitially found no evidence of malignancy and a surgi cal biopsy subsequently revealed the final diagnosis \nof DLBCL [22]. Although the mechanism of cavita tion is unknown, DLBCL with high malignancy, lead ing to a tendency to necrosis, may be associated with \ncavity formation. DLBCL with pulmonary cavitation is \nvery rare and is extremely difficult to differentiate from \ninfection, primary lung cancer, or granulomatosis with \npolyangitis according to the findings of imaging alone \n[7]. Moreover, the diagnostic yield of biopsy in DLBCL \ncan be low, even if an open-lung biopsy is performed \nto obtain large specimens and lymph nodes. Therefore, \na biopsy of extrapulmonary disease may be needed to \nattain the diagnosis [23]. In the present case, the lym phoproliferative disease was suspect, but ultimately, the \noral biopsy diagnosed DLBCL and chemotherapy could \nbe started. Therefore, the present case report recon firmed a previous study by Storck et al. suggesting that \na biopsy in the head and neck region should immedi ately be performed following suspicious findings due to \nthe fact that tumors in this region are easily accessible \n[24].\nAlthough DLBCL is a clinically aggressive disease, it \nis considered to be treatable and about two-thirds of \nthe cases respond sufficiently well to standard chemo immunotherapy [6 ]. R-CHOP regimen including rituxi mab, cyclophosphamide, doxorubicin, vincristine, and \nprednisone has been the standard treatment for DLBCL \nfor nearly two decades. However, it is frequently com bined with consolidative radiation [25]. Therefore, \ninterest in developing new and more efficient treat ments with lesser side effects has been advanced. In \nparticular, R-EPOCH without consolidative radia tion has emerged as a potential new treatment, which \nincluded dose-adjusted rituximab, etoposide, pred nisone, vincristine, cyclophosphamide, and doxoru bicin [25]. In the young case of DLBCL presented here, \nsecondary breast cancer due to mediastinal radiation \nwas of concern. Therefore, R-EPOCH was a supe rior treatment for her, and significant remission and improvement of her symptoms were evident after six \ncycles of chemotherapy with R-EPOCH regimen.\nConclusions\nDLBCL  is an aggressive but curable disease  that \nbelongs to NHL. Misdiagnosis or delay in diagno sis  may result in not only unnecessary interventions, \nbut also  prevents  patients from receiving the neces sary treatment  at the appropriate time. Pulmonary \ninvolvement is an uncommon finding in patients with \nDLBCL. However, a biopsy of extrapulmonary disease \nmay be needed to attain the diagnosis due to the low \ndiagnostic yield of biopsy in DLBCL with pulmonary \ninvolvement. On the other hand, oral involvement of \nextranodal lymphomas may be part of a disseminated \ndisease. However, it is rare and remains a major diag nostic challenge  due to nonspecific clinical signs and \nsymptoms mimicking other more common conditions \nsuch as advanced periodontal disease, osteomyelitis, or \nother malignancies. The presented case also described \na 18-year-old girl  with chronic cough and dyspnea \nreferred for evaluation of oral lesions in the upper jaw. \nIn this case, a lymphoproliferative disease was suspect, \nbut ultimately, the oral biopsy diagnosed DLBCL and \nchemotherapy could be started.\nAlthough there is a need in the scientific community \nfor early diagnosis",
    "Methods": "methods, we reconfirm that systemic \nconditions should be considered as a possible cause \nof oral lesions, and a biopsy should also be performed \nimmediately if there is any doubt concerning the nature \nof the lesion. Moreover, some conditions necessitate mul tiple biopsies to attain an accurate diagnosis.\nAbbreviations\nHL  Hodgkin’s lymphomas\nNHL  Non-Hodgkin lymphomas\nDLBCL  Diffuse large B-cell lymphoma\nIHC  Immunohistochemical\nFISH  Fluorescence in situ hybridization\nWBC  White blood cells\nRBC  Red blood cells\nMCV  Mean corpuscular volume\nMCH  Mean corpuscular hemoglobin\nMCHC  Mean corpuscular hemoglobin concentration\nESR  Erythrocyte sedimentation rate\nCRP  C-reactive protein\nLDH  Lactate dehydrogenase\nC-ANCA  Antineutrophil cytoplasmic autoantibody, cytoplasmic\nP-ANCA  Perineuclear antineutrophil cytoplasmic autoantibody\nCBCT  Cone beam computed tomography\nFDG  Fluorodeoxyglucose\nPET  Positron emission tomography\nCT  Computed tomography\nDM  Diabetes mellitus\nMRONJ  Medication related osteonecrosis of the jaws\nAcknowledgements\nThanks are given to all participating departments of Shiraz University of Medical Sciences.\nPage 8 of 8 Rezazadeh et al. Journal of Medical Case Reports          (2024) 18:478 \nAuthor contributions\nFR was supervisor and project administrator. AS was mainly involved in \ninvestigation and writing original draft. FR, ZM, and VM reviewed and edited \nthe original draft and all the authors have read and approved the submitted \nversion.\nFunding\nNone.\nAvailability of data and materials\nThe data supporting the findings of this study are available upon reasonable \nrequest from the corresponding author.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 11 February 2024   Accepted: 2 September 2024\nReferences\n 1. Frei M, Dubach P , Reichart PA, Schmitt AM, Mueller-Garamvölgyi E, Bornstein MM. Diffuse swelling of the buccal mucosa and palate as first and \nonly manifestation of an extranodal non-Hodgkin ‘double-hit’ lymphoma: \nreport of a case. Oral Maxillofac Surg. 2012;16:69–74.\n 2. Höglund Wetter M, Mattsson U. Oral manifestations of extranodal \nlymphomas–a review of the literature with emphasis on clinical implications for the practicing dentist. Acta Odontol Scand. 2022;80(6):401–10.\n 3. Kamiński B. Lymphomas of the head-and-neck region. J Cancer Res Ther. \n2021;17(6):1347–50.\n 4. MacDonald D, Lim S. Extranodal lymphoma arising within the maxillary \nalveolus: a systematic review. Oral Radiol. 2018;34:113–26.\n 5. Nasirmohtaram S, Mesbah A, Mazloom F. An extremely rare presentation \nof non-Hodgkin lymphoma in the head and neck: a case report. Egypt J \nOtolaryngol. 2022;38(1):110.\n 6. Yu W, Park C, Shimel B. Oral manifestations and clinical progression of a \nrare double-hit B-cell lymphoma: a case report and review of the literature. Oral Surg Oral Med Oral Pathol Oral Radiol. 2020;130(2):e38–43.\n 7. Hibino Y, Imai R, Jinta T. Diffuse large B-cell lymphoma presenting with \ncavitary lung disease. Respirol Case Rep. 2020;8(5): e00584.\n 8. Mamgain G, Singh PK, Patra P , Naithani M, Nath UK. Diffuse large B-cell \nlymphoma and new insights into its pathobiology and implication in \ntreatment. J Fam Med Prim Care. 2022;11(8):4151–8.\n 9. Sorrentino A, Ferragina F, Barca I, Arrotta A, Cristofaro MG. Extra-nodal \nlymphomas of the head and neck and oral cavity: a retrospective study. \nCurr Oncol. 2022;29(10):7189–97.\n 10. Zou H, Yang H, Zou Y, Lei L, Song L. Primary diffuse large B-cell lymphoma \nin the maxilla: a case report. Medicine. 2018;97(20): e10707.\n 11. Susanibar-Adaniya S, Barta SK. 2021 update on diffuse large B cell \nlymphoma: a review of current data and potential applications on risk \nstratification and management. Am J Hematol. 2021;96(5):617–29.\n 12. Fox CP , Chaganti S, McIlroy G, Barrington SF, Burton C, Cwynarski K, et al. \nThe management of newly diagnosed large B-cell lymphoma: a British \nSociety for Haematology Guideline. Br J Haematol. 2024. https:// doi. org/ \n10. 1111/ bjh. 19273.\n 13. Bugshan A, Kassolis J, Basile J. Primary diffuse large B-cell lymphoma of \nthe mandible: case report and review of the literature. Case Rep Oncol. \n2015;8(3):451–5. 14. Batta N, Shukla M, Pandey M. Natural course of diffuse large B cell \nlymphoma—a manifestation in buccal mucosa. World J Surg Oncol. \n2019;17:1–5.\n 15. Vardas E, Georgaki M, Papadopoulou E, Delli K, Kouroumalis A, Kalfarent zos E, et al. Diagnostic challenges in a diffuse large B-cell lymphoma \nof the maxilla presenting as exposed necrotic bone. J Clin Exp Dent. \n2022;14(3): e303.\n 16. Luz J, Zweifel D, Hüllner M, Bühler M, Rücker M, Stadlinger B. Oral manifestation of Langerhans cell histiocytosis: a case report. BMC Oral Health. \n2018;18:1–6.\n 17. Lončar Brzak B, Vučičević Boras V, Kotarac Knežević A, Sušić M, Seiwerth S, \nGabrić D. Idiopathic exposed bone lesions of the jaw. Dent J. 2019;7(2):55.\n 18. Tseng C-H, Wang W-C, Chen C-Y, Hsu H-J, Chen Y-K. Clinical manifestations of oral lymphomas–retrospective study of 15 cases in a Taiwanese \npopulation and a review of 592 cases from the literature. J Formos Med \nAssoc. 2021;120(1):361–70.\n 19. Beck-Broichsitter BE, Klapper W, Günther A, Wiltfang J, Becker ST. Gingival \nulceration and exposed bone. Oral Surg Oral Med Oral Pathol Oral Radiol. \n2013;115(3):288–92.\n 20. Owosho AA, Bilodeau EA, Surti U, Craig FE. Large B-cell lymphoma of the \nbase of the tongue and oral cavity: a practical approach to identifying \nprognostically important subtypes. Oral Surg Oral Med Oral Pathol Oral \nRadiol. 2014;118(3):338–47.\n 21. Ayers LS, Oxenberg J, Zwillenberg S, Ghaderi M. Marginal-zone B-cell \nlymphoma of the bony palate presenting as sinusitis. Ear Nose Throat J. \n2008;87(1):36–8.\n 22. Yamane H, Ohsawa M, Shiote Y, Umemura S, Suwaki T, Shirakawa A, et al. \nCavitary pulmonary involvement of diffuse large B-cell lymphoma transformed from extra nodal marginal zone B-cell lymphoma MALT type. Clin \nJ Gastroenterol. 2011;4:401–6.\n 23. Patel K, Shalonov A, Fein A, Cervellione K, Andre E. Challenging diagnosis \nof diffuse large B-cell lymphoma of the lung: a case report. Chest. \n2012;142(4):982A.\n 24. Storck K, Brandstetter M, Keller U, Knopf A. Clinical presentation and char acteristics of lymphoma in the head and neck region. Head Face Med. \n2019;15(1):1.\n 25. Major A, Smith SM. DA-R-EPOCH vs R-CHOP in DLBCL: how do we \nchoose? Clin Adv Hematol Oncol. 2021;19(11):698–709.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}