{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04935-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04935-z.pdf",
  "metadata": {
    "/Keywords": "Sport climbing; Integrative single case study; Case report; Time series analysis; Daily stressful events; Thoracolumbar fascia deformation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241202090721+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241201004839+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04935-z",
    "/Author": "Andreas Brandl ",
    "/Title": "Relations between daily stressful events, exertion, heart rate variability, and thoracolumbar fascia deformability: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04935-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The posture of performance-oriented sport climbers adapts in a way that likely promotes the development of low back pain. The thoracolumbar fascia, while also contributing to performance, seems to be involved \nin that process. Furthermore, there has been evidence of the stiffening of the fascial structures in disorders associated with negative affectivity. The study aims to investigate the relationship between the autonomic nervous system \nand the deformability of the thoracolumbar fascia in a sport climber in a natural setting.",
    "Case Presentation": "Case presentation Over a 30 day period, a 50-year-old German male reported daily morning resting heart rate \nvariability and daily inventory of stressful events. The thoracolumbar fascia deformation was measured daily using \nultrasound in a manual therapy clinic. A time series analysis was performed to detect possible time-delayed relationships between the variables.\nA cluster analyses revealed two distinguishable heart rate variability clusters (heart rate variability clusters 1 and 2). \nBoth clusters were correlated with thoracolumbar fascia deformation and daily inventory of stressful events. Higher \nheart rate variability cluster 1 immediately caused lower thoracolumbar fascia deformation. Heart rate variability \ncluster 1 parameters mediated the effect of daily inventory of stressful events on a decrease in thoracolumbar fascia \ndeformation with a 2-day delay. One heart rate variability cluster 2 parameter mediated the effect of daily inventory \nof stressful events on an increase in thoracolumbar fascia deformation with a 7-day delay.",
    "Conclusion": "Conclusion Heart rate variability cluster 1 values, which probably indicate sympathetic nervous system activity, are \ndirectly related to thoracolumbar fascia. Presumably, the sympathetic nervous system mediated the effect of daily \ninventory of stressful events on a lower thoracolumbar fascia deformation with a 2-day delay, followed by a super compensation, most likely parasympathetically mediated. Coaches and trainers should be aware of these mechanisms and consider monitoring during training to minimize potential additional risk factors for impaired performance \nand health.\nKeywords  Sport climbing, Integrative single case study, Case report, Time series analysis, Daily stressful events, \nThoracolumbar fascia deformation\n†Robert Schleip and Christian Schubert have contributed equally to this work.\n*Correspondence:\nAndreas Brandl\nandreas-rudi.brandl@tum.de\nFull list of author information is available at the end of the article\nPage 2 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nBackground\nSport climbing has established itself as an attractive rec reational sport and a high-performance Olympic disci pline in recent decades. It is assumed that sport climbing \nhas a positive influence on low back pain (LBP) [1], but \nit could also promote its development due to postural \nadaptations in performance-oriented climbers over sev eral years of intensive training [2–4].\nGrowing evidence suggests  that the thoracolumbar \nfascia (TLF) has been a contributing factor to the devel opment of LBP . In particular, biomechanical properties \nsuch as sliding or deformation are reduced in patients \nwith LBP [5–8]. The number of nociceptive fibers in the \naponeurotic TLF increases significantly due to inflam mation [9] associated with hypersensitivity of these free \nnerve endings [10]. About 40% of the total TLF innerva tion consists of postganglionic sympathetic fibers, which \nare likely to be vasoconstrictors [11], potentially increas ing pain levels under psychological stress as sympathetic \nactivity is enhanced in such situations [12].\nHeart rate variability is often used in sports to moni tor and optimize training [13–15]. It is considered a bio marker that reflects the activity of the autonomic nervous \nsystem (ANS). A number of affective disorders are asso ciated with changes in the ANS [12, 16, 17]. A recent \nstudy has revealed a possible role of myofascial tissue \nin the dynamics of depression maintenance. Individuals \nwith major depressive disorder showed reduced elasticity \nand increased stiffness of this tissue compared with non depressed controls. Interestingly, myofascial self-treat ment of this stiffened tissue reduced negative memory \nbias and improved positive affect. Therefore, the authors \nconcluded that the myofascial tissue potentially plays a \nrole in dysfunctional mind–body dynamics [18].\nBy linking the findings on heart rate variability (HRV) \nas a measure of ANS activity, the strongly sympathetically \ninnervated TLF and the role of myofascial tissue in affec tive disorders, the question arises as to whether there is \na connection between these mechanisms, which is par ticularly interesting in sport climbing. The TLF could act \nhere as a supporting structure for the back muscles and \ncontribute to their performance [19, 20].\nThis relationship is thought to be highly dynamic \nand the HRV and/or tissue response to a stressor may \nnot be immediate but delayed [14]. Therefore, an n -ofone study focusing on a single athlete in a specific \ntime period provides better insights into the intricate \ndynamics of complex biopsychosocial responses than \na randomized controlled trial with a selective focus on \nthe characteristics of a specific sample [21]. In general, \nan integrative single case design was used to investi gate the dynamics of the ANS and the connective tis sue system under training conditions. This approach, in which biopsychosocial time series of an individual are \nanalyzed, has already revealed bidirectional interde pendencies between fatigue, mood, and activity of the \ncellular immune system, as well as oxidative stress in \nseveral studies [22– 25].\nThe aim of this case report is to investigate this rela tionship during a typical mesocycle in the climber’s “life \nas it is lived. ” It was hypothesized that a shift in ANS \nreflected in HRV would result in a measurable TLF \nresponse. Furthermore, that daily stressful events, mood, \nor exertion would lead to changes in ANS activity, which \nmediates its effect on the TLF indirectly.\nCase presentation\nThis case is an integrative single-case study from the \nAssociations of Heart Rate Variability and Tissue Char acteristics (AHAT) project, in which the relationships \nbetween HRV and tissue characteristics is investigated \nusing a time-series n-of-one approach (German Regis ter of Clinical Trials: DRKS00033489). It complied with \nCARE guidelines and the Declaration of Helsinki [26] \nand was approved by the local ethics committee. The par ticipant provided written informed consent.\nThe participant was a 50  year-old German (male, \nheight 1.85 m, weight 74 kg, body mass index 21.62 kg/\nm2, body fat: 11.5%) moderate performance-oriented \nsport climber [2]. The Union Internationale des Associa tions d’Alpinisme (UIAA) climbing level was 9 [27]. The \nobservation period lasted 30  days, which corresponded \nto a mesocycle with a weekly workload of 9.0 ± 1.2 hours. \nThe participant had 25 years of climbing experience.\nUltrasound measurement of the deformation \nof the thoracolumbar fascia\nThe TLF deformation (TLFD) was measured similar \nto Brandl et  al. [20], described previously. The proto col is in detail documented and available at https://doi.\norg/0.17504/protocols.io.eq2lyjbmwlx9/v1. Briefly, this \ninvolves the participant sitting on a treatment table and \nflexing the trunk to an angle of 60°, which is the starting \nposition for taking an ultrasound image. Subsequently, he \nextends the trunk to an angle of 0°, the ending position \nin which the second ultrasound image is taken. Meas urement is made of the distance between the latissimus \ndorsi muscle/TLF transition and an artificial shadow cre ated by a reflective tape on the skin shown in the images. \nTherefore, this difference between the distance of the \nstarting position and the ending position is the extent \nof the TLFD. The method has shown excellent intrarater \nreliability (intraclass correlation coefficient;  ICC of 0.92) \nand moderate interrater reliability (ICC of 0.78) [28].\nPage 3 of 14\n Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \n \nHeart rate variability\nThe HRV was assessed using a chest strap device (Polar \nH10; Polar Electro Oy, Kempele, Finland, sampling rate \n1000  Hz; app software Elite HRV App, Version 5.5.1, \nAsheville, NC) according to the standardization check list of procedures [29]. The Polar H10 sensor was proven \nto be valid with an ICC value of 0.95 in the resting state \n[13]. The evaluation included time-domain, frequencydomain, and nonlinear parameters. Table  1 presents \nthe assumed ANS characteristics of the individual HRV \nparameters and suggested interpretation according to \n[30] and Gullett et al. [17]. However, this is probably an \noversimplification that does not reflect the complex selfreferential interrelationship between sympathetic nerv ous system (SNS) and parasympathetic nervous system \n(PNS) activity. The HRV data were recorded for 5  min utes immediately after waking up in the morning. Data \nanalysis was performed using Kubios HRV software (ver sion 3.5.0). This method of HRV assessment has been \nreported to have excellent reproducibility for short-term \nmeasurements (ICC of 0.95–0.99; Plaza-Florido et  al. \n[31]).\nSelf‑reported outcomes\nDaily stressors were evaluated using the daily inven tory of stressful events (DISE; Almeida et  al. [32]. The \nparticipant responded to inquiries concerning disagree ments, potential conflicts, stressors at work/volunteer \nengagements and home, network stressors (pertaining to \nfriends and family), health-related incidents, and other \nstressors each day. The internal consistency of the test \nwas reported with a Cronbach’s α of 0.88 and a reliability \ncoefficient of 0.82 [33].\nThe category ratio scale (CR-10), is a subjective rat ing scale commonly used in exercise physiology and \nsports science to assess an individual’s perceived level of exertion or effort during physical activity. The scale was \ndeveloped by Gunnar Borg [34], a Swedish psychologist, \nas an extension of his earlier rating of perceived exertion \n(RPE) scale. The CR-10 consists of a series of numerical \nvalues ranging from 0 to 10, with corresponding ver bal anchors that describe the perceived exertion at each \npoint on the scale. The scale is designed to be simple and \neasy to use. Participants are asked to choose a number \nfrom the scale that best represents their perceived exer tion, where 0 indicates no exertion at all and 10 rep resents maximal exertion or the highest level of effort \nimaginable. Reliability for the scale was reported high \n(r = 0.90).\nTo assess mood, the state-trait anxiety inventory sixitem short form (STAI-6; Cronbach’s α = 0.82) was used. \nThis scale contains 6 items that are rated on a Likert scale \nof 1–4. Scores between 20 and 80 can be achieved [35].\nProcedure\nThe mesocycle with a focus on maximum performance \nand speed lasted 4  weeks. The weekly training included \ntwo bouldering sessions of 2.5  hours each and two lead \nsessions of 2  hours each. Prior to the cycle, the partici pant completed the Physical Activity Readiness Ques tionnaire (PAR-Q; Thomas et  al. [36] and underwent a \nsports medical examination with resting and exercise \nelectrocardiography. He was already using the Polar H10 \nHRV sensor with the Elite HRV app before the study \nperiod and was familiar with the procedure. HRV data \nwere collected every day immediately after waking up at \napproximately 7:00  am (± 15  minutes). Room tempera ture and humidity were controlled and ranged from 15 °C \nto 18 °C and 42% to 49% humidity respectively. He then \ndocumented the self-reported outcomes. The TLFD was \nmeasured at 7:30 in a manual therapy clinic within walk ing distance.\nTable 1 Heart rate variability parameters\nParameter Unit Description and assumed ANS characteristics\nTime domain parameters\nSDNN Milliseconds Standard deviation of the RR intervals; sympathetic and parasympathetic tone\nRMSDD Milliseconds Root mean square of successive differences; predominant parasympathetic tone\npNN50 % Number of successive RR interval pairs that differ more than 50 ms divided by total number of RR \nintervals; predominant parasympathetic tone\nFrequency domain parameters\nLF Square milliseconds Power of the low-frequency band; sympathetic and parasympathetic tone\nHF Square milliseconds Power of the high-frequency band; parasympathetic tone\nNon-linear parameters\nSD1 Milliseconds Poincaré plot standard deviation perpendicular to the line-of-identity; parasympathetic tone\nSD2 Milliseconds Poincaré plot standard deviation along the line-of-identity; long term HRV; sympathetic \nand parasympathetic tone\nPage 4 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nStatistical analysis\nFirst, a Bonferroni-adjusted hierarchically clustered \nSpearman correlation matrix from the R package corrplot \nwith default settings was used to determine HRV param eter groups [37].\nSecond, a cross-correlation function (CCF) was per formed using the R package tseries to determine possi ble time lags of up to 7 days between HRV and TLFD as \nwell as the self-reported outcomes and HRV [22–25]. For \nthis purpose, the stationarity of the time series was tested \nwith the Kwiatkowski–Phillips–Schmidt–Shin test, pre whitened by centered moving average (CMA) smooth ing when autocorrelations were significant according to \nthe Durbin Watson test [38], and the largest correlation \ncoefficients that reached the significance of p < 0.05 were \ndefined as criteria for determining the time lag.\nThird, a multiple lagged linear regression model (LM) \nwas applied for each significant CCF to test the relation ship between HRV and TLFD, as well as between selfreported outcomes and HRV, controlling for respiratory \nfrequency. Standardized 95% confidence intervals (CIs) \nand p values (Bonferroni adjusted for each HRV cluster \nand lag) were calculated for the analysis. According to \nCohen (1988), the resulting R2 values were interpreted as \n“weak” (0.02–0.13), “moderate” (0.13–0.26), or “substan tial” (0.26–1.0).\nFourth, significant lagged TLFD and HRV predictors \nin the LM were tested with the Granger causality test to \ndetermine whether the predictor or the response variable \ncauses the other [38, 40].\nFifth, the potential HRV-mediated influence of selfreported outcomes (which were significant predictors \nof HRV in the LM) on TLFD was tested by mediation \nanalysis using the R package lavaan. Therefore, significant \nTLFD predicting HRV variables in the LM were used as \nmediators for self-reported outcomes to predict TLFD \n(self-reported outcomes → HRV  → TLFD).\nAll analyses were carried out using the software R, \nversion 4.3.2 (R Foundation for Statistical Computing, \nVienna, Austria). Time series plots were generated in \nMatlab, version R2023b (The MathWorks Inc., Natick, \nMA).",
    "Results": "Results\nA total of 30 measurements were taken on consecutive \ndays ( n = 30) and no data were missing. There was no \nsign of disease or infection, and the participant was not \nusing medication, drugs, or alcohol. The descriptive sta tistics for TLFD, RPE, STAI-6, and DISE are presented in \nTable  2. Figure  1 shows the raw data of the time series of \nall measured variables.\nThe Bonferroni-adjusted hierarchical clustered Spear man correlation matrix showed two different clustered \nparameter sets across the time frequency and the nonlin ear HRV measures (HRV1: SDNN, SD2, LF and HRV2: \nRMSDD, pNN50, SD1; Fig. 2).\nSince previous studies suggested that the parameters in \nthe HRV1 cluster, although not exclusive, reflect to a cer tain extent the tone of the SNS and in the HRV2 cluster \nthe tone of the PNS, it was assumed that a shift between \nthese cluster parameters is also an indication of a shift in \nthe autonomic nervous system [17, 30].\nHRV1 and TLFD parameters\nFigure  3A shows the CCF between HRV1 and TLFD. All \nHRV1 parameters showed a significant negative corre lation at lag 0 with TLFD (SDNN: r = −0.577, p = 0.002; \nSD2: r = −0.506, p = 0.006; LF: r = −0.650, p < 0.001). \nBoth, SDNN and SD2 showed a positive correlation at lag \n5 with TLFD (SDNN: r = 0.438, p = 0.016; SD2: r = 0.500, \np = 0.006).\nThe results of the LM with HRV1 at lag 0 and lag 5 as \npredictors of the squared transformed TLFD (to meet \nthe criteria for parametric testing) revealed significant \neffects. There were significant correlations between \nhigher SDNN and SD2, as well as LF values and lower \nTLFD at time lag 0 (all p < 0.002) and between higher \nSD2 and higher TLFD at lag 5 (p = 0.02). Table  3 presents \nthe results of the linear regression analyses for HRV1 \n(additional figures for the analysis can be found in the \nSupplementary Material). The controlled covariate res piratory frequency had no significant effect in any model \n(TLFD ~ SDNN(lag 0): B = 0.01, 95% CI [−0.14 to 0.16], \np = 0.896; TLFD ~ SD2(lag  0): B = 0.03, 95% CI [−0.14 \nTable 2 Descriptive statistics\nTLFD deformation of thoracolumbar fascia, RPE rating of perceived exertion, STAI-6 State-Trait Anxiety Inventory six-item short form, DISE daily inventory of stressful \neventsPercentiles\nN Mean SD 25th 50th (median) 75th\nTLFD 30 8.2 6.07 3.79 6.08 10.86\nRPE 30 4.37 2.16 3.25 4.5 6\nSTAI-6 30 52.87 11.13 41.25 52.5 60\nDISE 30 2.73 4.08 0 1.5 4\nPage 5 of 14\n Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \n \nto 0.19], p = 0.751; TLFD ~ LF(lag 0): B = 0.034, 95% CI \n[−0.09 to 1.16], p = 0.589; TLFD ~ SDNN(lag 5): B = 0.02, \n95% CI [−0.16 to 0.21], p = 0.800; TLFD ~ SD2(lag  5): \nB = 0.04, 95% CI [−0.14 to 0.22], p = 0.656).\nThe participant’s TLFD was not significantly Grangercaused by SD2 at lag 5 (F = 1.35, p = 0.301). Bivariate \nanalysis revealed also no Granger causality in the other \ndirection, meaning that SD2 was not caused by TLFD \n(F = 1.93, p = 0.153).\nHRV2 and TLFD parameters\nFigure  3B shows the CCF between HRV2 and TLFD. \nRMSDD showed a significant negative correlation at lag \n0 with TLFD (r = −0.423, p = 0.021). Both RMSDD and \nSD1 showed a positive correlation at lag 5 with TLFD \n(RMSDD: r = 0.487, p = 0.008; SD1: r = 0.517, p = 0.005).\nThe results of the LM between HRV2 at lag 0 as pre dictor of the squared transformed TLFD (to meet the \ncriteria for parametric testing) revealed no significant \neffects (all p > 0.05). At lag 5, RMSDD and SD1 corre lated positively with TLFD. There were significant cor relations between higher RMSDD and SD1 values and \nhigher TLFD at lag 5 (all p < 0.002). Table  4 presents \nthe results of the linear regression analyses for HRV2 \n(additional figures for the analysis can be found in the \nSupplementary Material). The controlled covariate respiratory frequency had no significant effect in any \nmodel (TLFD ~ RMSDD(lag 5): B = −0.01, 95% CI [−0.17 \nto 0.16], p = 0.962; TLFD ~ SD1(lag 5): B = −0.01, 95% CI \n[−0.17 to 0.16], p = 0.967).\nThe participant’s TLFD was significantly Grangercaused by RMSDD at lag 5 (F = 3.22, p = 0.038). Bivariate \nanalysis revealed no Granger causality in the other direc tion, meaning that RMSDD was not caused by TLFD \n(F = 0.85, p = 0.539). TLFD was significantly Grangercaused by SD1 at lag 5 (F = 3.96, p = 0.012), and SD1 was \nnot caused by TLFD (F = 0.94, p = 0.486).\nSelf‑reported outcomes and HRV1 parameters\nThere were significant correlations at lag 5 of RPE with \nHRV1(all p < 0.023). RPE showed a significant negative \ncorrelation with all HRV1 parameters (SDNN: r = −0.437, \np = 0.017; SD2: r = −0.468, p = 0.010; LF: r = −0.417, \np < 0.023); an additional figure for the analysis can be \nfound in the Supplementary Material). The results of the \nLM with RPE at lag 5 as predictor for HRV1 revealed no \nsignificant effects (all p > 0.05; an additional table for the \nanalysis can be found in the supplementary material).\nThere were no significant correlations at any time lag \nbetween STAI-6, and HRV1 (all p > 0.05; an additional \nfigure for the analysis can be found in the Supplementary \nMaterial).\nFig. 1 Time series of all measured variables. SDNN standard deviation between RR intervals, LF low frequency band power, SD2 Poincaré parallel \nstandard deviation, RMSSD root mean square of successive differences, pNN50 percentage of successive RR intervals that deviate greater than 50 ms; \nSD1, Poincaré perpendicular standard deviation, TLFD deformation of thoracolumbar fascia, RPE rating of perceived exertion, STAI-6, State-Trait \nAnxiety Inventory six-item short form, DISE daily inventory of stressful events\nPage 6 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nDISE showed a significant positive correlation with \nSDNN at lag 2 (r  = 0.423 p = 0.021) and LF (r  = 0.443, \np = 0.016) in the CCF. SD2 (all p  > 0.13) was not signifi cant at any time lag (Fig.  4A). With a rating of 16, two \nevents exceeded the other days almost threefold. The \nparticipant reported an argument with his daughter \non day 7 and one with his wife on day 26 of the study. \nBoth events were described by the participant as very \nmeaningful and with considerable negative psychologi cal effects.\nThe results of the LM with DISE as predictor of HRV1 \nat lag 2 revealed significant effects. There were significant \ncorrelations between higher DISE and higher SDNN as \nwell as LF values 2 days later. Table  5 presents the results \nof the LM for DISE and HRV1 (an additional figure for \nthe analysis can be found in the Supplementary Material). \nThe controlled covariate respiratory frequency had a sig nificant effect in the SDNN ~ DISE LM (B = −1.38, 95% \nCI [−2.34 to −0.42], p = 0.014) but not in the LF ~ TLFD \nLM (B = −57.2, 95% CI [−11.08 to −0.41], p = 0.076).Self‑reported outcomes and HRV2 parameters\nThere were no significant correlations at any time lag \nbetween RPE, STAI-6, and HRV2 (all p > 0.05; additional \nfigures for the analysis can be found in the Supplemen tary Material)).\nDISE showed a significant positive correlation with the \nHRV2 parameter RMSDD at lag 2 (r = 0.411, p = 0.024) \nand pNN50 (r = 0.410, p = 0.025). SD1 (p > 0.10) was not \nsignificant correlated with DISE (Fig. 4B).\nThe results of the LM with DISE as a predictor of \nHRV2 lag 2 revealed no significant effects (all p > 0.06). \nTable  5 presents the results of the LM for DISE and \nHRV2 (an additional figure for the analysis can be found \nin the Supplementary Material). The controlled covari ate respiratory frequency had no significant effect in \nany model (RMSDD ~ DISE: B = −0.53, 95% CI [−1.35 to \n0.30], p = 0.201; pNN50 ~ DISE: B = −0.53, 95% CI [−1.35 \nto 0.30], p = 0.202).\nHRV‑mediated influence of self‑reported outcomes \non TLFD\nSimple mediation analyses were performed using the \nHRV1 parameters SDNN, SD2, and LF as mediator for \nDISE as predictor of the squared transformed TLFD (to \nmeet the criteria for parametric testing) 2 days later (lag \n2) and SD2 as mediator for DISE as predictor of TLFD 7 \ndays later (lag 7). There was no significant direct effect of \nDISE on TLFD (all p > 0.212). SDNN, SD2, and LF medi ated significantly the effect of DISE on TLFD (Table  6). \nAn additionally conducted CCF showed a trend toward \na negative correlation between DISE and TLFD at lag 2 \n(r = 0.303; p = 0.072; Fig. 4C).\nSimple mediation analyses were performed using the \nHRV2 parameters RMSDD and SD1 as mediator for DISE \nas predictor of TLFD 7 days later (lag 7). There was no \nsignificant direct effect of DISE on TLFD (all p > 0.155). \nRMSDD and SD1 mediated significantly the effect of \nDISE on TLFD (Table 7).\nFigure  5 shows an illustrated summary of the observed \nHRV and TLFD outcomes.",
    "Discussion": "Discussion\nThe work presents an integrative single-case study of \na 50-year-old, moderate performance-oriented sport \nclimber in a typical mesocycle of training. To the authors’ \nknowledge, this was the first study to investigate the \ncomplex relationships between ANS and tissue charac teristics using a combination of CCF, multivariate LM \ntaking into account time-delayed effects and cause-effect \nrelationships between 30 and 24 hour measurements.\nA cluster analysis of the derived HRV parameters \nrevealed two clearly distinguishable clusters. Following \nFig. 2 Hierarchically clustered correlation matrix of heart rate \nvariability parameters. The color and size of the squares indicate \nthe correlation strength, with blue shading indicating positive \ncorrelations and red shading indicating negative correlations. \nThe numbers in the squares represent the Spearman correlation \ncoefficient. Crossed-out squares indicate non-significant correlations \n (padj. < .00714). The squares outlined in red show the grouping \nbased on the correlations between the individual variables, which \nare grouped into heart rate variability cluster 1 (HRV-1; bottom \nright) and heart rate variability cluster 2 (HRV-2; top left). SD1 \nPoincaré perpendicular standard deviation, SD2 Poincaré parallel \nstandard deviation, SDNN standard deviation between RR intervals, \nLF low frequency band power, HF high frequency band power, \npNN50 percentage of successive RR intervals that deviate greater \nthan 50 milliseconds, RMSSD root mean square of successive \ndifferences\nPage 7 of 14\n Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \n \nFig. 3 Time series analysis of heart rate variability parameters. A Cross-correlation of heart rate variability cluster 1 with thoracolumbar fascia \ndeformation. Heart rate variability cluster 1 showed an immediate negative correlation (lag 0) with standard deviation between RR intervals, \nPoincaré parallel standard deviation, and low frequency band power. Furthermore, the first heart rate variability cluster correlated positively 5 days \nlater (lag 5). B Cross-correlation of the second heart rate variability cluster with thoracolumbar fascia deformation. The second heart rate variability \ncluster showed an immediate negative correlation (lag 0) with RMSDD and was correlated positively 5 days later (lag 5) with RMSDD and SD1. HRV1 \nfirst heart rate variability cluster, HRV2 second heart rate variability cluster, TLFD deformation of thoracolumbar fascia, SDNN standard deviation \nbetween RR intervals, SD2 Poincaré parallel standard deviation, LF low frequency band power, RMSSD root mean square of successive differences, \npNN50 percentage of successive RR intervals that deviate greater than 50 milliseconds, SD1 Poincaré perpendicular standard deviation\nTable 3 Linear regression modeling for HRV1 predicting  TLFD1\nHRV1 HRV cluster 1, TLFD deformation of thoracolumbar fascia, 95% CI 95% confidence interval, F overall model test, SE standard error, t t-statistic, SDNN standard \ndeviation between RR intervals; SD2 Poincaré parallel standard deviation, LF low frequency band power. * Bonferroni adjusted p value\na TLFD was squared transformed to meet the criteria for parametric testing. Significant results are printed in bold95% CI\nPredictor Lag F R2Formula SE Lower Upper t p*\nSDNN 0 7.56 0.36 5.43–0.09x 1.45 −0.15 −0.04 −3.46 0.006\n5 2.96 0.21 0.33 + 0.07x 0.03 0.01 0.14 2.25 0.07\nSD2 0 4.76 0.26 4.61–0.06x 0.02 −0.1 −0.01 −2.59 0.045\n5 4.32 0.28 −0.14 + 0.06x 0.02 0.02 2.77 2.77 0.03\nLF 0 13.7 0.5 3.52–0.01x 0.01 −0.01 −0.01 −4.81  < 0.001\nTable 4 Linear regression modeling for HRV2 predicting  TLFD1\nHRV2 HRV cluster 2, TLFD deformation of thoracolumbar fascia, 95% CI 95% confidence interval, F overall model test, SE standard error, t t-statistic, RMSSD Root mean \nsquare of successive Differences; SD1 Poincaré perpendicular standard deviation. \n* Bonferroni adjusted p value\na TLFD was squared transformed to meet the criteria for parametric testing. Significant results are printed in bold95% CI\nPredictor Lag F R2Formula SE Lower Upper t p*\nRMSDD 0 2.56 0.16 3.45–0.06x 0.08 −0.14 0.02 −1.62 0 .120\n5 4.65 0.3 −0.58 + 0.11x 0.04 0.03 0.2 2.89 0.017\nSD1 5 4.36 0.28 −0.56 + 0.16x 0.06 0.04 0.28 2.79 0.022\nPage 8 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nthe studies of several authors, we related HRV1 to SNS \nactivity and HRV2 to PNS activity [14, 41–43] examined \nHRV at rest after stressful events in 30 military athletes \nand performed the same cluster analysis. The analysis \nrevealed identical clusters as in the present study; there fore, it is assumed that both clusters represent different \naspects of the ANS.All HRV1 parameters were significantly negatively cor related with TLFD at the same time. LF showed the best \ngoodness-of-fit index and could explain 50% of the vari ance in the LM. In literature, LF is described as one of the \nHRV parameters that probably best reflects SNS activity \n[14, 41, 42]. However, it is also influenced by the PNS (see \n“Limitations” section for a detailed discussion). During \nFig. 4 Cross-correlation of daily inventory of stressful events with heart rate variable and deformation of thoracolumbar fascia. A Cross-correlation \nof daily inventory of stressful events with heart rate variable cluster 1. Daily inventory of stressful events showed a positive correlation 2 days later \n(lag 2) with SDNN and LF. B Cross-correlation of daily inventory of stressful events with heart rate variable cluster 2. Daily inventory of stressful \nevents showed a positive correlation 2 days later (lag 2) with RMSDD and pNN50. C Cross-correlation of daily inventory of stressful events \nwith deformation of thoracolumbar fascia. Daily inventory of stressful events showed a nonsignificant trend (p = 0.072) toward a negative correlation \n2 days later (lag 2) with deformation of thoracolumbar fascia. DISE daily inventory of stressful events, HRV1 first heart rate variable cluster, HRV2 \nsecond heart rate variable cluster, TLFD deformation of thoracolumbar fascia, SDNN standard deviation between RR intervals, SD2 Poincaré parallel \nstandard deviation, LF low frequency band power, RMSSD root mean square of successive differences, pNN50 percentage of successive RR intervals \nthat deviate greater than 50 milliseconds, SD1 Poincaré perpendicular standard deviation\nPage 9 of 14\n Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \n \nthe study period, a TLFD drop of up to 19  millimeters \nwas observed from 1 day to the next, accompanied by a \nthreefold increase in LF. Interestingly, although the RPE \nshowed no significant effect on TLFD in the LM, the larg est drop was observed on 2 days of intense bouldering \nsessions, which were categorized as “very hard” by the \nparticipant. A study by Maspers et  al. [43] investigated \nthe influence of the SNS on fluid filtration during intense \nexercise in cats. They found that an exercise-induced \nincrease in capillary pressure, which led to filtration of \nplasma fluid into the interstitial tissue, was counteracted \nby increased SNS activity. It has also been described that \nincreased SNS activity enhances vascular permeabil ity in subcutaneous adipose tissue [44]. It is likely that \nthese mechanisms significantly alter the fluid dynamics \nbetween the layers of TLF and their vicinity. Hyaluronic \nacid in the loose connective tissue is the key compo nent that separates the dense layers and enables gliding \nbetween them [45]. A loss of plasma fluid likely leads to an increase in the viscosity of hyaluronic acid and is \nassociated with a reduction in hydrodynamic lubrication \nand enhanced friction [46]. The HRV2 parameters also \nshowed negative correlations with TLFD but were not \nsignificant. Therefore, we hypothesize that the observed \nreciprocal coupling of HRV1 and TLFD is mainly due to \nSNS-driven fluid dynamics.\nSurprisingly, positive correlations between HRV and \nTLFD 5 days later were found. With the exception of \nSD2, which primarily reflects the long-term HRV vari ations of SNS and PNS [47], only the HRV2 parameters \nshowed significant effects here. It is known from pre vious studies that PNS activity may reflect the state \nof recovery after exercise [48, 49]. However, these \nstudies only investigated short-term effects. The find ing that there is a positive effect on connective tissue \ncharacteristics after 5 days is, therefore, new. Based \non the assumption that the underlying mechanism of \nthe negative SNS–TLFD correlation at lag 0 is a loss Table 5 Linear regression modeling for DISE predicting HRV1 at lag 2\nHRV2 HRV cluster 2, DISE daily inventory of stressful events, 95% CI 95% confidence interval, DV dependent variable, F overall model test, SE standard error, t t-statistic, \nSDNN standard deviation between RR intervals, LF low frequency band power\n* Bonferroni adjusted p value. Significant results are printed in bold95% CI\nDV F(2,25) R2Formula SE Lower Upper t p*\nSDNN 8.15 0.4 45.45 + 0.61x 0.25 0.09 1.12 2.43 0 .044\nLF 6.35 0.34 1178.5 + 35.8x 14 7.05 64.56 2.56 0 .034\nTable 6 Mediation analysis for HRV1 as mediator between DISE and TLFD\nHRV1 HRV cluster 1, DISE daily inventory of stressful events, TLFD deformation of thoracolumbar fascia, 95% CI 95% confidence interval, B estimate, SE standard error, \nZ Z-statistic, SDNN standard deviation between RR intervals, SD2 Poincaré parallel standard deviation, LF low frequency band power. Significant results are printed in \nbold95% CI\nParameter Lag B SE Lower Upper Z p Percent \nmediation\nSDNN 2 -0.06 0.29 −0.12 −0.01 −2.02 0.044 75.2\nSD2 2 −0.03 0.02 −0.07 0.02 −1.26 0.021 36.2\n7 0.38 0.22 −0.06 0.82 1.69 0.09 67.9\nLF 2 −0.08 0.03 −0.14 −0.01 −2.32 0.020 97.58\nTable 7 Mediation analysis for HRV2 as mediator between DISE and TLFD\nHRV2 HRV cluster 2, DISE daily inventory of stressful events, TLFD deformation of thoracolumbar fascia, 95% CI 95% confidence interval, B estimate, SE standard error, Z \nZ-statistic, RMSSD root mean square of successive differences, SD1 Poincaré perpendicular standard deviation. Significant results are printed in bold95% CI\nParameter Lag B SE Lower Upper Z p Percent \nmediation\nRMSDD 7 0.5 0.25 0.01 1 1.98 0.048 90.26\nSD1 7 0.48 0.25 −0.01 0.97 1.94 0.052 87.1\nPage 10 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nof fluid in the interstitium, parasympathetic activation \nwith increased plasma volume could be associated with \nthe TLF recovery response as a counter-reaction, as \ndescribed by the supercompensation theory [50].\nAlthough not significant in the LM, RPE showed a \nnegative correlation with SD2 in the CCF 5 days after \nhigher perceived exertion. Losnegard et  al. [51], who \nexamined 160 endurance athletes, described a strong \nrelationship between RPE and HRV. However, HRV \nwas measured immediately after exercise, and the rela tionship with morning resting HRV is probably weaker \n[52]. Nevertheless, given the results of this study, train ers should be aware that higher levels of RPE can lead \nto ANS impairment even after longer periods of up to \n5 days.\nMood, as measured by the STAI-6, showed no effect on \nHRV. Dell’Acqua et al. [53] demonstrated that depressed \nmood, rumination, and HRV were interrelated in healthy \nindividuals, with HRV playing a moderating role between \nthe other variables. The association between rumina tion and depressive symptoms was higher in individuals \nwith reduced SDNN and HF. These results emphasize the \ncomplex cascade of interdependencies of biopsychosocial \nvariables. Although no direct cause–effect relationship \nbetween mood and HRV was found in this study, it can not be assumed that there is no moderated or mediated \nrelationship.There was a significant positive effect of DISE on HRV \nafter 2 days. Two daily stressful events involving family \ndisputes stood out in particular. It is well known from \nother time series studies in the field of psychoneuroim munology that the sympathoadrenomedullary system \nand/or the hypothalamic–pituitary–adrenal axis react \ndynamically in the days following an emotionally mean ingful daily stressor [22–25]. This is accompanied by a \ndelayed decrease in the concentration of neopterin, a \ncellular immune parameter, about 2 days later [22]. The \nresults of this study are consistent with the observations \nin the current study, showing that the ANS responds \nboth dynamically and consistently to a significant \nstressor in the participant. An increase in HRV2, which \nlikely represents the PNS, was also observed, although \nnot significantly. In literature, the SNS/PNS coupling is \noften described reciprocally [54]. However, SNS/PNS \ncoactivation was observed in the recovery phase after \nan acute stress task [55], and their coupling, considering \ntime-varying study",
    "Methods": "methods, seems to be rather dynamic \nand presumably dependent on the type of stressor [56].\nRemarkably, HRV1 parameters, particularly LF, was \nfound to mediate the effect of DISE 2 days earlier on \nthe decrease in TLFD by almost 98%. Thus, it could be \nhypothesized that a negative stressful event, such as a \nheated argument between the athlete and a family mem ber, leads to a significant decrease in TLFD  (DISE(day \nFig. 5 Schematic representation of the observed 24 hour changes in autonomic nervous system and deformation of thoracolumbar fascia. The \ndiagram is based on the centered moved average-smoothed residuals of the time series. Day 0 marks the daily stressful event corresponding \nto lag 0, day 2 marks the ANS/deformation of thoracolumbar fascia response at lag 2 and day 7 marks the deformation of thoracolumbar fascia \nsupercompensation at lag 7. ANS autonomic nervous system, TLFD deformation of thoracolumbar fascia, SNS sympathetic nervous system, PNS \nparasympathetic nervous system, CMA centered moved average. * Significant association between higher sympathetic nervous system and lower \ndeformation of thoracolumbar fascia with a lag of 0; † Significant association between higher PNS and higher deformation of thoracolumbar fascia \nwith a lag of 5. ‡ Sympathetic nervous system significantly mediated the effect of the daily stressful event 2 days later negatively on deformation \nof thoracolumbar fascia (Reaction), PNS significantly mediated the effect of the daily stressful event 7 days later positively on deformation \nof thoracolumbar fascia (supercompensation). The figure has been modified from OpenStax College (2013). Anatomy and physiology. http:// cnx. \norg/ conte nt/ col11 496/ latest. CC BY 4.0 license \nPage 11 of 14\n Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \n \n0)↑ →  SNS(day 2)↑ →  TLFD(day 2)↓). It appears that this \nmechanism was accompanied by an HRV1-coupled \nHRV2 increase, which could be interpreted as SNS/PNS \ncoactivation. Here, RMSDD, a PNS parameter, mediated \nthe effect of DISE on an increase in TLFD 5 days after the \ninitial LF-mediated reduction in fascial deformability.\nThere is evidence that the PNS may reduce periph eral proinflammatory cytokines such as interleukin-6, \ninterleukin-1ß and TNF, even if the target organ is not \nvagally innervated [57]. The PNS is known to regulate \nproinflammatory cytokines in plasma that correlate with \ncentral and peripheral inflammation [58], which strongly \ninfluences the viscosity of hyaluronan and its lubricating \nproperties in relation to TLF [59]. Therefore, we hypothe size that the coactivation of the PNS after the daily stress ful event is a systemic inflammatory regulatory response \nleading to a delayed PNS-driven increase in plasma \nvolume [50]. These mechanisms could lead to a kind of \nsupercompensation with increased TLFD, which the \nmediation analysis probably reflects statistically  (DISE(day \n0)↑ →  PNS(day 2)↑ →  TLFD(day 5)↑).\nThe probably ANS-regulated changes in hydrodynamic \ntissue lubrication could have implications for the abil ity of the TLF to support the back muscles. Bojairami \nand Driscoll [19] found a 75% contribution of the TLF \nto static spinal stability. Brandl et al. [20] found that the \nTLFD correlates with maximum power in deadlifts in \nathletes with r = 0.88. Considering the results of the cur rent study and adding them to the previous findings on \nthe biomechanical properties of the TLF, the importance \nof the influence of daily stressful events becomes appar ent. It can, therefore, be expected that initially not only a \nlower performance can be assumed but also a higher risk \nof injury and/or a higher susceptibility to infection, which \nhas been shown in previous studies [22–25]. Coaches and \ntrainers should be aware of these mechanisms and con sider monitoring daily stressful events and HRV during \ntraining. Changes in the first few days following such an \nevent along with elevated HRV values could be an indica tion of fascial tissue restrictions and an increased risk of \nperformance and health impairments.\nLimitations\nThe study had a number of limitations\nFirst, there are some studies showing that the SNS vari ables identified based on cluster analysis, particularly \nLF, also reflect PNS to some extent and not exclusively \nsympathetic tone [60, 61]. Therefore, our results could \nnot firmly distinguish between an actual increase in \nSNS activity or a possible PNS withdrawal. However, \nthe study was able to demonstrate a cause–effect rela tionship between HRV1 and TLFD. Considering that \nup to 40% of the total innervation of TLF is sympathetic postganglionic nerve fibers and the lack of description \nof parasympathetic innervation [9, 11, 62], the authors \nassume that the immediate effects are SNS-related.\nSecond, breathing directly influences the measured \nHRV parameters during data acquisition. Among other \nthings, low respiratory rates below 0.15  Hz lead to an \nimpairment of the LF [63]. In addition, HRV alterations \ncaused by respiratory sinus arrhythmia can occur, a phe nomenon that encompasses breathing-related heart rate \nfluctuations. This can arise in particular when the subject \naccentuates their own inspiration and expiration [64]. \nBoth were taken into account in this study. The data were \nanalyzed with regard to low breathing frequencies, and \nthe statistics were controlled for breathing rate. In addi tion, a standardization checklist was used to address all \npoints relating to possible inadequacies in HRV record ing [29].\nThird, instead of a multichannel electrocardiogram, \na consumer chest strap device was used to record HRV \ndata. Data collection during an athlete’s “life as it is lived” \nrequired an easy-to-use method. The chest strap sensor \nwas an obvious choice, as the athlete was already familiar \nwith it. Schaffarczyk et al. [13] compared the Polar H10 \nsensor used here with a clinical 12-channel electrocardio gram and found nearly perfect ICCs of 1.0 for heart beats \nand heart rates at rest and an ICC > 0.85 for the nonlinear \nshort-term scaling exponent alpha 1 of detrended fluc tuation analysis, a parameter describing complex cardiac \nautonomic regulation. These results indicate good con currency validity of the sensor used in this study with \nestablished laboratory devices under resting conditions.\nFourth, the self-reported results are limited to subjec tive retrospective ratings, which can lead to response bias \n[65]. Here, future studies should also consider interviewbased data collection and hermeneutic interview analysis \nto identify emotionally meaningful everyday incidents, as \nseen, for example, in studies in the field of psychoneuro immunology [22, 66].\nFifth, the observed time series was relatively short \n(30 days) and limited to one measurement per day. This \nwas mainly due to limitations in the acquisition of HRV \ndata, which is highly dependent on circadian rhythmic ity and strict requirements to avoid bias [29]. Therefore, \ndespite using a time series approach, the results of the \nstudy only reflect measurements focused on a morn ing resting state. Previous research suggests that stressinduced ANS changes are more dynamic than the results \nof this study suggest. One possible option for taking such \ndynamic processes into account could therefore be the \nuse of long-term (24 hours) HRV recordings [42].\nFinally, a particular limitation is the exploratory nature \nof this study, which is accompanied by design-related \nboundaries (n-of-one). Further replications are, therefore, \nPage 12 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nnecessary, and the results may not be generalizable to a \nlarger cohort. However, if the study conditions are close \nto the natural environment of the participants (“life as \nit is lived”), the degree of ecological validity of the study \nincreases [22, 66], and thus, the generalizability with \nregard to the conditions and the protocol [67]. There fore, the recruitment of a free-living athlete could even \nbe a significant advantage. In contrast to many studies \nconducted in controlled laboratory settings with RCTappropriate sample sizes, this study considers the effects \nof real-world stressors on ANS and TLFD responses in \naddition to training load, allowing for a more compre hensive view over a specific period of time, such as a \nmesocycle in this case. In addition, the study provides \na comprehensive assessment of stress and HRV mark ers, providing a holistic approach that enhances under standing of the complex, time-varying interdependencies \nbetween daily stressful events, HRV, and tissue character istics, in contrast to the limited scope of previous studies \nthat focus on data selection at a specific point in time.\nConclusion\nThis integrative single-case study of a moderate per formance sport climber revealed a direct association \nbetween higher HRV1 values, likely indicating SNS \nactivity and lower TLFD. A key finding was the mediat ing effect of LF, a HRV parameter presumably associ ated with SNS, on daily stressful events as a predictor \nof decreasing TLFD. This response was accompanied by \na coupled RMSDD increase, which could be considered \nas SNS/PNS coactivation mediated by a hypothesized \nsupercompensation effect with higher TLFD. The results \nshould encourage coaches and trainers to be aware of \nthese mechanisms and consider monitoring during \ntraining to minimize potential additional risk factors for \nimpaired performance and health.\nAbbreviations\nANS  Autonomous nervous system\nCCF  Cross-correlation function\nDISE  Daily inventory of stressful events\nHRV  Heart rate variability\nLBP  Low back pain\nLM  Multiple lagged linear regression model\nPNS  Parasympathic nervous system\nRPE  Borg rating of perceived exertion\nSNS  Sympathetic nervous system\nSTAI-6  State-trait anxiety inventory six-item short form\nTLF  Thoracolumbar fascia\nTLFD  Thoracolumbar fascia deformation\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04935-z.\nAdditional file1 (PDF 502 KB)Acknowledgements\nNot applicable.\nAuthor contributions\nAB designed the study, performed the statistical analyses, and wrote the first \ndraft of the manuscript. CS conceptualized the study design. AB, RE, CE, and RS \nadministrated the study. All authors edited and reviewed the manuscript. All \nauthors have given the final approval for the current version to be published.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL. The authors \nreceived no financial or other support for the research, authorship and/or \npublication of this article.\nAvailability of data and materials\nThe datasets generated during and/or analyzed during the current study are \navailable from the corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe study was approved by the Ethics Committee of the Vienna School of \nOsteopathy (no. 2024–0102) and has been registered with German Register of \nClinical Trials (ID: DRKS00033489) and was performed in accordance with the \nDeclaration of Helsinki including the participant’s consent to participate.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report.\nCompeting interests\nThe authors declare no competing interests.\nAuthor details\n1 Conservative and Rehabilitative Orthopedics, Department of Sport \nand Health Sciences, Technical University of Munich, Munich, Germany. \n2 Vienna School of Osteopathy, Vienna, Austria. 3 Department for Medical \nProfessions, Diploma Hochschule, Bad Sooden-Allendorf, Germany. 4 Depart ment of Psychiatry, Psychotherapy, Psychosomatics and Medical Psychology, \nMedical University Innsbruck, Innsbruck, Austria. \nReceived: 7 September 2024   Accepted: 30 October 2024\nReferences\n 1. Schinhan M, Neubauer B, Pieber K, Gruber M, Kainberger F, Castellucci \nC, et al. Climbing has a positive impact on low back pain: a prospective \nrandomized controlled trial. Clin J Sport Med. 2016;26:199.\n 2. Förster R, Penka G, Bösl T, Schöffl VR. Climber’s back—form and mobility \nof the thoracolumbar spine leading to postural adaptations in male high \nability rock climbers. Int J Sports Med. 2009;30:53–9.\n 3. Cole KP , Uhl RL, Rosenbaum AJ. Comprehensive review of rock climbing \ninjuries. J Am Acad Orthopaed Surg. 2020;28: e501.\n 4. Carraro A, Gilic B, Bertolo R, Albergoni A, Sarto F, Roklicer R, et al. Lower \nback pain in young climbers: a retrospective cross-sectional study. Frontiers in Sports and Active Living. https:// www. ncbi. nlm. nih. gov/ pmc/ artic \nles/ PMC10 770867/\n 5. Langevin HM, Fox JR, Koptiuch C, Badger GJ, Greenan- Naumann AC, \nBouffard NA, et al. Reduced thoracolumbar fascia shear strain in human \nchronic low back pain. BMC Musculoskelet Disord. 2011;12:203.\n 6. Willard FH, Vleeming A, Schuenke MD, Danneels L, Schleip R. The thoracolumbar fascia: anatomy, function and clinical considerations. J Anat. \n2012;221:507–36.\n 7. Wilke J, Schleip R, Klingler W, Stecco C. The Lumbodorsal Fascia as a \npotential source of low back pain: a narrative review. Biomed Res Int. \n2017;2017:1–6.\n 8. Brandl A, Wilke J, Egner C, Schmidt T, Schilder A, Schleip R. Pain quality \npatterns in delayed onset muscle soreness of the lower back suggest \nPage 13 of 14\n Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \n \nsensitization of fascia rather than muscle afferents: a secondary analysis \nstudy. Eur J Physiol. 2023. https:// doi. org/ 10. 1007/ s00424- 023- 02896-8.\n 9. Tesarz J, Hoheisel U, Wiedenhöfer B, Mense S. Sensory innervation of the \nthoracolumbar fascia in rats and humans. Neuroscience. 2011;194:302–8.\n 10. Schilder A, Magerl W, Klein T, Treede R-D. Assessment of pain quality \nreveals distinct differences between nociceptive innervation of low back \nfascia and muscle in humans. Pain Rep. 2018;3: e662.\n 11. Mense S. Innervation of the thoracolumbar fascia. Eur J Transl Myol. \n2019;29:151–8.\n 12. Lamotte G, Shouman K, Benarroch EE. Stress and central autonomic \nnetwork. Auton Neurosci. 2021;235: 102870.\n 13. Schaffarczyk M, Rogers B, Reer R, Gronwald T. Validity of the Polar H10 \nsensor for heart rate variability analysis during resting state and incre mental exercise in recreational men and women. Sensors. 2022;22:6536.\n 14. Miyatsu T, Smith BM, Koutnik AP , Pirolli P , Broderick TJ. Resting-state heart \nrate variability after stressful events as a measure of stress tolerance \namong elite performers. Front Physiol. 2023. https:// doi. org/ 10. 3389/ \nfphys. 2022. 10702 85.\n 15. Cintineo HP , Bello ML, Walker AJ, Chandler AJ, McFadden BA, Arent SM. \nMonitoring training, performance, biomarkers, and psychological state \nthroughout a competitive season: a case study of a triathlete. Eur J Appl \nPhysiol. 2024. https:// doi. org/ 10. 1007/ s00421- 023- 05414-x.\n 16. Koval P , Ogrinz B, Kuppens P , den Bergh OV, Tuerlinckx F, Sütterlin S. Affective instability in daily life is predicted by resting heart rate variability. \nPLoS ONE. 2013;8: e81536.\n 17. Gullett N, Zajkowska Z, Walsh A, Harper R, Mondelli V. Heart rate variability \n(HRV) as a way to understand associations between the autonomic nervous system (ANS) and affective states: a critical review of the literature. Int \nJ Psychophysiol. 2023;192:35–42.\n 18. Michalak J, Aranmolate L, Bonn A, Grandin K, Schleip R, Schmiedtke J, \net al. Myofascial tissue and depression. Cogn Ther Res. 2022;46:560–72.\n 19. Bojairami IE, Driscoll M. Coordination between trunk muscles, thoracolumbar fascia, and intra-abdominal pressure toward static spine stability. Spine. 2022;47:E423.\n 20. Brandl A, Wilke J, Egner C, Reer R, Schmidt T, Schleip R. Thoracolumbar \nfascia deformation during deadlifting and trunk extension in individuals \nwith and without back pain. Front Med. 2023;10:1177146.\n 21. Nikles J, Evans K, Hams A, Sterling M. A systematic review of N-of-1 trials \nand single case experimental designs in physiotherapy for musculoskeletal conditions. Musculoskeletal Sci Pract. 2022;62: 102639.\n 22. Schubert C, Geser W, Noisternig B, Fuchs D, Welzenbach N, König P , et al. \nStress system dynamics during “life as it is lived”: an integrative singlecase study on a healthy woman. PLoS ONE. 2012;7: e29415.\n 23. Schubert C, Hagen C. Bidirectional cause-effect relationship between \nurinary interleukin-6 and mood, irritation, and mental activity in a breast \ncancer survivor. Front Neurosci. 2018. https:// doi. org/ 10. 3389/ fnins. 2018. \n00848/ full .\n 24. Singer M, Ott M, Bliem HR, Hladschik-Kermer B, Ocaña-Peinado FM, \nChamson E, et al. Case report: dynamic interdependencies between complementary and alternative medicine (CAM) practice, urinary interleukin-6 levels, and fatigue in a breast cancer survivor. Front Psychiatry. 2021. \nhttps:// doi. org/ 10. 3389/ fpsyt. 2021. 592379/ full .\n 25. Seizer L, Fuchs D, Bliem HR, Schubert C. Emotional states predict cellular \nimmune system activity under conditions of life as it is lived: a multivariate time-series analysis approach. PLoS ONE. 2023;18: e0290032.\n 26. World Medical Association. World Medical Association Declaration of \nHelsinki: ethical principles for medical research involving human subjects. \nJAMA. 2013;310:2191–4.\n 27. Rohrbough JT, Mudge MK, Schilling RC. Overuse injuries in the elite rock \nclimber. Med Sci Sports Exerc. 2000;32:1369–72.\n 28. Brandl A, Wilke J, Horstmann T, Reer R, Egner C, Schmidt T, et al. Quantifying Thoracolumbar Fascia Deformation to Discriminate Acute Low Back \nPain Patients and Healthy Individuals Using Ultrasound. 2024;\n 29. Catai AM, Pastre CM, de Godoy MF, da Silva E, de Takahashi AC. Heart rate \nvariability: are you using it properly? Standardisation checklist of proce dures. Bra J Phys Ther. 2020;24:91–102.\n 30. Banu ARS, Nagaveni V. Assessment of sympathetic and parasympathetic \nactivities of nervous system from heart rate variability using machine \nlearning techniques. SN COMPUT SCI. 2023;4:646.\n 31. Plaza-Florido A, Alcantara JMA, Migueles JH, Amaro-Gahete FJ, Acosta \nFM, Mora-Gonzalez J, et al. Inter- and intra-researcher reproducibility of heart rate variability parameters in three human cohorts. Sci Rep. \n2020;10:11399.\n 32. Almeida DM, Wethington E, Kessler RC. The daily inventory of stressful events: an interview-based approach for measuring daily stressors. \nAssessment. 2002;9:41–55.\n 33. Peralta-Ramírez MI, Jiménez-Alonso J, Godoy-García JF, Pérez-García M. \nThe Effects of Daily Stress and Stressful Life Events on the Clinical Symp tomatology of Patients With Lupus Erythematosus. Psychosomatic Med. \n2004;2004(66):788.\n 34. Shariat A, Cleland JA, Danaee M, Alizadeh R, Sangelaji B, Kargarfard M, \net al. Borg CR-10 scale as a new approach to monitoring office exercise \ntraining. Work. 2018;60:549–54.\n 35. Marteau TM, Bekker H. The development of a six-item short-form of the \nstate scale of the Spielberger State—Trait Anxiety Inventory (STAI). Br J \nClin Psychol. 1992;31:301–6.\n 36. Thomas S, Reading J, Shephard RJ. Revision of the physical activity readiness questionnaire (PAR-Q). Can J Sport Sci. 1992;17:338–45.\n 37. Murtagh F, Legendre P . Ward’s Hierarchical agglomerative cluster ing method: which algorithms implement ward’s criterion? J Classif. \n2014;31:274–95.\n 38. Dean RT, Dunsmuir WTM. Dangers and uses of cross-correlation in \nanalyzing time series in perception, performance, movement, and neuro science: The importance of constructing transfer function autoregressive \nmodels. Behav Res. 2016;48:783–802.\n 39. Cohen J. Statistical power analysis for the behavioral sciences Rev. New \nYork: Academic Press; 1988.\n 40. Seth AK, Barrett AB, Barnett L. Granger causality analysis in neuroscience \nand neuroimaging. J Neurosci. 2015;35:3293–7.\n 41. Tarvainen MP , Niskanen J-P , Lipponen JA, Ranta-aho PO, Karjalainen PA. \nKubios HRV—heart rate variability analysis software. Comput Methods \nPrograms Biomed. 2014;113:210–20.\n 42. Pham T, Lau ZJ, Chen SHA, Makowski D. Heart Rate variability in \npsychology: a review of HRV indices and an analysis tutorial. Sensors. \n2021;21:3998.\n 43. Maspers M, Ekelund U, Björnberg J, Mellander S. Protective role of sympathetic nerve activity to exercising skeletal muscle in the regulation of cap illary pressure and fluid filtration. Acta Physiol Scand. 1991;141:351–61.\n 44. Bartness TJ, Liu Y, Shrestha YB, Ryu V. Neural innervation of white \nadipose tissue and the control of lipolysis. Front Neuroendocrinol. \n2014;35:473–93.\n 45. Fede C, Angelini A, Stern R, Macchi V, Porzionato A, Ruggieri P , et al. \nQuantification of hyaluronan in human fasciae: variations with function \nand anatomical site. J Anat. 2018;233:552–6.\n 46. Cowman MK, Schmidt TA, Raghavan P , Stecco A. Viscoelastic properties of \nhyaluronan in physiological conditions. F1000Res. 2015;4:622.\n 47. Noronha Osório D, Viana-Soares R, Marto JP , Mendonça MD, Silva HP , \nQuaresma C, et al. Autonomic nervous system response to remote \nischemic conditioning: heart rate variability assessment. BMC Cardiovasc \nDisord. 2019;19:211.\n 48. Chen J-L, Yeh D-P , Lee J-P , Chen C-Y, Huang C-Y, Lee S-D, et al. Parasympathetic nervous activity mirrors recovery status in weightlifting perfor mance after training. J Strength Conditioning Res. 2011;25:1546.\n 49. Kassiano W, de Costa BD, et al. Parasympathetic nervous activity \nresponses to different resistance training systems. Int J Sports Med. \n2021;2021(42):82–9.\n 50. Stanley J, Peake JM, Buchheit M. Cardiac parasympathetic reactivation \nfollowing exercise: implications for training prescription. Sports Med. \n2013;43:1259–77.\n 51. Losnegard T, Skarli S, Hansen J, Roterud S, Svendsen IS, Rønnestad BR, \net al. Is rating of perceived exertion a valuable tool for monitoring exer cise intensity during steady-state conditions in elite endurance athletes? \nInt J Sports Physiol Perform. 2021;16:1589–95.\n 52. Coelho AB, Nakamura FY, Morgado MC, Holmes CJ, Di Baldassarre A, Esco \nMR, et al. heart rate variability and stress recovery responses during a \ntraining camp in elite young canoe sprint athletes. Sports. 2019;7:126.\n 53. Dell’Acqua C, Dal Bò E, Messerotti Benvenuti S, Ambrosini E, Vallesi A, \nPalomba D. Depressed mood, brooding rumination and affective interfer ence: the moderating role of heart rate variability. Int J Psychophysiol. \n2021;165:47–55.\n 54. Mueller B, Figueroa A, Robinson-Papp J. Structural and functional connections between the autonomic nervous system, \nPage 14 of 14 Brandl et al. Journal of Medical Case Reports          (2024) 18:589 \nhypothalamic–pituitary–adrenal axis, and the immune system: a \ncontext and time dependent stress response network. Neurol Sci. \n2022;43:951–60.\n 55. Weissman DG, Mendes WB. Correlation of sympathetic and parasympathetic nervous system activity during rest and acute stress tasks. Int J \nPsychophysiol. 2021;162:60–8.\n 56. Callara AL, Sebastiani L, Vanello N, Scilingo EP , Greco A. Parasympatheticsympathetic causal interactions assessed by time-varying multivariate \nautoregressive modeling of electrodermal activity and heart-rate-variability. IEEE Trans Biomed Eng. 2021;68:3019–28.\n 57. Pereira MR, Leite PEC. The involvement of parasympathetic and sympathetic nerve in the inflammatory reflex. J Cell Physiol. 2016;231:1862–9.\n 58. Felger JC, Haroon E, Patel TA, Goldsmith DR, Wommack EC, Woolwine BJ, \net al. What does plasma CRP tell us about peripheral and central inflammation in depression? Mol Psychiatry. 2020;25:1301–11.\n 59. Zullo A, Mancini F, Schleip R, Wearing S, Yahia L, Klingler W. The interplay \nbetween fascia, skeletal muscle, nerves, adipose tissue, inflammation \nand mechanical stress in musculo-fascial regeneration. 2017. https:// \nwww. seman ticsc holar. org/ paper/ The- inter  play- betwe en- fascia% 2C- skele \ntal- muscle% 2C- and- Zullo- Manci ni/ 1cec1 ab852 8d194 3ca35 7d9a7 9c116 \n1b436 fcbc7\n 60. Thomas BL, Claassen N, Becker P , Viljoen M. Validity of commonly used \nheart rate variability markers of autonomic nervous system function. \nNeuropsychobiology. 2019;78:14–26.\n 61. Lalanza JF, Lorente S, Bullich R, García C, Losilla J-M, Capdevila L. Methods \nfor heart rate variability biofeedback (HRVB): a systematic review and \nguidelines. Appl Psychophysiol Biofeedback. 2023;48:275–97.\n 62. Fede C, Petrelli L, Pirri C, Neuhuber W, Tiengo C, Biz C, et al. Innervation of \nhuman superficial fascia. Front Neuranat. 2022. https:// doi. org/ 10. 3389/ \nfnana. 2022. 981426.\n 63. Shaffer F, Ginsberg JP . An overview of heart rate variability metrics and \nnorms. Front Public Health. 2017. https:// doi. org/ 10. 3389/ fpubh. 2017. \n00258.\n 64. Kuusela T. Methodological aspects of heart rate variability analysis. Cambridge: CRC Press.; 2012.\n 65. Bolger N, Davis A, Rafaeli E. Diary methods: capturing life as it is lived. \nAnnu Rev Psychol. 2003;54:579–616.\n 66. Schubert C. The integrative single-case design as a biosemiotic-systemic \nresearch tool in psychoneuroimmunology. In: Yan Q, editor. Psychoneuro immunology: Methods and Protocols. New York: Springer; 2024.\n 67. Reis HT. Why researchers should think real-world: a conceptual rationale \nrelationships well-being and behaviour. UK: Routledge; 2018.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}