{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04804-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04804-9.pdf",
  "metadata": {
    "/Keywords": "Atypical hemolytic uremic syndrome; Microangiopathic hemolytic anemia; Thrombotic microangiopathy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218113810+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241210223142+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04804-9",
    "/Author": "Ashley Meyer ",
    "/Title": "Cholecystectomy-induced thrombotic microangiopathy (TMA) in a postpartum patient successfully treated with eculizumab: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04804-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Thrombotic microangiopathy (TMA) is a rare, life ‑threatening disorder characterized by microangio ‑\npathic hemolytic anemia, thrombocytopenia, and end‑ organ damage. Atypical hemolytic uremic syndrome (aHUS) \nis even less common, comprising less than 10% of hemolytic uremic syndrome (HUS) cases. aHUS in postpartum \nis associated with poor maternal outcomes, with the majority of cases resulting in end‑stage renal disease. aHUS, \nunlike other types of TMA, is related to complement dysregulation. Thus, the current treatment of choice for aHUS \nis complement blockade, which limits unregulated activation of complement and complement ‑mediated end organ \ndamage.",
    "Case Presentation": "Case presentation We present a rare case of a previously healthy, postpartum, 20‑ year ‑old Hispanic female patient \nwho underwent a laparoscopic cholecystectomy and subsequently developed complement ‑mediated TMA, success‑\nfully treated with eculizumab. Unique to our case was renal failure owing to multiple insults and partial resolution \nof hematologic TMA findings prior to initiation of eculizumab.",
    "Conclusion": "Conclusion Our case emphasizes the importance of clinicians possessing a high degree of clinical awareness \nand judgement surrounding complement ‑mediated TMA, aHUS and its subsets, and surgery as a precipitator, regard‑\nless of safety, particularly during the postpartum period.\nKeywords  Atypical hemolytic uremic syndrome, Microangiopathic hemolytic anemia, Thrombotic microangiopathy, \nCase report\nBackground\nThrombotic microangiopathy (TMA) is a rare, life-threat ening disorder characterized by microangiopathic hemo lytic anemia, thrombocytopenia, and end-organ damage. \nAtypical hemolytic uremic syndrome (aHUS) is even less \ncommon, making up less than 10% of hemolytic uremic \nsyndrome (HUS) cases. aHUS in postpartum is especially \nuncommon, affecting about 1 out of every 25,000 preg nancies. It is associated with poor maternal outcomes, \nwith the majority of cases resulting in end-stage renal Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n†Ashley Meyer and Kathryn Uchida are co ‑first authors that contributed \nequally to this manuscript.\n*Correspondence:\nOmar Darwish\nodarwish@uci.edu\n1 Department of Internal Medicine, University of California Irvine Medical \nCenter, 333 City Blvd West, Suite 500, Orange, CA 92868, USA\n2 Department of Pathology and Laboratory Medicine, University \nof California, Irvine, Orange, CA, USA\nPage 2 of 7 Meyer et al. Journal of Medical Case Reports          (2024) 18:610 \ndisease [1]. TMA can be categorized into two syndromes, \nthrombotic thrombocytopenic purpura (TTP) and HUS. \nTTP is classically recognized as the disease that manifest \nas the pentad (neurological impairment, fever, throm bocytopenia, microangiopathic hemolytic anemia, and \nacute renal failure) whereas HUS is recognized as a dis ease marked as the triad (thrombocytopenia, micro angiopathic hemolytic anemia, and acute renal failure. \nClinically using the pentad versus the triad as criteria to \ndistinguish between the two diseases can be difficult. A \nmore reliable way to differentiate between the two is by \nchecking for ADAMTS13 activity with depressed levels \nsignifying TTP .\nHUS can be further divided into typical and atypi cal HUS. Typical HUS accounts for the majority of HUS \ncases and occurs after a diarrheal illness, usually Escheri chia coli  O157:H7 or Shigella dysenteriae.\naHUS is less common with a broader range of etiology \nbut may present similar to typical HUS. aHUS is often \nrelated to complement deficiency, specifically factor H. \nFactor H is a cofactor in the C3b-inactivating enzyme \ncomplement factor I convertase that regulates activation \nof the alternative C3 complement pathway. Defects in \ncomplement regulation can lead to uncontrolled comple ment activation with resultant endothelial cell damage, \nwhich can have thrombotic effects.\nThus, treatment of aHUS mainly focuses on limiting \nunregulated activation of complement-mediated destruc tion. Eculizumab is a recombinant humanized monoclo nal antibody that inhibits the production of complement \nprotein C5, thus blocking complement-mediated inflam mation and cytolysis. Owing to its few documented side \neffects and no reported drug resistance, eculizumab is \nrecognized as the treatment of choice for aHUS [2, 3].\nWe report an interesting case of aHUS triggered by \ncholecystectomy in a previously healthy, postpartum \n20-year-old patient with equivocal aHUS genetic testing, \nand who was successfully treated with eculizumab.\nCase presentation\nA previously healthy 20-year-old Hispanic female patient \npresented 2 months postpartum to an outside hospital \nwith 4 days of abdominal pain and elevations in transam inase and total bilirubin levels. Abdominal ultrasound \nshowed a dilated common bile duct (CBD, 8 mm). Endo scopic retrograde cholangiopancreatography (ERCP) \nrevealed a CBD stone that was removed after large pap illotomy. She underwent a laparoscopic cholecystectomy \nthat was complicated by dramatic fall in hemoglobin (Hb) \nunexplained by a relatively small perihepatic hematoma \nextending to the gallbladder fossa. On the morning of the \ncholecystectomy, the Hb and platelet count (PLT) were \n12.0 g/dL and 316,000/µL, respectively; on the same day, the immediate post-operative Hb and PLT were 5.4 g/dL \nand 41,000/µL. Furthermore, acute kidney injury (AKI) \ndeveloped. Mesenteric angiogram showed no active \ncontrast extravasation and indocyanine green cholan giography confirmed no bile duct injury during the pro cedure. She was transferred to our hospital for a higher \nlevel of care in the medical intensive care unit (MICU) \nand for further workup of postoperative anemia.\nOn presentation, she endorsed nausea, fatigue, and \nabdominal pain of 6/10 severity. She was afebrile with a \nheart rate of 123  bpm, blood pressure 173/110  mmHg, \nrespiratory rate of 20 breaths per minute, with oxygen \nsaturation 98% on room air. Physical exam revealed a dis tended and tender abdomen with multiple laparotomy \ninsertion sites covered in gauze, with minimal serosan guineous drainage. She also had a right abdominal drain \nwith serosanguinous blood output. Notable labs on \nadmission include white blood cells (WBC) 19.1 ×  109/L, \nHb 7.9  mmol/L, mean corpuscular volume (MCV) 84 \nµm3, PLT 86,000/mm3, reticulocyte 3.6%, lactate dehy drogenase (LDH) 2042 U/L, haptoglobin < 30  mg/dL, \ntotal bilirubin 9.2  mg/dL, direct bilirubin 5.3  mg/dL, \nblood urea nitrogen (BUN) 63 mg/dL, creatinine 6.5 mg/\ndL, alkaline phosphatase 60 IU/L, aspartate transaminase \n(AST) 218 U/L, alanine transaminase (ALT) 439 U/L, and \nlipase 3480 U/L. Computed tomography (CT) abdomen \npelvis showed hyperdense right perihepatic fluid collec tion measuring up to 1.4  cm in thickness (decreased in \nsize compared with imaging 3  days prior). The patient \nhad minimal urine output secondary to AKI. A quinton \nwas placed and the patient received hemodialysis for vol ume optimization.\nFurther workup included a chest x-ray that demon strated increased bilateral pulmonary opacities sugges tive of worsening pulmonary edema as well as bilateral \npleural effusions with associated bibasilar atelectasis. \nA magnetic resonance cholangiopancreatography was \nperformed and showed a stable  10 × 0.7  cm perihepatic \nhematoma along the anterior and lateral capsular margin \nof the right hepatic lobe without any evidence of biliary \ndilation.\nOwing to concern for hemolytic anemia/TMA, a full \nworkup of anemia was done which revealed a negative \ndirect and indirect Coombs test, elevated erythropoi etin, and iron panel consistent with anemia of chronic \ndisease. Her vitamin B12, zinc, lead, and copper lev els were within normal limits. Testing was negative for \nhuman immunodeficiency virus (HIV), hepatitis C virus \n(HCV), hepatitis B virus (HBV), and coronavirus disease \n2019 (COVID-19). Her autoimmune workup also showed \nnon-elevated/normal",
    "Results": "results for antinuclear antibody \n(ANA), antineutrophilic cytoplasmic antibody (ANCA), \nanti-double-stranded deoxyribonucleic acid antibodies \nPage 3 of 7\n Meyer et al. Journal of Medical Case Reports          (2024) 18:610 \n \n(dsDNA), and complement 3 and 4 (c3/c4) levels. Moder ate schistocytes were reported on peripheral smear, and \nshe was found to have an ADAMTS13 activity of 44%. \nCreatinine and kidney function improved with the initia tion of hemodialysis as demonstrated in Fig. 1.\nDuring the first 5 days, the patient was found to be \nhypoxic requiring high flow oxygen and carried an ele vated WBC (ranged 15,000–22,100/mcL) with fevers \n(Tmax 101.8 °F). Her blood and urine cultures were nega tive. She was given piperacillin/tazobactam to cover for \npossible pneumonia and/or an intra-abdominal infection \ngiven her recent cholecystectomy. However, our overall \nimpression was that she was developing a microangio pathic process.\nGiven high suspicion for atypical HUS with suspicions \nof complement mediated TMA (cm-TMA), intravenous \neculizumab (10 mg/mL) at 900 mg was started on day 5 \nof admission and given once weekly. Her fever resolved \nafter a few days and the WBC returned to normal range \nafter 1 week. A genetic mutation panel for aHUS was also \nobtained and revealed a heterozygous missense variant \nin exon 25 of the ADAMTS13 gene. Additionally, genetic \ntesting revealed that she had a heterozygous, synony mous variant in exon 41 of C3, three polymorphisms in \nthe CFH gene, and was heterozygous for the p.Val62lle polymorphism within the CFH gene. The patient was \nnegative for C5 polymorphisms and CRHR1–CFHR3 \nhomozygous deletion associated with CFH auto-antibod ies. Her SC5b-9 complement level was 183 ng/mL (nor mal range < 250 ng/mL).\nA renal ultrasound was performed on day 5 of admis sion and showed increased renal parenchymal echogenic ity. This was followed by a renal biopsy to help determine \nif her acute kidney injury could be attributed to ischemia \nor TMA. Results of her renal biopsy were suggestive of \nboth ATN and TMA as shown in Fig.  2, indicating diffuse \nacute tubular injury with focal granular casts. The biopsy \ndemonstrated TMA with at least focal active features \nand evolving chronic changes associated with early focal \nsegmental glomerulosclerosis and focal tubulointersti tial inflammation at the corticomedullary junction with \nincreased eosinophils suggestive of component of allergic \ntubulointerstitial nephritis. At this time, cm-TMA was \nconfirmed, and a decision was made to continue eculi zumab therapy weekly.\nThe patient experienced no complications while \nreceiving eculizumab therapy. Her clinical condition \nimproved throughout her admission. Prior to discharge, \nthe patient was hemodynamically stable with creatinine \nlevel of 3.0 mg/dL, Hb of 11.6 mmol/L, PLT of 336,000/\nFig. 1 Kidney function as a measure of blood urea nitrogen (BUN), creatinine, platelets\nPage 4 of 7 Meyer et al. Journal of Medical Case Reports          (2024) 18:610 \nmm3, LDH of 331 U/L, alkaline phosphatase of 128 IU/L, \nALT of 17 U/L, AST of 31 U/L, and total bilirubin of \n1.5  mg/dL. She was discharged on day 20 of admission \nwith a plan to continue hemodialysis twice per week \nwith weekly eculizumab infusions. At outpatient followup, the patient had no complaints and demonstrated \nimprovement in renal function. At 2 weeks following \ndischarge, the patient’s permcath was removed and dial ysis was discontinued as creatinine remained stable at \n1.0  mg/dL. Since then, her creatinine has decreased to \n0.7  mg/dl. The patient will continue therapy with eculi zumab for 1 year.",
    "Discussion": "Discussion\nHere, we described a rare and unique case of aHUS \nowing to cm-TMA with cholecystectomy as the appar ent driver in a previously healthy, 2-month postpartum \npatient. Atypical features of this case include a negative \ncm-TMA genetic panel, pre-C5 blockade normalization \nof platelet counts and non-elevated sC5b-9 levels. The clinical features suggestive of microangiopathic hemo lytic anemia and thrombocytopenia with end-organ \ndamage (oliguric renal failure) prompted rapid initiation \nof therapeutic complement inhibition. Renal biopsy find ings later confirmed clinical suspicion of an underlying \nTMA and justified continuation of eculizumab therapy as \nshown in Fig.  2; noticeable improvement ensued. Impor tant aspects of this case include being the first reported \ncase of a complement mediated TMA after a minimally \ninvasive surgery in a healthy, young, 2-month postpar tum patient, the presentation of aHUS in the absence of \nsustained decreased platelet count and the improvement \nof patient outcomes after being treated with eculizumab.\nIt has been suggested that the inciting events of cmTMA can be owing to infections, pregnancies, auto immune conditions, and high-risk surgeries [4–6]. \nLaparoscopic cholecystectomy is considered a minimally \ninvasive surgical procedure with approximately 300,000 \ncholecystectomies performed annually with 1–4% devel oping complications [7, 8]. Our case is unique as this is \nFig. 2 Markers of hemolysis as measured by hemoglobin, haptoglobin, and lactate dehydrogenase\nPage 5 of 7\n Meyer et al. Journal of Medical Case Reports          (2024) 18:610 \n \nthe first reported case of a serious complication in an \notherwise healthy individual with no previous comorbid ities undergoing a minimally invasive procedure that is \nnot generally associated with the development of TMA. \nThis case suggests that minimally invasive surgeries done \nwithin the postpartum period could be a precipitator for \nHUS.\nPresence of TTP was excluded given ADAMTS13 lev els above 10% (patient’s levels were 44% and 45%) and \nspontaneous normalization of platelet counts. Dissemi nated intravascular coagulation (DIC) was also excluded \ngiven normal coagulation labs. Our patient’s presentation \nof aHUS was unique as her platelet levels were mildly \ndecreased if not normal, which is not generally consistent \nwith aHUS. Nonetheless, the remaining findings of renal \nfailure on biopsy with microangiopathic hemolytic ane mia were most consistent with aHUS as shown in Fig. 2.\nRegarding the pathophysiology of cm-TMA, the \nrelationship between the activation of the comple ment pathway and thrombotic process involved dur ing microangiopathy has been recently and frequently \nexplored for aHUS. It is proposed that aHUS involves \nexcessive activation of the alternative complement \ncascade such that the built-in regulators of this sys tem fail to inactivate C3 and C5 convertases and their \nbyproducts, such as C3b and C5b, which then bind \nto normal healthy cells. C3b also aids in formation of \nthe C5 convertase complex, cleaving C5 to C5a and \nC5b, which binds to cell membranes thus forming an \nanchor point for assembly of membrane attack com plex (C5b-9). These actions lead to endothelial injury, \ninfiltration of leukocytes and platelets, and result in \nformation of obstructive thrombi in the vasculature. As \na result, these micro thrombi lead to shearing of eryth rocytes creating schistocytes and MAHA. Further more, the platelet consumption and endothelial injury \nleads to thrombocytopenia [5 ]. Van Herpt proposes an \ninteresting case of cm-TMA after undergoing aortic surgery where they hypothesized that the surgical pro cedure lowered the threshold for unrestrained comple ment activation and, thus, for complement-mediated \nTMA to manifest [4 ]. Compared with the highly inva sive aortic surgery, as abovementioned, laparoscopic \ncholecystectomy is deemed a minimally invasive sur gery with minor complications. We believe that our \npatient’s aHUS presentation was multifactorial driven \nby her most recent child delivery and possibly surgery \nlowering the threshold for this patient’s cm-TMA to \nmanifest.\nOnce diagnosis of complement mediated TMA is \nmade, treatment includes targeting the complement pro teins to prevent activation of the terminal membrane \nattack complex with the use of eculizumab. Treatment \nregarding the length of TMA remains controversial in \ncurrent literature. It is currently proposed to continue \neculizumab treatment at least until resolution of hemato logic abnormalities and kidney function, followed by four \nadditional maintenance doses before reevaluating for \ndiscontinuation of the medication [9]. At this time, the \npatient is currently receiving weekly treatment of eculi zumab with notable improvement in lab values and prog nosis as shown in Fig. 3.\nGiven the importance of rapidly establishing a steady \nstate for eculizumab and the mortality rates associated \nwith TMA, it is imperative for the clinician to diagnose \nthis condition rapidly. Thus, the presence of multidiscipli nary teams (MDT) for TMA has been gaining increased \npopularity, which has led to a reduction in the response \ntime and total hospitalization [10]. At our institution, \nthe MDT consisted of experts in nephrology, pathol ogy, hematology, radiology, clinical pharmacy, and nurs ing, which has led to a more rapid response to effectively \ndiagnose the subsets of TMA. In the case of our patient, \nthe rapid diagnosis of cm-TMA led to rapid diagnosis \nand initiation of treatment, normalization of lab values, \nand overall improvement of patient outcomes both as \nFig. 3 Histologic findings of thrombotic microangiopathy (TMA).  A  Representative section of glomerular ischemic changes, including endothelial \nswelling and mesangiolysis, and double contours.  B  Representative section of tubular changes, including acute tubular injury and tubular \nisometric vacuolization.  C  Representative section of arteriolar thrombus and occlusion \nPage 6 of 7 Meyer et al. Journal of Medical Case Reports          (2024) 18:610 \ninpatient and at outpatient follow-up, further inciting the \nsupport for the roles of MDTs for TMA diseases in the \ninpatient setting.\nConclusion\nOur case emphasizes the importance for clinicians to \nhave a high degree of clinical awareness and judgement \nsurrounding complement-mediated TMA, aHUS and its \nsubsets, and most importantly surgery as a precipitator \nregardless of relative safety of the procedure, especially \nduring the postpartum period. Although new literature \nis growing regarding the diagnosis of cm-TMA and the \nmany influencers of TMA, there still exists a paucity of \ndata on the timing and maintenance for the use of C5 \nblockade. Thereby, this case stresses the importance of \nexploring the length of treatment for C5 blockades and \nthe establishment of MDTs to address the complexities of \nTMA.\nAbbreviations\nTMA  Thrombotic microangiopathy\naHUS  Atypical hemolytic uremic syndrome\nHUS  Hemolytic uremic syndrome\nTTP  Thrombotic thrombocytopenic purpura\nCBD  Common bile duct\nmm  Millimeters\ng  Grams\ndL  Deciliters\nµL  Microliters\nERCP  Endoscopic retrograde cholangiopancreatography\nMICU  Medical intensive care unit\nbpm  Beats per minute\nmmHg  Millimeters of mercury\nHb  Hemoglobin\nPLT  Platelet count\nAKI  Acute kidney injury\nWBC  White blood cells\nmmol  Millimoles\nL  Liters\nµm  Micrometers\nMCV  Mean corpuscular volume\nLDH  Lactate dehydrogenase\nBUN  Blood urea nitrogen\nmg  Milligrams\nAST  Aspartate transaminase\nALT  Alanine transaminase\nIU  International units\nU  Units\nCT  Computed tomography\ncm  Centimeters\nG6PD  Glucose ‑6‑phosphate dehydrogenase\nHIV  Human immunodeficiency virus\nHCV  Hepatitis C virus\nHBV  Hepatitis B virus\nCOVID ‑19  Coronavirus disease\nANA  Antinuclear antibody\nANCA  Antineutrophilic cytoplasmic antibody\ndsDNA  Anti‑ double ‑stranded deoxyribonucleic acid antibodies\nc3  Complement 3\nc4  Complement 4\ncm‑TMA  Complement mediated thrombotic microangiopathy\nng  Nanograms\nmL  Milliliters\nDIC  Disseminated intravascular coagulation\nINR  International normalized ratioPTT \n Partial thromboplastin time\nPT \n Prothrombin time\nMDT \n Multidisciplinary teams\nAcknowledgements\nNone.\nAuthor contributions\nAll authors contributed to the writing and editing of this manuscript.\nFunding\nNo funding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 16 April 2024   Accepted: 5 September 2024\nReferences\n 1. Saad AF, Roman J, Wyble A, Pacheco LD. Pregnancy‑associated atypical \nhemolytic‑uremic syndrome. AJP Rep. 2016;6(1):e125–8. https:// doi. org/ 10.  \n1055/s‑ 0036‑ 15795 39.\n 2. Kaplan BS, Ruebner RL, Spinale JM, Copelovitch L. Current treatment of \natypical hemolytic uremic syndrome. Intractable Rare Dis Res. 2014;3(2):34–\n45. https:// doi. org/ 10. 5582/ irdr. 2014. 01001.\n 3. Raufi AG, Scott S, Darwish O, et al. Atypical hemolytic uremic syndrome \nsecondary to lupus nephritis, responsive to eculizumab. Hematol Rep. \n2016;8(3):6625. https:// doi. org/ 10. 4081/ hr. 2016. 6625.\n 4. van Herpt TTW, Timmermans SAMEG, van Mook WNKA, et al. Postsurgical \nthrombotic microangiopathy and deregulated complement. J Clin Med. \n2022;11(9):2501. https:// doi. org/ 10. 3390/ jcm11 092501.\n 5. Park MH, Caselman N, Ulmer S, Weitz IC. Complement ‑mediated \nthrombotic microangiopathy associated with lupus nephritis. Blood Adv. \n2018;2(16):2090–4. https:// doi. org/ 10. 1182/ blood advan ces. 20180 19596.\n 6. Fakhouri F, Scully M, Provôt F, et al. Management of thrombotic microangi‑\nopathy in pregnancy and postpartum: report from an international working \ngroup. Blood. 2020;136(19):2103–17. https:// doi. org/ 10. 1182/ blood. 20200  \n05221.\n 7. Blythe J, Herrmann E, Faust D, et al. Acute cholecystitis—a cohort study in \na real‑ world clinical setting (REWO study, NCT02796443). Pragmat Obs Res. \n2018;9:69–75. https:// doi. org/ 10. 2147/ POR. S1692 55.\n 8. Hassler KR, Collins JT, Philip K, Jones MW. Laparoscopic cholecystectomy. In: \nStatPearls. StatPearls Publishing; 2023. Accessed 17 Nov 2023. http:// www.  \nncbi. nlm. nih. gov/ books/ NBK44 8145/.\n 9. Olson SR, Lu E, Sulpizio E, Shatzel JJ, Rueda JF, DeLoughery TG. When to stop \neculizumab in complement ‑mediated thrombotic microangiopathies. Am J \nNephrol. 2018;48(2):96–107. https:// doi. org/ 10. 1159/ 00049 2033.\n 10. Uriol Rivera MG, Cabello Pelegrin S, Ballester Ruiz C, et al. Impact of a mul‑\ntidisciplinary team for the management of thrombotic microangiopathy. \nPage 7 of 7\n Meyer et al. Journal of Medical Case Reports          (2024) 18:610 \n \nPLoS ONE. 2018;13(11): e0206558. https:// doi. org/ 10. 1371/ journ al. pone.  \n02065 58.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}