{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05170-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05170-w.pdf",
  "metadata": {
    "/Keywords": "Neuroendocrine neoplasms; Ovarian neoplasm; Primary ovarian neuroendocrine tumor; Ovarian NET; Gynecological NEN; Borderline mucinous tumor of the ovary",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250319090330+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250318215027+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05170-w",
    "/Author": "Mariam Mohsin ",
    "/Title": "Primary ovarian neuroendocrine neoplasia with concurrent large epithelial borderline ovarian tumor, coexistent with non-malignant pleural effusion and multiple uterine fibroids: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05170-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Neuroendocrine neoplasms are a group of neoplasms often originating from the neuroendocrine cells \nin the gastrointestinal tract, pancreas, and respiratory tract. Neuroendocrine neoplasms rarely occur in female repro ductive organs and less than a hundred cases of ovarian high-grade lesions have been reported in the literature so far. \nFewer still are cases reported in the literature associated with a borderline epithelial tumor in the same ovary. Owing \nto the rarity of the condition, there is a lack of specific guidelines for staging, and optimal management of these \ntumors.",
    "Case Presentation": "Case presentation We are reporting a case of primary ovarian neuroendocrine neoplasm in association with an epithelial borderline tumor. She is a 50-year-old Filipino woman who presented with nonspecific symptoms. Initial \nimaging revealed a large mass with suspicion of widespread metastasis. However, further imaging and laparotomy \nrevealed early-stage neuroendocrine neoplasm, a large borderline epithelial tumor, with no evidence of pulmonary \nmetastasis, despite having pleural effusion. She was lost to follow-up, presented again after a year with evidence \nof residual disease/metastasis, and was treated with chemotherapy.",
    "Discussion": "Discussion and",
    "Conclusion": "conclusion The case posed significant difficulty owing to a lack of typical symptoms at presentation, \nnonmalignant changes in lungs in imaging, and therapeutic challenges due to the noncompliance of the patient. This \nreport highlights the importance of considering the combination of borderline tumors of the ovary with neuroendocrine carcinoma as a possible differential diagnosis in ovarian tumors, the use of imaging and specific bio-markers \nfor early identification, timely treatment, and follow-ups.\nKeywords  Neuroendocrine neoplasms, Ovarian neoplasm, Primary ovarian neuroendocrine tumor, Ovarian NET, \nGynecological NEN, Borderline mucinous tumor of the ovary\n*Correspondence:\nRajani Dube\nrajani.dube@rakmhsu.ac.ae\nFull list of author information is available at the end of the article\nPage 2 of 11 Mohsin et al. Journal of Medical Case Reports          (2025) 19:125",
    "Introduction": "Introduction\nNeuroendocrine neoplasms (NENs) are a group of neo plasms often originating from the neuroendocrine cells in \nthe gastrointestinal tract, pancreas, and respiratory tract \nfrom the tracheobronchial system. NENs arise from the \nendocrine cells derived from the neuroectoderm, neural \ncrest, and endoderm [1, 2]. These are rarely seen in other \norgans and are very rare in the female reproductive tract \n[3–5]. According to the World Health Organization’s \n(WHO) updated classification guide (fifth edition) for \ngynecologic NEN, well-differentiated low-grade (grade \n[G] 1 and G2) lesions are termed neuroendocrine tumors \n(NETs; carcinoids) and poorly differentiated high-grade \n(G3) lesions are called neuroendocrine carcinomas \n(NEC) [6]. Among the female reproductive tract tumors, \nprimary NENs constitute only ≤ 2%. The most common \nsite of gynecological NENs is the cervix (> 50%); these \nNENs are typically aggressive and poorly differentiated \n[5, 7, 8]. Only 16% of gynecological NENs have primary \novarian origin [9, 10].\nCarcinoid tumors are commoner; they are low-grade \nand limited to the ovary [11]. They are of insular, tra becular, strumal, and mucinous types. Well-differentiated \nNETs are characterized by pale eosinophilic cytoplasm \nwith round to ovular nuclei, inconspicuous nucleoli, and \nfine to coarsely granular chromatin described as “salt and \npepper” [11, 12]. NECs are further classified as smallcell, large-cell, combination small-cell, and combined \nlarge-cell NECs [9]. Approximately 90 cases of small- and \nlarge-cell ovarian carcinomas are reported in the lit erature so far [11, 13–16]. The tumor cells in NECs are \npleomorphic, contain irregular nuclei, and have a high \nmitotic index, necrosis, and a few secretory granules in \nthe cytoplasm [11, 12].\nOvarian carcinoids can be primary or metastatic, and \nthe former is more common. The median age at diagno sis is 55 years (17–83 years) [17]. Carcinoid tumors usu ally present with facial flushing, diarrhea, and abdominal \ncramping, called carcinoid syndrome [18]. The primary \novarian carcinoids can be associated with germ cell \ntumors of the ovary such as dermoids, which usually leads \nto poor prognosis [11, 19, 20]. However, primary NEC \nassociated with a borderline mucinous ovarian tumor in \nthe same ovary has not been previously reported. When \nin close proximity, tumors can be collision or composite. \nWhile collision shows clear geographic polarization, with \nno admixture or transition of the two neoplastic compo nents, composite tumors are multidirectional differentia tion of a single neoplasm [21]. Despite the characteristic \nhistology, the diagnosis requires immunohistochemistry \nfor confirmation. The most commonly used biomarkers \nfor NENs are synaptophysin, chromogranin A, CD56, \nCD57, and synaptic vesicle protein 2 (SV2). However, as no specific biomarkers are highly accurate in diagnosing \nand determining the prognosis, a combination of imag ing studies and circulating biomarkers are used to obtain \nfurther information on tumor behavior [11]. The staging \nof these tumors is done using either the International \nFederation of Gynecology and Obstetrics (FIGO) sys tem or the American Joint Committee on Cancer (AJCC) \ntumor–node–metastasis (TNM) staging systems for \novarian cancers. The management of NECs includes sur gery and chemotherapy as per the staging.\nThrough this report, we present a case of primary highgrade NEN (NEC) of the ovary in collision with a border line epithelial tumor, presenting diagnostic challenges \ndue to the associated large borderline mucinous tumor, \nnonmalignant pleural effusion, and a lack of typical \nsymptoms at presentation. There were therapeutic chal lenges due to the non-availability of standard guidelines \nfor the management of gynecological NENs and the non compliance of the patient.\nCase report\nA 50-year-old Filipino female working as a domestic help \npresented to the outpatient department of the hospital \nin March 2022 with abdominal pain, a history of weight \nloss, and irregular vaginal bleeding for 2  months. On \nfurther questioning, she revealed fatigue, and on-andoff diarrhea for the past month. There were no other \ncomplaints.\nHer menstrual history showed that she had menarche \nat the age of 12 years and had regular cycles of 28–30 days \nwith 4–5 days of bleeding, without any intermenstrual or \npostcoital bleeding. Her last normal menstrual cycle was \n2 months back. She had had irregular vaginal bleeding for \nthe preceding 2 months since then. She was married with \ntwo children born vaginally. She is not known to have \nany gynecological illnesses such as fibroids and had not \nreceived any treatment for any gynecological problems. \nShe had not received the human papillomavirus vac cine and had been following her cervical cancer screen ing with normal",
    "Results": "results. She did not report any chronic \nmedical illnesses, surgery, or allergies. Her family history \nwas negative for any gynecological or familial cancers. \nShe denied any long-term medication, habituations, or \naddictions. She had not been sexually active for the last \n14 years after separation from her husband.\nOn examination, she was conscious, cooperative, alert, \nand well-oriented to person, place, and time with nor mal mood and behavior. She had mild conjunctival pal lor, but no icterus, cyanosis, or clubbing. There was no \npedal edema or enlarged lymph nodes. The thyroid gland \nwas normal to palpation. The respiratory system exami nation showed a respiratory rate of 22 breaths per min ute and evidence of free fluid in the right pleural cavity. \nPage 3 of 11\n Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n \nThe abdomen was distended and soft to palpation, with a \nlarge non-tender cystic mass arising from the pelvis. The \nbowel sounds were normally heard. Speculum examina tion showed cervicitis and revealed a large adnexal mass \non the left side and a bulky uterus with restricted mobil ity. The examination of other systems revealed no abnor mality. Imaging and other investigations were ordered, as \nthe symptoms suggested a possible malignant etiology. \nThe imaging revealed pleural effusion. Further imaging \nrevealed a possible ovarian malignancy with suspicion \nof pulmonary metastasis (Figs.  1, 2). A thoracocentesis \nwas done, but the fluid was negative for malignant cells \n(Table 1).\nA staging laparotomy was done by total abdominal \nhysterectomy, bilateral salpingo-oophorectomy, and \nomentectomy on 22 March 2022. Intraoperative findings \nshowed an enlarged left ovary with a large complex mul ticystic mass containing mucinous and serous fluid. The \nsize was 20  cm × 20  cm, and it was adherent to the left \nureter, fallopian tube, and the small intestine posteriorly, \nweighing approximately 2245  g. Slightly hemorrhagic \nascitic fluid around 600  mL. Her enlarged right ovary \nmeasured 5 × 5  cm, with a endometriotic cyst adher ent to the posterior peritoneum and cecum. She had an \nenlarged 10-week size uterus with multiple fibroids. The \nappendix, omentum, and other visceral surfaces looked \nnormal.\nThe histopathology report showed chronic cervicitis, \nan enlarged uterus, proliferative endometrium, and a benign endometrial polyp. There were multiple intra mural leiomyomas with focal degenerative changes. The \nright ovary showed a hemorrhagic cystic corpus luteum \nand an unremarkable right tube. The left ovarian cap sule had ruptured in two areas, but the surface was not \ninvolved. There were solid and cystic areas in the left \novary. The solid area showed an NEC of 6.5 × 4.2  cm, \nand the cystic area revealed a large mucinous border line tumor of 23.0 × 18.0  cm, without any evidence of \nstromal invasion.\nThe left fallopian tubal surface involvement was not \nidentified (Figs.  3, 4, 5). The immunohistochemistry \nand tumor markers further confirmed the tumor to be \nNEN (Table  2). There was no evidence of malignancy in \nthe omental biopsy, and the regional lymph nodes were \nnot involved. The pleural effusion resolved after drain age and did not recur. The report stated the high-grade \ntumor showed an organoid pattern of mild pleomor phic cells with vesicular nuclei, coarse chromatin (salt \nand pepper type), and many mitotic figures. Differential \ndiagnosis includes NEN or sex cord stromal tumor or \nhigh-grade epithelial carcinoma. Cancer staging is pre sented below:\n• Cancer staged: staging form: ovary; AJCC V7-clini cal; FIGO Stage IA (T1a, N0, M0)\n• Cancer staged: staging form: ovary; AJCC V7-patho logic; FIGO Stage IA (T1a, N0, cM0)\nFig. 1 Computed tomography scan of the pelvis. A large, hypodense \ncystic mass with multiple septations and solid components is seen \nwithin the abdomen, appearing to be arising from the left adnexa. \nIt measures 19 × 22 × 9 cm in size. It is displacing and compressing \nthe bowel loops. The right ovary is enlarged in size measuring \nof 4.6 × 4 cm\nFig. 2 Computed tomography scan of the lungs. Patchy \nground-glass densities are seen in the peri-broncho-vascular region \nin the right lung. Pulmonary nodules in the anterior segment \nof the right upper lobe and small fissural-based nodules are seen \nat the level of the anterior basal segment of the right lower lobe likely \nto be granulomas. Fibroatelectatic changes are seen in the middle \nlobe. No traction bronchiectasis or honeycombing was seen. No \nenlarged lymph nodes are seen in the mediastinum and bilateral hilar \nregions. Minimal pleural effusion on the right side, but no pleural \neffusion on the left side. No evidence of pericardial effusion\nPage 4 of 11 Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \nTable 1 Imaging results\nSerial number Date Investigation Findings Comment\nAt initial presentation\n1. 14/03/2022 Chest X-ray Large right pleural effusion with near total underlying collapse \nof the right lung.Thoracocentesis was done, and cytology was negative for malignant cells.\n2. 15/03/2022 CT of the chest Pulmonary nodule measuring 5.6 × 5 mm in size is seen \nin the anterior segment of the right upper lobe. Fibroatelectatic \nchanges are seen in the middle lobe. Minimal right pleural \neffusion.Nodule suspicious of metastatic nodule.\nChest drainage catheter in place.\n3. 14/03/2022 CT of the CAP and neck Pulmonary nodule in the anterior segment of the right upper \nlobe.\nLarge amount of pleural effusion.Node suspicious for metastasis. Requires follow-up.\n4. CT of the abdomen and pelvis Large mass with solid and cystic areas most likely arising \nfrom the left adnexa and reaching up to hepatic flexure \nof the colon, causing the displacement of the bowel loops, mild \nleft hydro-nephrosis, hydroureter, and mild ascites.\nEnlarged right ovary.\nSolid lesion at the superior lateral wall of the uterus, likely repre senting a subserosal fibroid.Features are suggestive of a malignant ovarian tumor.\nFollow-up after 1 year\n5. 23/02/2023 CT of the abdomen Multiple recurrent and metastatic abdominal deposits. ECOG 0–1.\nMalignant neoplasm of ovary (CMS HCC).\nCT of the chest Moderate right-sided pleural effusion with multiple right-sided \nsubpleural metastatic deposits.\nSecond follow-up\n23/03/2023 CT of the chest Persisting moderate pleural effusion with diffuse right pleural \nthickening and multiple enhancing pleural nodules.\nThird follow-up\n08/05/2023 Ga68\nDOTATOC scanFocal somatostatin overexpression in the left pelvic region \nin the projection of the surgical clips.\nMarked right pleural effusion with marginal intercostal somatostatin overexpression and focal somatostatin overexpression \nin the right lung.\nFocal somatostatin overexpression the right midthoracic rib \nwith corresponding sclerotic changes.Possible residual disease.\n- Metastasis\n- Bone metastasis\nFourth follow-up\n16/06/2023 \n(after four cycles \nof cisplatin/\netoposide)CT scan Persisting large complex pelvic mass.\nPersisting moderate right pleural effusion with right lung \npulmonary nodule and diffuse pleural thickening multiple \nenhancing pleural nodules.\nDecreasing size and enhancement of the omental/peritoneal/\numbilical/right lower anterior abdominal wall/pelvic and right \ninguinal lymph nodes.Residual/metastatic disease.\nPartially responding to chemotherapy.\nPage 5 of 11\n Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n \nTable 1 (continued)\nSerial number Date Investigation Findings Comment\nFifth follow-up\n01/09/2023\n(after eight \ncycles of cisplatin/etoposide)CT scan Mild increase in the amount of right moderate pleural effusion \nand underlying passive lung atelectasis.\nMild increase as regards both the size and numbers of right \npulmonary and pleural nodules.\nNewly developed heterogeneously enhancing soft tissue mass \ndensity seen along the lower right chest wall likely metastatic.\nIncreasing in terms of both the size and enhancement \nof the multiple soft tissue density metastatic peritoneal/omental deposits as well as soft tissue deposits in the umbilicus \nand right lower abdominal wall.\n- Persisting large irregularly shaped soft tissue density pelvic \nmass adherent to adjacent bowel loops.Non-responder to cisplatin/etoposide.\nShe was switched to second-line chemotherapy with FOLFIRI.\nCAP chest–abdomen–pelvis, CMS Centers for Medicare and Medicaid Services, CT computed tomography, FOLFIRI leucovorin calcium (folinic acid)/fluorouracil/irinotecan hydrochloride, HCC  Hierarchical Condition \nCategories \nPage 6 of 11 Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n• Cancer staged: staging form: Surveillance, Epidemi ology, and End Results (SEER) Summary Staging—\nSEER Summary: localized (localized)\nOncology multidisciplinary meeting was done, and the \npathologic tumor stage was changed from pT1a to pT1c1 \nand the FIGO stage from IA to IC1 (surgical spill present) \nfor the left ovarian NEC. The case was discussed in the \nmultidisciplinary team, and she was referred to oncology \nfor systemic chemotherapy. However, the patient did not \nreport for chemotherapy and was lost to follow-up.\nThe patient again presented in February 2023 to the \nemergency department with abdominal pain. She was \ndiagnosed with recurrent metastatic NEC, given the \nprevious diagnosis and imaging findings (Figs.  6, 7; \nTable  1). The patient was started on chemotherapy with \ncisplatin/etoposide (Table  1) and continued eight cycles \nuntil Sept 2023. There was an inadequate response to the \nchemotherapy, so second-line treatment with leucovorin \ncalcium (folinic acid), fluorouracil, and irinotecan hydro chloride (FOLFIRI) was started. From the time of followup until December 2023, she had responded to five cycles \nof treatment with evidence of remission and sympto matic improvement.\nDiscussion\nNENs are uncommon tumors of the female genital tract, \nand are rare in the ovaries. Very few cases of ovarian \nNEC have been reported in the literature and fewer in \nassociation with a mucinous borderline tumor and coex istent nonmalignant pleural effusion. When two tumors \nare in close proximity, they can be due to collision or \ncomposite in nature [21]. Owing to the development \nand widespread use of various diagnostic technologies, \nthe incidence of NENs has been gradually increasing in \nrecent years.\nClassification of ovarian NENs\nThe 2014 WHO classification of tumors did not include a \nseparate classification for ovarian NENs. The broad cat egorization consisted of carcinoid tumor (at least four \nsubtypes), small-cell NEC of the ovary of pulmonary type \n(SCCOPT), small-cell NEC of the ovary of hypercalcemic \ntype (SCCOHT), large-cell NEC, and rare tumors such as \nparagangliomas and pheochromocytomas [5]. In the new \n2020 WHO classification, all ovarian NET are included as \ncarcinoid tumors, and SCCOPT was incorporated in the \nsmall-cell NEC (not a separate category) [6]. However, \nit can be argued that SCCOHT needs to be considered \na separate, non-NEN-related entity in view of the patho logic markers and molecular subclassification [22–26].\nFig. 3 Nested and trabecular pattern tumor composed \nof pleomorphic cells with scanty cytoplasm and prominent nucleoli \nand many atypical mitotic figures present (hematoxylin and eosin \n200× original magnification)\nFig. 4 Showing mostly trabecular pattern of tumor cell arrangement \nof the same tumor (hematoxylin and eosin 100× original \nmagnification)\nFig. 5 CD56 immunomarker is diffuse-membranous-positive \nin the tumor cells; 100× original magnification\nPage 7 of 11\n Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n \nThe large-cell ovarian NECs are aggressive tumors with \na median survival of less than a year [11, 14, 15]. Very \nrarely, the NECs are combined with the other germ cell \nand ovarian epithelial tumors of the ovary [27, 28]. Only \nabout 30% of patients with ovarian NETs show clinical \nsymptoms such as facial flushing, diarrhea, and abdomi nal cramping. The differential diagnosis of NET in the \novary includes germ cell tumors, sex cord and granulosa \ncell cancers, other gynecologic cancers, and metastatic \nneoplasms [29]. It is important to differentiate the NET \nfrom NECs in the ovary. While it is much explored in \ngastrointestinal and pancreatic NENs, the guidance is \nunclear and overlapping in ovarian NENs. The classifi cation of NEC in our patient was based on distortion of \norganoid features, somatostatin expression, mitotic fig ures, and the presence of coagulative necrosis. A highly \nunique feature of this case was identifying epithelial and \nNEN tumors in collision, in the absence of typical symp toms of carcinoid syndrome. Although there was suspi cion of pulmonary metastasis at presentation, the pleural \nfluid was negative for tumor cells, and effusion resolved \nafter drainage. In the absence of other evidence of metas tasis, the computed tomography (CT) findings can sug gest infection, which could have subsided with therapy \ngiven for laparotomy. She developed metastasis, most \nprobably due to noncompliance to chemotherapy, as evi denced by imaging results after a year. Furthermore, the \nmetastatic disease did not respond to primary chemo therapeutic agents.\nDiagnosis and the role of biomarkers in NENs\nMost of the ovarian NETs originate from one tissue type \n(monodermal subtype) of teratomas. The resulting tissue can be thyroid tissue (struma ovarii), neuroendocrine \ntissue (carcinoid), or a combination of both (stromal \ncarcinoids) [30]. They have characteristic histology but \nrequire additional immunohistochemistry for confirma tion of diagnosis. Many biomarkers such as synaptophy sin, chromogranin A, SV2, and insulinoma-associated \nprotein 1 (INSM1) are used for NENs. Strumal carcinoids \nstain positively with neuroendocrine markers (carcinoid \ncomponent) and thyroglobulin and thyroid transcription \nfactor (TTF1; thyroid component). The Ki-67 prolifera tion index in primary ovarian carcinoid tumors of insular, \ntrabecular, and strumal types is usually less than 1% [31]. \nThe expression of somatostatin receptors on the NEN cell \nsurface in well-differentiated tumors enables diagnos tic imaging (positron emission tomography [PET])/CT) \nand therapeutic procedures [32]. However, as no specific \nbiomarkers are highly accurate in diagnosing and deter mining the prognosis, a combination of imaging studies Table 2 Tumor markers and immunohistochemistry\nNEN neuroendocrine tumor, CA  carcinoma antigen, Ki-67 antigen Kiel 67, TTF-1 \nthyroid transcription factor-1, CDX2 caudal-type homeobox 2, PAX8  paired-box \ngene 8, CEA carcinoembryonic antigenDate Investigation Findings\n15/03/2022 CA 125 622.0 (high)\n(normal < 35 U/mL)\nCA 19-9 12.9 (normal < 39 U/mL)\n28/04/2022\nImmunohistochemistryKi-67 90%\nCD56\nChromogranin\nSynaptophysin\nTTF-1Positive in NEN cells\nChromogranin at 67 U/L\nCEA\nCDX2\nPAX8Positive in the adjacent \nmucinous borderline \ntumor\nNegative in the NEN cells\nCalretinin\nInhibinNegative in tumor cells\nFig. 6 Positron emission tomography. Focal somatostatin \noverexpression in the left pelvic region in the projection \nof the surgical clips, raising the possibility of residual disease\nFig. 7 Marked right pleural effusion with marginal intercostal \nsomatostatin overexpression and focal somatostatin overexpression \nin the right lung, all together suspicious of metastatic disease\nPage 8 of 11 Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \nand circulating biomarkers can be used to obtain further \ninformation on tumor behavior [11]. A summary of those \nare described in Table  3. Ki-67 positivity depicts the dif ferentiation of NETs according to previous classification. \nKi-67 of < 20% shows NET-G1 and G2, while over 20% is \nseen in NET-G3 and NEC (NET G3 with still organoid \nhistology or NEC without organoid histology [33, 34]. In \nour case the tumor had no organoid histology with 90% \npositive Ki-67. In addition, somatostatin receptor sub type 2A (SSTR2A) expression is the basis of somatostatin \nreceptor functional imaging (e.g., Ga 68-DOTATATE), \nand is useful for evaluating the presence and extent of \ndisease [35]. It is useful in the distinction of NET (usually \nstrongly positive) from NEC (only one-third are positive, \nwith expression typically weaker than in NET) and for \nassisting in treatment decision-making for patients [36, \n37]. It is also effective in locating the site of an unknown \nprimary in patients with NEC who present with meta static NEC but no known primary tumor [37].\nTreatment and prognosis of ovarian NENs\nPrimary ovarian NENs are rare tumors. Hence, there are \nno universally agreed-upon parameters for guiding the \ntreatment or predicting the prognosis of these tumors. Surgical treatment in the form of hysterectomy with \nbilateral salpingo-oophorectomy along with debulking is \nusually recommended [9]. Lymphadenectomy provides \nprognostic information, as stage is associated with sur vival, but has not proven to lower the mortality [49, 50]. \nWhile somatostatin inhibitors such as octreotide or lan reotide can be used in carcinoids, aggressive multi-agent \nchemotherapy and potentially adjuvant radiotherapy may \nimprove survival in NECs [13, 51]. Ovarian NECs are \nlargely reported in the literature as isolated cases, with \nno specific treatment guidelines. Genetic and infectious \nagents have been implicated in the etiology of diseases \n[52, 53]. NENs have been studied in association with \nmicrobiome and multiple endocrinal neoplasia (MEN-1) \nby various studies. However, this has not been explored \nfor our patient [54, 55].\nA recent study involving 431 women with NENs iden tified age, AJCC stage, treatment, and histological type \nas independent prognostic factors of ovarian NECs. \nThe overall survival and cancer-specific survival were \nreported to be better for early-stage cases treated with \nsurgery alone, as compared with the advanced stages \nwhere more comprehensive treatment is administered \nto improve survival [56]. Metastatic ovarian NECs are \ntypically associated with a poor prognosis. Although \nour patient presented with an early-stage disease at first, Table 3 Biomarkers for ovarian NENs\nNET neuroendocrine tumor, CA  carcinoma antigen, TTF-1 thyroid transcription factor-1, CDX2 caudal-type homeobox 2, PAX8  paired-box gene 8, INSM1 insulinomaassociated protein 1References\nImmuno histochemistryKi-67 90%; mucinous cyst \nwas border-line without stromal invasion.Ki-67 antigen is overexpressed in malignant ovarian epithelial tumors. The \nhigher expression signifies an aggressive tumor and a poorer prognosis.[34, 38]\nChromogranin A Positive in NEN cells. It is a nonspecific marker and can be increased in non-neoplastic conditions such as inflammation. However, it is sensitive to rectal and ovarian NEN \nat higher levels (cut off 84–87 U/L).[11, 39]\nCD56 Positive in NEN cells. An immunological marker for various types of ovarian tumors such as granulosa cell tumors, Sertoli-stromal cell tumors, large and small cell NECs, \nand ovarian NETs. Can differentiate neoplastic tumors from normal ovarian \nfollicles.[40]\nSynaptophysin Positive in NEN cells. A common marker of neuroendocrine differentiation used in combination with other markers for diagnosing NENs. Positive results are associated \nwith better or poorer prognosis in NENs at different sites.[41]\nTTF-1 Positive in NEN cells. TTF-1 is used in the diagnosis of lung and thyroid carcinomas. May be positive \nrarely in serous and endometroid ovarian carcinoma.[42]\n• CEA\n• CDX2\n• PAX8Positive in the adjacent \nMucinous borderline \ntumor.\nNegative in the NEN \ncells.CEA is a nonspecific serum biomarker that is elevated in various malignancies, \nincluding mucinous ovarian cancer.\nCDX2 and PAX8 are positive in epithelial tumors and differentiate epithelial \nfrom metastatic tumors.\n- PAX8 positivity indicates primary NETs in the thyroid.[43]\n[44]\nCalretinin inhibin Negative in tumor cells. Calretinin is positive in sex cord stromal tumors and is associated with a hyper androgenic state.\nInhibin is a tumor marker for mucinous and granulosa cell tumors.[45]\n[46]\nINSM1 Not done in our patient. Equally or less sensitive but more specific for NETs than other markers such \nas synaptophysin and chromogranin.[47, 48]\nPage 9 of 11\n Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n \nnoncompliance with follow-up resulted in metastasis \nand a poor response to etoposide/cisplatin. Currently, \nshe is responding to the chemotherapy and following \nup regularly. This is in contrast to a recent case report \nshowing that, despite extensive metastasis at presenta tion, the patient responded well to a combination of sur gical resection and etoposide and cisplatin [18]. Another \ncase series of three patients with primary ovarian NENs \nshowed a poorer prognosis of small-cell carcinoma diag nosed early in the disease than a carcinoid, signifying the \naggressive nature of NECs [31].\nThe limitations of this report are that it is a single \nreport, the case is still under follow-up till the time of \npreparation of the manuscript, and the final outcome is \nawaited. However, the strengths are the rarity of the case, \nunusual presentation, diagnostic challenges, inclusion of \nimages of diagnostic procedures and histology depict ing the findings, involvement of a multidisciplinary team \nfrom the beginning in all stages of management, and a \nreview of the literature to help in decision-making about \nthe diagnosis and management of such cases.\nConclusion\nAlthough primary NENs are rare in ovaries, early diag nosis, staging, and commencement of treatment lead \nto higher survival rates. This case report highlights the \nimportance of considering the combination of border line tumors with NENs as a possible differential diagno sis in ovarian tumors, the use of imaging, and specific \nbiomarkers for early identification, timely treatment, \nand follow-ups. It also depicts the effective use of \nsecond-line chemotherapeutic agents in case of nonresponders. Further studies are necessary to determine \nthe best possible management of gynecologic NENs in \nwomen.\nAcknowledgements\nWe thank the patient who agreed to participate in this report and permitted \nuse of data and images.\nAuthor contributions\nMariam Mohsin (MM), Rajani Dube (RD), Dina Hamza (DH), Mavra Ali (MA), \nand Heena Garg (HG) contributed to this research in the following roles: MM, \nRD, and DH designed the study, collected the patient data, and coordinated \nthe research. RD and MM wrote the manuscript. MA, HG, and DH edited the \nmanuscript and coordinated with the other authors. All authors have read and \napproved the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nIt was reviewed by institutional review board. Medical Research Section, \nDubai Scientific Research Ethics Committee has also reviewed the proposal \nand exempted it from further need for ethical approval because of written \nconsent from the patient for a single case report, in line with the policy of the \ncommittee.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nAuthor details\n1 Department of Obstetrics and Gynecology, Dubai Health Authority, Dubai, \nUnited Arab Emirates. 2 Department of Obstetrics and Gynecology, RAK Medical and Health Sciences University, RAK Medical & Health Science University, \nRas Al Khaimah, United Arab Emirates. 3 Department of Obstetrics and Gyne cology, Al Zahrawi Hospital, Ras Al Khaimah, United Arab Emirates. \nReceived: 9 September 2024   Accepted: 5 March 2025\nReferences\n 1. Heller MT, Shah AB. Imaging of neuroendocrine tumors. Radiol Clin North \nAm. 2011;49(3):529–48. https:// doi. org/ 10. 1016/j. rcl. 2011. 02. 011.\n 2. Tempfer CB, Tischoff I, Dogan A, et al. Neuroendocrine carcinoma of the \ncervix: a systematic review of the literature. BMC Cancer. 2018;18(1):530. \nhttps:// doi. org/ 10. 1186/ s12885- 018- 4447-x.\n 3. Klimstra DS, Modlin IR, Adsay NV, et al. Pathology reporting of neuroendocrine tumors: application of the Delphic consensus process to \nthe development of a minimum pathology data set. Am J Surg Pathol. \n2010;34(03):300–13.\n 4. Gardner GJ, Reidy-Lagunes D, Gehrig PA. Neuroendocrine tumors of \nthe gynecologic tract: a Society of Gynecologic Oncology (SGO) clinical \ndocument. Gynecol Oncol. 2011;122(1):190–8.\n 5. Howitt BE, Kelly P , McCluggage WG. Pathology of neuroendocrine \ntumours of the female genital tract. Curr Oncol Rep. 2017;19(9):59. \nhttps:// doi. org/ 10. 1007/ s11912- 017- 0617-2.\n 6. Board WCoTE, Female Genital Tumours, 2020; 5(4). International Agency \nfor Research on Cancer, Lyon (France).\n 7. KeFelİ M, Usubütün A. An update of neuroendocrine tumors of the \nfemale reproductive system. Turk Patoloji Derg. 2015;31:128–44. https:// \ndoi. org/ 10. 5146/ tjpath. 2015. 01320.\n 8. Rindi G, Klimstra DS, Abedi-Ardekani B, et al. A common classification \nframework for neuroendocrine neoplasms: an International Agency for \nResearch on Cancer (IARC) and World Health Organization (WHO) expert \nconsensus proposal. Mod Pathol. 2018;31:1770–86. https:// doi. org/ 10. \n1038/ s41379- 018- 0110-y .\n 9. Winer I, Kim C, Gehrig P . Neuroendocrine tumors of the gynecologic tract \nupdate. Gynecol Oncol. 2021;162(1):210–9. https:// doi. org/ 10. 1016/j. \nygyno. 2021. 04. 039.\n 10. Crane EK, Ramos P , Farley JH, et al. Molecular profiling in a large cohort \nof gynecologic neuroendocrine tumors. Gynecol Oncol. 2020;159:262. \nhttps:// doi. org/ 10. 1016/j. ygyno. 2020. 05. 452.\n 11. Virarkar M, Vulasala SS, Morani AC, et al. Neuroendocrine neoplasms of \nthe gynecologic tract. Cancers (Basel). 2022;14(7):1835. https:// doi. org/ 10. \n3390/ cance rs140 71835.\n 12. Oronsky B, Ma PC, Morgensztern D, et al. Nothing but NET: a review of \nneuroendocrine tumors and carcinomas. Neoplasia. 2017;19:991–1002.\n 13. Ki EY, Park JS, Lee KH, et al. Large cell neuroendocrine carcinoma of the \novary: a case report and a brief review of the literature. World J Surg \nOncol. 2014;12:314. https:// doi. org/ 10. 1186/ 1477- 7819- 12- 314.\nPage 10 of 11 Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n 14. Gupta P , Bagga R, Rai B, Srinivasan R. Primary pure large cell neuroendocrine carcinoma of the ovary: histopathologic and immunohisto chemical analysis with review of the literature. Int J Clin Exp Pathol. \n2021;14(9):1000–9.\n 15. Pang L, Guo Z. Primary neuroendocrine tumors of the ovary: manage ment and outcomes. Cancer Med. 2021;10(23):8558–69. https:// doi. org/ \n10. 1002/ cam4. 4368.\n 16. Munstedt K, Estel R, Dreyer T, et al. Small cell ovarian carcinomas—\ncharacterisation of two rare tumor entities. Geburtshilfe Frauenheilkd. \n2013;3(7):698–704.\n 17. Lee E, Park M. Primary ovarian neuroendocrine carcinoid tumor arising \nin a mature cystic teratoma. Case Rep Oncol. 2023;16:163–7. https://  \ndoi. org/ 10. 1159/ 00052 9838.\n 18. Saha S, Ghosh P , Mukherjee G, Roy A. Metastatic primary neuroendo crine tumor of ovary—a rare presentation. Indian J Radiol Imaging. \n2022;32(2):270–4. https:// doi. org/ 10. 1055/s- 0042- 17442 33.\n 19. Soga J, Osaka M, Yakuwa Y. Carcinoids of the ovary: an analysis of 329 \nreported cases. J Exp Clin Cancer Res. 2000;19(3):271–80.\n 20. Wadee R, Beavon I, Smith T, et al. Primary ovarian neuroendocrine \ntumour arising in a benign mature cystic teratoma: a case report and \nliterature review. Southern Afr J Gynaecol Oncol. 2020;12(2):23–6. \nhttps:// doi. org/ 10. 1080/ 20742 835. 2020. 18327 76.\n 21. Pecorella I, Memeo L, Ciardi A, et al. An unusual case of colonic mixed \nadenoendocrine carcinoma: collision versus composite tumor. A case \nreport and review of the literature. Ann Diagn Pathol. 2007;11(4):285–\n90. https:// doi. org/ 10. 1016/j. anndi agpath. 2006. 03. 011.\n 22. Clarke BA, Witkowski L, Ton Nu TN, et al. Loss of SMARCA4 (BRG1) \nprotein expression as determined by immunohistochemistry in smallcell carcinoma of the ovary, hypercalcaemic type distinguishes these \ntumours from their mimics. Histopathology. 2016;69(5):727–38. https://  \ndoi. org/ 10. 1111/ his. 12988.\n 23. Fahiminiya S, Witkowski L, Nadaf J, et al. Molecular analyses reveal \nclose similarities between small cell carcinoma of the ovary, hyper calcemic type and atypical teratoid/rhabdoid tumor. Oncotarget. \n2016;7(2):1732–40. https:// doi. org/ 10. 18632/ oncot arget. 6459.\n 24. McCluggage WG, Witkowski L, Clarke BA, Foulkes WD. Clinical, morpho logical and immunohistochemical evidence that small-cell carcinoma \nof the ovary of hypercalcaemic type (SCCOHT) may be a primitive \ngerm-cell neoplasm. Histopathology. 2017;70(7):1147–54. https:// doi.  \norg/ 10. 1111/ his. 13177.\n 25. Witkowski L, Carrot-Zhang J, Albrecht S, et al. Germline and somatic \nSMARCA4 mutations characterize small cell carcinoma of the ovary, \nhypercalcemic type. Nat Genet. 2014;46(5):438–43. https:// doi. org/ 10.  \n1038/ ng. 2931.\n 26. Witkowski L, Goudie C, Foulkes WD, McCluggage WG. Small-cell carcinoma of the ovary of hypercalcemic type (malignant rhabdoid tumor \nof the ovary): a review with recent developments on pathogenesis. \nSurg Pathol Clin. 2016;9(2):215–26. https:// doi. org/ 10. 1016/j. path. 2016.  \n01. 005.\n 27. Veras E, Deavers MT, Silva EG, et al. Ovarian nonsmall cell neuroendo crine carcinoma: a clinicopathologic and immunohistochemical study \nof 11 cases. Am J Surg Pathol. 2007;31(5):774–82. https:// doi. org/ 10.  \n1097/ 01. pas. 00002 13422. 53750. d1.\n 28. Yang X, Chen J, Dong R. Pathological features, clinical presentations \nand prognostic factors of ovarian large cell neuroendocrine carcinoma: a case report and review of published literature. J Ovarian Res. \n2019;12(1):69. https:// doi. org/ 10. 1186/ s13048- 019- 0543-z.\n 29. Reed NS, Gomez-Garcia E, Gallardo-Rincon D, et al. Gynecologic Cancer \nInterGroup (GCIG) consensus review for carcinoid tumors of the ovary. \nInt J Gynecol Cancer. 2014;24(09 Suppl 3):S35–41.\n 30. Lenicek T, Tomas D, Soljacić-Vranes H, et al. Strumal carcinoid of the \novary: report of two cases. Acta Clin Croat. 2012;51(4):649–53.\n 31. Feng BJ, Li TH, Li YH, et al. Case series of ovarian neuroendocrine carcinoma: overview of clinicopathological features. BMC Womens Health. \n2023;23:595. https:// doi. org/ 10. 1186/ s12905- 02- 02722-4.\n 32. Kos-Kudła B, Blicharz-Dorniak J, Strzelczyk J. Diagnostic and therapeutic \nguidelines for gastro-entero-pancreatic neuroendocrine neoplasms \n(recommended by the polish network of neuroendocrine tumours). \nEndokrynol Pol. 2017;68(2):79–110. https:// doi. org/ 10. 5603/ EP . 2017.  \n0015. 33. WHO Classification of Tumours Editorial Board. Digestive System Tumours. \nIn: WHO Classification of Tumours, 5th. Lyon, France: IARC Press; 2019.\n 34. Opalińska M, Sowa-Staszczak A, Olearska H, et al. Clinical approach to \nneuroendocrine neoplasm associated with ovarian teratoma. Front \nEndocrinol. 2021;12:2021. https:// doi. org/ 10. 3389/ fendo. 2021. 770266.\n 35. Alkapalan D, Maxwell JE, O’Dorisio TM, et al. Prospective experience with \nroutine SSTR2A immunohistochemistry in neuroendocrine epithelial \nneoplasms. Modern Pathol. 2016;29(Suppl 2):145A.\n 36. Bellizzi AM. Immunohistochemistry in the diagnosis and classification of \nneuroendocrine neoplasms: what can brown do for you? Hum Pathol. \n2020;96:8–33. https:// doi. org/ 10. 1016/j. humpa th. 2019. 12. 002.\n 37. Graham MM, Gu X, Ginader T, et al. 68Ga-DOTATOC imaging of neuroendocrine tumors: a systematic review and metaanalysis. J Nucl Med. \n2017;58(9):1452–8. https:// doi. org/ 10. 2967/ jnumed. 117. 191197.\n 38. Mahadevappa A, Krishna SM, Vimala MG. Diagnostic and prognostic significance of Ki-67 immunohistochemical expression in surface epithelial \novarian carcinoma. J Clin Diagn Res. 2017;11(2):EC08-EC12. https:// doi. \norg/ 10. 7860/ JCDR/ 2017/ 24350. 9381.\n 39. Campana D, Nori F, Piscitelli L, et al. Chromogranin A: is it a useful marker \nof neuroendocrine tumors? J Clin Oncol. 2007;25:1967–73.\n 40. Ohishi Y, Kaku T, Oya M, et al. CD56 expression in ovarian granulosa \ncell tumors, and its diagnostic utility and pitfalls. Gynecol Oncol. \n2007;107(1):30–8. https:// doi. org/ 10. 1016/j. ygyno. 2007. 05. 020.\n 41. Yeh YA. Synaptophysin. PathologyOutlines.com website. https:// www. \npatho logyo utlin es. com/ topic/ stain ssyna ptoph  ysin. html . Accessed 30 \nMay 2024.\n 42. Kubba LA, McCluggage WG, Liu J, et al. Thyroid transcription factor-1 expression in ovarian epithelial neoplasms. Modern Pathol. \n2008;21(4):485–90. https:// doi. org/ 10. 1038/ modpa thol. 2008.4.\n 43. Kankanala VL, Mukkamalla SKR. Carcinoembryonic Antigen. [Updated \n2023 Jan 23]. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Pub lishing; 2024 Jan. Available from: https:// www. ncbi. nlm. nih. gov/ books/ \nNBK57 8172/.\n 44. Shinmi D, Nakano R, Mitamura K, et al. Novel anticarcino embryonic \nantigen antibody-drug conjugate has antitumor activity in the existence \nof soluble antigen. Cancer Med. 2017;6(4):798–808.\n 45. Cao QJ, Jones JG, Li M. Expression of calretinin in human ovary, testis, and \novarian sex cord-stromal tumors. Int J Gynecol Pathol. 2001;20(4):346–52. \nhttps:// doi. org/ 10. 1097/ 00004 347- 20011 0000- 00006.\n 46. Walentowicz P , Krintus M, Sadlecki P , et al. Serum inhibin A and inhibin B \nlevels in epithelial ovarian cancer patients. PLoS ONE. 2014;9(3): e90575. \nhttps:// doi. org/ 10. 1371/ journ al. pone. 00905 75.\n 47. Zou Q, Zhang L, Cheng Z, et al. INSM1 is less sensitive but more specific \nthan synaptophysin in gynecologic high-grade neuroendocrine carcino mas: an immunohistochemical study of 75 cases with specificity test and \nliterature review. Am J Surg Pathol. 2021;45:147–59. https:// doi. org/ 10. \n1097/ PAS. 00000 00000 001641.\n 48. Chen JF, Yang C, Sun Y, et al. Expression of novel neuroendocrine marker \ninsulinoma-associated protein 1 (INSM1) in genitourinary high-grade \nneuroendocrine carcinomas: an immunohistochemical study with \nspecificity analysis and comparison to chromogranin, synaptophysin, and \nCD56. Pathol Res Pract. 2020;216: 152993. https:// doi. org/ 10. 1016/j. prp. \n2020. 152993.\n 49. Nasioudis D, Chapman-Davis E, Frey MK, et al. Small cell carcinoma of \nthe ovary: a rare tumor with a poor prognosis. Int J Gynecol Cancer. \n2018;28(5):932–8. https:// doi. org/ 10. 1097/ IGC. 00000 00000 001243.\n 50. Jamy O, Yaghmour G, Hare F, et al. Population-based analysis of the clinical features of primary small cell carcinoma of the ovary. Anticancer Res. \n2015;35(5):3091–5.\n 51. Rinke A, Neary MP , Eriksson J, et al. Health-related quality of life for longacting octreotide versus placebo in patients with metastatic midgut \nneuroendocrine tumors in the phase 3 PROMID trial. Neuroendocrinology. 2019;109(2):141–51. https:// doi. org/ 10. 1159/ 00049 9469.\n 52. AlZuheiri ST, Dube R, Menezes G, et al. Clinical profile and outcome of \nGroup B streptococcal colonization in mothers and neonates in Ras Al \nKhaimah, United Arab Emirates: a prospective observational study. Saudi \nJ Med Med Sci. 2021;9:235–40.\n 53. Fatima A, Abuhijleh SA, Fatah A. Infantile neuroaxonal dystrophy: case \nreport and review of literature. Medicina. 2024;60:1322. https:// doi. org/ \n10. 3390/ medic ina60 081322.\nPage 11 of 11\n Mohsin et al. Journal of Medical Case Reports          (2025) 19:125 \n \n 54. Jhawar S, Lakhotia R, Suzuki M, et al. Clinical presentation and management of primary ovarian neuroendocrine tumor in multiple \nendocrine neoplasia type 1. Endocrinol Diabetes Metab Case Rep. \n2019;20(2019):19–0040. https:// doi. org/ 10. 1530/ EDM- 19- 0040.\n 55. Banerjee S, Tian T, Wei Z, et al. The ovarian cancer oncobiome. Oncotarget. \n2017;8:36225–45. https:// doi. org/ 10. 18632/ oncot arget. 16717.\n 56. Pang L, Yang H, Ning Y, et al. Retrospective analysis of clinicopathological \nfeatures and prognosis of gynecological small-cell carcinoma. Cancer \nManag Res. 2021;8(13):4529–40. https:// doi. org/ 10. 2147/ CMAR. S3146 86.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}