{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04887-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04887-4.pdf",
  "metadata": {
    "/Keywords": "Myasthenia gravis; Distal myasthenia gravis; Hand weakness; Atypical myasthenia gravis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241112151510+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241106135955+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04887-4",
    "/Author": "M. L. Cao ",
    "/Title": "Delayed diagnosis of distal myasthenia gravis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04887-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Myasthenia gravis, which initially presents with prominent distal muscle weakness, is rare \nand is referred to as distal myasthenia gravis. Despite its clinical significance, the diagnosis of distal myasthenia gravis \nis often delayed or missed owing to mild and atypical symptoms.\nCase report We report the case of a 52-year-old ethnic Han woman who presented with task-related isolated transient right-hand weakness that began 15 years ago and lasted for 9 years without aggravation or improvement. In \nsubsequent years, she developed right-hand stiffness with limited dexterity. More recently, this developed into bilat eral hand weakness and simultaneous generalized weakness with ambulation, prompting suspicion of myasthenia \ngravis. Under Hertz repetitive nerve stimulation, the right facial nerve, right accessory nerve, right ulnar nerve, right \nradial nerve, and right median nerve showed decrements between 19.5% and 35.4%. Tests for anti-acetylcholine \nreceptor antibodies were positive. The patient was diagnosed with distal myasthenia gravis, which evolved into generalized myasthenia gravis.",
    "Conclusion": "Conclusion Distal myasthenia gravis can present with isolated and transient hand weakness as a lone symptom, \nand can persist for years before typical myasthenia gravis symptoms appear. The inclusion of myasthenia gravis \nin the differential diagnosis is necessary in patients with isolated distal weakness.\nKeywords  Myasthenia gravis, Distal myasthenia gravis, Hand weakness, Atypical myasthenia gravis\nIntroduction\nMyasthenia gravis (MG) is a common autoimmune neu romuscular junction disease that manifests as weakness \nand fatigue of the affected skeletal muscles. Extraocular, bulbar, and proximal limb muscles are commonly \ninvolved, while the distal limb muscles are generally \nunaffected or minimally affected. MG with prominent \ndistal muscle weakness and fatigability with a fluctuat ing course is rare and is referred to as distal myasthenia \ngravis (DMG) [1]. Here, we report a case of DMG with \nepisodic right-hand weakness as the only manifestation \nfor more than a decade prior to the diagnosis of MG. We \nreport this case so as to add to the clinical spectrum of \nMG variations. We also conducted a literature review \nof DMG to improve the clinical understanding of this \ndisease.\nCase report\nA 52-year-old right-handed ethnic Han woman presented \nwith incidental transient right hand and grip weakness, \nwhich was first discovered 15  years ago after difficulty Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†M.L. Cao and Y.X. Qin have contributed equally to this work and shared first \nauthorship.\n*Correspondence:\nX. Yang\ncckk606@sina.com\n1 Department of Neurology, General Hospital of Ningxia Medical \nUniversity, Yinchuan 750001, China\n2 Department of Internal Medicine, The People’s Hospital of Wushen \nBanner, Erdos 017000, China\n3 Department of Neurology, The First People’s Hospital of Yinchuan, \nYinchuan 750001, China\n4 Department of Neuroelectrophysiology, General Hospital of Ningxia \nMedical University, Yinchuan 750001, China\nPage 2 of 5 Cao et al. Journal of Medical Case Reports          (2024) 18:550 \nopening her front door. Her intermittent hand weakness \npersisted for 1–2 times/month, lasting for a few min utes per episode with a return to baseline. Weakness was \nprecipitated solely by attempts to unlock the door. Oth erwise, she had intact motor function (that is, unscrew ing bottle caps, holding objects, cooking, and writing). \nHer symptoms did not worsen or improve over the last \n9 years. She had visited the hospital twice, but no defini tive diagnosis had been made at the time of assessment. \nSubsequently, she developed right-hand stiffness, includ ing an inability to write or hold a pen. This was exacer bated by cold weather and alleviated by warm weather. \nShe did not seek further medical attention due to nondisabling symptoms. In the preceding 2 years, the patient \ndeveloped weakness with ambulation, finally prompt ing reevaluation. In addition, the patient had no special \nmedical history or concomitant disorders, no family \nmembers with similar diseases, and no special social or \nphychosocialhistory.\nPhysical examination of the right hand showed finger \nflexion of 5−/5, finger extension of 5−/5, hand abduction \nof 5−/5, and hand adduction of 5−/5 [Medical Research \nCouncil (MRC) scale reference]. Fist clenching and finger \nextension fatigue tests were positive. Her left hand and \nleft upper extremity were fully intact, without evidence of \nweakness. Examination of the lower extremities revealed \nproximal hip flexor weakness (5−/5− bilaterally) with \nan abnormal squat fatigue test (< 6 consecutive standing \nsquats).\nElectrographically, repetitive nerve stimulation (RNS) \nat 3  Hertz (Hz) showed a 20.7% decrement of the right \norbicularis oculi, a 24.4% decrement of the right trape zius, a 19.5% decrement of the right abductor digiti min imi, a 23.2% decrement of the right brachioradialis, and \na 35.4% decrement of the right abductor pollicis brevis. \nSerum antibody testing confirmed positive acetylcho line receptor antibody (AchR-Ab) > 20.00  nmol/L (Elisa \nassay, normal reference < 0.45  nmol/L). Chest computed \ntomography (CT) revealed no thymic hyperplasia or \nthymoma. It should be mentioned here that the alpine biomedaps-KEYPOINT/6ch amplifier is a device for per forming electromyography (EMG) tests on our patient.\nA definitive diagnosis of generalized myasthenia gravis \n(GMG) was established. The patient was treated with \npyridostigmine bromide (60 mg once a day) and showed \nclinical improvement. We also recommended that patient \ntake steroid hormone therapy, but she refused for fear of \nthe side effects of obesity. Azathioprine 100  mg once a \nday was then added after mercaptopurine methyltrans ferase activity resulted in the wild-type. At the 42-month \nfollow-up, her symptoms were well controlled with this \nregimen, with normalization of lower extremity strength \nas well as fist clenching and squatting fatigue tests.",
    "Discussion": "Discussion and literature review\nIn patients with MG, eyelid ptosis is often the first symp tom to appear and may be accompanied by bulbar, midaxial, or proximal weakness [2]. Distal limb involvement \nusually occurs in the later stages of the disease. Early \nonset muscle weakness in the distal limbs as the main \nmanifestation of MG is infrequent.\nDMG has been previously described only in case \nreports [3–12]. Harvey et al. [13] first reported this clini cal entity in 1948. Early cases revealed that patients pre senting with distal muscle weakness as the first symptom \nof MG are exceptionally rare. Most of these patients had \ndistal weakness in the hands and forearms, rather than \nweakness in the lower extremities (Table  1). Extensor, \nflexor, and abductor weakness of the hand or wrist were \nthe most common symptoms in patients with DMG [1, 4, \n11, 12]. Later reports provided insight into the possibility \nthat isolated hand weakness could persist for years with \nminimal fluctuation prior to the manifestation of typical \npatterns of MG weakness [9, 11].\nTo date, three groups have retrospectively reviewed \nDMG. Nations et al. [1] analyzed the clinical symptoms \nof 236 patients with MG and defined DMG as distal \nextremity weakness exceeding proximal weakness by at \nleast one MRC grade during the disease course. Accord ing to this criterion, the authors diagnosed nine cases \nof DMG, accounting for 3% of the total cohort. Most \npatients with DMG had hand weakness as the main man ifestation (77.8%), with three patients presenting with \nhand weakness as the first symptom (33.3%) and one \npatient presenting with hand weakness as the only symp tom (11.1%).\nSimilarly, we describe a patient with right-hand weak ness while operating her door lock. We suspect that the \nflexor muscles of the thumb and index finger and prona tor teres muscle were predominantly involved. This was \nconfirmed using RNS testing. In a review of the litera ture, we found that most patients with upper-extremity \ninvolvement had weakness in the right hand. We specu late that this is related to the key role that handedness \nplays; any subtle weakness in one’s dominant hand is \nlikely to be unmasked by routine and trivial tasks.\nIn 2003, Werner et al. [14] followed the evolution of 84 \npatients with MG over a 20-year period and found that 6 \npatients showed a predominance of muscle weakness and \nfatigability in distal muscles; 4 of these 6 patients devel oped distal muscle weakness late in the course, while 2 \npatients had distal muscle weakness as the first symptom. \nMost of the six patients (83.3%) had distal limb weakness \ncharacterized by hand muscle weakness, and only one \npatient (16.7%) had lower limb weakness. These trends \nwere also reflected in another study conducted in 2017, \nsupported by electrographical data [15]. Importantly, \nPage 3 of 5\n Cao et al. Journal of Medical Case Reports          (2024) 18:550 \n \nthere was no difference between patients with DMG and \nother types of MG in terms of age at onset, gender, or \nresponse to treatment [14].\nDespite this body of literature, DMG remains highly \nsusceptible to clinical underdiagnosis and misdiagno sis [9 ]. Diagnosis was missed in our patient because of atypical presentation and mild symptoms. Clini cally, the initial phenotype of our patient appeared \nto be “episodic, ” with her complaining of right-hand \nweakness only with specific task-related skills after \nwork (that is, key-in-lock), but otherwise reported \nnormal motor function. We believe that this so-called Table 1 Summary of patient characteristics in published reports of DMG\nStudy Patient \n(years/\nsex)Main symptoms (chronological \norder)Decrement of RNS AchR-Ab Thymus condition\nUncini A et al. [3] 69/F Gait difficulty, lower limb paresthesia ADM: 10%; EDB: 33% with 3 Hz  + Normal\nJanssen JC et al. [4] 76/M Ophthalmoplegia, left upper limb \nweakness, right-hand weaknessADM: 40%; 20% immediately after exer cise; 65% 2 minutes post-exercise \nwith 3 Hz− Normal\nNations et al. [1] 28/F Left-hand weakness, right-hand weak ness, diplopia, proximal limb weaknessRight accessory nerve: 24% with 3 Hz; \n29% post-exercise with 3 Hz + Normal\n60/M Bilateral ptosis and diplopia, bilateral \nhand weakness, bilateral foot drop, \nand dysphagiaLeft ulnar nerve: 47% with 3 Hz; 66% \npost-exercise with 3 Hz + Normal\nGilad R et al. [5] 43/F Vertical diplopia, foot drop, gait difficultyNM  + Normal\nMusser WS et al. [6] 42/F Transient diplopia, right ptosis, wrist \nand ankle flexor and extensor weaknessBoth ulnar and median nerve: > 50% \nwith 2 Hz + TH\n37/F Ptosis, diplopia, grip weakness, proximal \nleg weakness, bilateral wrist extensor \nweaknessBoth ulnar and median nerve: > 50% \nwith 2 Hz + TH\nKaracostas D et al. [7] 30/F Right-hand weakness, left-hand \nweakness, bilateral wrist weakness \nand diplopiaADM: 20%; APB: 22%; FCR: 47%; TAM: \n22% + Normal\nScola RH et al. [8] 30/F Lower extremity weakness, upper limb \nweaknessUlnar nerve: 12% with 3 Hz  + Normal\nde Carvalho M et al. [9] 38/F Right-hand weakness, dysphagia, \nand respiratory failureADM: 18%(right), 13%(left); APB: 38% \n(right) and 31% (left); right trapezius: \n9%; right anconeus: 29% with 2 Hz + Mediastinal tumor\nRenard D et al. [10] 24/F Bilateral ptosis, diplopia, dysphagia, \ndysphonia, bilateral hand and wrist \nextensor weaknessUlnar and median nerves: < 10% (bilat erally); radial nerve: 23% + Abnormal\nFearon C et al. [11] 47/M Hand weakness, diplopia, and rightsided ptosisAPB: 31% with 3 Hz  + Abnormal\nJian Fan et al. [15] 42/M Diplopia and left ptosis, bilateral hand \nweakness, tibialis anterior muscle \nweaknessDeltoid muscle: 36%; ADM: 46% \nwith 3 Hz− Normal\n64/M Left ptosis, bilateral hand weakness Deltoid muscle: 6%; ADM: −2% \nwith 3 Hz− Normal\n62/M Ptosis and diplopia, diffuse limb weak ness (most prominent in the left hand)Deltoid muscle: 28%; APB: 9%; ADM: \n55% with 3 Hz− TH\n54/F Proximal limb weakness, bilateral weak ness, left ptosis, dysphonia, and dysphagiaDeltoid muscle: 26%; APB: 42%; ADM: \n4% with 3 Hz + TH\nSousa DC et al. [12] 57/M Binocular diplopia, ptosis, left upper \nextremity distal weaknessRight median: 27% (AM), 27% (AR); left \nmedian: 10% (AM), 16% (AR); spinal \naccessory: 18% (AM), 23% (AR); facial \nnerves: 16% (AM), 22% (AR) with 2 Hz− Normal\nOur case 52/F Transient right-hand weakness, bilateral \nhand weakness, lumbar and generalized weaknessRight ORB OCULI: 20.7%; right trape zius: 24.4%; right ADM: 19.5%; right \nbrachioradialis: 23.2%; right APB 35.4% \nwith 3 Hz + Normal\nPage 4 of 5 Cao et al. Journal of Medical Case Reports          (2024) 18:550 \nepisodic weakness is a diagnostic trap. That is, although \nit appeared to be “episodic, ” it was actually weak ness exposed at the end of the day during an activity \nthat required skilled use of the intrinsic hand muscles. \nMoreover, her fluctuating weakness remained stagnant \nfor 13  years, suggesting that patients with DMG may \nhave a quiescent course in the early stages that escapes \nclinical detection.\nDiagnostically, this case was further complicated by \nclinical symptoms, which seemed inconsistent with \nestablished electromyography (EMG) principles. It is \na well-known phenomenon that increasing the room \ntemperature can help increase the positive rate of RNS \n[16]. However, in our patient, weakness of her hands \nwas aggravated by the cold weather. Distal limb weak ness that worsens after exposure to cold is mostly seen \nin ion channel diseases, such as myotonic dystrophy \n[17, 18]. However, no published literature exists on the \nrelationship or mechanism of MG muscle weakness \ninduced by cold climate.\nFurthermore, when looking back at the early stages of \nthe disease, it is important to differentiate the patient’s \nepisodic hand weakness from task-specific dystonia \n(TSD). TSD is characterized by tension, spasms, trem ors, or other involuntary movements that occur with \nfrequent repetition and performance of specific tasks. \nFor example, writing spasms are commonly seen in ste nographers [19]. However, in this case, the patient’s key \ntwisting does not involve highly repetitive movements \nand only presents as weakness without convulsions, \ntremors or other discomfort, which is inconsistent with \nTSD.\nWe subsequently reviewed the literature on RNS pat terns in patients with DMG (Table  1). The positive rate \nof the median and ulnar nerve RNS recorded in the hand \nand forearm muscles in patients with DMG of the upper \nlimbs was significantly higher than that of the proximal \nnerves because the diagnostic sensitivity of RNS for MG \ndepends on the distribution of muscle weakness and \nthe severity of the disease [20, 21]. Consistent with the \nliterature, the RNS of the ulnar and radial nerves in our \npatient showed a significant decrease in the abductor \npollicis brevis, abductor digiti minimi, and brachioradi alis. Significant decreases in RNS were also recorded in \nthe accessory and facial nerves, which may be related to \nthe chronicity of the disease.\nSerologically, anti-acetylcholine receptor antibody pos itivity is seen in up to 50% of ocular myasthenia gravis \ncases and 90% of GMG cases [22]. For DMG patients, as \npresented in Table  1, the positive rate of AchR-Ab was \n72.2%. Only AchR-Ab has been reported in patients with \nDMG thus far, and unsurprisingly, our patient presented \nwith AchR-Ab.Conclusion\nWe report a case of DMG manifesting as isolated chronic \nhand weakness with diagnostic confirmation achieved only \nafter the generalization of weakness. We reviewed the rele vant literature to draw attention to this rare subtype of MG \nand highlight the need to consider this diagnosis in patients \nwith distal extremity weakness.\nAbbreviations\nMG  Myasthenia gravis\nDMG  Distal myasthenia gravis\nHz  Hertz\nRNS  Repetitive nerve stimulation\nAChR-Ab  Anti-acetylcholine receptor antibody\nGMG  Generalized myasthenia gravis\nMRC  Medical Research Council\nQD  Quaque die\nEMG  Electromyography\nTH  Thymic hyperplasia\nAcknowledgements\nThe authors thank Prof. Liying Cui and Doctor Eileena J. Newton for providing \ncritical suggestions and for revising the manuscript. The authors also thank \nthe patient and her family for their cooperation with this study. Yang Xiao, \nchief physician, professor, and deputy director of the Department of Neurology, School of Clinical Medicine, Ningxia Medical University, has long been \nengaged in the diagnosis and treatment of autoimmune diseases of the \nnervous system.\nAuthor contributions\nCao ML and Qin YX discovered this case and wrote the manuscript. Deng LL \nperformed the RNS test. Shao N, Zhang CY, and Xu XR, Liu Q collected and \nanalyzed the data. Yang X designed and revised the paper. All authors have \nread and approved the final manuscript.\nFunding\nThis study was supported by the National Natural Science Foundation of \nChina (81860250 by Yang X) and the 2021 Innovation and Entrepreneurship \nProject for Returned Overseas researchers in Ningxia (2021–352).\nAvailability of data and materials\nAll data have been included in the manuscript. No additional data are \navailable.\nDeclarations\nEthical approval and consent to participate\nThis retrospective study was approved by Review Board of General Hospital of \nNingxia Medical University of Science and Technology and written informed \nconsent was waived. This study was carried out according to the Declaration \nof Helsinki.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying forms. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no potential competing interests.\nReceived: 6 November 2023   Accepted: 3 October 2024\nPage 5 of 5\n Cao et al. Journal of Medical Case Reports          (2024) 18:550 \n \nReferences\n 1. Nations SP , Wolfe GI, Amato AA, Jackson CE, Bryan WW, Barohn RJ. Distal \nmyasthenia gravis. Neurology. 1999;52(3):632–4.\n 2. Fitzgerald MG, Shafritz AB. Distal myasthenia gravis. J Hand Surg. \n2014;39(7):1419–20.\n 3. Uncini A, di Guglielmo G, di Muzio A, Repaci M, Lugaresi A, Forno GM, \net al. Distal myasthenia gravis and sensory neuronopathy with anti-50 \nkDa antibody mimicking sensory-motor neuropathy. J Neurol Neurosurg \nPsychiatry. 1997;63(3):414–5.\n 4. Janssen JC, Larner AJ, Harris J, Sheean GL, Rossor MN. Myasthenic hand. \nNeurology. 1998;51(3):913–4.\n 5. Gilad R, Sadeh M. Bilateral foot drop as a manifestation of myasthenia \ngravis. J Clin Neuromuscul Dis. 2000;2(1):23.\n 6. Musser WS, Barbano RL, Thornton CA, Moxley RT 3rd, Herrmann DN, \nLogigian EL. Distal myasthenia gravis with a decrement, an increment, \nand denervation. J Clin Neuromuscul Dis. 2001;3(1):16–9.\n 7. Karacostas D, Mavromatis I, Georgakoudas G, Artemis N, Milonas I. \nIsolated distal hand weakness as the only presenting symptom of myasthenia gravis. Eur J Neurol. 2002;9(4):429–30.\n 8. Scola RH, Iwamoto FM, Mainardi MA, Della-Coletta MV, Carvalho G, \nZavala JA, et al. Distal myasthenia gravis: case report. Arq Neuropsiquiatr. \n2003;61(1):119–20.\n 9. de Carvalho M, Geraldes R. Longstanding right-hand weakness in a \npatient with myasthenia gravis. Muscle Nerve. 2006;34(5):670–1.\n 10. Renard D, Castelnovo G, Labauge P . Distal myasthenia gravis. Acta Neurol \nBelg. 2008;108:107–8.\n 11. Fearon C, Mullins G, Reid V, Smyth S. Distal myasthenia gravis presenting \nas isolated distal myopathy. Muscle Nerve. 2015;52(2):308–9.\n 12. Sousa DC, Viana P , Leal I, Parreira S, Ferreira J, Campos F. Ophthalmo paresis and unilateral finger flexor muscle weakness in seronegative \nmyasthenia gravis. Can J Ophthalmol. 2017;52(6):e213–6.\n 13. Harvey AM. Some preliminary observations on the clinical course of \nmyasthenia gravis before and after thymectomy. Bull N Y Acad Med. \n1948;24:505–22.\n 14. Werner P , Kiechl S, Löscher W, Poewe W, Willeit J. Distal myasthenia gravis \nfrequency and clinical course in a large prospective series. Acta Neurol \nScand. 2003;108(3):209–11.\n 15. Jian F, Wang HB, Chen N, et al. Observation of clinical and electrophysiological features in patients with distal myasthenia gravis. Zhonghua Yi \nXue Za Zhi. 2017;97:2894–7.\n 16. Rutkove SB, Shefner JM, Wang AK, Ronthal M, Raynor EM. High-temper ature repetitive nerve stimulation in myasthenia gravis. Muscle Nerve. \n1998;21(11):1414–8.\n 17. Mano Y, Honda H, Takayanagi T. Electrophysiological analysis of warming \nup phenomenon in myotonia. Jpn J Med. 1985;24(2):131–4.\n 18. Michel P , Sternberg D, Jeannet PY, Dunand M, Thonney F, Kress W, et al. \nComparative efficacy of repetitive nerve stimulation, exercise, and cold in \ndifferentiating myotonic disorders. Muscle Nerve. 2007;36(5):643–50.\n 19. Anna, Détári,Treating the musician rather than the symptom: The \nholistic tools employed by current practices to attend to the non-motor \nproblems of musicians with task-specific focal dystonia. Front Psychol. \n2023;13:1038775. https:// doi. org/ 10. 3389/ fpsyg. 2022. 10387 75.\n 20. Howard JF Jr. Electrodiagnosis of disorders of neuromuscular transmission. Phys Med Rehabil Clin N Am. 2013;24(1):169–92.\n 21. Abraham A, Breiner A, Barnett C, Katzberg HD, Lovblom LE, Rt MN, et al. \nElectrophysiological testing is correlated with myasthenia gravis severity. \nMuscle Nerve. 2017;56(3):445–8.\n 22. Romi F, Hong Y, Gilhus NE. Pathophysiology and immunological profile of \nmyasthenia gravis and its subgroups. Curr Opin Immunol. 2017;49:9–13.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}