{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04987-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04987-1.pdf",
  "metadata": {
    "/Keywords": "Kawasaki disease; Coronary artery aneurysms; Fever; Atypical KD",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241220092017+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241216191649+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04987-1",
    "/Author": "Najmeh Navidi ",
    "/Title": "Atypical Kawasaki disease with giant coronary artery aneurysms in a 2-month-old boy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04987-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Kawasaki disease is an acute inflammatory disorder primarily affecting medium-sized blood vessels, \nespecially in infants and young children under 5 years old, characterized by inflammation of the arterial walls, including coronary arteries. While predominantly affecting young children, rarely Kawasaki disease is seen in adults. Report ing this case is crucial due to the patient’s very young age and the disease’s unusual presentation following vaccination, contributing to the limited literature on Kawasaki disease in very young infants.",
    "Case Presentation": "Case presentation A full-term, 2-month-and-10-day-old Iranian boy presented with persistent fever unresponsive \nto treatment, beginning 5 days after receiving the 5-in-1 vaccine. Although physical examination",
    "Results": "results were normal, \nhis medical history included maternal hypothyroidism during pregnancy and neonatal jaundice that did not require \nhospitalization. Initial laboratory tests revealed bicytopenia, thrombocytosis on the complete blood count, and ele vated erythrocyte sedimentation rate and C-reactive protein levels. Echocardiography identified giant coronary artery \naneurysms. The patient was diagnosed with atypical Kawasaki disease and treated with intravenous immunoglobulin, \nmethylprednisolone, infliximab, and aspirin, which resolved his fever.\nConclusions This case emphasizes the importance of considering Kawasaki disease as a differential diagnosis \nin infants with persistent, treatment-resistant fever and abnormal complete blood count findings. Early diagnosis \nand timely intervention are essential to prevent severe complications, such as coronary artery aneurysms and possible mortality. It underscores the need for heightened awareness and vigilance among healthcare providers in similar \nclinical scenarios.\nKeywords  Kawasaki disease, Coronary artery aneurysms, Fever, Atypical KD",
    "Introduction": "Introduction\nKawasaki disease (KD) is a febrile systemic vasculitis first \ndescribed in 1967 by Dr. Tomisaku Kawasaki in Japan, \nwith cardiac complications being identified about 3 years \nlater [1]. This acute disorder primarily affects children \nunder 5 years old, targeting medium-sized blood vessels. \nResearch has shown that KD is approximately 1.5 times \nmore prevalent in boys than in girls [2, 3]. Although \nthe etiology of KD is not fully understood, its higher \nincidence in children of East Asian and Pacific Islander \ndescent, even among families who have migrated, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammad Reza Fathi\nmrfathi70@gmail.com\n1 Department of Pediatrics, Faculty of Medicine, Ahvaz Jundishapur \nUniversity of Medical Sciences, Ahvaz, Iran\n2 Hyperlipidemia Research Center, Ahvaz Jundishapur University \nof Medical Sciences, Ahvaz, Iran\n3 Student Research Committee, Ahvaz Jundishapur University of Medical \nSciences, Ahvaz, Iran\nPage 2 of 5 Navidi et al. Journal of Medical Case Reports          (2024) 18:630 \nsuggests a potential genetic component in KD’s patho genesis [4, 5].\nWhile the exact cause of KD remains unknown, some \nstudies suggest that vaccination might trigger KD by \nstrongly activating innate and adaptive immune path ways. However, there is no conclusive evidence linking \nvaccination to KD development [6–9].\nTypically, around 5 days after fever onset, KD presents \nwith distinct clinical features, including prolonged fever, \nbilateral non-purulent conjunctivitis, inflammation of the \noral mucosa (characterized by dryness and a ‘‘strawberry’’ \ntongue), extremity changes, skin rashes, and cervical \nlymphadenopathy (often unilateral and ≥ 1.5 cm in diam eter). The diagnosis of classic KD requires a fever lasting \nfive or more days, accompanied by at least four of these \nfive signs, with no other explanation for the symptoms.\nIn contrast, ‘‘atypical KD’’ refers to cases that do not \nmeet the full diagnostic criteria and may exhibit unusual \nclinical features. Atypical KD can also present in children \noutside the typical age range [3]. While KD commonly \naffects children between 6 months and 5 years of age [9], \nthere have been only a few reported cases in neonates \n[10].\nOne of the most serious complications of KD is coro nary artery aneurysm (CAA). KD is prevalent among \nchildren in developed countries [11] and may even pose \na risk factor for myocardial infarction later in adulthood \n[12]. Factors contributing to CAA development include \nyoung age and delayed treatment [13]. Research in Japan, \nwhere KD incidence is high, has shown that early treat ment with intravenous immunoglobulin (IVIG) can \nreduce the incidence of CAA by 15–25% [14–16].\nAtypical KD, which often occurs in children younger \nthan 6 months or older than 5 years, carries a higher \nrisk of CAA and other complications [3, 17]. One severe \ncomplication of KD is macrophage activation syndrome \n(MAS), characterized by excessive activation of mac rophages and T lymphocytes, leading to elevated levels \nof cytokines such as IFN-gamma and GM-CSF. MAS \noccurs in 1.1–1.9% of KD cases but can be challenging to \ndistinguish from severe KD itself (24). MAS arises from \npersistent macrophage activation and is associated with \nautoimmune or inflammatory disorders, including KD \n[19].\nIn KD, the presence of symptoms such as persistent \nfever, hyperferritinemia, thrombocytopenia, splenomeg aly, and elevated aspartate aminotransferase (AST) raises \nsuspicion for MAS. Confirming an MAS diagnosis typi cally requires a thorough evaluation of clinical and labo ratory criteria [20].\nIn this study, we present the case of a 2-month-old boy \nwith atypical KD, who developed aneurysms in the right \nand left coronary arteries.Case report\nA previously healthy, full-term 2-month-and-10-dayold Iranian boy developed a persistent fever 5 days after \nreceiving the 5-in-1 vaccine. Initially, the fever responded \ntemporarily to treatment with oral acetaminophen at \nhome, but high fever recurred, accompanied by an occa sional dry cough. This prompted a visit to a primary care \nhospital, where he was evaluated, diagnosed with pneu monia, and started on cefotaxime. Due to the continued \nfever, 6 days later, he was admitted to our hospital for fur ther assessment.\nOn admission, the patient’s vital signs included a tem perature of 38.8 °C, heart rate of 156 bpm, blood pressure \nof 92/63 mmHg, respiratory rate of 50 breaths per min ute, and oxygen saturation of 99%. There were no signs of \nconjunctivitis, skin rash, or peripheral edema. Examina tion of the pharynx, as well as auscultation of the heart \nand lungs, was unremarkable, with no abnormal findings. \nHis past medical history revealed that his mother had \nhypothyroidism during pregnancy, and he had experi enced neonatal jaundice that did not require hospitaliza tion. The patient’s height was 61 cm, and his weight was \n7 kg. The remainder of the general and systemic examina tion was within normal limits.\nManagement\nThe patient was initially admitted to the General Chil dren’s Service with a diagnosis of viral pneumonia and \nwas treated with ceftriaxone and nebulized epinephrine.\nInitial investigations revealed a C-reactive protein \n(CRP) level of 116  mg/dL, erythrocyte sedimentation \nrate (ESR) of 15 mm/hour, white blood cell count (WBC) \nof 3.12 ×  109/L (66% neutrophils, 34% lymphocytes), \nhemoglobin (Hb) of 7.5 g/dL, and a platelet count of \n595 ×  109/L. Blood and urine cultures showed no growth \nof pathogens, and a catheterized urinalysis was normal. \nThe initial chest X-ray (CXR) was also unremarkable.\nOn day 3 of admission (day 9 of illness), nebulized epi nephrine was discontinued, and azithromycin syrup was \nprescribed for a 5-day course. By day 5, due to persistent \nfever (38.9˚C) and worsening laboratory results (ESR = 60 \nand CRP = 136), meningitis was suspected, and vanco mycin was added to the antibiotic regimen. Given the \ndecrease in hemoglobin, 70 cc of packed red blood cells \nwere administered. Lumbar puncture analysis showed \nprotein levels of 76  mg/dL, glucose of 44  mg/dL, red \nblood cell count (RBC) of 18, and WBC of 5 (totally poly morphonuclear cells). Abdominal and pelvic ultrasounds \nshowed no abnormalities.\nOn day 9 of admission, a brain ultrasound was con ducted, which was unremarkable. On day 10, ampicil lin was added to the antibiotic regimen due to ongoing \nfever. However, the fever persisted, and repeated blood \nPage 3 of 5\n Navidi et al. Journal of Medical Case Reports          (2024) 18:630 \n \ntests showed leukocytosis, along with elevated ESR and \nCRP levels. On day 17, ampicillin and ceftriaxone were \ndiscontinued, and meropenem was initiated.\nAfter 18 days, given the patient’s persistent fever and \nlack of response to antibiotics, suspicion for atypical \nKawasaki disease increased. An echocardiogram was \nperformed, revealing coronary artery dilation [left main \ncoronary artery (LMCA) > 6  mm and right coronary \nartery (RCA) > 4 mm]. Following the diagnosis of atypi cal Kawasaki disease, the patient was transferred to the \nPediatric Intensive Care Unit (PICU) for specialized \nmanagement.\nTreatment was initiated with intravenous immuno globulin (IVIG) at 2  g/kg over 12 hours, methylpred nisolone at 2  mg/kg/day, and aspirin at 50 mg/kg/day \ndivided into four doses.\nOn day 20, due to elevated prothrombin time–\ninternational normalized ratio (PT-INR), the patient \nreceived 100  cc of fresh frozen plasma (FFP) along \nwith the first pulse of methylprednisolone. On day \n22, a coronary computed tomography angiogram \n(CTA) was performed, which revealed significant \naneurysms in the coronary arteries: RCA ≤ 6.5  mm, \nLMCA = 6.5  mm, proximal left anterior descending \nartery (LAD) = 6.5 mm, with significant stenosis in the \ndistal RCA. The second pulse of methylprednisolone \nwas administered (Fig. 1 ).\nOn day 23, the patient received a third pulse of methyl prednisolone, along with 40 cc of packed red blood cells \ndue to low hemoglobin levels. On day 24, treatment with \ninfliximab was initiated.\nOn day 26, a color Doppler ultrasound of the abdomi nal aorta and its branches was conducted, revealing nor mal arterial findings.On day 28, methylprednisolone injections were dis continued, and oral prednisolone was started. On day 30, \nmeropenem and vancomycin were also discontinued.\nOn day 33, on the basis of the Z-score calculated from \nechocardiography and the lack of reduction in coronary \nartery aneurysm size, enoxaparin was prescribed. After \n5 days, enoxaparin was stopped, and the patient was dis charged with a regimen including warfarin and aspirin.",
    "Discussion": "Discussion and conclusions\nAccording to the 2017 guidelines from the American \nHeart Association, Kawasaki disease (KD) is diagnosed \nwhen a child presents with a fever lasting more than \n5 days and at least four of the primary clinical features. \nIf a child has a fever for more than 5 days, exhibits two \nor three primary clinical features, and has evidence of \ncoronary artery dilatation, an incomplete diagnosis of KD \nmay be considered. It is important to recognize that cer tain findings, such as ulcerative stomatitis, splenomegaly, \nbullous or vesicular rash, exudative pharyngitis, systemic \nlymphadenopathy, or exudative conjunctivitis, may argue \nagainst a KD diagnosis [18].\nApproximately 10% of KD cases occur in infants under \n6 months of age. Diagnosing KD in infants aged 3 months \nor younger is particularly challenging [21], as only a lim ited number of cases (about 24%) meet four out of the \nfive classic clinical criteria. Since delayed diagnosis or \ntreatment is a risk factor for developing coronary artery \naneurysms (CAA) [13], infants with KD under 6 months \nare at higher risk for cardiac complications. To minimize \nthe risk of cardiac issues, IVIG treatment should ideally \nbegin within 10  days of illness onset, and preferably by \nday 7 [21]. If untreated, KD can lead to coronary artery \naneurysms in 15–25% of cases, with approximately 2–3% \nFig. 1 An axial cut of computed tomography angiography (CTA) showing aneurysm in the left coronary artery (A) and right coronary artery (B). \nArrows point towards the aneurysm\nPage 4 of 5 Navidi et al. Journal of Medical Case Reports          (2024) 18:630 \nof untreated children succumbing to coronary-vasculitisinduced myocardial ischemia, which can present years \nlater [22].\nIn this paper, we present the case of a 2-month-and-10day-old boy with atypical KD. The patient did not exhibit \nthe classic criteria for KD aside from persistent fever last ing more than 5 days. The delay in diagnosis, therefore, \nled to the development of coronary artery dilatation. \nInitially, viral pneumonia was suspected, and broadspectrum antibiotics were administered; however, this \ntreatment proved ineffective, indicating the absence of \nan infection, at least during hospitalization. Despite the \npatient’s continued clinical decline, a definitive diagnosis \nremained uncertain until day 18, when echocardiogra phy confirmed atypical Kawasaki disease. Treatment with \nIVIG, methylprednisolone, and aspirin was promptly ini tiated. IVIG, aspirin, and infliximab remain the corner stone of KD management [21].\nOur patient did not exhibit lymphadenopathy, a feature \ntypically seen in 75% of pediatric KD cases [1]. Labora tory findings consistent with KD-included neutrophilia \n(though not leukocytosis), anemia, thrombocytosis, and \nelevated ESR and CRP levels. In this case, the anemia was \nsevere enough to require a blood transfusion. The pos sibility of macrophage activation syndrome (MAS) was \nalso considered due to persistent fever and thrombocyto penia, although MAS was not definitively diagnosed.\nThis case underscores the importance of considering \nKawasaki disease in infants presenting with prolonged, \nantibiotic-resistant fever, even though KD is uncommon \nin children younger than 6 months. Prompt diagnosis and \ntimely treatment—preferably within 10 days of symptom \nonset—are essential to prevent potentially life-threaten ing complications, such as coronary artery aneurysms.\nFurther research is needed to better understand the \nunderlying causes and mechanisms of KD, which may \nultimately lead to more effective treatment approaches \nand improved follow-up protocols.\nAbbreviations\nCAA   Coronary artery aneurysms\nCTA   Computed tomography angiography\nCT  Computerized tomography\nFFP  Fresh frozen plasma\nIVIG  Intravenous immunoglobulin\nKD  Kawasaki disease\nLP  Lumbar puncture\nMAS  Macrophage activation syndrome\nPMH  Past medical history\nAcknowledgements\nThe authors would like to thank the rheumatology department of Abuzar \nAhvaz Children’s Hospital for their support.\nAuthor contributions\nMohammad Reza Fathi supervised this study. Najmeh Navidi, Babak Najibi, \nNegar Dinarvand, and Amirmohammad Zamani wrote the preliminary draft. Mohammad Reza Fathi and Najmeh Navidi read and edited the final \nmanuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nData will be made available on request.\nDeclarations\nEthics approval and consent to participate\nThe study was approved by the Ethics Committee of Ahvaz Jundishapur \nUniversity of Medical Sciences (Approval Code: IR.AJUMS.REC.1403.093), \nensuring compliance with ethical standards for human research, and informed \nconsent to publish any accompanying images or data was obtained from the \nparticipant’s parents.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 18 September 2024   Accepted: 26 November 2024\nReferences\n 1. Kontopoulou T, Kontopoulos DG, Vaidakis E, Mousoulis GP . Adult \nKawasaki disease in a European patient: a case report and review of the \nliterature. J Med Case Rep. 2015;9(1):1–7.\n 2. Singh S, Vignesh P , Burgner D. The epidemiology of Kawasaki disease: a global update. Archives of disease in childhood. \n2015:archdischild-2014–307536.\n 3. Tanti SK, Mishra S. Atypical Kawasaki disease complicated with coronary \nartery aneurysm: a case report and review of literature. Cureus. 2021. \nhttps:// doi. org/ 10. 7759/ cureus. 13589.\n 4. Bell DM, Morens DM, Holman RC, Hurwitz ES, Hunter MK. Kawasaki syndrome in the United States: 1976 to 1980. Am J Dis Child. \n1983;137(3):211–4.\n 5. Holman RC, Christensen KY, Belay ED, Steiner CA, Effler PV, Miyamura J, \net al. Racial/ethnic differences in the incidence of Kawasaki syndrome \namong children in Hawai ‘i. Hawaii Med J. 2010;69(8):194.\n 6. Abrams JY, Weintraub ES, Baggs JM, McCarthy NL, Schonberger LB, Lee \nGM, et al. Childhood vaccines and Kawasaki disease, vaccine safety datalink, 1996–2006. Vaccine. 2015;33(2):382–7.\n 7. Baker MA, Baer B, Kulldorff M, Zichittella L, Reindel R, DeLuccia S, et al. \nKawasaki disease and 13-valent pneumococcal conjugate vaccination \namong young children: a self-controlled risk interval and cohort study \nwith null results. PLoS Med. 2019;16(7): e1002844.\n 8. Hall GC, Tulloh RM, Tulloh LE. The incidence of Kawasaki disease after vaccination within the UK pre-school national immunisation programme: an \nobservational THIN database study. Pharm Drug Saf. 2016;25(11):1331–6.\n 9. Rowley AH, Shulman ST. Pathogenesis and management of Kawasaki \ndisease. Expert Rev Anti Infect Ther. 2010;8(2):197–203.\n 10. Hangai M, Kubota Y, Kagawa J, Yashiro M, Uehara R, Nakamura Y, et al. \nNeonatal Kawasaki disease: case report and data from nationwide survey \nin Japan. Eur J Pediatr. 2014;173:1533–6.\n 11. Hall GC, Tulloh LE, Tulloh RM. Kawasaki disease incidence in children \nand adolescents: an observational study in primary care. Br J Gen Pract. \n2016;66(645):e271–6.\n 12. Daniels LB, Gordon JB, Burns JC. Kawasaki disease: late cardiovascular \nsequelae. Curr Opin Cardiol. 2012;27(6):572–7.\nPage 5 of 5\n Navidi et al. Journal of Medical Case Reports          (2024) 18:630 \n \n 13. McCrindle BW, Li JS, Minich LL, Colan SD, Atz AM, Takahashi M, et al. \nCoronary artery involvement in children with Kawasaki disease: risk \nfactors from analysis of serial normalized measurements. Circulation. \n2007;116(2):174–9.\n 14. McCrindle BW, Rowley AH, Newburger JW, Burns JC, Bolger AF, Gewitz \nM, et al. Diagnosis, treatment, and long-term management of Kawasaki \ndisease: a scientific statement for health professionals from the American \nHeart Association. Circulation. 2017;135(17):927–99.\n 15. Eleftheriou D, Levin M, Shingadia D, Tulloh R, Klein N, Brogan P . Manage ment of Kawasaki disease. Archiv Dis Childhood. 2013. https:// doi. org/ 10. \n1136/ archd ischi ld- 2012- 302841.\n 16. Makino N, Nakamura Y, Yashiro M, Ae R, Tsuboi S, Aoyama Y, et al. Descrip tive epidemiology of Kawasaki disease in Japan, 2011–2012: from the \nresults of the 22nd nationwide survey. J Epidemiol. 2015;25(3):239–45.\n 17. Bayers S, Shulman ST, Paller AS. Kawasaki disease: part I diagnosis, clinical \nfeatures, and pathogenesis. J Am Acad Dermatol. 2013;69(4):501.\n 18. Jin P , Luo Y, Liu X, Xu J, Liu C. Kawasaki disease complicated with macrophage activation syndrome: case reports and literature review. Front \nPediatr. 2019;7:423.\n 19. Lin Y, Shi L, Deng Y-j, Liu Y, Zhang H-w. Kawasaki disease shock syndrome \ncomplicated with macrophage activation syndrome in a 5-month old \nboy: a case report. Medicine. 2019;98(4):14203.\n 20. García-Pavón S, Yamazaki-Nakashimada MA, Báez M, Borjas-Aguilar \nKL, Murata C. Kawasaki disease complicated with macrophage \nactivation syndrome: a systematic review. J Pediatr Hematol Oncol. \n2017;39(6):445–51.\n 21. Lertamornkitti N, Wangjirapan A. A 3-month-old infant with \natypical Kawasaki disease. Case Rep. 2018. https:// doi. org/ 10. 1136/ \nbcr- 2017- 221456.\n 22. Jakob A, Whelan J, Kordecki M, Berner R, Stiller B, Arnold R, et al. Kawasaki \ndisease in Germany. Pediatr Infect Dis J. 2016;35(2):129–34.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}