{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04982-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04982-6.pdf",
  "metadata": {
    "/Keywords": "Type 2 autoimmune pancreatitis; Endoscopic ultrasound sonography; Pancreatic cancer; Pancreaticoduodenectomy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218114553+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241216125043+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04982-6",
    "/Author": "Noriyuki Tagai ",
    "/Title": "Mass-forming type 2 autoimmune pancreatitis with upstream dilatation of the main pancreatic duct dilatation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04982-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Type 2 autoimmune pancreatitis is characterized by multiple or segmental strictures of the main \npancreatic duct without upstream dilatation. We encountered a case of mass-forming type 2 autoimmune pancreatitis with upstream main pancreatic duct dilatation that was difficult to diagnose preoperatively using endoscopic \nultrasound sonography-guided fine-needle aspiration cytology.",
    "Case Presentation": "Case presentation A 58-year-old Japanese man presented with recurrent acute pancreatitis secondary to a 10-mm \npancreatic head tumor. The tumor compressed the main pancreatic duct, thereby dilating the upstream main pancre atic duct. The serum immunoglobin G4 levels were within normal limits. Endoscopic ultrasound sonography-guided \nfine-needle aspiration cytology was performed twice. However, few degenerative atypical cells were observed, \nresulting in an indeterminate diagnosis. The patient underwent pancreaticoduodenectomy, and pathological findings \nrevealed duct-centric pancreatitis with neutrophilic infiltration of the interlobular pancreatic ductal epithelium. Immunoglobin G4-positive cells were not detected. The patient was diagnosed with type 2 autoimmune pancreatitis.",
    "Conclusion": "Conclusion Mass-forming type 2 autoimmune pancreatitis can present with main pancreatic duct strictures \nand upstream dilatation. Although endoscopic ultrasound sonography-guided fine-needle aspiration cytology is use ful for the diagnosis of solid pancreatic masses, preoperative diagnosis of type 2 autoimmune pancreatitis remains \nchallenging. Further studies should be conducted to determine whether “hidden” type 2 autoimmune pancreatitis \nmay be more frequently present and to improve the accuracy of the diagnosis of type 2 autoimmune pancreatitis.\nKeywords  Type 2 autoimmune pancreatitis, Endoscopic ultrasound sonography, Pancreatic cancer, \nPancreaticoduodenectomy, Case report\nBackground\nAutoimmune pancreatitis (AIP) is a unique type of \nchronic pancreatitis characterized by morphological, \nhistological, and serological features [1]. The well known form is type 1 AIP , which is a manifestation of immu noglobin G4 (IgG4)-related disease [2]. Type 1 AIP is \ncharacterized by positive serum IgG4, image findings \nincluding capsule-like low-density rim appearance, mul tiple strictures of main pancreatic duct (MPD) [3], and \nlobule-centric inflammation pattern in pathological find ings. In contrast, type 2 AIP is a minor form of AIP in \nJapan, featuring granulocytic epithelial lesions (GEL), a \nhigh rate of coexisting inflammatory bowel diseases, and \nthe absence of serum IgG4 [4].*Correspondence:\nNoriyuki Tagai\nnoriguy@u-fukui.ac.jp\n1 Department of Surgery 1, University of Fukui, 23-3 Matsuokashimoaizuki, \nEiheiji- Cho, Yoshida- gun, Fukui 910-1193, Japan\nPage 2 of 6 Tagai et al. Journal of Medical Case Reports          (2024) 18:615 \nThe differential diagnosis of small-sized mass-forming \nAIP from pancreatic cancer is challenging [5]. A typi cal case of AIP shows narrowing of over one third of \nthe MPD without significant dilatation of the upstream \nMPD [6]. The absence of characteristic findings, such as \nelevated serum IgG4 levels in type 2 AIP , makes accurate \ndiagnosis increasingly difficult.\nHere, we report a case of mass-forming type 2 AIP with \ndilatation of the upstream MPD that was difficult to diag nose preoperatively.\nCase presentation\nA 58-year-old Japanese man with no history of inflam matory bowel diseases was referred to our hospital for \nfurther evaluation and treatment of recurrent pancreati tis. The patient initially presented with vomiting and epi gastric pain. His primary care doctor noted high blood \namylase levels (1022  U/L) on blood chemistry tests. No \nevidence of elevated alkaline phosphatase or bilirubin \nlevel was detected. Computed tomography (CT) showed \na 9-mm large low-density area in the pancreatic head \n(Fig.  1a) and swelling of the pancreas from the body to \nthe tail with a dilated main pancreatic duct (Fig.  1b); \nascites was not detected at this time. He was diagnosed \nwith acute pancreatitis, followed by the administration \nof gabexate mesylate for 10 days. Although his symptoms \nimproved after treatment, a restart of oral intake wors ened the abdominal pain and the elevation of the blood \namylase level relapsed. Carcinoembryonic antigen and \ncarbohydrate antigen 19–9 were elevated to 5.3  ng/ml \nand 116.5  U/ml. The duke pancreatic monoclonal anti gen type (DUPAN)−2 levels were within normal lim its. Serum IgG4 level was also negative. The patient was \ntransferred to our hospital and underwent endoscopic retrograde pancreatography (ERP) with pancreatic duct \nplastic stent placement (Fig.  2a). The main pancreatic \nduct adjacent to the tumor was stenosed segmentally at \nthe pancreatic head (Fig .2b). Other stenoses of the main \npancreatic duct were not detected; however, upstream \ndilatation (>  5  mm) was observed. Pancreatic juice and \npancreatic duct brush cytology revealed no malignan cies. A reassessed CT scan revealed a remaining lowdensity area without enhancement of the pancreatic head \nnext to the main pancreatic duct. The main pancreatic \nduct was stenotic in this position, with upstream dilata tion. Contrast-enhanced magnetic resonance imaging \n(MRI) revealed a space-occupying lesion in the pancre atic head adjacent to the main pancreatic duct during the \nportal phase (Fig.  3a). MPD dilatation was observed on \nmagnetic resonance cholangiopancreatography (Fig.  3b). \nFluorodeoxyglucose (FDG)-positron emission tomog raphy (PET) showed slight uptake with a maximum \nstandardized uptake value of 3.8 at the pancreatic head \nlesion, whereas no extrapancreatic lesions were detected \n(Fig.  4). Endoscopic ultrasound sonography (EUS) was \nperformed, and a 10-mm tumor in size was noted in the \npancreatic head (Fig.  5). EUS-guided fine-needle aspi ration (EUS-FNA) was performed twice; however, few \ndegenerative atypical cells were observed, resulting in an \nindeterminate diagnosis [7]. We thoroughly discussed \nthe possibility of cancer and surgical indications, and the \npatient decided to undergo a pancreaticoduodenectomy \nwith D2 lymph node dissection.\nDuring surgery, there were inflammatory adhesions \naround the pancreas due to repeated pancreatitis. The \ntumor in the pancreatic head was not palpable. In pan creaticojejunostomy, we performed interrupted suturing \nof the pancreatic parenchyma and jejunal seromuscular \nFig. 1 Contrast-enhanced computed tomography scan findings at the first admission. a A 9-mm, large low-density area was detected \nin the pancreatic head (arrowheads). b The diameter of the upstream main pancreatic duct was dilated to > 5 mm (asterisk)\nPage 3 of 6\n Tagai et al. Journal of Medical Case Reports          (2024) 18:615 \n \nlayer using 4–0 PDS. Duct-to-mucosa anastomosis was \nperformed with interrupted suture using 5–0 PDS with \na 5 Fr pancreatic duct stent. Two drain tubes were placed \nbehind the hepaticojejunostomy and next to the pancrea ticojejunostomy. Macroscopic findings of the resected \nspecimen showed a small white area near the main \npancreatic duct at the pancreatic head (Fig.  6a). Micro scopically, duct-centric pancreatitis (Fig.  6b), with neu trophilic infiltration of the interlobular pancreatic ductal epithelium (Fig.  6c), was observed over a wide area of the \npancreas. Although few IgG4-positive cells were detected \nin the inflamed area (Fig. 6d), most of the infiltrating cells \nwere neutrophils. Malignant cells were not observed. \nBased on these findings, the patient was diagnosed with \ntype 2 AIP . The postoperative course was uneventful. \nAlthough steroids and immunosuppressive drugs were \nnot used postoperatively, type 2 AIP did not relapse. The \npatient was discharged on postoperative day 21 and was \nfollowed up on every 3 months with blood tests and 1 CT \nFig. 2 Endoscopic retrograde pancreatography revealed MPD stenosis and upstream dilatation. a The MPD was dilated over 5 mm in diameter \nupstream of the stenosis (asterisk). A plastic stent was placed at the site of MPD stenosis. b MPD compression and stenosis were observed \nat the pancreatic head (arrowheads)\nFig. 3 Contrast-enhanced magnetic resonance imaging \nduring the portal phase. A small low-density area at the pancreatic \nhead was observed, indicated by yellow arrowheads, was observed. \nThis finding was similar to that observed on the computed \ntomography scan\nFig.4 Fluorodeoxyglucose-positron emission tomography. \nA slight uptake was detected at the pancreatic head, \nwhere the space-occupying lesion was observed on computed \ntomography and magnetic resonance imaging, as indicated by white \narrowheads\nPage 4 of 6 Tagai et al. Journal of Medical Case Reports          (2024) 18:615 \nscan per year. Fortunately, the disease did not relapse 2 \nyears after surgery without steroid treatment.",
    "Discussion": "Discussion\nHere, we report a case of mass-forming type 2 AIP \nwith upstream dilatation of the main pancreatic duct. \nAlthough EUS-FNA was performed twice, a definitive \npreoperative diagnosis was not made.\nMass-forming type 2 AIP can present with upstream \ndilatation of the MPD. Type 2 AIP is a minor form of AIP . \nAn international multicenter study reported 1064 cases \nof AIP , and the proportion of type 2 AIP was 14% in the \nUSA, 13% in Europe, and 4% in Asia, including Japan [8]. \nThe international consensus diagnostic criteria for AIP \ninclude ductal imaging of ERP showing long (> 1/3 of the \nlength of the MPD) or multiple strictures without marked \nupstream dilatation [9, 10]. In contrast, in the present \ncase, a tumor in the pancreatic head caused MPD ste nosis, leading to upstream dilatation of MPD (> 5 mm). \nThis finding was suggestive of pancreatic cancer, mak ing the differential diagnosis more difficult. Addition ally, repeated pancreatitis caused by MPD stenosis, slight \nuptake of the tumor on FDG-PET, and elevation of tumor \nmarkers indicated pancreatic cancer.Mass-forming type 2 AIP is difficult to diagnose preop eratively even if EUS-FNA is performed. With the rapid \ndevelopment of techniques and devices for EUS-FNA and \nfine-needle biopsy (FNB), diagnostic accuracy for solid \npancreatic masses has improved [11]. Preoperative EUS \nand EUS-FNA are beneficial for the definitive diagnosis \nof pancreatic cancer [12] and these approaches are useful \nfor the differential diagnosis of type 1 and type 2 AIP [13, \n14]. A recent study reported that the diagnostic accuracy \nof EUS-FNB was 98.7%; however, pathological diagnosis \nwas confirmed in 64.3% of small lesions (< 10 mm) [15]. \nA nationwide survey of AIP in Japan reported that more \nthan 60% of AIP cases could not be histologically diag nosed using EUS-FNA alone [16]. Although the detec tion of abundant IgG4-positive cells helps diagnose type \n1 AIP , evaluating GEL or duct-centric pattern inflamma tion to diagnose type 2 AIP may be difficult because of \nthe small sample volume in EUS-FNA.\nFDG-PET may be a helpful approach for distinguish ing AIP from pancreatic cancer. Although both AIP and \npancreatic cancer may show FDG uptake, the difference \nin uptake levels may help distinguish between these two \ndiseases [17]. As pancreatic cancer may show stronger \nuptake than AIP , tumors with slight uptake should be \nevaluated carefully considering the possibility of benign \nlesions.\nThe next challenge in preoperatively diagnosing type \n2 AIP is deciding how to perform diagnostic treatment. \nThe treatment strategy for autoimmune pancreatitis, \nincluding both types 1 and 2, involves administration of \ncorticosteroids [8]. If the tumor has a high probability of \nautoimmune pancreatitis with no evidence of malignancy \non histopathological examination, steroid administration \nmay be considered as diagnostic therapy [18]. However, \nif a patient has cancer, there is a risk of delay in initiating \ntreatment and possible cancer progression. In addition, \nsome cases of pancreatic cancer with type 1 AIP have \nbeen reported [19]. In the present case, administration of \ncorticosteroids as diagnostic therapy followed by evalu ation of the response to corticosteroid treatment could \nbe a feasible treatment strategy, although the patient \ndecided to undergo surgery with thorough discussion.\nConclusion\nMass-forming type 2 AIP can present with MPD stric tures and upstream MPD dilatation. Although EUS-FNA \nis useful for the diagnosis of solid pancreatic masses, \npreoperative diagnosis of type 2 AIP remains challeng ing. We must be aware that type 2 AIP can manifest \nmass-forming type and upstream dilatation of MPD, \nFig. 5 Imaging of endoscopic ultrasound sonography. A low-echoic \ntumor with 10-mm tumor in size was noted in the pancreatic \nhead, as indicated by yellow arrowheads. Endoscopic ultrasound \nsonography-guided fine-needle aspiration was performed twice, \nwhich resulted in no malignancy\nPage 5 of 6\n Tagai et al. Journal of Medical Case Reports          (2024) 18:615 \n \nmimicking pancreatic cancer. To prevent unnecessary \nand aggressive surgery, clinicians should be aware of this \nparticular manifestation of AIP .\nAbbreviations\nAIP  Autoimmune pancreatitis\nMPD  Main pancreatic duct\nGEL  Granulocytic epithelial lesions\nCT  Computed tomography\nERP  Endoscopic retrograde pancreatography\nMRI  Magnetic resonance imaging\nFDG-PET  Fluorodeoxyglucose-positron emission tomography\nEUS  Endoscopic ultrasound sonography\nEUS-FNA  EUS-guided fine-needle aspiration\nFNB  Fine-needle biopsy\nAcknowledgements\nNone.Author contributions\nNT participated in all treatments, analyzed the case, and drafted the article; \nTG contributed to the study design; KK and MM attended the surgery and \ncontributed to the study design. All authors have read and approved the final \nmanuscript.\nFunding\nNot applicable.\nAvailability of data and materials\n All data generated or analyzed during this study are included in the published \narticle. The data in this article are available from the corresponding author \nupon reasonable request, with permission from the patient and approval \nfrom the institutional review board.\nFig. 6. Showing pathological findings. a Macroscopic findings showing a white, irregularly edged area near the MPD at the pancreatic head, \nas indicated by black arrowheads. The tumor measured 10 mm at its greatest dimension. b The interlobular pancreatic duct was involved \nin fibroinflammation with infiltrating inflammatory cells, including lymphocytes and neutrophils. c Infiltrating neutrophils disrupted \nthe pancreatic duct, as indicated by yellow arrowheads, which is consistent with GEL. d Few IgG4-positive cells were detected in the inflamed area \nby immunohistochemistry\nPage 6 of 6 Tagai et al. Journal of Medical Case Reports          (2024) 18:615 \nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no conflicts of interest.\nReceived: 13 December 2023   Accepted: 15 November 2024\nReferences\n 1. Zen Y. Type 2 autoimmune pancreatitis: consensus and controversies. Gut \nLiv. 2022;16(3):357–65.\n 2. Kamisawa T, Zen Y, Pillai S, Stone JH. IgG4-related disease. Lancet. \n2015;385(9976):1460–71.\n 3. Takahashi M, Fujinaga Y, Notohara K, Koyama T, Inoue D, Irie H, et al. \nDiagnostic imaging guide for autoimmune pancreatitis. Jpn J Radiol. \n2020;38(7):591–612.\n 4. Notohara K, Nishimori I, Mizuno N, Okazaki K, Ito T, Kawa S, et al. Clinico pathological features of type 2 autoimmune pancreatitis in Japan",
    "Results": "results \nof a multicenter survey. Pancreas. 2015;44(7):1072–7.\n 5. Naitoh I, Nakazawa T, Hayashi K, Okumura F, Miyabe K, Shimizu S, et al. \nClinical differences between mass-forming autoimmune pancreatitis and \npancreatic cancer. Scand J Gastroenterol. 2012;47(5):607–13.\n 6. Okazaki K, Kawa S, Kamisawa T, Ikeura T, Itoi T, Ito T, et al. Amendment of \nthe Japanese consensus guidelines for autoimmune pancreatitis, 2020. J \nGastroenterol. 2022;57(4):225–45.\n 7. Naito Y, Notohara K, Omori Y, Aishima S, Itoi T, Ohike N, et al. Diagnostic \ncategories and key features for pathological diagnosis of endoscopic \nultrasound-guided fine needle aspiration biopsy samples of pancreatic \nlesions: a consensus study. Pancreas. 2022;51(9):1105–11.\n 8. Hart PA, Kamisawa T, Brugge WR, Chung JB, Culver EL, Czakó L, et al. Longterm outcomes of autoimmune pancreatitis: a multicentre, international \nanalysis. Gut. 2013;62(12):1771–6.\n 9. Shimosegawa T, Chari ST, Frulloni L, Kamisawa T, Kawa S, Mino-Kenudson \nM, et al. International consensus diagnostic criteria for autoimmune \npancreatitis guidelines of the international association of pancreatology. \nPancreas. 2011;40(3):352–8.\n 10. Negrelli R, Manfredi R, Pedrinolla B, Boninsegna E, Ventriglia A, Mehrabi S, \net al. Pancreatic duct abnormalities in focal autoimmune pancreatitis: MR/\nMRCP imaging findings. Eur Radiol. 2015;25(2):359–67.\n 11. Puli SR, Bechtold ML, Buxbaum JL, Eloubeidi MA. How good is endo scopic ultrasound-guided fine-needle aspiration in diagnosing the cor rect etiology for a solid pancreatic mass? A meta-analysis and systematic \nreview. Pancreas. 2013;42(1):20–6.\n 12. Kitano M, Yoshida T, Itonaga M, Tamura T, Hatamaru K, Yamashita Y. \nImpact of endoscopic ultrasonography on diagnosis of pancreatic cancer. \nJ Gastroenterol. 2019;54(1):19–32.\n 13. Ishikawa T. Endoscopic ultrasound-guided fine needle aspiration in the \ndifferentiation of type 1 and type 2 autoimmune pancreatitis. World J \nGastroenterol. 2012;18(29):3883.\n 14. Hayashi H, Miura S, Fujishima F, Kuniyoshi S, Kume K, Kikuta K, et al. Utility \nof endoscopic ultrasound-guided fine-needle aspiration and biopsy for \nhistological diagnosis of type 2 autoimmune pancreatitis. Diagnostics. \n2022;12(10):2464.\n 15. Takahashi K, Yasuda I, Hanaoka T, Hayashi Y, Araki Y, Motoo I, et al. \nDiagnostic fine-needle biopsy of small solid pancreatic lesions using a \nFranseen needle during endoscopic ultrasound examination. Diagnostics. 2020;11(1):27. 16. Masamune A, Kikuta K, Hamada S, Tsuji I, Takeyama Y, Shimosegawa T, \net al. Nationwide epidemiological survey of autoimmune pancreatitis in \nJapan in 2016. J Gastroenterol. 2020;55(4):462–70.\n 17. Ohtani M, Ofuji K, Akazawa Y, Saito Y, Nosaka T, Ozaki Y, et al. Clinical \nusefulness of [18F]-fluoro-2-deoxy-d-glucose-positron emission tomography/computed tomography for distinguishing between autoimmune \npancreatitis and pancreatic cancer. Pancreas. 2021;50(7):1014–9.\n 18. Moon SH, Kim MH, Park DH, Hwang CY, Park SJ, Lee SS, et al. Is a 2 week \nsteroid trial after initial negative investigation for malignancy useful \nin differentiating autoimmune pancreatitis from pancreatic cancer? A \nprospective outcome study. Gut. 2008;57(12):1704–12.\n 19. Gupta R, Khosroshahi A, Shinagare S, Fernandez C, Ferrone C, Lauwers \nGY, et al. Does autoimmune pancreatitis increase the risk of pancreatic \ncarcinoma? A retrospective analysis of pancreatic resections. Pancreas. \n2013;42(3):506–10.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}