{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04820-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04820-9.pdf",
  "metadata": {
    "/Keywords": "Thyroid carcinoma; Hyperfunctioning thyroid carcinoma; Thyrotoxicosis; Metastasis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241104151440+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241028223556+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04820-9",
    "/Author": "Athena Farahzadi ",
    "/Title": "Surgical versus non-surgical management of hyperfunctional thyroid metastasis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04820-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Hyperthyroidism, caused by metastatic differentiated thyroid cancer, is a rare condition that can be difficult to diagnose. Thyrotoxicosis and metastatic disease regarding functional metastasis increase morbidity and mor tality in patients with functional metastasis and need to be treated. This study aims to present a case of hyper-functional metastasis of thyroid cancer to analyze its pathological features, diagnostic procedures, and treatment options \nand to gather and examine recent cases of hyper-functional metastasis of thyroid cancer.",
    "Case Presentation": "Case presentation A 26-year-old Iranian woman presenting with hyperthyroidism and a solid cystic nodule measur ing 14.5 × 15.7 × 19.6 mm in the left thyroid lobe underwent thyroid surgery revealing papillary thyroid carcinoma. \nDespite lymph node metastasis, she refused further surgery and opted for lymph node radiofrequency ablation \nand radioactive iodine therapy. Subsequent follow-ups showed no recurrence of lymphadenopathy, normalized thyroid function, and decreasing triglyceride levels, with the patient under surveillance.",
    "Conclusion": "Conclusion Radioactive iodine is a first-line treatment option for patients with hyperactive thyroid cancer presenting \nwith metastatic disease. Another therapeutic option is surgery, which is performed to maximize the reduction of thyroid tissue, lymph nodes, and distant metastasis.\nKeywords  Thyroid carcinoma, Hyperfunctioning thyroid carcinoma, Thyrotoxicosis, Metastasis, Case report\n†Athena Farahzadi and Fatemeh Moosaie contributed equally as co-first \nauthors.\n*Correspondence:\nMohammad Shirkhoda\nmshirkhoda@sina.tums.ac.ir\n1 Department of General Surgery, Subdivision of Surgical Oncology, \nCancer Research Center, Cancer Institute of Iran, Tehran University \nof Medical Sciences, Imam Khomeini Hospital Complex, Dr. Qarib St, \nKeshavarz Blvd, P .O Box: 1419733141, Tehran, Iran\n2 International Surgical Research Association (ISRA), Universal Scientific \nEducation and Research Network (USERN), Tehran University of Medical \nSciences, Tehran, Iran\n3 Department of Pathology, Dr. Shariati Hospital, Tehran University \nof Medical Sciences, Chronic Diseases Research Center, Endocrinology \nand Metabolism Population Sciences Institute, Tehran University \nof Medical Sciences, Tehran, Iran\n4 Department of Interventional Radiology and Radiation, Sciences \nResearch Center, AJA University of Medical Sciences, Etemadzadeh St., \nWest Fatemi St., Tehran, Tehran Province, Iran5 Tirad Imaging Institute, Tehran, Iran\nPage 2 of 11 Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537",
    "Introduction": "Introduction\nDifferentiated thyroid cancer (DTC) has a 10-year \nsurvival rate ranging from 80% to 95%. It usually remains \nconfined to the thyroid, and distant metastases occur \nin a minority of patients, with reported rates of 4–15%. \nThere are two common forms of DTC: papillary thyroid \ncarcinoma (PTC) and follicular thyroid carcinoma \n(FTC) [1, 2]. Nearly all patients with thyroid cancer are \nclinically euthyroid, and the cancer is relatively hypofunctional compared with normal thyroid tissue. Tumor \ntissue of well-differentiated thyroid cancer maintains \nmuch lower levels of iodine uptake than adjacent normal \ntissue, so scintigraphy usually shows reduced function. \nHowever, in rare cases, thyroid cancer can cause \nclinical hyperthyroidism. One mentioned mechanism \nis that large tumor masses may secret sufficient thyroid \nhormones to cause hyperthyroidism. Another possibility \nis that hyperthyroidism occurs due to thyroid-stimulating \nantibodies, such as those seen in Graves’ disease (GD). \nHyper-functional distant metastasis (HFDM) from \nDTC after total thyroidectomy is rare and can cause \nhyperthyroidism or euthyroidism. Diagnosis of HFDM \ndue to hormone overproduction by metastatic tissue \nshould be based on the following criteria: (a) presence \nof hyperthyroidism, subclinical hyperthyroidism, \nor euthyroidism after total thyroidectomy with \nlevothyroxine withdrawal for at least 3–4  weeks; (b) \nexclusion of hyper-functioning diffuse or nodular thyroid \ngland remnants; (c) low or no thyroid radioactive iodine \nuptake in the residual normal thyroid or no residual \nthyroid on cervical ultrasound after total thyroidectomy; \n(d) distant metastases on at least one imaging modality \n[x-ray, computed tomography (CT), magnetic resonance \nimaging (MRI), and iodine-131 (131I)-single-photon \nemission computed tomography (SPECT)/CT)] with \nhigh 131I uptake. Serum thyroglobulin (TG) value should \nalso be considered [2].\nFunctional metastasis (FM) poses a major therapeutic \nchallenge. Both thyrotoxicosis and metastatic disease \nincrease morbidity and mortality in patients with FM and \nneed to be treated [2, 3]. Fatal thyroid storms have been \nreported in patients with hyperthyroidism secondary \nto functional metastatic thyroid carcinoma unless the \nthyrotoxicosis state is controlled with anti-thyroid \ndrugs. In HFDM with thyrotoxicosis, regular doses \nof beta-blockers and anti-thyroid drugs are generally \nineffective. Most patients showed marked improvements \nin hyperthyroidism after treatment with radioactive \niodine; however, thyrotoxicosis persists in some patients \nwhose metastasis is reluctant to treatment [4–7]. A few \ncases of hyper-functioning, well-differentiated thyroid \ncancer with metastasis have been reported apart from \nthe simultaneous occurrence of thyroid cancer with hyperthyroidism secondary to Graves’ disease, toxic \nmultinodular goiter, or toxic adenoma. About 79 cases \nof HFDM have been described in the literature from \nJanuary 1990 to April 2023. Most of the published studies \nwere either single case reports or small series of cases, \nand present a challenge due to the lack of definitive \nclinical data [2, 3].\nThe most probable diagnosis is thyroid remnant in \npatients with a history of total thyroidectomy who present \nwith thyrotoxicosis. It is challenging to differentiate \nbetween thyroid remnant, granulation tissue, or surgical \nlesions in the thyroid bed after surgery with imaging \nmodalities such as ultrasonography. The final diagnosis \ncan be reached on the basis of the pathology report. If \nit is negative for thyroid tissue and shows evidence of \nlymph node or distant metastasis, HFDM from thyroid \ncancer would be confirmed in a patient with a history of \nthyroidectomy and remnant tissue in the thyroid bed.\nIn this study, we presented a case report with HFDM \nand a systematic review of the relevant articles. We hope \nthat the",
    "Results": "results from the current study aid us through \na better understanding of hyper-functional metastatic \nthyroid cancer to prevent misdiagnosis and identify the \nmost effective treatment options.\nCase report\nA 26-year-old Iranian woman presented with \nhyperthyroidism and a solid cystic nodule measuring \n14.5 × 15.7 × 19.6 mm in the left thyroid lobe. A detailed \nhistory with emphasis on endocrine organs was taken. \nShe reported no significant family, past medical, and \ndrug history. She underwent a total thyroidectomy in \na primary care center with the presumed diagnosis of \nGraves’ disease. Microscopic examination of the surgical \nspecimen revealed a classic type multifocal PTC. The \ntumor was found scattered throughout both lobes and the \nisthmus, with no tumor encapsulation, dedifferentiation, \nlymphovascular or perineural invasion, or microscopic \nextra-thyroid extension. The tumor abutted painted \nsurgical margins, and its size could not be determined. \nNon-neoplastic thyroid exhibited diffuse hyperplasia.\nThe patient’s post-surgery course was uneventful, \nbut she reported hot flashes, tremors, hair loss, and \nunintentional weight loss. Physical examination showed \ncervical lymphadenopathy on both sides of the neck, \nand the scar from the thyroidectomy had healed well. \nHer postoperative blood test revealed a low thyroidstimulating hormone (TSH) level of 0.002 μIU/mL \n(normal range: 0.30–4.20 μIU/mL), high free T4 level of \n21.4 pmol/L (normal range: 9–19 pmol/L), high free T3 \nlevel of 14.6  pmol/L (normal range: 3.1–6.8  pmol/L), \nand high thyroglobulin level of 829.8  ng/mL (normal \nrange: 1.4–78 ng/mL) despite not taking levothyroxine. \nPage 3 of 11\n Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \n \nA chest computed tomography (CT) scan 1 month \nafter surgery showed no evidence of lung metastasis. \nA neck ultrasound revealed central and bilateral \nlymphadenopathy.\nA total of 3 months after the initial operation, \nthe patient underwent interval central and bilateral \n(complete left-sided and partial right-sided) cervical \nlymphadenectomy at a tertiary care center. The \npathology report showed that, out of the 42 harvested \nlymph nodes, 13 were positive for cancer, and out \nof the 11 harvested central lymph nodes, four were \npositive for cancer. However, the patient declined a \nsecond surgery, so an ultrasonography was performed. \nThe results showed an increased number and size \nof right cervical lymph nodes and a single left paratracheal mass. The mass was confirmed to be positive \nfor metastasis based on fine needle aspiration (FNA) \nand thyroglobulin (TG) wash. The patient was still \nhyperthyroidic. Considering the results of the FNA and \nTG wash, the patient consented to a second surgery. \nRight cervical lymphadenectomy revealed 9 positive \nlymph nodes out of the 32 nodes that were harvested. \nDue to a history of two previous surgeries and severe \nadhesions, the entrance of the left recurrent laryngeal \nnerve to the cricoid cartilage was not explored.\n1 month later, neck ultrasonography showed one \nlymph node in zone VI on the left side (left para tra cheal). Radiofrequency (RF) waves under color Dop pler sonography guidance were used to ablate all the \nmentioned metastatic lymph nodes successfully. The \nprocedure was performed with local anesthesia using \na 5  mm active tip (10  cm length) RF needle after suf ficient hydrodissection. There were no complications \n(Fig.  1). Then she underwent radioactive iodine (131I) \ntherapy for thyroid ablation. In follow-up imaging \nafter 4 and 8 months, there was no evidence of cervical lymphadenopathy. She was euthyroidic, and her TG \nlevel showed a decreasing trend. She is currently under \nsurveillance.",
    "Discussion": "Discussion\nA PubMed literature search was conducted to identify \nstudies published in English between January 1990 and \nApril 2023. The search terms used were “hyper-functional \nthyroid metastasis, ” “hyper-functional metastasis of \nthyroid cancer, ” and “hyper-functional metastasis of \nthyroid carcinoma. ” A total of 33 articles were found. \nAdditionally, 32 other related articles were retrieved after \nreviewing the citations of relevant articles referenced in \nthese papers.\nInclusion criteria for studies on metastatic hyperactive \nthyroid cancer had to meet I, II, and III; or I, II, and IV of \nthe following:\n(I) Thyroid carcinomas, such as PTC, FTC, or Hurthle \ncell carcinoma (HCC), confirmed by biopsy analysis of \nmetastasis or thyroid nodules; (II) hyperthyroidism; (III) \npersistent or newly developed hyperthyroidism after total \nthyroidectomy; and (IV) increased uptake of 99mTc, and/\nor 131I or 123I in the metastatic lesion as confirmed by \nscintigraphy.\nDue to the extremely low occurrence of hyperactive \nmetastatic thyroid cancer, the number of cases identi fied in PubMed was limited, and in some of the cases \nhad incomplete data. Out of the 65 articles retrieved \nfrom PubMed using the search strategy, 2 were dupli cates, and 20 did not meet the inclusion criteria. Finally, \nthe remaining 34 articles were included in this study. A \ndetailed flowchart illustrating the study selection process \nis presented in Fig. 2.\nIn all, 79 cases of HFMTC were identified through \nthe literature search. The detailed characteristics of \neach case are presented in Table  1. All patients had \nFig. 1 A Primary T4 thyroid nodule. B Hyper vascular malignant mass at left thyroidectomy bed. C Post-RF ablation echogenic avascular changes\nPage 4 of 11 Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \neither clinical thyrotoxicosis with biochemical data \nindicating hyperthyroidism or had been diagnosed \nwith thyrotoxicosis. Patients presented with multiple \nor large metastases in the cervical lymph nodes, bone, \nlung, liver, mediastinum, subcutaneous tissue, small \nintestines, and gluteal muscles. The average patient’s \nage was 54.07 ± 14.36  years. Females comprised 56 \n(70%) of the patients, and 24 (30%) of the patients \nwere male. Histopathological examination revealed \n55 (68.9%) cases of FTC, 22 (27.5%) cases with PTC \n(including 1 case of follicular variant of PTC), 1 case \nof insular thyroid carcinoma (TC), 1 case with an \nunknown type of DTC, and 1 case that was a mixture \nof FTC and PTC. Out of the patients with metastatic hyper-functioning thyroid carcinoma, 62 (77.5%) had \nundergone a total thyroidectomy, 1 had a lobectomy, \n2 had a subtotal thyroidectomy, and 2 had other partial \nthyroidectomies. The remaining 13 (16.3%) patients \ndid not undergo thyroidectomy. All patients received \nmulti-dose radioactive iodine (RAI), except for three \npatients (3.75%). Following RAI, most patients showed \na significant improvement in hyperthyroidism and good \ncancer control. Of particular note, one patient developed \nresistance to RAI 4 years after receiving the initial \ndose. The patient’s thyrotoxicosis was caused by pelvic \nmetastasis, which resolved after the surgical removal \nof the pelvic mass. A total of 18 (22.5%) patients had \nundergone palliative surgery to remove metastasis.\nFig. 2 Study selection flow chart\nPage 5 of 11\n Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \n \nTable 1 Reported patients with metastatic hyper-functioning thyroid carcinoma\nFirst author Year Age (years); sex History of \nthyroidectomyThyroid scan FT3 FT4 TSH TG Metastatic \nlocationPathology Treatment\n1 Girelli [8] 1990 66; F NO Cold nodules 650 ng/dL 5.8 ng/dL 0.01↓ 5300 Bone PTC Total thyroidectomy + RAI\n2 Abs [9] 1991 57; F Partial Normal 7.7 nmol/L 277 nmol/L 0.6↓ 640 Mediastinum FTC Rib biopsy + RAI\n3 Salvatori [5] 1993 79; F NO Cold areas 10.4↑ 3.8↑ 0.06↓ 382 Lung FTC Total thyroidectomy + RAI\n4 Salvatori [5] 1993 69; F Partial Low uptake 3.8↑ 10.4↑ 0.06↓ 48,680 Lung DTC RAI\n5 Mizukami [10] 1994 64; F NO Hot AFTN ↓ Bone FTC RAI\n6 Kasagi [11] 1994 67; F Hemithyroidectomy 10.7 pmol/L ↓ 0.12 mIU/L > 4000 pg/L Femur, lungs, \npelvis, and small \nintestineFTC RAI\n7 Kasagi [11] 1994 48; F Total ↑ ↑ ↓ Lungs, sternum, \nskull, femur, \nand humerusFTC RAI\n8 Lorberboym [12] 1996 67; F Total 273↑ 15.7↑ 0.1↓ Hemipelvis FTC Pretreat ment + EBRT + RAI\n9 Gross [13] 1996 50; F Total > 12.3 mmol/L 54 mmol/L < 0.40 mIU/L 310 Bone and lung FTC None\n10 Gross [13] 1996 56; F Total 6.4 mmol/L 212 mmol/L < 0.40 mIU/L 63 Lung FTC RAI\n11 Gross [13] 1996 64; F Total 4.2 mmol/L 247 mmol/L < 0.40 mIU/L Lung FTC RAI\n12 Gross [13] 1996 51; F Total 3.5 mmol/L 141 mmol/L 3.5 mIU/L 90 Subcutaneous \ntissue, bone, \nand lungsFTC RAI\n13 Gross [13] 1996 50; M Total 3.0 mmol/L 142 mmol/L < 0.40 mIU/L 290 Subcutaneous \ntissue, bone, \nand lungsFTC RAI\n14 Gross [13] 1996 58; F Total 1.7 mmol/L 107 mmol/L 2.0 mIU/L 146 Bone FTC RAI\n15 Ikejiri [14] 1997 59; F Total Bone PTC and FTC RAI\n16 Russo [15] 1997 60; F NO Cold areas 2.8↑ N 0.06↓ 513 Lung Insular TC Subtotal thyroidectomy/1 year \ntotal + RAI 2\n17 Yoshimura [16] 1997 61; M Total 46.1↑ 105.3↑ 0.05↓ 329 Pelvis FTC RAI + pretreatment\n18 Naito [17] 1997 54; M Total ↑ Normal ↓ Bone FTC RAI\n19 Guglielmi [6] 1999 58; F Subtotal 18.4↑ 44.5↑ 0.1↓ 3686 Liver and lung FTC ILP + RAI\n20 Als [18] 2002 61; M NO Hot AFTN Uncertain FTC RAI + surgery + RAI\n21 Als [18] 2002 65; F NO Hot AFTN Uncertain FTC RAI + surgery + RAI\n22 Als [18] 2002 71; F NO Hot AFTN ↑ ↑ ↓ Uncertain FTC Surgery + RAI\n23 Als [18] 2002 62; F NO Hot AFTN ↑ ↓ Uncertain FTC Surgery + RAI\n24 Als [18] 2002 63; M NO Hot AFTN NL ↓ Uncertain PTC Surgery + RAI\n25 Basaria [19] 2002 74; M Total ↑ ↑ ↓ 2280 Mediastinum \nand lungPTC Pretreatment + RAI\n26 Rosário [20] 2005 68; M Total 22.0 pg/dL 4.2 ng/dL 0.02 IU/mL 7608 ng/mL Bone FTC RAI\n27 HAQ [21] 2005 54; M Total 41.1 pmol/L 0.05 mIU/L Lung and bone FTC RAI\nPage 6 of 11 Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \nTable 1 (continued)\nFirst author Year Age (years); sex History of \nthyroidectomyThyroid scan FT3 FT4 TSH TG Metastatic \nlocationPathology Treatment\n28 Faivre-Defrance \n[22]2007 70; F Lobectomy 11 ng/L 27 ng/L 0.15 μIU/mL 8500 ng/mL Bone, liver, \nand kidneyFTC RAI + palliative resection\n29 Faivre-Defrance \n[22]2007 40; F Total 6.5 ng/L 11.4 ng/L 0.12 μIU/mL 80↑ ng/mL Lung FTC RAI\n30 Orsolon [23] 2008 66; M Total 4.5↑ 1.6  < 0.1↓  > 10,000 Bone and lung FTC Unknown\n31 Sundaraiya [24] 2009 68; M NO Cold nodules 42.6↑ 100↑ ↓ Rib FTC multifocal Total thyroidectomy + RAI\n32 Tan [25] 2009 39; F Total 27.9↑ 4.41↑ 0.01↓ 1000 Pelvic mass FTC Removal of pelvis \nmass and partial bone\n33 Nishihara [26] 2010 59; F Total ↑ ↑ 0.01↓ 8000 Multiple bone \nand lungFTC RAI low multiple\n34 Damle [7] 2012 65; M Subtotal 430 ng /dL 15.3 ng /dL 0.03↓ 300 Lung and bone FTC Subtotal thyroidectomy + RAI\n35 Damle [7] 2012 62; M NO No uptake ↑ ↑ ↓ 300 Bone FTC RAI\n36 Lee [27] 2012 49; F Total 82 ng/dL 1.21 ng/dL 4.51 mIU/L Cervical LN \nand lungPTC RAI\n37 Gardner [28] 2014 66; F NO Diffuse reduction 25.1↑ 37.9↑ 0.006↓ Lung and bone PTC Total thyroidectomy + RAI\n38 Qiu [2] 2015 29; F Total 3.71 pmol/l 14.7 3.50 Lung PTC RAI\n39 Qiu [2] 2015 64; M Total 4.74 pmol/l 13.28 3.71 Bone and lung FTC RAI\n40 Qiu [2] 2015 61; F Total 5.22 pmol/l 17.31 2.49 Lung FTC RAI\n41 Qiu [2] 2015 28; F Total 3.94 pmol/l 16.76 1.11 Lung FTC RAI\n42 Qiu [2] 2015 30; F Total 5.11 pmol/l 14.17 2.68 Lung PTC RAI\n43 Qiu [2] 2015 46; M Total 4.04 pmol/l 13.56 3.64 Lung, bone, \nand mediastinumPTC RAI\n44 Qiu [2] 2015 45; M Total 13.42 pmol/l 33.9 0.04 Bone FTC RAI + palliative resection\n45 Qiu [2] 2015 57; M Total 4.67 pmol/l 13.31 2.51 Bone PTC RAI\n46 Qiu [2] 2015 41; F Total 4.67 pmol/l 15.10 1.79 Lung FTC RAI\n47 Qiu [2] 2015 75; M Total 9.35 pmol/l 27.18 1.79 Lung PTC RAI\n48 Qiu [2] 2015 32; F Total 4.09 pmol/l 13.51 1.71 Bone and lung FTC RAI + palliative resection\n49 Qiu [2] 2015 60; M Total 4.97 pmol/l 15.32 2.42 Lung PTC RAI\n50 Qiu [2] 2015 61; M Total 4.8 pmol/l 19.5 0.26 Bone PTC RAI + palliative resection\n51 Qiu [2] 2015 46; F Total 4.5 pmol/l 12.51 3.79 Bone FTC RAI + palliative resection\n52 Qiu [2] 2015 42; F Total 5.01 pmol/l 12.65 1.9 Lung FTC RAI\nPage 7 of 11\n Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \n \nTable 1 (continued)\nFirst author Year Age (years); sex History of \nthyroidectomyThyroid scan FT3 FT4 TSH TG Metastatic \nlocationPathology Treatment\n53 Qiu [2] 2015 43; F Total 7.23 pmol/l 29.14 0.22 Bone FTC RAI + palliative resection\n54 Qiu [2] 2015 51; F Total 9.51 pmol/l 31.73 0.02 Bone and lung FTC RAI + palliative resection\n55 Qiu [2] 2015 53; M Total 4.4 pmol/l 13.15 2.26 Bone and lung FTC RAI + palliative resection\n56 Qiu [2] 2015 23; F Total 4.47 pmol/l 13.2 4.19 Bone PTC RAI + percutaneous \nosteoplasty\n57 Qiu [2] 2015 57; F Total 4.22 pmol/l 16.08 4.49 Lung PTC RAI\n58 Qiu [2] 2015 65; F Total 4.3 pmol/l 13.5 2.78 Bone and lung PTC RAI\n59 Qiu [2] 2015 49; F Total 5.15 pmol/l 19.24 0.13 Bone and lung FTC RAI\n60 Qiu [2] 2015 43; F Total 4.3 pmol/l 13.51 4.51 Lung, bone, \nand mediastinumFTC RAI\n61 Qiu [2] 2015 48; F Total 5.4 pmol/l 20.31 1.09 Bone FTC RAI + palliative resection\n62 Qiu [2] 2015 19; M Total 5.48 pmol/l 12.49 1.85 Lung, bone, \nand renalFTC RAI\n63 Qiu [2] 2015 34; M Total 4.76 pmol/l 15.18 2.03 Lung PTC RAI\n64 Qiu [2] 2015 82; F Total 4.3 pmol/l 17.2 1.78 Bone PTC RAI\n65 Qiu [2] 2015 52; F Total 4.9 pmol/l 12.2 7.75 Bone FTC RAI\n66 Qiu [2] 2015 65; F Total 5.5 pmol/l 19.6 0.2 Bone FTC RAI + palliative resection\n67 Qiu [2] 2015 52; F Total 4.47 pmol/l 12.29 8.53 Bone FTC RAI\n68 Qiu [2] 2015 37; F Total 4.79 pmol/l 14.91 3.48 Bone FTC RAI + palliative resection\n69 Qiu [2] 2015 29; F Total 3.89 pmol/l 16.13 2.79 Lung and bone PTC RAI\n70 Qiu [2] 2015 46; M Total 5.79 pmol/l 19.22 0.17 Lung FTC RAI\n71 Qiu [2] 2015 49; F Total 4.32 pmol/l 14.17 4.02 Lung PTC RAI\n72 Qiu [2] 2015 54; F Total 7.83 pmol/l 32.15 0.01 Bone FTC RAI\n73 Qiu [2] 2015 62; F Total 4.36 pmol/l 15.18 3.19 Lung and bone PTC RAI\n74 Qiu [2] 2015 67; F Total 3.89 pmol/l 13.25 3.47 Lung FTC RAI\n75 Qiu [2] 2015 17; M Total 3.23 pmol/l 12.11 5.59 Lung PTC RAI\n76 Kunawudhi [4] 2016 43; F NO Cold 32.55↑ 6.34↑ 0.026↓ Bone and liver FTC Total thyroidectomy + right \nLND + RAI + EBRT\n77 Geliebter [29] 2017 79; F Total 1.92 ng/dL 0.01 mIU/L 1976 ng/mL Lung and gluteal \nmassPTC Total thyroidectomy + RAI + palliative \nresection\nPage 8 of 11 Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \nTable 1 (continued)\nFirst author Year Age (years); sex History of \nthyroidectomyThyroid scan FT3 FT4 TSH TG Metastatic \nlocationPathology Treatment\n78 Yan Hu [30] 2019 53; F Total 12.3 pmol/L 46.7 pmol/L < 0.005 mIU/mL > 5000.0 ng/mL Lung and bone FTC Total thyroidectomy + RAI\n79 Maria Inês Alex andre [31]2023 71; F Total 346 ng/dL 2.22 ng/d < 0.02 μIU/mL 4524 ng/mL Multiple bone FTC RAI + RT\n80 Our study 2023 26; F Total 14.6 pmol/L 21.4 pmol/L 0.002 μIU/mL 829.8 ng/mL Cervical LN PTC Total thyroidectomy + bila \nLND + RAI + RFA\nM male, F female, RAI radioactive iodine, EBRT external beam radiation therapy, AFTN autonomous functioning thyroid nodule, FNA fine needle aspiration, PTC  papillary thyroid carcinoma, FTC  follicular thyroid carcinoma, \nFVPTC follicular variant papillary thyroid carcinoma, TC  thyroid carcinoma, DTC  differentiated thyroid carcinoma, LND lateral neck dissection, ILP interstitial laser photocoagulation, TG  thyroglobulin, LN lymph node\nPage 9 of 11\n Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \n \nPatients with thyroid cancer are typically euthyroidic. \nDifferent diagnostic possibilities for DTC-related thy rotoxicosis were explored by Salvatori et al., including \nGraves’ disease, toxic multinodular goiter, and even ovar ian teratoma [5]. Thyrotoxicosis caused by thyroid cancer \nis a rare condition. One study showed a 2.8% incidence \nof hyperthyroidism in patients with thyroid malignancies \nin areas with iodine deficiency [4, 32]. The reported sites \nof autonomic hyperactive thyroid cancers are either pri mary sites in the thyroid bed, which can be seen as hot \nnodules on thyroid scintigraphy, or metastatic sites [3]. \nHFDM represents a rare pattern of invasion from DTC \nwith an incidence of 0.71% [2].\nIn 1946, Leiter et al. [33] reported the first case of \nhyperthyroidism caused by metastatic thyroid cancer. \nOur literature review has identified a total of 79 \nreported cases of this syndrome. Thyrotoxicosis due \nto autonomous functional metastatic thyroid cancer \nis rare and may present diagnostic challenges. A \ncorrect diagnosis is essential for proper treatment to \neliminate thyrotoxicosis and address metastatic disease \n[7, 21]. Hyperfunctioning thyroid cancer requires \ndiagnosis through fine-needle aspiration (FNA) or core \nneedle biopsy, whole-body scan, and confirmation of \nthyrotoxicosis [3].\nThyroid cancer is a well-differentiated endocrine \nmalignancy, and the metastatic cells, similar to normal \nthyroid cells, maintain their well-differentiated state \nand exhibit the physiological characteristics of thyroid \ncells [7]. The possible mechanisms responsible for \nHFDM in DTC are unknown. In the rare circumstances \nin which HFDM produces physiological or supraphysiological levels of thyroid hormone, several \npossible reasons may be involved. Thyroid-stimulating \nimmunoglobulin can stimulate and increase the thyroidstimulating hormone receptor (TSHR), promoting \nthe proliferation of DTC cells and ultimately leading \nto the development of metastatic tumors. It acts \nautonomously to increase thyroid hormone levels, which \nin turn causes distant metastases to become functional. \nAlternatively, some HFDM from FTC may express \n5′-iodothyronine deiodinase. In patients with HFDM \nreceiving levothyroxine, there may be an increase in the \nconversion of levothyroxine to T3 in metastatic tumor \ntissue. Furthermore, activating mutations in the TSHR \nor the stimulatory guanine nucleotide-binding protein \n(Gsa) subunit in primary tumors or metastatic lesions \nof DTC are associated with clinical and biochemical \nhyperthyroidism [2]. Russo et al. described a 60-year-old \nfemale patient with autonomously functioning insular \nthyroid carcinoma, which resulted in thyrotoxicosis. The \ntumor contains a somatic gain-of-function mutation in \nthe TSHR  gene [15].Some reports have described the mechanism of \nactivated receptors in cancer cells with high levels of \nTSH-binding inhibitory immunoglobulin and thyroidstimulating antibodies in the absence of thyroid tissue. \nThis phenomenon occurs at the metastatic site after the \ncompletion of radioiodine treatment and can persist \nfor many years [16]. The American Thyroid Association \nguidelines for the treatment of hyperthyroidism \ndiscuss the likelihood of thyrotoxicosis in patients with \nmetastatic thyroid cancer who have undergone multiple \ninjections of rhTSH prior to imaging [34]. Tan et al. \nreported a case of thyrotoxicosis caused by functional \nmetastatic FTC after 12 doses of 131I therapy. In this \ncase, thyrotoxicosis only recovered after surgical removal \nof the pelvic lesion [25]. In our review, FTC is the most \ncommon type of thyroid cancer associated with this form \nof hyperthyroidism, accounting for 68.9% of cases. The \nratio of PTC to FTC is approximately 1:2.5.\nDTC cells have functions similar to those of normal \nthyroid follicular cells, including TSH dependence, \niodine absorption, and thyroglobulin secretion. In rare \ncases, they can also secrete thyroxine [25]. When the \nautoregulatory mechanism is impaired, such as in Graves’ \ndisease, the large DTC can secrete excessive amounts of \nthyroxine, leading to hyperthyroidism. Therefore, it is \nsuggested that debulking surgery may play a significant \nrole in the management of this rare condition [29]. Tumor \nsize is an important factor in hyperactive thyroid cancer, \naccording to Liu et al. [3]. However, this parameter has \nnot been evaluated in this study.\nThe results of this study have several significances, \nas explained below. Qiu et al. [2] reported that the \nprevalence of FTC in functional metastatic thyroid cancer \nwas 60.5% (23/38), while Liu et al. reported a prevalence \nof 71.4% [3]. In this study, the prevalence of FTC was \nfound to be 68.4%. In comparison, the Surveillance, \nEpidemiology, and End Results (SEER) cancer registry \nprogram (2013), which categorizes all histological cases \nof thyroid cancer as a single group, found a prevalence \nof 10.8% for FTC and 83.6% for PTC [35]. Therefore, \nthe prevalence of FTC is likely to be high in patients \nwith hyperactive thyroid cancer, particularly in those \nwith metastatic disease. This suggests that functional \nthyroid cancer is more likely to occur in primary or \nmetastatic FTC compared with PTC. The reason for this \nhas yet to be explored. The results presented by Qiu et \nal. suggest that the prognosis of patients with metastatic \nhyperfunctioning FTC is worse compared with those \nwith PTC. PTC was associated with a better outcome, \nsimilar to the outcomes previously reported in DTC \npatients without HFDM [2].\nTreatment of functional thyroid cancer is similar to \nthat of nonfunctioning thyroid cancer, thyroidectomy, \nPage 10 of 11 Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \nsurgical removal of any large accessible metastatic \nlesions, and radioactive iodine (RAI) therapy. To control \nhyperthyroidism, patients may require high-dose \nantithyroid treatment [3, 7, 21]. The ability of functional \nthyroid carcinoma to concentrate iodine may lead to an \nimproved response to treatment with radioactive iodine \n(RAI). Previous case reports suggest that functional \nlung metastases respond particularly well to treatment \ncompared with non-functional lung metastases [25, 29].\nTreatment should be directed at both thyrotoxicosis and \nmetastatic disease, as both increase the risk of morbidity \nand mortality. In patients with hyperthyroidism \nsecondary to functional metastatic thyroid carcinoma, it \nhas been reported that failure to control thyroid toxicity \nstatus with anti-thyroid drugs can lead to fatal thyroid \nstorms [5]. In addition, preliminary debulking of large \nmetastases in differentiated thyroid cancer enhances \nthe effectiveness of radioiodine therapy. The metastatic \ndisease in these patients with thyrotoxicosis is often \nlarge, bulky, and extensive. The typical daily doses of \nbeta-blockers and anti-thyroid drugs are not effective in \ncontrolling symptoms. High doses of thyroid medication \nare required, such as 60  mg of carbimazole daily and \n40 mg of propranolol every 8 hours. Even after treatment \nwith thyroid drugs, hyperthyroidism is not completely \ncontrolled, and immediate clinical recovery is usually \nachieved with radioactive iodine therapy [3, 7, 21].\nRAI is necessary for treating hyperfunctioning \nmetastatic lesions in patients with thyroid cancer. It is \nthe first-line treatment option for patients who have \nundergone thyroidectomy or for those who do not have \nincreased thyroid uptake and cannot undergo resection \nsurgery. Pretreatment with anti-thyroid medications is \nnecessary to avoid potential thyroid storms. Fractionated \nRAI or minimally invasive local ablation can also be \nconsidered. If metastatic lesions are resistant to RAI and \nfunctional lesions are resectable, as in our case, surgery is \nconsidered a treatment option [2, 3, 7, 27].\nConclusion\nThe results of our study suggest that the FTC is more \nlikely to be hyperfunctional than the PTC. RAI and \nsurgery are the preferred treatments for metastatic \nhyperfunctioning thyroid carcinoma, along with new \nminimally invasive treatments such as RF ablation. \nHowever, this study had the following limitations: \nConsidering that the number of hyper-functioning \nthyroid carcinomas is small and most studies are \npublished as case reports, there is a potential risk of bias, \nand the results should be interpreted with caution. We \nhope to raise awareness by sharing our experience of this \nrare condition and discussing ways to manage it.Acknowledgements\nNot applicable.\nAuthor contributions\nAF, FM, SMT, and MS contributed in study concept and design. AF, FM, and \nSJ were major contributors in drafting the manuscript. Data extraction was \nperformed by AF, HE, and HC. Critical revision and scientific supervision was \nperformed by MS. All authors read and approved the final manuscript.\nFunding\nNone.\nData availability\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nSince this study is a case report, the study did not require any ethical approval.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 4 April 2024   Accepted: 2 September 2024\nReferences\n 1. Omranipour R, Hassanesfahani M, Nili F, et al. Delayed solitary \nscapular metastasis from primary follicular thyroid carcinoma, a case \nreport. SN Compr Clin Med. 2022;4:187. https:// doi. org/ 10. 1007/ \ns42399- 022- 01272-4.\n 2. Qiu ZL, Shen CT, Luo QY. Clinical management and outcomes in patients \nwith hyperfunctioning distant metastases from differentiated thyroid \ncancer after total thyroidectomy and radioactive iodine therapy. Thyroid. \n2015;25:229–37.\n 3. Liu J, Wang Y, Da D, Zheng M. Hyperfunctioning thyroid carcinoma: a \nsystematic review. Mol Clin Oncol. 2019;11(6):535–50. https:// doi. org/ 10. \n3892/ mco. 2019. 1927.\n 4. Kunawudhi A, Promteangtrong C, Chotipanich C. A case report of hyper functioning metastatic thyroid cancer and rare I-131 avid liver metastasis. \nIndian J Nucl Med. 2016;31:210–4.\n 5. Salvatori M, Saletnich I, Rufini V. Severe thyrotoxicosis due to functioning \npulmonary metastases s of well-differentiated thyroid cancer. J Nuci Med. \n1998;39:1202–7.\n 6. Guglielmi R, Pacella CM, Dottorini ME, Bizzarri GC, Todino V, Crescenzi \nA, Rinaldi R, Panunzi C, Rossi Z, Colombo L, Papini E. Severe thyrotoxicosis due to hyperfunctioning liver metastasis from follicular carcinoma: treatment with (131)I and interstitial laser ablation. Thyroid. \n1999;9(173–177):41.\n 7. Damle NA, Bal C, Kumar P , Soundararajan R, Subbarao K. Incidental detection of hyperfunctioning thyroid cancer metastases in patients present ing with thyrotoxicosis. Indian J Endocrinol Metab. 2012;16:631–6.\n 8. Girelli ME, Casara D, Rubello D, Pelizzo MR, Busnardo B, Ziliotto D. Severe \nhyperthyroidism due to metastatic papillary thyroid carcinoma with \nfavorable outcome. J Endocrinol Invest. 1990;13:333–7.\n 9. Abs R, Verhelst J, Schoofs E, De Somer E. Hyperfunctioning metastatic follicular thyroid carcinoma in Pendred’s syndrome. Cancer. \n1991;67(2191–2193):38.\n 10. Mizukami Y, Michigishi T, Nonomura A, Yokoyama K, Noguchi M, Hashimoto T, Nakamura S, Ishizaki T. Autonomously functioning (hot) nodule of \nPage 11 of 11\n Farahzadi et al. Journal of Medical Case Reports          (2024) 18:537 \n \nthe thyroid gland. A clinical and histopathologic study of 17 cases. Am J \nClin Pathol. 1994;101:29–35.\n 11. Kasagi K, Takeuchi R, Miyamoto S, Misaki T, Inoue D, Shimazu A, Mori T, \nKonishi J. Metastatic thyroid cancer presenting as thyrotoxicosis: report of \nthree cases. Clin Endocrinol (Oxf ). 1994;40(3):429–34. https:// doi. org/ 10. \n1111/j. 1365- 2265. 1994. tb039 42.x.\n 12. Lorberboym M, Mechanick JI. Accelerated thyrotoxicosis induced by \niodinated contrast media in metastatic differentiated thyroid carcinoma. J \nNucl Med. 1996;37:1532–5.\n 13. Gross JL, Vasques MI. Thyroid hormone-producing metastases in differ entiated thyroid cancer. J Endocrinol Invest. 1996;19(1):21–4. https:// doi. \norg/ 10. 1007/ BF033 47853.\n 14. Ikejiri K, Furuyama M, Muranaka T, Anai H, Takeo S, Sakai K, Saku M, \nYoshida K. Carcinoma of the thyroid manifested as hyperthyroidism \ncaused by functional bone metastasis. Clin Nucl Med. 1997;22(4):227–30. \nhttps:// doi. org/ 10. 1097/ 00003 072- 19970 4000- 00003.\n 15. Russo D, Tumino S, Arturi F, Vigneri P , Grasso G, Pontecorvi A, Filetti S, Belfiore A. Detection of an activating mutation of the thyrotropin receptor in \na case of an autonomously hyperfunctioning thyroid insular carcinoma. J \nClin Endocrinol Metab. 1997;82:735–8.\n 16. Yoshimura Noh J, Mimura T, Kawano M, Hamada N, Ito K. Appearance of \nTSH receptor antibody and hyperthyroidism associated with metastatic \nthyroid cancer after total thyroid- ectomy. Endocr J. 1997;44:855–9.\n 17. Naito Y, Sone T, Kataoka K, Sawada M, Yamazaki K. Thyroid storm due to \nfunctioning metastatic thyroid carcinoma in a burn patient. Anesthe siology. 1997;87(2):433–5. https:// doi. org/ 10. 1097/ 00000 542- 19970 \n8000- 00034.\n 18. Als C, Gedeon P , Rösler H, Minder C, Netzer P , Laissue JA. Survival analysis \nof 19 patients with toxic thyroid carcinoma. J Clin Endocrinol Metab. \n2002;87:4122–7.\n 19. Basaria S, Salvatori R. Thyrotoxicosis due to metastatic papillary \nthyroid cancer in a patient with Graves’ disease. J Endocrinol Invest. \n2002;25(639–642):42.\n 20. Rosário F, Marques AR, Roque L, Rodrigues R, Ferreira TC, Limbert E, \nSobrinho L, Leite V. Metastatic follicular carcinoma associated with hyper thyroidism. Clin Nucl Med. 2005;30(2):79–82. https:// doi. org/ 10. 1097/ \n00003 072- 20050 2000- 00001.\n 21. Haq M, Hyer S, Flux G, Cook G, Harmer C. Differentiated thyroid cancer \npresenting with thyrotoxicosis due to functioning metastases. Br J Radiol. \n2007;80(950):e38-43. https:// doi. org/ 10. 1259/ bjr/ 52032 397.\n 22. Faivre-Defrance F, Carpentier P , DoCao C, D’herbomez M, Leteurtre E, \nMarchandise X, Wemeau JL. Thyrotoxicosis revealing metastases of unrecognized thyroid cancer: a report on two cases. Ann Endocrinol (Paris). \n2007;68(5):389–94. https:// doi. org/ 10. 1016/j. ando. 2007. 06. 003.\n 23. Orsolon P , Giachetti M, Lupi A, Salgarello M, Malfatti V, Zanco P . Pretherapy hyperfunctioning follicular thyroid carcinoma evaluation with \nI-131 whole-body scan and with F-18 FDG PET/CT. Clin Nucl Med. \n2008;33:882–6.\n 24. Sundaraiya S, Dizdarevic S, Miles K, Quin J, Williams A, Wheatley T, Zammitt C. Unusual initial manifestation of metastatic follicular carcinoma \nof the thyroid with thyrotoxicosis diagnosed by technetium Tc 99m \npertechnetate scan: case report and review of literature. Endocr Pract. \n2009;15:458–62.\n 25. Tan J, Zhang G, Xu W, Meng Z, Dong F, Zhang F, Jia Q, Liu X. Thyrotoxicosis \ndue to functioning metastatic follicular thyroid carcinoma after twelve \nI-131 therapies. Clin Nucl Med. 2009;34(615–619):44.\n 26. Nishihara E, Amino N, Miyauchi A. Fractionated radioiodine therapy for \nhyperthyroidism caused by widespread metastatic follicular thyroid \ncarcinoma. Thyroid. 2010;20:569–70.\n 27. Lee JI, Chung YJ, Park SJ, Ryu HS, Cho BY. Euthyroid status after total thyroidectomy due to functioning lung metastases from a clear cell variant \nof papillary thyroid carcinoma. Thyroid. 2012;22(10):1084–7. https:// doi. \norg/ 10. 1089/ thy. 2011. 0437.\n 28. Gardner D, Ho SC. A rare cause of hyperthyroidism: functioning thyroid \nmetastases. BMJ Case Rep. 2014: pii: bcr2014206468 2014.\n 29. Geliebter A, Brutsaert EF, Surks MI. An unusual case of metastatic \nfunctional thyroid carcinoma with a remarkable treatment response to \nradioactive iodine. J Endocr Soc. 2017;1(12):1440–4. https:// doi. org/ 10. \n1210/ js. 2017- 00296. 30. Hu Y, Yin HY, Liu GB, Xiu Y, Shi HC. Hyperthyroidism secondary to disseminated differentiated thyroid cancer on 99mTcO4 scan. Chin Med J (Engl). \n2019;132(19):2390–1. https:// doi. org/ 10. 1097/ CM9. 00000 00000 000462.\n 31. Alexandre MI, Donato S, Vilar H, Leite V. Delayed presentation of functioning metastasis in a patient with follicular thyroid carcinoma. Diagnostics \n(Basel). 2023;13(2):281. https:// doi. org/ 10. 3390/ diagn ostic s1302 0281.\n 32. Ruotolo G, Bonacci E, Cerra RP , et al. Histological confirmation of a rare \ncase of hyperfunctioning thyroid cancer with bone metastasis in elderly \npatient. J Gerontol Geriatr. 2021;69:211–4. https:// doi. org/ 10. 36150/ \n2499- 6564- N264.\n 33. Leiter L, Seidlin SM, et al. Adenocarcinoma of the thyroid with hyperthyroidism and functional metastases; studies with thiouracil and radioio dine. J Clin Endocrinol Metab. 1946;6:247–61. https:// doi. org/ 10. 1210/ \njcem-6- 3- 247.\n 34. Bahn RS, Burch HB, Cooper DS, Garber JR, Greenlee MC, Klein I, et al. \nHyperthyroidism and other causes of thyrotoxicosis: Management guide lines of the American Thyroid Association and American Association of \nClinical Endocrinologists. Thyroid. 2011;21:593–646.\n 35. Lim H, Devesa SS, Sosa JA, Check D, Kitahara CM. Trends in thyroid \ncancer incidence and mortality in the United States, 1974–2013. JAMA. \n2017;317:1338–48.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}