{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05166-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05166-6.pdf",
  "metadata": {
    "/Keywords": "Glomus; Patellar tendon; MRI; Histology; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250320114459+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250315211542+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05166-6",
    "/Author": "Mohammad Daher ",
    "/Title": "Glomus tumor of the patellar tendon: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05166-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background A rare finding, the glomus tumor is made up of cells that resemble modified smooth muscle cells. \nIt usually arises in the deep dermis of the palms and the wrists. However, it can still appear in atypical places such \nas the knee presenting with atypical symptoms.\nCase report This case report is about a 43-year-old previously healthy Middle Eastern male with a glomus tumor \nof the distal portion of the patellar tendon presenting as continuous dull pain of the right knee for the previous 2 \nyears.",
    "Conclusion": "Conclusion Glomus tumor, a mostly benign lesion usually found in subungual area in the hand, can be found \nin the knee as well. It can be diagnosed with magnetic resonance imaging, appearing bright on T2-weighted images \nwith diffuse enhancement following gadolinium injection and as a well-defined dark lesion on T1-weighted images. \nHistological examination remains the only confirmatory diagnosis, showing sheets and clusters of homogeneous \nglomus cells encircling arteries.\nKeywords  Glomus, Patellar tendon, MRI, Histology, Case report",
    "Introduction": "Introduction\nThe glomus body, which is widely distributed in the der mis, gives rise to the glomus tumor (GT) [1]. This rare \ntumor is made up of cells that resemble modified smooth \nmuscle cells found in healthy hemangiospheres [2]. The \ndeep dermis of the palms, wrists, forearms, and feet, as \nwell as the subungual region, which are rich in blood ves sels, are all common locations for GTs [3]. About 5% of \nindividuals with neurofibromatosis type 1 (NF1) experi ence finger and toe GTs, which are referred to as NF1related tumors [4]. Furthermore, by acting as a blood \nflow shunt to alternately limit and encourage convective \nheat loss, the glomus body participates in thermoregula tion [1].Currently, the typical triad of pain, tenderness to palpa tion, and hypersensitivity to cold is used to make the clin ical diagnosis of GT [3]. However, surgical excision for \nhistopathological examination is necessary for a defini tive diagnosis [3]. Even though the majority of GTs are \noften regarded as benign [5], a number of malignant GTs \nas well as indeterminate potentially malignant GTs have \nbeen described [6, 7]. However, surgical excision remains \nthe mainstay treatment.\nIn cases of extradigital GTs, Orthopedic surgeons can \nfail to detect them or mistake them for other conditions \nsuch as osteoarthritis, soft tissue injuries, popliteal fossa \ncysts, neurogenic tumors, vascular tumors, pigmented \nnevi, epidermal cysts, lipomas, leiomyomas, and sar coidosis [8]. This is mainly due to the lack of knowledge \nabout GTs in unusual places, which may lead to misdiag nosis [3]. This case reports an extradigital glomus tumor \nin the anterior knee region that caused dull persistent \npain, which was completely relieved by resection.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammad Daher\nMohdaher1@hotmail.com\n1 Hotel Dieu de France, Beirut, Lebanon\n2 Saint Georges Hospital University Medical Center, Achrafieh, Lebanon\nPage 2 of 4 Daher et al. Journal of Medical Case Reports          (2025) 19:129 \nCase report\nA 43-year-old previously healthy Middle Eastern male \npresented to the clinic with continuous dull pain of the \nright knee for the previous 2 years. There was no his tory of trauma nor mechanical symptoms. However, \nupon short-distance walking and stair climbing, intense \npain was elicited, especially when exposed to cold \nweather. After resting, the discomfort subsided, albeit it \ngot occasionally worse at night.\nOn physical examination, the patient had a skin \nlesion at the distal portion of the patellar tendon that \nwas extremely tender to palpation with associated cold \nhypersensitivity. This area presented a palpable pur plish nodular lesion. Both the range of motion and \nskin surrounding the knee were normal. Neurovascu lar examination showed that the affected lower limb \nwas intact and showed no abnormalities. The patient \nreported previous excision of this skin lesion without \nany histopathologic workup, with active recurrence at \nthe same anatomical site (Fig. 1 ).\nRadiographs of the knee were unremarkable. How ever, magnetic resonance imaging (MRI) of the right \nknee showed an anterior subcutaneous lesion abutting \nthe superficial and distal bundles of the patellar tendon \ncorresponding to the palpable lesion and measuring \naround 3 × 6 × 5 mm. This lesion had an intermediate \nsignal on the T1 modality and intense signal on the \nT2-weighted imaging enhancing after contrast injec tion. No other abnormalities were seen except mild \njoint effusion.Surgical excision was recommended, to which the \npatient agreed. The purplish skin lesion was excised, and \nsurrounding subcutaneous debridement was carried \nout reaching the patellar tendon. The pain disappeared \nimmediately after the surgery. Numerous mononucleated \nglobus cells with pale and eosinophilic cytoplasm, as well \nas thin- and thick-walled vessels, were visible after hema toxylin–eosin (H&E) staining. Vimentin, h-caldesmon, \nand smooth muscle actin were also found to be positively \nstained by monoclonal antibodies used in immunohisto chemistry, confirming the diagnosis of GT.",
    "Discussion": "Discussion\nThe glomus body, which plays a role in thermoregulatory \ncontrol, is made up of perivascular contractile glomus \ncells, non-myelinated nerve fibers that affect artery diam eter through sympathetic tone, and arterioles and venules \nwith numerous shunts [9]. A GT is mostly a benign lesion \nthat arises from the glomus body and typically manifests \nin young people’s distal upper or lower extremities. They \nfavor the subungual region of the fingers because it con tains one of the greatest concentrations of glomus bod ies. Although the hand is frequently afflicted, other sites \ncan also develop cutaneous lesions, and extracutane ous GTs have also been documented [9, 10]. However, \nthe location in the knee is very rare. These are uncom mon tumors that make up between 1% and 5% of upper \nextremity neoplasms overall, with 75% occurring in the \nhand and 50% in the subungual region [11]. They are \nmore common in women than in males in the subungual \nregion, whereas extradigital GTs are more prevalent in \nmen (4:1) [9], which is the case in the patient presented \nabove. Despite being generally considered to be idio pathic, certain investigations point to a connection with \ntrauma or injury to the area before symptoms appeared \n[9]. However, the patient described above did not report \nany history of trauma to the area of the GT.\nPrecise tenderness, paroxysmal pain, and cold hyper sensitivity are the three main symptoms reported by \npatients with GTs. With Love’s test, the location of the \nlesion can be determined by applying pressure to the sus pected spot with the head of a pin or paperclip, which \ncauses excruciating pain. The sensitivity and accuracy \nof the Love’s pin test are both 100% [12]. In Hildreth’s \ntest, the tenderness is eliminated if a tourniquet or blood \npressure cuff is used close to the lesion. The sensitiv ity and specificity of Hildreth’s test are both 71%, while \nits accuracy is 78% [12]. The sensitivity, specificity, and \naccuracy of cold sensitivity were all confirmed to be 100% \n[12]. However, subjective symptoms frequently outweigh \nclinical symptoms; it is usual for patients to see several \nhealthcare professionals, and sometimes it may be a long \nperiod of time before they receive the right diagnosis. In \nFig. 1 Photo of the knee showing a glomus tumor of the distal \nportion of the patellar tendon\nPage 3 of 4\n Daher et al. Journal of Medical Case Reports          (2025) 19:129 \n \nthe knee area, there are several possible diagnoses. It \ncomprises both extra-articular lesions (ligamentous \nstrains and sprains, neuropathic pain syndromes) and \nintra-articular lesions (such as meniscal tears or cysts, \nsynovitis, plica irritation, pigmented villonodular syno vitis, foreign body, and infection) making the diagnosis \neven more challenging [13].\nThe gold-standard imaging method for locating and \ndiagnosing GTs is MRI, which has been described as \nappearing bright on T2-weighted images with dif fuse enhancement following gadolinium injection and \ndark and well-defined on T1-weighted images [14, 15]. \nThe MRI in this study showed images similar to the \ndescribed appearance of the GT. The specificity of an \nMRI is believed to be 50%, whereas the sensitivity is close \nto 90% [16]. With a high suspicion index and a negative \nMRI, the surgeon should continue with exploration and \nexcision because false-negative",
    "Results": "results frequently occur \nwith tiny tumors measuring 2–3 mm [9]. With a sensi tivity close to 90%, Doppler ultrasound can be utilized \nto help find the elevated blood flow connected to these \nlesions [14]. Radiographs have little diagnostic value; \nhowever, subungual malignancies can cause bone erosion \nand can increase the distance between the nail and the \ndorsum of the phalanx [14]. Angiography, thermography, \nand scintigraphy have all been studied; however, they do \nnot contribute much to routine examinations of these \ntumors [16]. However, histology provides the conclusive \ndiagnosis, demonstrating that the proliferating tissue \ncontains glomus cells, vascular structures, and smooth \nmuscle tissues in various amounts [17]. GTs often con sist of sheets and clusters of homogeneous glomus cells \nencircling arteries the size of capillaries. In addition, a \npresent pseudo-capsule is possible. Muscle actin iso forms and vimentin are both expressed by glomus cells \n[1]. Most of the time, complete excision is curative, and \nall symptoms resolve. Similar to what happened with the \npatient described above, this excision ought to result in \na dramatic improvement in symptoms. Recurrences [18, \n19] and malignant sarcomatous transformation of GTs \n[20] are incredibly uncommon.\nConclusion\nGlomus tumor, a mostly benign lesion usually found in \nsubungual area in the hand, can be found in the knee, \npresenting with a triad of precise tenderness, paroxysmal \npain, and cold hypersensitivity. This rare tumor can be \ndiagnosed with an MRI appearing bright on T2-weighted \nimages with diffuse enhancement following gadolinium \ninjection and dark and well-defined on T1-weighted \nimages. However, the definitive diagnosis remains histo logical examination after complete resection, which will \nshow sheets and clusters of homogeneous glomus cells encircling arteries the size of capillaries and staining for \nmuscle actin isoforms and vimentin.\nAcknowledgements\nNone.\nAuthor contributions\nMD: writing. DA: Data acquisition and writing. JS: Data acquisition and writing. \nJW: operating surgeon and reviewer of the case.\nFunding\nNone.\nAvailability of data and materials\nAll supporting data were included in this manuscript.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from the patient for participation in \nthis case report however, no ethical approval was needed.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they do not have any competing interests.\nReceived: 22 May 2023   Accepted: 22 February 2025\nReferences\n 1. Christian BP . Extradigital glomus tumor of the anterior knee. Case Rep \nPlast Surg Hand Surg. 2020;7(1):105–7. https:// doi. org/ 10. 1080/ 23320 885. \n2020. 18105 79.\n 2. Gombos Z, Zhang PJ. Glomus tumor. Arch Pathol Lab Med. \n2008;132(9):1448–52. https:// doi. org/ 10. 5858/ 2008- 132- 1448-  GT.\n 3. Wang Y, Li T, Lv Z, Bian Y, Feng B, Liu Y, et al. Glomus tumors around or in \nthe knee: a case report and literature review. BMC Surg. 2022;22(1):1–9. \nhttps:// doi. org/ 10. 1186/ s12893- 022- 01545-8.\n 4. Kumar MG, Emnett RJ, Bayliss SJ, Gutmann DH. Glomus tumors in individuals with neurofibromatosis type 1. J Am Acad Dermatol. 2014;71(1):44–8. \nhttps:// doi. org/ 10. 1016/j. jaad. 2014. 01. 913.\n 5. Lancerotto L, Salmaso R, Sartore L, Bassetto F. Malignant glomus tumor \nof the leg developed in the context of a superficial typical glomus tumor. \nInt J Surg Pathol. 2012;20(4):420–4. https:// doi. org/ 10. 1177/ 10668 96911 \n432454.\n 6. Thanindratarn P , Chobpenthai T, Phorkhar T, Nelson SD. Glomus tumor of \nuncertain malignant potential of the brachial plexus: a case report. World \nJ Clin Cases. 2019;7(18):2815–22. https:// doi. org/ 10. 12998/ wjcc. v7. i18. \n2815.\n 7. Binesh F, Akhavan A, Zahir ST, Bovanlu TR. Clinically malignant atypical glomus tumour. BMJ Case Rep. 2013. https:// doi. org/ 10. 1136/ \nbcr- 2012- 007618.\n 8. Lee D-W, Yang J-H, Chang S, Won C-H, Lee M-W, Choi J-H, et al. Clinical \nand pathological characteristics of extradigital and digital glomus \ntumours: a retrospective comparative study. J Eur Acad Dermatol \nVenereol JEADV. 2011;25(12):1392–7. https:// doi. org/ 10. 1111/j. 1468- 3083. \n2011. 03979.x.\n 9. Schiefer TK, Parker WL, Anakwenze OA, Amadio PC, Inwards CY, Spinner \nRJ. Extradigital glomus tumors: a 20-year experience. Mayo Clin Proc. \n2006;81(10):1337–44. https:// doi. org/ 10. 4065/ 81. 10. 1337.\nPage 4 of 4 Daher et al. Journal of Medical Case Reports          (2025) 19:129 \n 10. Serra JM, Muirragui A, Tadjalli H. Glomus tumor of the metacarpophalangeal joint: a case report. J Hand Surg. 1985;10(1):142–3. https:// doi. org/ \n10. 1016/ s0363- 5023(85) 80267-7.\n 11. Tuncali D, Yilmaz AC, Terzioglu A, Aslan G. Multiple occurrences of differ ent histologic types of the glomus tumor. J Hand Surg. 2005;30(1):161–4. \nhttps:// doi. org/ 10. 1016/j. jhsa. 2004. 09. 008.\n 12. Bhaskaranand K, Navadgi BC. Glomus tumour of the hand. J Hand Surg \n(Edinburgh, Scotland). 2002;27(3):229–31. https:// doi. org/ 10. 1054/ jhsb. \n2001. 0746.\n 13. Clark ML, O’Hara C, Dobson PJ, Smith AL. Glomus tumor and knee pain: \na report of four cases. Knee. 2009;16(3):231–4. https:// doi. org/ 10. 1016/j. \nknee. 2008. 11. 013.\n 14. Glazebrook KN, Laundre BJ, Schiefer TK, Inwards CY. Imaging features of \nglomus tumors. Skelet Radiol. 2011;40(7):855–62. https:// doi. org/ 10. 1007/ \ns00256- 010- 1067-1.\n 15. Theumann NH, Goettmann S, Le Viet D, Resnick D, Chung CB, Bittoun J, et \nal. Recurrent glomus tumors of fingertips: MR imaging evaluation. Radiology. 2002;223(1):143–51. https:// doi. org/ 10. 1148/ radiol. 22310 10977.\n 16. Al-Qattan MM, Al-Namla A, Al-Thunayan A, Al-Subhi F, El-Shayeb AF. \nMagnetic resonance imaging in the diagnosis of glomus tumours of the \nhand. J Hand Surg (Edinburgh, Scotland). 2005;30(5):535–40. https:// doi. \norg/ 10. 1016/j. jhsb. 2005. 06. 009.\n 17. El Hyaoui H, Messoudi A, Rafai M, Garch A. Localisation inhabituelle \nde tumeur glomique au genou. Revue Rhumat (Edition Francaise). \n2016;83(1):69–71. https:// doi. org/ 10. 1016/j. jbspin. 2015. 07. 001.\n 18. Frikh R, Alioua Z, Harket A, Ghfir M, Sedrati O. Glomus tumors: anatomo clinical study of 14 cases with literature review. Ann Chir Plast Esthet. \n2009;54(1):51–6. https:// doi. org/ 10. 1016/j. anplas. 2008. 05. 001.\n 19. Foucher G, Le Viet D, Dailiana Z, Pajardi G. Glomus tumor of the nail area. \nApropos of a series of 55 patients. Revue de Chirurgie Orthopedique et \nReparatrice de l’Appareil Moteur. 1999;85(4):362–6.\n 20. Folpe AL, Fanburg-Smith JC, Miettinen M, Weiss SW. Atypical and malignant glomus tumors: analysis of 52 cases, with a proposal for the reclassification of glomus tumors. Am J Surg Pathol. 2001;25(1):1–12. https:// \ndoi. org/ 10. 1097/ 00000 478- 20010 1000- 00001.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}