{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05163-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05163-9.pdf",
  "metadata": {
    "/Keywords": "Venous sinus thrombosis; Post-traumatic; Anticoagulation; Syndrome of inappropriate antidiuretic hormone secretion",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250316120514+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250315212525+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05163-9",
    "/Author": "Sawandika Rupasinghe ",
    "/Title": "Post-traumatic cerebral venous sinus thrombosis complicated with syndrome of inappropriate antidiuretic hormone secretion: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05163-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cerebral venous sinus thrombosis is a rare but potentially life-threatening condition resulting \nfrom the formation of a thrombus in the venous sinuses in the brain, resulting in impaired venous drainage, increased \nintracranial pressure, and severe neurological deficits. Traumatic cerebral venous sinus thrombosis is a rare but potentially devastating complication of head trauma. Cerebral venous sinus thrombosis can present with a variety of symp toms including headache, vomiting, blurred vision, loss of consciousness, seizures, and coma. Syndrome of inappro priate antidiuretic hormone secretion is a complication of cerebral venous sinus thrombosis that occurs due to raised \nintracranial pressure, which in turn stimulates antidiuretic hormone release. The diagnosis of cerebral venous sinus \nthrombosis is confirmed through neuroimaging. Anticoagulation remains the mainstay of treatment. The prognosis \nis variable and depends on several factors including the extent of thrombosis, presence of cerebral hemorrhage, \nand timing of diagnosis and treatment.",
    "Case Presentation": "Case presentation We report a case of a 45-year-old Albanian female who presented with headache and dizziness \nfollowing a fall and head strike in the context of influenza A. Computed tomography of the brain revealed a stable \nminimally displaced oblique fracture of the left petrous bone and new dural venous sinus thrombosis of the left transverse sinus, left sigmoid sinus, and cranial aspect of the left internal jugular vein. Thrombotic, malignancy, and infectious screens were negative. Our case was successfully managed with anticoagulants. Additionally, the patient developed syndrome of inappropriate antidiuretic hormone secretion, which was managed with fluid restriction.",
    "Conclusion": "Conclusion Our case highlights the importance of considering cerebral venous sinus thrombosis as a differential \ndiagnosis in patients presenting with dizziness following trauma. Early identification with computed tomography \nor magnetic resonance imaging venography and appropriate treatment with anticoagulation therapy are essential \nto reduce morbidity and mortality.\nKeywords  Venous sinus thrombosis, Post-traumatic, Anticoagulation, Syndrome of inappropriate antidiuretic \nhormone secretion\nBackground\nCerebral venous thrombosis includes thrombosis of the \ncerebral venous sinus, deep cerebral veins, cortical veins, \nand dural venous sinus [1]. The causes of CVST can be \ncategorized as hypercoagulable conditions (primary \nand secondary) that are surgical and post-traumatic. Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSawandika Rupasinghe\nsawandika33@gmail.com\n1 Footscray Hospital, Western Health, Melbourne, Australia\nPage 2 of 4 Rupasinghe and Lemoh  Journal of Medical Case Reports          (2025) 19:115 \nTrauma-related CVST can be categorized as intrinsic and \nextrinsic. Intrinsic factors include fractures that extend \ninto the dura and venous sinuses, direct trauma to the \nvenous sinus, intimal injury, and fractures that compress \nthe venous sinuses itself. Extrinsic compression refers to \nexternal force exerted by traumatized nearby structures \n[1]. CVST can present with symptoms similar to other \nneurological disorders such as migraine, brain tumors, \nand intracranial hemorrhage [1]. The management of \nCSVT requires a comprehensive diagnostic assessment to \ndetermine the underlying etiological causes, followed by \nappropriate treatment [2]. Anticoagulant therapy is indi cated in patients with CVST to prevent clot expansion \nand to promote clot resolution. Intracranial hemorrhage \nis not considered a contraindication for anticoagulants in \nCVST. Symptomatic treatment involves the management \nof seizures and increased intracranial pressure, which \ncould lead to vision loss and headache [2].\nCase presentation\nA 45-year-old previously healthy Albanian female pre sented with headache, dizziness, and a fall with a head \nstrike in the context of influenza A, which had been pre sent for 10  days. On examination, her Glasgow Coma \nScale score was 15/15. She was hemodynamically sta ble. Saturation on air was 99%, and her respiratory rate \nwas 18 breaths per minute. Her lungs were clear, and \nher abdomen was soft and non-tender. Upper limbs and \nlower limbs were neurologically normal. Cranial nerve \nexamination was unremarkable.\nInitial computed tomography (CT) brain angiogram \nrevealed a focal hemorrhagic contusion of the medial \nright frontal lobe, stable extradural hematoma, stable \nminimally displaced oblique fracture of the left petrous \nbone, and new dural venous sinus thrombosis of the left \ntransverse sinus, left sigmoid sinus, and cranial aspect of \nthe left internal jugular vein. MRI of the brain confirmed \nthis (Fig. 1).\nInitial blood investigations, including full blood count, \nrenal functions, liver functions, and inflammatory mark ers, were normal. The case was discussed with the hema tology and neurosurgical teams, and she was started on \ntherapeutic clexane.\nOn day 3 following admission, her sodium dropped \nto 128 mmol/L. Serum osmolality was 271  mOsm/\nkg, urine osmolality was 522  mOsm/kg, and urinary \nsodium was 131  mmol/L. She was reviewed by the \nendocrine team, who advised treatment as for SIADH \nsecondary to traumatic brain injury, with fluid restric tion. Left temporal bone fracture was assessed by the \near, nose, and throat (ENT) specialists. Ciprofloxacin \near drops and oral steroids were prescribed, and the plan was to follow up in 1 week at ENT clinic. Throm bophilia screen including a antiphospholipid screen, \nprotein C, protein S, antithrombin III, and homocyst eine was negative. Autoimmune screen, malignancy \nscreen, and infectious screen were negative. Hence, the \ndiagnosis was traumatic venous sinus thrombosis.\nOver the next few days her symptoms gradually \nimproved. Her sodium level normalized. As per hema tology’s advice, a repeat MRI of the brain was con ducted after 1 week of admission. This revealed right \nfrontal lobe changes representing a focal cortical con tusion and small left temporal and resolving right fron tal subdural hematomas without associated mass effect \nand resolving venous sinus thrombosis. These findings \nwere discussed with the neurosurgery and hematology \nteams, following which she was started on apixaban \n5 mg twice daily. The patient was educated on the side \neffects of apixaban, and the plan was to continue apixa ban 5 mg twice daily for 3 months. She was discharged, \nand general medical and hematology clinic follow-up \nwas arranged. At 3  months following discharge, on \nreview at the medical clinic the patient was asympto matic and did not have bleeding or other side effects of \napixaban. Repeat MRI of the brain revealed the resolu tion of CVST, and apixaban was ceased.\nFig. 1 Computed tomography angiogram of the brain showing \nleft transverse and sigmoid venous sinus thrombosis (indicated \nby the arrow)\nPage 3 of 4\n Rupasinghe and Lemoh  Journal of Medical Case Reports          (2025) 19:115",
    "Discussion": "Discussion\nCerebral venous sinus thrombosis is a rare condition \ncharacterized by blood clotting in the cerebral venous or \ndural sinuses and in extreme circumstances, the cortical \nveins [3]. It is an uncommon but possibly lethal cause of \nsudden decline in neurological function that was previ ously linked to cutaneous infections of the orbit, central \nface, and otomastoid. After antibiotics became available, \nthe most prevalent causes were neoplasms, pregnancy, \npuerperium, systemic disorders, dehydration, intracra nial tumors, oral contraceptives, and coagulopathies. \nSurgery, head trauma, arteriovenous malformations, \ninfection, paraneoplastic conditions, and autoimmune \ndiseases are further factors. However, in 30% of cases, \nthere was no underlying cause found [3]. Traumatic \nbrain-injury-related CVST is a particular subtype of the \nillness. Unlike spontaneous CVST, it usually",
    "Results": "results from \na direct mechanical disruption of the vascular wall. As in \nour case, known risk factors for its development include \nfractures and epidural hematomas covering a dural \nvenous sinus [4].\nThe signs and symptoms of CVST are diverse and \nmight change acutely or gradually over several weeks [5]. \nIt is difficult to treat clinically and resembles several neu rological disorders, including stroke, meningitis, enceph alopathy, and benign intracranial hypertension. About \n80% of people with CVST have headaches, which is the \nmost common symptom in these patients [6]. Com puted tomographic venography or magnetic resonance \nvenography are the main",
    "Methods": "methods used for diagnosis [7]. \nIt could be challenging to forecast how cerebral venous \nthrombosis will manifest clinically. Despite receiving \nintense medical care, 10–15% of patients die or become \ndependent. The mainstay of treatment is anticoagulation \nand endovascular therapies [5].\nAlthough cases of cerebral venous sinus thrombosis are \nregularly reported, there are not many cases of traumatic \nvenous sinus thrombosis reported in available literature. \nBarbati et al. reported a case of a 15-year-old girl, who \ndeveloped superior sagittal sinus thrombosis following \nclosed head injury (pedestrian struck by a vehicle). Due \nto a gradually developing deep coma accompanied by \nhigh intracranial hypertension, an emergency decom pressive craniectomy was performed. The outcome was \nsatisfactory: the patient’s symptoms gradually became \nbetter, and was able to regain consciousness, had decent \nmobility, and was mentally healthy [7]. Interestingly, \nChtara et al. published a case series of patients hospital ized in the intensive care unit with post-traumatic cer ebral venous thrombosis. They reported the incidence of \npost-traumatic cerebral venous sinus thrombosis in their \ninstitution as 4.2%. In this case series five patients had a \nthrombosis in the jugular vein. Seven patients had two or three sites of occlusion. Similar to our patient all patients \nhad medical treatment. No hemorrhagic complications \nwere reported. They concluded that post-traumatic cer ebral venous sinus thrombosis in the intensive care unit \nis underdiagnosed [8]. In 2022, a case of a 13-year-old \ngirl with trauma secondary to a fall from a golf cart was \nreported. She was found to have intraparenchymal and \nsubarachnoid hemorrhages with transverse sinus throm bosis. Similar to our case, this patient was treated with \nanti-coagulation, after which she achieved complete res olution [9].\nIn contrast to above cases with traumatic CVST, our \ncase was complicated with SIADH. Several theories are \nproposed for the pathophysiology of SIADH in CVST. \nCVST leads to raised intracranial pressure, which is turn \nstimulates antidiuretic hormone (ADH) release. In addi tion, the brain’s response to disturbed blood flow and \nreduced oxygenation in CVST may trigger SIADH as \na result of the systemic response. Further, a blood clot \nin the venous sinuses can lead to localized brain injury \nand cerebral edema, thereby releasing ADH [10]. Inter estingly, there are only few cases in the existing litera ture that report venous sinus thrombosis complicated \nwith SIADH. Afaf Albalawi reported a case of CVST and \nhyponatraemia associated citalopram use for behavioral \nsymptoms in a patient with Parkinson’s disease. In this \ncase hyponatremia was thought to be due to SIADH from \ncitalopram use and from CVST [11].\nConsidering the serious nature of both CVST and \nSIADH, a multidisciplinary approach involving hematol ogy, neurology, and neurosurgery is important for opti mal management. Furthermore, it is important to rule \nout other causes of CVST, such as thrombotic disorders, \ninfection, and malignancy before confirming the diagno sis of traumatic CVST.\nConclusion\nEven though traumatic head injuries are a not a common \ncause of CVSTs, our case highlights the importance of \nconsidering CVST as a differential diagnosis in patients \npresenting with head injury. Because the clinical indica tors of post-traumatic cerebral venous sinus thrombosis \nCVST are nonspecific and may resemble symptoms of \nsevere traumatic brain injury, it is frequently underdiag nosed. Diagnosis of CVST can be challenging, and neu roimaging plays an important role. Early identification \nand aggressive treatment are essential to reduce mor bidity and mortality. Anticoagulation and endovascular \ntherapies remain the mainstay of treatment for post-trau matic CVST.\nAbbreviations\nCVST  Cerebral venous sinus thrombosis\nSIADH  Syndrome of inappropriate antidiuretic hormone secretion\nPage 4 of 4 Rupasinghe and Lemoh  Journal of Medical Case Reports          (2025) 19:115 \nCT  Computerized tomography\nMRI  Magnetic resonance imaging\nADH  Antidiuretic hormone\nENT  Ear, nose, and throat\nAcknowledgements\nNot applicable.\nAuthor contributions\nSawandika Rupasinghe wrote the manuscript, and Christopher Lemoh revised \nthe manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nFurther data may be made available upon reasonable request from the cor responding author.\nDeclarations\nEthical approval and consent to participate\nEthical approval was obtained from the hospital ethics committee, and \ninformed written consent was obtained from the patient to publish this case \nand accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there is no conflict of interest.\nReceived: 5 December 2024   Accepted: 22 February 2025\nReferences\n 1. Ragurajaprakash K, Senthilkumar R, Sathish Prabu SS, Madeswaran \nK, Kiruthika P . Post-traumatic cerebral venous sinus thrombosis—\ninstitutional study and literature review. Interdisc Neurosurgery. \n2022;27:101398.\n 2. Idiculla PS, Gurala D, Palanisamy M, Vijayakumar R, Dhandapani S, Nagarajan E. Cerebral venous thrombosis: a comprehensive review. Eur Neurol. \n2020;83(4):369–79.\n 3. Saadatnia M, Fatehi F, Basiri K, Mousavi SA, Mehr GK. Cerebral venous \nsinus thrombosis risk factors. Int J Stroke. 2009;4(2):111–23. https:// doi. \norg/ 10. 1111/j. 1747- 4949. 2009. 00260.x.\n 4. Netteland DF, Sandset EC, Mejlænder-Evjensvold M, Aarhus M, Jeppesen \nE, Aguiar de Sousa D, Helseth E, Brommeland T. Cerebral venous sinus \nthrombosis in traumatic brain injury: a systematic review of its complications, effect on mortality, diagnostic and therapeutic management, and \nfollow-up. Front Neurol. 2023;9(13):1079579. https:// doi. org/ 10. 3389/ \nfneur. 2022. 10795 79.\n 5. Saposnik G, Bushnell C, Coutinho JM, Field TS, Furie KL, Galadanci N, Kam \nW, Kirkham FC, McNair ND, Singhal AB, Thijs V, Yang VXD. Diagnosis and \nmanagement of cerebral venous thrombosis: a scientific statement from \nthe American Heart Association. Stroke. 2024;55(3):e77–90.\n 6. Mehndiratta MM, Garg S, Gurnani M. Cerebral venous thrombosis–clinical \npresentations. J Pak Med Assoc. 2006;56(11):513–6.\n 7. Barbati G, Dalla Montà G, Coletta R, Blasetti AG. Post-traumatic superior \nsagittal sinus thrombosis case report and analysis of the international \nliterature. Minerva Anestesiol. 2003;69(12):919–25.\n 8. Chtara K, Bradai S, Baccouche N, Toumi N, Amar WB, Chelly H, Bahloul M, \nBouaziz M. Post-traumatic cerebral venous sinus thrombosis in an intensive care unit: a case series of ten patients. J Med Vasc. 2023;48(2):62–8. \nhttps:// doi. org/ 10. 1016/j. jdmv. 2023. 04. 001. 9. Donato UM Jr, Donato S, Galligan A. Case Report of a 13-Year-old female \nwith trauma secondary to a fall from a golf cart, found to have intraparenchymal & subarachnoid hemorrhages with transverse sinus thrombosis. \nCureus. 2022;14(7): e27251. https:// doi. org/ 10. 7759/ cureus. 27251.\n 10. Siddiqui FM, Kamal A. Complications associated with cerebral venous \nthrombosis. J Pakistan Med Assoc. 2006;56(11):547–51.\n 11. Albalawi A. Deep venous thrombosis and hyponatremia associated with \ncitalopram use for behavioral symptoms in Parkinson’s disease: a case \nreport. BMC Geriatr. 2023;23:344.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}