{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05092-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05092-7.pdf",
  "metadata": {
    "/Keywords": "Cerebellar infarction; Anastomosis; OA-PICA bypass",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250218181405+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250214200617+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05092-7",
    "/Author": "Hiroki Eguchi ",
    "/Title": "Occipital artery–posterior inferior cerebellar artery bypass for anterior inferior cerebellar artery stenosis with repeated cerebellar ischemic stroke: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05092-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Vertebrobasilar insufficiency revascularization has long been a preventive treatment for cerebral infarction. However, no studies have demonstrated the efficacy of revascularization in patients with cerebellar ischemia.",
    "Case Presentation": "Case presentation We present the case of a 77-year-old Japanese man who experienced seven recurrent cerebellar infarctions over 2 years. Severe stenosis was noted at the origin of the common trunk of the posterior inferior \ncerebellar artery and anterior inferior cerebellar artery. Patients with cerebral infarctions are resistant to medical treatment. Blood flow evaluation showed that the area of reduced cerebrovascular reactivity corresponded \nto the area where repeated small infarctions occurred. An occipital artery–posterior inferior cerebellar artery bypass \nwas performed to prevent another infarction. Postoperative single-photon emission computed tomography showed \nan improved cerebrovascular reactivity. No ischemic events occurred during 2 years of a postoperative follow-up \nperiod.",
    "Conclusion": "Conclusion Occipital artery–posterior inferior cerebellar artery bypass is an effective treatment method for vascular \nstenosis and decreased blood circulation due to posterior circulation ischemia.\nKeywords  Cerebellar infarction, Anastomosis, OA-PICA bypass\nBackground\nHemodynamic failure, a major factor in vertebrobasilar \ninsufficiency (VBI) [1], is often caused by organic fac tors such as stenosis of the vertebral or basilar arteries. \nEndovascular treatments, such as percutaneous trans luminal angioplasty and stent placement or superficial temporal artery (STA)–superior cerebellar artery (SCA) \nbypass, are treatment options for VBI. Occipital artery \n(OA)–posterior inferior cerebellar artery (PICA) bypass \nhas been performed to improve blood circulation in \ncases of VBI since its utility was first reported by Ausman \net al. [2]. However, the frequency of OA-PICA bypass has \ndecreased in recent years owing to technical difficulties, \nfew indications such as safe bypass for aneurysm treat ment, and the widespread use of endovascular treatment \n[2].\nIn this study, we describe a case of repeated cerebel lar infarction due to common-origin anterior inferior \ncerebellar artery (AICA)–PICA stenosis. As cerebral \nblood flow testing using single-photon emission com puted tomography (SPECT) demonstrated significantly Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n†Takashi Arai and Takakazu Kawamata contributed equally to this work.\n*Correspondence:\nHiroki Eguchi\nexit121hiroki@gmail.com\n1 Department of Neurosurgery, Tokyo Women’s Medical University \nHospital, 8-1 Kawada- Cho, Shinjuku-Ku, Tokyo, Japan\n2 Department of Neurosurgery, Makita General Hospital, Tokyo, Japan\nPage 2 of 5 Eguchi et al. Journal of Medical Case Reports           (2025) 19:62 \ndecreased cerebrovascular reactivity (CVR), we per formed an OA-PICA bypass, which yielded good",
    "Results": "results. \nWe also review the related literature.\nCase presentation\nOur patient was a 77-year-old Japanese man with a his tory of hypertension and diabetes mellitus. He developed \na right cerebellar hemisphere infarction and presented \nwith mild lightheadedness and vomiting. Magnetic res onance angiography revealed mild stenosis of the V4 \nportion of the right vertebral artery. Cilostazol 200  mg \nwas initiated; however, 4 months later, the patient expe rienced two transient ischemic attack (TIA) episodes, \nwith the chief complaint of lightheadedness. Aspi rin 100  mg was added, but a right cerebellar infarction \nrecurred 1  year after the initial diagnosis; therefore, it \nwas switched to prasugrel. Subsequently, he developed a \nright cerebellar hemisphere infarction four times within \n6 months and was repeatedly hospitalized. Cerebral angi ography revealed a variation in the right AICA-PICA \ncommon trunk with severe stenosis at its origin. SPECT \nrevealed an area of misery perfusion with a CVR of less \nthan 10% (and blood steal phenomenon of less than 0%) \nin the right cerebellar hemisphere, which was the site of \nrepeated cerebral infarctions (Fig. 1).\nOn the basis of these findings, we determined that \nrevascularization would prevent the recurrence of cerebral infarction, and we decided to perform OAPICA bypass surgery.\nThe patient was placed in the park-bench position, \nand a hockey stick-shaped incision was made from the \nsecond cervical vertebra to the inion and mastoid pro cesses. The OA was anastomosed to the PICA (caudal \nsegment), which was 0.8  mm long. Single interrupted \n10–0 nylon sutures were placed, and patency was con firmed using indocyanine green angiography (isola tion time, 35  min). No postoperative hyperperfusion \nor other complications were observed. The patient was \ndischarged home on postoperative day 21, without any \nneurological symptoms (Fig. 2 ).\nPostoperative angiography revealed good perfu sion of the bypass vessels in the right cerebellar hemi sphere. Moreover, SPECT showed preoperative CVR of \nthe right cerebellar hemisphere of 39.7% (18.14/45.70) \non the contralateral side that increased to 50.3% \n(10.28/20.43) at 8  months post-operation, indicating \nslight improvement. A total of 18 months later, angi ography confirmed growth of the bypass blood vessels, \nand SPECT showed complete disappearance of lateral ity in the CVR of the cerebellar hemispheres. Preop eratively, the patient suffered four cerebellar infarctions \nwithin only 6  months; for 2  years post-operation, he \nexperienced no episodes of cerebral infarction or TIA \n(Fig. 3 ).\nFig. 1 Patient’s preoperative course. A Diffusion-weighted image showing right cerebellar hemisphere infarction at disease onset. B \nDiffusion-weighted image showing the recurrence of right cerebellar hemisphere infarction at 2 years after disease onset. C Diffusion-weighted \nimage showing relapse 1 month after recurrence. D Three-dimensional angiogram showing severe stenosis at the origin of the right anterior inferior \ncerebellar artery–posterior inferior cerebellar artery common trunk. E Identification of the peripheral location of the anterior inferior cerebellar \nartery–posterior inferior cerebellar artery (white arrowhead). F Decreased cerebrovascular reactivity in the right cerebellar hemisphere\nPage 3 of 5\n Eguchi et al. Journal of Medical Case Reports           (2025) 19:62 \n \nPatient informed consent\nThe patient provided written informed consent for the \npublication of his case.",
    "Discussion": "Discussion and conclusion\nObservations\nVBI is less common in the posterior than in anterior \ncirculation; however, its pathology remains unclear. \nTIA due to VBI is very likely to progress to cerebral \ninfarction [3 , 4]. Cartlidge et al. reported that 25–35% \nof TIA episodes of the vertebrobasilar artery system \nprogressed to a brainstem infarction within 5  years. \nTIA are reportedly unstable [3 ].\nIn the event of hemodynamic compromise, which is \noften involved in the etiology of VBI, revascularization is expected to improve the cerebral circulation and the \nposterior circulatory area metabolism [5 , 6].\nIn 1975, Ausman et al. [2] demonstrated the effective ness of revascularization of the OA-PICA in vertebral \nand basilar artery lesions. Since then, Khodadad and \nOlteanu-Nerbe et al. reported that OA-PICA bypass for \nVBI can reduce the risk of cerebral infarction and elimi nate TIA by improving abnormalities in the cerebral cir culation and metabolism [7, 8]. In contrast, Asuman et al. \nperformed 15 OA-PICA bypasses for VBI and achieved a \ntherapeutic efficacy of only 53%; Hopkins et al. demon strated the effectiveness of OA-PICA bypass for vertebral \nartery lesions only [2, 9]. However, no study has demon strated the ability of OA-PICA bypass revascularization \nto improve cerebellar ischemia caused by abnormal blood \nflow to the SCA, AICA, and PICA, which supply blood \nFig. 2 Occipital artery–posterior inferior cerebellar artery bypass. A The dura was incised and the target blood vessels were identified, \nincluding the target posterior inferior cerebellar artery (black arrowhead) and contralateral posterior inferior cerebellar artery (white arrowhead). \nB Recipient measuring 0.8 mm and rubber sheet with a 1.0-mm-squared grid. C Post-anastomotic occipital artery (white arrow). D Original rubber \nsheet\nPage 4 of 5 Eguchi et al. Journal of Medical Case Reports           (2025) 19:62 \nto the cerebellum. Kuroda et al. reported that accurately \ncreating blood flow in blood-poor areas is important for \nthe development of bypass vessels during revasculariza tion of ischemic stroke [10].\nThe differences in the previous treatment results may \nbe attributed to the lack of SPECT and the inability to \naccurately demonstrate hemodynamic failure. Confirm ing the consistency of the anastomotic vessels and the \narea of poor circulation is important when determin ing the suitability of revascularization using the bypass \ntechnique for VBI. Therefore, anatomical information \nobtained from preoperative SPECT and digital sub traction angiography (DSA) is necessary. Techniques \nfor evaluating hemodynamics have improved in recent \nyears. We performed SPECT and accurately confirmed \ndecreased blood flow in the lateral cerebellar hemisphere. \nWe used angiography to determine the perfusion area of \nthe stenotic AICA-PICA and compared it with SPECT \nresults to confirm that it corresponded to the area of \nreduced perfusion. In this case, bypass vessels developed \n2 years postoperatively. SPECT revealed improved blood flow in the affected cerebellar hemisphere, indicating \ngood patency of the bypass vessels in the ischemic area.\nIn this case, AICA origin stenosis and PICA variation \ncaused frequent cerebellar infarctions. The AICA-PICA \nvariant is a well-known mutation in which the AICA pro vides a blood supply to the AICA and PICA circulation. \nThis variant has been reported in approximately 24% of \nroutine vertebral angiographic examinations [11]. There \nhave been no reports of AICA-PICA variations associ ated with an increased risk of cerebral infarction. How ever, the frequency is not low, and the range of perfusion \nin this variant is high, which may potentially aggravate \nischemia-associated symptoms. Among the lesions \nresponsible for cerebellar infarction, those involving the \nPICA are approximately half arteriosclerotic and half \nembolic, whereas those involving the AICA are mostly \narteriosclerotic [12]. If a cerebellar infarction occurs \nrepeatedly in the same region, vascular evaluation using \nDSA should be considered.\nOA-PICA bypass is difficult and requires the use of \ncomplicated technologies because of the rarity of the \nFig. 3 Patient’s postoperative course. A, B Angiography (frontal/lateral) performed 8 months later showing good blood flow from the occipital \nartery to the cerebellar hemispheres. C Cerebrovascular reactivity performed at 8 months post-operation showing decreased blood flow \nin the bilateral cerebellar hemispheres. D, E Angiography (frontal/lateral) performed 1.5 years post-operation showing improved blood flow \nfrom the occipital artery to the cerebellar hemisphere. F Cerebrovascular reactivity performed 1 year post-operation showing no difference in blood \nflow between the bilateral cerebellar hemispheres\nPage 5 of 5\n Eguchi et al. Journal of Medical Case Reports           (2025) 19:62 \n \nsurgery versus STA-MCA bypass surgery, the deep anas tomosis site, and the large number of anatomical vari ations in the PICA. In recent years, the STA-SCA has \nbecome the mainstream revascularization procedure \naimed at improving blood flow in VBI. We assumed the \nrecipient’s position preoperatively and performed fusion \nwith the bone using three-dimensional DSA. Periop eratively, a sponge (ITL Pharma Co.) was placed under \nthe drainer to create a shallower surgical field. Threads \nand needles do not adhere easily to sponges. A gradu ated rubber sheet was inserted to create an appropriate \nOA stump. Triangular incisions were made at both ends \nof the rubber sheet and the recipient was inserted into \nthe incisions to restrict blood vessel mobility and facili tate anastomosis. OA-PICA bypass can be accomplished \nusing preoperative angiography and a specially designed \narmamentarium.\nLessons\nThis case demonstrated that OA-PICA bypass can effec tively prevent the recurrence of cerebral infarction in \ncases of stenosis of the blood vessels feeding the PICA \nregion, reducing blood flow in the return region.\nAbbreviations\nAICA  Anterior inferior cerebellar artery\nCVR  Cerebrovascular reactivity\nDSA  Digital subtraction angiography\nDWI  Diffusion-weighted image\nOA  Occipital artery\nPICA  Posterior inferior cerebellar artery\nSCA  Superior cerebellar artery\nSPECT  Single-photon emission computed tomography\nSTA  Superficial temporal artery\nTIA  Transient ischemic attack\nVBI  Vertebrobasilar insufficiency\nAcknowledgements\nWe thank Drs Kawamata and Arai for their useful discussions and collaborations during the early stages of this study.\nAuthor contributions\nHE was a major contributor in writing the manuscript and editing data. TA and \nTK revised the manuscript. All authors read and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.Competing interests\nThe authors declare that they have no competing interests.\nReceived: 27 August 2024   Accepted: 1 February 2025\nReferences\n 1. Archer CR, Horenstein S. Basilar artery occlusion: clinical and radiological \ncorrelation. Stroke. 1977;8:383–90.\n 2. Ausman JI, Diaz FG, Vacca DF, Sadasivan B. Superficial temporal and \noccipital artery bypass pedicles to superior, anterior inferior, and posterior \ninferior cerebellar arteries for vertebrobasilar insufficiency. J Neurosurg. \n1990;72:554–8.\n 3. Cartlidge NEF, Whisnant JP , Elveback LR. Carotid and vertebral-basilar \ntransient cerebral ischemic attacks. A community study, Rochester, Minnesota. Mayo Clin Proceed. 1977;52:117–20.\n 4. Caplan LR. Bilateral distal vertebral artery occlusion. Neurology. \n1983;33:552–8.\n 5. Ogawa A, Kameyama M, Muraishi K, Yoshimoto T, Ito M, Sakurai Y. Cer ebral blood flow and metabolism following superficial temporal artery to \nsuperior cerebellar artery bypass for vertebrobasilar occlusive disease. J \nNeurosurg. 1992;76:955–60.\n 6. Ogawa A, Yoshimoto T, Sakurai Y. Clinical analysis of STA-SCA bypass for \nvertebrobasilar occlusive disease. Tohoku J Exp Med. 1991;164:183–90.\n 7. Khodadad G. Short- and long-term results of microvascular anastomosis \nin the vertebrobasilar system, a critical analysis. Neurol Res. 1981;3:33–65.\n 8. Olteanu-Nerbe V, Schmiedek P , Marguth F. Extra-intracranial bypass sur gery for vertebrobasilar insufficiency due to obstructive vertebral artery \nand vertebral-basilar artery junction disease. Neurol Res. 1985;7:93–7.\n 9. Hopkins LN, Martin NA, Hadley MN, Spetzler RF, Budny J, Carter LP . Ver tebrobasilar insufficiency. Part 2: microsurgical treatment of intracranial \nvertebrobasilar disease. J Neurosurg. 1987;66:662–74.\n 10. Kuroda S, Houkin K, Ishikawa T, Nakayama N, Ikeda J, Ishii N, Kamiyama H, \net al. Determinants of intellectual outcome after surgical revascularization \nin pediatric Moyamoya disease: a multivariate analysis. Child Nerv Syst. \n2004;20:302–8.\n 11. Takahashi M, Wilson G, Hanafee W. The anterior inferior cerebellar artery: \nits radiographic anatomy and significance in the diagnosis of extra-axial \ntumors of the posterior fossa. Radiology. 1968;90:281–7.\n 12. Kase CS, Norrving B, Levine SR, Babikian VL, Chodosh EH, Wolf PA, Welch \nKM, et al. Cerebellar infarction. Clinical and anatomic observations in 66 \ncases. Stroke. 1993;24:76–83.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}