{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05021-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05021-0.pdf",
  "metadata": {
    "/Keywords": "Tick; Labrynthitis; Sensorineural; Vertigo; Otoscopy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250107120526+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250107054949+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05021-0",
    "/Author": "Ankita Shah ",
    "/Title": "A case of acute labyrinthitis due to intra-aural tick infestation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05021-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Intra-aural tick infestations, though uncommon, pose a serious clinical challenge owing to the risk \nof acute labyrinthitis—an inflammatory condition of the inner ear. This inflammation can lead to severe complications \nsuch as sensorineural hearing loss, vertigo, and facial nerve palsy. Prompt recognition and management are crucial \nto prevent these adverse outcomes.",
    "Case Presentation": "Case presentation A 21-year-old female patient of Limbu ethnicity from Dharan presented with sudden-onset \nright-sided otalgia, accompanied by vertigo, emesis, and auditory impairment. Otoscopic examination revealed a tick \nlodged in the anteroinferior aspect of the external auditory canal, and audiological assessment indicated profound \nsensorineural hearing loss on the affected side. Treatment involved careful tick removal using suction and forceps, \nsupplemented by pharmacotherapy including antiinflammatory agents, analgesics, systemic steroids, and prophylactic antibiotics. Her symptoms resolved completely within 4 weeks, with postinterventional audiometry confirming \nrestored auditory acuity.",
    "Conclusion": "Conclusion This case underscores the importance of prompt clinical assessment and treatment in cases of aural tick \ninfestation. The successful use of a multimodal approach highlights the effectiveness of comprehensive management. \nFurther research is warranted to optimize treatment strategies and improve outcomes in similar cases.\nKeywords  Tick, Labrynthitis, Sensorineural, Vertigo, Otoscopy\nBackground\nThe realm of otorhinolaryngology frequently involves \nmanaging cases where foreign bodies, whether living \nor nonliving, demand careful attention and specialized \nintervention. Tick infestations in the external auditory \ncanal (EAC) are infrequent, presenting in less than 1% of \npatients with ear complaints [1]. Despite their rarity, this \ncondition can lead to notable complications such as lab yrinthitis-induced tinnitus, hearing loss, vertigo, or facial paralysis (palsy) [1]. We report one such rare case of \nintra-aural tick infestation presenting with labyrinthitis.\nCase presentation\nA 21-year-old female patient of Limbu ethnicity from \nDharan, without known comorbidities, sought consulta tion at the otorhinolaryngology outpatient department \nwith a 1-week history of sudden and progressively wors ening pain in her right ear. The pain, described as pierc ing, was partially relieved with oral analgesics; 2 days \nbefore the presentation, she experienced an exacerba tion of symptoms, including dizziness intensified by head \nmovement, accompanied by nausea and vomiting. Addi tionally, she reported decreased hearing in the right ear, \ncoupled with tinnitus. There was no preceding history of \nupper respiratory tract infection, ear discharge, or instru mentation in the ear.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAnkita Shah\nshahankita1128@gmail.com\n1 Otorhinolaryngology & HNS, B.P . Koirala Institute of Health Sciences, \nDharan, Nepal\n2 B.P . Koirala Institute of Health Sciences, Dharan, Nepal\nPage 2 of 4 Shah et al. Journal of Medical Case Reports            (2025) 19:4 \nThe patient demonstrated good orientation to time, \nplace, and person, along with stable vital signs. On exami nation using a 512 Hz tuning fork, the Rinne test revealed \nnormal findings in the left ear (air conduction > bone \nconduction), while the right ear showed no response, \nsuggesting profound sensorineural hearing loss. The \nWeber test lateralized to the left ear, further confirm ing severe-to-profound sensorineural hearing loss in the \nright ear. The left ear showed no abnormalities. Otos copy revealed a congested external auditory canal (EAC) \nand the presence of a foreign body in the anteroinferior \nbony wall (Fig.  1). Further examination using otoendos copy uncovered a tick lodged in the canal wall skin, sur rounded by minimal ecchymosis and edematous skin. \nNotably, no live ticks were found. The tympanic mem brane was intact, and grade 1 left-beating nystagmus was \nalso observed.\nThe pure tone audiometer revealed severe-to-pro found right sensorineural hearing loss (Fig.  2). Using \nsuction and Hartmann’s forceps, the tick was delicately \ndislodged and removed. Subsequent examination of the \ncanal wall followed. The patient was initiated on a com prehensive treatment regimen to ensure optimal recov ery. For antiinflammatory purposes, she was prescribed \nibuprofen 400  mg orally every 6–8  hours as needed for \n7 days. To manage pain, she received paracetamol 500 mg \norally every 4–6 hours as needed for the same duration. \nAdditionally, prednisolone 20  mg orally once daily was administered, with the dosage tapering over a period \nof 14  days, to address inflammation and prevent fur ther complications. As a precautionary measure against \npotential infections, amoxicillin–clavulanate 500/125 mg \norally every 8 hours was prescribed for 7 days.\nAt the 1-month follow-up, the patient reported com plete resolution of otalgia, with no further complaints. \nOtoscopy revealed a clear right external auditory canal \nwith an intact tympanic membrane. Pure tone audiom etry demonstrated a reversal of the previously docu mented hearing loss, and follow-up tuning fork tests \nconfirmed the resolution of symptoms in the right ear \n(Fig.  3). The positive outcome highlights the effectiveness \nof the intervention and the patient’s improved auditory \nhealth.",
    "Discussion": "Discussion and conclusion\nTick-borne diseases, classified within the realm of vectorborne illnesses, pose a significant threat to both livestock \nand human populations. In cases where ticks invade the \nexternal auditory canal (EAC), the primary concern arises \nas acute ear pain, triggered by an enzyme in tick saliva \nthat initiates pronounced local inflammation [2]. Further more, the attachment of ticks to the eardrum introduces \nthe potential complication of tinnitus. The identified cul prit behind vertigo and tinnitus in our case was acute \nlabyrinthitis, discerned from the duration of symptoms \nextending over 1 week. The convergence of symptom \nonset, the presence of a dislodged tick, and persistent \notalgia collectively indicated acute labyrinthitis originat ing from a toxin resulting from an aural tick bite—a dis tinction from vestibular neuronitis, a condition typically \nFig. 1 Otoscopy revealing a congested external auditory canal (EAC) \nand the presence of a foreign body (tick) in the anteroinferior bony \nwall\nFig. 2 Right ear pure tone audiometry on presentation showing \nsevere-to-profound sensorineural hearing loss\nPage 3 of 4\n Shah et al. Journal of Medical Case Reports            (2025) 19:4 \n \nsparing auditory function, unlike the hearing impairment \nobserved in this specific patient. Labyrinthitis may arise \nfrom a microperforation of the tympanic membrane due \nto the tick bite. The authors hypothesized that this perfo ration provided access for the neurotoxin-containing tick \nsaliva to enter the middle ear, initiating inflammation. \nAlthough the membrane appeared intact during exami nation, a small perforation could have previously allowed \nthe neurotoxins to enter the inner ear, causing labyrin thitis symptoms. By the time of evaluation, this perfora tion may have healed, explaining the absence of visible \ndamage, while still accounting for the labyrinthitis symp toms [3]. Although Borrelia burgdorferi-induced Lyme \ndisease may occasionally affect balance and hearing indi rectly, Lyme-related vestibular symptoms are usually part \nof a larger systemic picture. This broader presentation \noften includes joint inflammation, fatigue, and cognitive \nimpairments, which distinguishes it from the localized \nsymptoms seen in tick-induced labyrinthitis [4].\nWhile aural tick infestation may not require an emer gency designation, the significance of its management \nis underscored by the presence of associated pain, \ninflammation, and local irritation [1 ]. Exploring the \nresearch landscape, as demonstrated by the work of \nIndhudaran et  al., draws attention to the multifaceted \ncomplications of tick infestation, spanning from ear \nbleeding and vertigo to facial nerve weakness in con junction with otitis media [5 ]. Beyond this, ticks release \nneurotoxins inhibiting acetylcholine, potentially induc ing respiratory distress or paralysis. In severe cases, the \ntick’s mouthparts attaching to the tympanic membrane can lead to perforations and the release of enzymes into \nthe middle ear [6 , 7]. These intricacies underscore the \nimperative need for prompt and comprehensive man agement of aural tick infestations. Regular follow-ups \nbecome indispensable owing to the looming risk of \nperforation. The judicious determination of whether a \ntick’s mouthparts are attached before removal becomes \na crucial decision, steering clear of triggering foreign \nbody granuloma development [8 ].\nThe primary approach to managing intra-aural tick \ninfestation revolves around the meticulous extraction \nof all tick parts using forceps, occasionally requiring \nanesthesia for more intricate cases. Patient recovery, \noften spanning 4 weeks post-tick removal [4 ], reso nates with our case, where symptoms gracefully \nresolved within a month. Meanwhile, the use of shortcourse systemic steroids, with or without antibiotics, \nintroduces an experimental layer to the discourse—\ninsufficient data stand as a barrier to a definitive rec ommendation or dismissal of their added benefits [9 ]. \nThis holds true unless a confirmed infectious process, \nsuch as otitis externa, otitis media, or tick-borne dis eases, is in play [9 , 10]. Moreover, some studies sug gest the use of quantitative polymerase chain reaction \n(qPCR) to detect rickettsial infections in cases of intraaural tick infestations, especially when facial nerve \npalsy is observed, indicating a possible rickettsial eti ology. This adds an important diagnostic layer to the \nmanagement, ensuring that any underlying infections \nare appropriately identified and treated [11]. The treat ment approach aims to mitigate the inflammatory \nresponse and address any potential bacterial infection, \nalthough more data are needed to definitively support \nthe routine use of steroids [11, 12]. Given the com plexity of such cases, interdisciplinary collaboration \nbetween otolaryngologists, infectious disease special ists, and neurologists is often beneficial to ensure com prehensive care and favorable outcomes for patients \nwith intra-aural tick infestations.\nThis case underscores the critical importance of early \ndiagnosis and intervention in intra-aural tick infesta tions to prevent severe complications such as acute lab yrinthitis. The successful management of the patient’s \ncondition, evidenced by complete symptom resolution \nand restored hearing, highlights the effectiveness of \ncareful tick removal. Clinicians must maintain a high \nindex of suspicion for tick infestations in patients pre senting with acute otalgia, vertigo, and sensorineural \nhearing loss, ensuring prompt otoscopic examination \nand appropriate therapeutic measures.\nAcknowledgments\nNone.\nFig. 3 Right ear pure tone audiometry 1 month after treatment\nPage 4 of 4 Shah et al. Journal of Medical Case Reports            (2025) 19:4 \nAuthor contributions\nAnkita Shah (AS) and Deepak Paudel (DP): study concept, data collection, and \nsurgical therapy for the patient. Ankita Shah (AS), Deepak Paudel (DP), and \nAman K. Shah (AKS): writing—original draft preparation. Ankita Shah (AS), \nDeepak Paudel (DP), and Aman K. Shah (AKS): editing and writing. Ankita Shah \n(AS) and Deepak Paudel (DP): senior authors and manuscript reviewers.\nFunding\nNone.\nAvailability of data and materials\nSupporting data are available and are attached as figures with the submission. \nFurther details may be available from the corresponding author upon reasonable request and with permission from the institution.\nDeclarations\nEthics approval and consent to participate\nNot required.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal on request.\nCompeting interests\nNone.\nReceived: 5 November 2024   Accepted: 20 December 2024\nReferences\n 1. Nakao Y, Tanigawa T, Shibata R. Human otoacariasis caused by Ambly omma testudinarium: diagnosis and management: case report. Medicine. \n2017;96(26):e7394.\n 2. Somayaji KSG, Rajeshwari A. Human otoacariasis. Ind J Otolaryngol Head \nNeck Surg. 2007;59(3):237–9.\n 3. Kasaragod SK, Kshithi K, Parvathareddy N, Sriperumbudur S, Shenoy \nSV. Unusual presentation of otoacariasis: a prospective study at referral \nteaching hospital. Ind J Otolaryngol Head Neck Surg. 2022;74(S3):4345–9.\n 4. Stanek G, Strle F. Lyme borreliosis-from tick bite to diagnosis and treat ment. FEMS Microbiol Rev. 2018;42(3):233–58.\n 5. Indudharan R, Ahamad M, Ho TM, Salim R, Htun YN. Human otoacariasis. \nAnn Trop Med Parasitol. 1999;93(2):163–7.\n 6. Burchard L, Larenas N, Ramos P . Human otoacariasis caused by Otobius \nmegnini in Calama, Chile. Bol Chil Parasitol. 1984;39(1–2):15–6.\n 7. Lindsey NP , Lehman JA, Staples JE, Fischer M. Division of vector-borne \ndiseases NC for E and ZIDC. West Nile virus and other arboviral diseases—\nUnited States, 2013. MMWR Morb Mortal Wkly Rep. 2014;63(24):521–6.\n 8. Castelli E, Caputo V, Morello V, Tomasino RM. Local reactions to tick bites. \nAm J Dermatopathol. 2008;30(3):241–8.\n 9. Cakabay T, Gokdogan O, Kocyigit M. Human otoacariasis: demographic \nand clinical outcomes in patients with ear-canal ticks and a review of \nliterature. J Otol. 2016;11(3):111–7.\n 10. Rajinder S, Nik Adilah NO. Intra-aural tick resulting in facial nerve paresis. \nMalays Fam Phys. 2017;12(3):25–7.\n 11. Kularatne SAM, Fernando R, Selvaratnam S, Narampanawa C, Weerakoon \nK, Wickramasinghe S, et al. Intra-aural tick bite causing unilateral facial \nnerve palsy in 29 cases over 16 years in Kandy, Sri Lanka: is rickettsial \naetiology possible? BMC Infect Dis. 2018;18(1):418.\n 12. Rajendran T, Saniasiaya J, Lahuri YS, Gani NBA. Isolated facial nerve palsy \nfrom intra-aural tick infestation—a case report. Pediatria i Medycyna \nRodzinna. 2020;16(4):430–2.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}