{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04813-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04813-8.pdf",
  "metadata": {
    "/Keywords": "CKD; Case report; Gave; Hemodialysis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241014105957+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240922203056+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04813-8",
    "/Author": "Ashish Acharya ",
    "/Title": "Incidental diagnosis of gastric antral vascular ectasia in a case of chronic kidney disease from Nepal: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04813-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Gastric antral vascular ectasia is an uncommon clinical disease that affects elder people and is characterized by severe chronic upper gastrointestinal bleeding mainly affecting the gastric antrum. It is generally unusual \namong patients undergoing maintenance hemodialysis for chronic kidney disease.",
    "Case Presentation": "Case presentation Here, we aim to present an uncommon case of incidental diagnosis of the gastric antral vascular \nectasia and erosive gastritis in a 71-year-old Hindu male patient belonging to the Gurung ethnicity of Nepal under going maintenance hemodialysis due to chronic kidney disease. The patient presented with a history of melena \nand fatigue. On investigation, a low hemoglobin level of 7.3 gm% was used for blood transfusion. The patient \nwas on regular hemodialysis after admission at our institution. Upper gastrointestinal bleeding was suspected \nafter analyzing patient’s history and investigations. Therefore, an upper gastrointestinal endoscopy was performed \nthat showed linear ectatic punctuate lesions radiating from the body of the stomach to the antrum, and hence, \nan incidental diagnosis of the gastric antral vascular ectasia was made. Initial fluid resuscitation, iron therapy, \nand a triple regimen were administered. Proper management with argon plasma coagulation therapy was scheduled \nat another institution due to lack of respective facilities in our institution.",
    "Discussion": "Discussion Gastric antral vascular ectasia is an unusual cause of upper gastrointestinal bleeding, primarily affecting \nthe gastric antrum and pylorus with rare cases affecting the duodenum, jejunum, and gastric fundus. It is gener ally associated with other chronic disease conditions. Several hypotheses have been proposed for the pathogenesis \nof gastric antral vascular ectasia, especially its association with chronic kidney disease, as in our case, which is considered to be rare. Management varies from medical to endoscopic interventions to even surgery.",
    "Conclusion": "Conclusion Prompt proper diagnosis and treatment for the gastric antral vascular ectasia should be sought, as it \nis frequently misdiagnosed or missed during upper gastrointestinal endoscopy. Our case report presents a case \nof gastric antral vascular ectasia in chronic kidney disease undergoing maintenance hemodialysis, which is quite \nuncommon, as literature has suggested the same point.\nKeywords  CKD, Case report, Gave, Hemodialysis\nIntroduction\nGastric antral vascular ectasia (GAVE) is an uncommon \nclinical disease that is associated with upper gastrointes tinal bleeding and mainly affects the elderly population \nin their seventies [1]. First reported by Rider et al. [2] in \n1953, GAVE was characterized by telangiectatic blood \nvessels involving the gastric antrum and pylorus. The Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAshish Acharya\nacharyaashish2055@gmail.com\n1 Nepal Medical College and Teaching Hospital, Kathmandu, Nepal\n2 Department of Gastroenterology, Nepal Medical College and Teaching \nHospital, Kathmandu, Nepal\nPage 2 of 4 Acharya et al. Journal of Medical Case Reports          (2024) 18:498 \nterm “watermelon stomach” was coined by Jabbari et al. \n[3] and is characterized by longitudinal rugal folds with \nvisible columns of convoluted vessels resembling water melon stripes. It has also been reported to be associated \nwith other chronic diseases of the liver, kidney, and con nective tissue disorders. The disease also often shows \nassociation with autoimmune and collagen vascular dis eases, such as systemic sclerosis and atrophic gastritis, \nalong with even hypothyroidism [4, 5]. Here, we intend \nto report a case of a 71-year-old Hindu male with a diag nosis of chronic kidney disease (CKD) who was receiv ing hemodialysis and presented at our institution where \nan incidental diagnosis of GAVE was made. This case is \nthe second of its kind to be reported from Nepal, the first \nbeing reported by Lageju et al. [6].\nThis case has been reported in line with the 2020 \nSCARE guidelines [7].\nCase presentation\nA 71-year-old male from Kathmandu having chronic \nkidney disease (CKD) who underwent repetitive hemo dialysis via an A-V fistula came to our institution with \na history of generalized weakness and fatigability for \n5 months. The disease was gradual in onset and associ ated with episodes of shortness of breath progressing \nfrom being present during exertion to even resting. He \nhad a history of passing through black tarry stool for \n3 months.\nThe patient had no history of similar complaints. He \nhad started treatment and hemodialysis for the CKD \n8 years before he was admitted at our institution and is \nstill under treatment. His last hemodialysis session prior \nto presentation was 3 days back.\nHe had a history of diabetes and hypertension for \n10  years, which was controlled by medication, and had \nno significant family history. His past surgical history \nrevealed appendectomy.At the time of presentation, the patient was alert, well \noriented to time, place, and person and was not in a toxic \nstate of health. He had signs of pallor with bilateral pit ting edema. Vitals showed an elevated blood pressure of \n180/100 mmHg.\nOn further investigation, the hemoglobin level was 7.3 \ngm%, with a total count of 3840 cells/mm3 and a platelet \ncount of 152,000 cells/mm3. His prehemodialysis serum \nurea level was 159 mg/dl, and his serum creatinine level \nwas 11.58 mg/dl. He underwent one session of hemodi alysis of 3.5 hours duration after admission, that removed \n3 liters of ultrafiltrate. His posthemodialysis serum urea \nconcentration was limited to 54  mg/dl and his serum \ncreatinine concentration to 4.63  mg/dl. The liver func tion test depicted a total bilirubin of 0.94  mg/dl, with \ndirect bilirubin of 0.17  mg/dl and indirect bilirubin of \n0.77 mg/dl. Serum enzymes of alanine aminotransferase \n(ALT) was 17 U/l and aspartate aminotransferase (AST) \n27.4 U/l. The concentration of serum albumin was 2.8 g/\ndl, along with a total protein concentration of 7.7 g/dl.\nThe patient’s coagulation panel revealed prothrom bin time of 16.3  seconds with an international normal ized ration (INR) of 1.2. Similarly, the bleeding time was \n3 minutes while the clotting time was 9 minutes.\nA peripheral blood smear showed anisocytosis and \nmicrocytic, hypochromic cells mixed with normocytic \nnormochromic cells in the presence of pencil cells. The \nstool was positive for occult blood. A consultation with \na gastroenterologist was made to plan for an upper gas trointestinal endoscopy. The endoscopy revealed mul tiple linear erosions with polypoidal tissues, suggesting \ngastropathy with linear ectatic punctate lesions radiating \nfrom the body to the antrum of the stomach, as shown in \nFig. 1a and b.\nA diagnosis of the GAVE and erosive gastritis (Fig.  2) \nwas made. Initial resuscitation with two pints of packed \nred blood cells was performed, and a triple regimen for \nFig. 1 a, b Linear punctate lesion resembling a watermelon stomach\nPage 3 of 4\n Acharya et al. Journal of Medical Case Reports          (2024) 18:498 \n \nthe erosive gastritis with iron therapy was started. The \npatient was not under any anticoagulant and antiplatelet \nmedications at the time of presentation and management \nat our institution.\nSince the patient was financially burdened and we lack \nvarious facilities, he was scheduled for argon plasma \ncoagulation at another institution.\nDiscussion\nGAVE is an uncommon but serious cause of upper gas trointestinal bleeding. Although typically found in the \nantrum, in rare cases, it may involve the duodenum, \njejunum, and rectum [8 ]. A cohort study performed by \nDulai et  al. revealed that 26 out of 744 (4%) patients \nwith nonvariceal gastrointestinal bleeding had a water melon stomach [9 ]. Their study revealed that upper \ngastrointestinal bleeding occurred more extensively \nin patients having portal hypertension with a greater \nnumber of antral lesions causing more gastric bleed ing than in those without portal hypertension [9 ]. The \nexact pathogenesis and cause of GAVE remain unclear, \nwith studies suggesting that mechanical stress from \nstrong gastric peristalsis causes prolapse, trauma, and \nintermittent obstruction of the mucosal blood vessels \nof the antrum, leading to ectasia [10]. As described ear lier, GAVE is associated with underlying chronic medi cal conditions. It shows its association with end stage \nliver disease (ESLD) or cirrhosis, but the exact preva lence still needs to be sought out. Ward, et al. reported a prevalence of the disease to be 2.3% in patients with \nESLD by undertaking a thorough esophagogastroduo denoscopy prior to having an orthotropic liver trans plantation [11].\nA study performed by Quintero et  al. showed that \nhigh levels of serum gastric with consequent low lev els of pepsinogen I were observed in cirrhotic patients \nwith gastric mucosal ectasia [12]. A peculiar assess ment of our patient showed that GAVE was inciden tally reported during an endoscopy in a patient with the \nCKD. A combination of both CKD and GAVE in our \npatient may probably be the main reason behind ane mia, as evidenced by low hemoglobin levels. Several \nhypotheses suggest the role of CKD in the pathogenesis \nof GAVE; one theory being that increased mechanical \nstress in uremia-induced weakening of gastric emptying \nleads to increased capillary pressure causing ectasia. \nAnother theory states that decreased renal excretion of \nvasoactive mediators such as prostaglandin E2 and gas trin in patients with CKD",
    "Results": "results in GAVE [13].\nHistological features revealed fibromuscular hyper trophy and capillary ectasia with microvascular throm bosis of the lamina propria [12]. Endoscopy is the \ninvestigation of choice for diagnosing GAVE, which \ntypically shows two characteristic patterns: the punc tate type observed more often in cirrhotic patients and \nthe striped type observed in our patient [14].\nGAVE can often be confused with antral gastritis \nand portal hypertensive gastropathy (PHG). PHG and \nGAVE can be distinguished by their specific locations; \nthe PHG affects the fundus and has a mosaic pattern, \nwhile GAVE affects the antrum [15]. Similarly, GAVE \ncan be differentiated from antral gastritis by its char acteristic histological features of fibrin thrombus and \nectasia [16].\nThe management of GAVE can be divided into \nmedical, endoscopic, and surgical approaches. Medi cal management has been used to treat GAVE, but its \nlong-term effectiveness is still debated. Some drugs that \nare used include corticosteroids, hormone-based ther apy (estrogen-progesterone), octreotide, tranexamic \nacid, and thalidomide [17]. Endoscopic treatment with \nargon plasma coagulation (APC) has been used in the \nrecent years to treat GAVE. Multiple treatment ses sions are needed for APC to avoid recurrence. RFA is \nalso regarded as an alternative to APC [18]. The surgi cal approach of an antrectomy provides no recurrence \nof postoperative bleeding [8 ]. Iguchi et al. reported that \nGAVE in patients with CKD can progress to remission \nthrough hemodialysis, and the recurrence of GAVE \nafter hemodialysis is a rare event [13]. Our patient \nreceived medical treatment comprising of iron therapy \nand a triple regimen and was planned for APC.\nFig. 2 Erosive gastritis\nPage 4 of 4 Acharya et al. Journal of Medical Case Reports          (2024) 18:498 \nStrength and limitations of our study\nThis case report is the second reported case from Nepal \ndespite challenges encountered due to lack of various \nfacilities for the management of GAVE. Due to patient’s \nfinancial strain, further diagnostic evaluation could not be \nperformed. Argon plasma coagulation (APC) could not be \nperformed due to lack of respective facilities, and hence, \nthe patient was scheduled at an another institution, which \nis one of the limitations of our study. Therefore, we bring \nattention to the proper work up and management of GAVE \nby bringing forth the required resources and facilities.\nConclusion\nGAVE is an uncommon but serious cause of upper gas trointestinal bleeding in the elderly population. Its exact \npathogenesis has not been fully elucidated; although, sev eral hypotheses have been proposed in various literature. It \nis often misdiagnosed and can be incidentally found dur ing upper gastrointestinal endoscopy. Although APC via \nendoscopy is the best treatment modality, GAVE can be \nsymptomatically managed through medical approach by \napplying iron therapy and other drugs, as in our patient.\nAcknowledgements\nWe thank the patient and his family for allowing us to study this case.\nAuthor contributions\nAll the authors contributed equally for the preparation of this case report. \nAuthors AA and KB were involved in conceptualization, study design, previous literature review, collection of all the information from the patient with \nendoscopy photographs, laboratory reports, requisition of written consent, \nand preparation of manuscript and editing. AB performed endoscopy and \nediting of the draft. All the authors individually did final proofreading of the \nmanuscript before submission.\nFunding\nThere are no sources of funding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nInformed consent\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal upon request.\nCompeting interests\nThere are no competing of interest.\nReceived: 30 December 2023   Accepted: 8 August 2024\nReferences\n 1. Stefanidis I, Liakopoulos V, Kapsoritakis AN, et al. Gastric antral vascular \nectasia (watermelon stomach) in patients with ESRD. Am J Kidney Dis. \n2006;47(6):e77–82. https:// doi. org/ 10. 1053/j. ajkd. 2006. 02. 185. 2. Rider JA, Klotz AP , Kirsner JB. Gastritis with veno-capillary ectasia as a source \nof massive gastric hemorrhage. Gastroenterology. 1953;24(1):118–23. \nhttps:// doi. org/ 10. 1016/ S0016- 5085(53) 80070-3.\n 3. Jabbari M, Cherry R, Lough JO, Daly DS, Kinnear DG, Goresky CA. Gastric \nantral vascular ectasia: the watermelon stomach. Gastroenterology. \n1984;87(5):1165–70. https:// doi. org/ 10. 1016/ S0016- 5085(84) 80080-3.\n 4. Alkhormi AM, Memon MY, Alqarawi A. Gastric Antral Vascular Ectasia: a case \nreport and literature review. J Transl Int Med. 2018;6(1):47–51. https:// doi.  \norg/ 10. 2478/ jtim- 2018- 0010.\n 5. Calamia KT, Scolapio JS, Viggiano TR. Endoscopic YAG laser treatment \nof watermelon stomach (gastric antral vascular ectasia) in patients with \nsystemic sclerosis. Clin Exp Rheumatol. 2000;18(5):605–8.\n 6. Lageju N, Uprety P , Neupane D, et al. Gastric antral vascular ectasia (Water melon stomach); an unusual cause of upper gastrointestinal bleeding in \nelderly: a case report. Ann Med Surg (Lond). 2022;82:104733. https:// doi.  \norg/ 10. 1016/j. amsu. 2022. 104733.\n 7. Agha RA, Franchi T, Sohrabi C, Mathew G, Kerwan A, SCARE Group. The \nSCARE 2020 guideline: updating consensus surgical CAse REport (SCARE) \nguidelines. Int J Surg. 2020;84:226–30. https:// doi. org/ 10. 1016/j. ijsu. 2020. 10.  \n034.\n 8. Fuccio L, Mussetto A, Laterza L, Eusebi LH, Bazzoli F. Diagnosis and management of gastric antral vascular ectasia. World J Gastrointest Endosc. \n2013;5(1):6–13. https:// doi. org/ 10. 4253/ wjge. v5. i1.6.\n 9. Dulai GS, Jensen DM, Kovacs TO, Gralnek IM, Jutabha R. Endoscopic \ntreatment outcomes in watermelon stomach patients with and without \nportal hypertension. Endoscopy. 2004;36(1):68–72. https:// doi. org/ 10.  \n1055/s- 2004- 814112.\n 10. Unnikrishnan R, Vijayakumar P , Senan S, Paul G. Gastric antral vascular \nectasia: an uncommon cause of anemia in elderly individuals. Dubai Med J. \n2019;2(3):99–101. https:// doi. org/ 10. 1159/ 00050 1795.\n 11. Ward EM, Raimondo M, Rosser BG, Wallace MB, Dickson RD. Prevalence \nand natural history of gastric antral vascular ectasia in patients undergoing \northotopic liver transplantation. J Clin Gastroenterol. 2004;38(10):898–900. \nhttps:// doi. org/ 10. 1097/ 00004 836- 20041 1000- 00013.\n 12. Quintero E, Pique JM, Bombi JA, et al. Gastric mucosal vascular ectasias causing bleeding in cirrhosis. A distinct entity associated with hypergastrinemia \nand low serum levels of pepsinogen I. Gastroenterology. 1987;93(5):1054–\n61. https:// doi. org/ 10. 1016/ 0016- 5085(87) 90569-5.\n 13. Iguchi A, James Kazama J, Komatsu M, et al. Three cases of gastric antral vascular ectasia in chronic renal failure. Case Rep Nephrol Urol. 2011;1(1):15–9. \nhttps:// doi. org/ 10. 1159/ 00033 2832.\n 14. Ito M, Uchida Y, Kamano S, Kawabata H, Nishioka M. Clinical comparisons \nbetween two subsets of gastric antral vascular ectasia. Gastrointest Endosc. \n2001;53(7):764–70. https:// doi. org/ 10. 1067/ mge. 2001. 113922.\n 15. Gostout CJ, Viggiano TR, Ahlquist DA, Wang KK, Larson MV, Balm R. The \nclinical and endoscopic spectrum of the watermelon stomach. J Clin \nGastroenterol. 1992;15(3):256–63. https:// doi. org/ 10. 1097/ 00004 836- 19921  \n0000- 00019.\n 16. Gilliam JH 3rd, Geisinger KR, Wu WC, Weidner N, Richter JE. Endoscopic \nbiopsy is diagnostic in gastric antral vascular ectasia. The “watermelon stomach.” Dig Dis Sci. 1989;34(6):885–8. https:// doi. org/ 10. 1007/ BF015 40274.\n 17. Hsu WH, Wang YK, Hsieh MS, et al. Insights into the management of gastric \nantral vascular ectasia (watermelon stomach). Ther Adv Gastroenterol. \n2018;11:175628317747471. https:// doi. org/ 10. 1177/ 17562 83X17 747471.\n 18. Peng M, Guo X, Yi F, et al. Endoscopic treatment for gastric antral vascular \nectasia. Ther Adv Chronic Dis. 2021;12:20406223211039696. https:// doi. org/  \n10. 1177/ 20406 22321 10396 96.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}