{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04876-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04876-7.pdf",
  "metadata": {
    "/Keywords": "PNPO; Drug-resistant epilepsy; Seizure; Vitamin B6; A case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241108125743+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241105190606+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04876-7",
    "/Author": "Erfan Naghavi ",
    "/Title": "Late-onset drug-resistant epilepsy in pyridoxamine 5′-phosphate oxidase deficiency: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04876-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pyridoxamine 5′-phosphate oxidase deficiency is a rare inborn error of vitamin  B6 metabolism that pre sents with drug-resistant epileptic seizures. However, the condition is responsive to supplementation with the active \nvitamin  B6 metabolite pyridoxal 5′-phosphate and, in some cases, pyridoxine.",
    "Case Presentation": "Case presentation In this case report, a 10-year-old Iranian male of Fars ethnicity came to a regional hospital \nin Tehran, Iran with a chief complaint of tic-like movement. He had a history of unintentional, repetitive, and ste reotypic movements of both arms since the age of 4 years. The physical examination depicted facial dimorphism. \nDuring admission, the patient experienced habitual hypermotor seizures and generalized tonic–clonic seizures. Ictal \nelectroencephalography demonstrated a generalized background attenuation and bursts of generalized, predominantly left-sided, biphasic spike-wave complexes. Whole-genome sequencing revealed a pyridoxamine 5′-phosphate \noxidase deficiency as the underlying cause of the drug-resistant seizures, resulting in a low serum level of pyridoxal \n5′-phosphate. The patient underwent pyridoxine supplementation therapy, which ultimately resolved his seizures. At \n6 months, he was seizure free.",
    "Conclusion": "Conclusion Physicians ought to be aware of manifestations of vitamin B6 deficiency such as mimicking tic and consider it in the differential for drug-resistant epilepsy.\nKeywords  PNPO, Drug-resistant epilepsy, Seizure, Vitamin  B6, A case report",
    "Introduction": "Introduction\nEpilepsy is a neurological condition characterized by \nthe occurrence of repetitive and transient unprovoked \nseizures, and it may have detrimental effects on the psy chological well-being, quality of life, and work health of \npatients [1]. Approximately 5 million new cases of epi lepsy are diagnosed annually, with between 4 and 10 per \n1000 people in the general population having active epi lepsy at any given time, according to the World Health \nOrganization (WHO) [2]. Despite advancements in antie pileptic drug therapy over the past decades, over 30% of \npatients with epilepsy experience treatment resistance, \nwhich leads to a notable increase in epilepsy mortality \nand morbidity [3].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSara Ranji\nsranji@sina.tums.ac.ir; Sara.ranji64@gmail.com\n1 School of Medicine, Tehran University of Medical Sciences, Tehran, Iran\n2 Iranian Center of Neurological Research, Neuroscience Institute, Tehran \nUniversity of Medical Sciences, Tehran, Iran\n3 Medical Colleges, Tehran University of Medical Sciences, Tehran, Iran\n4 Shiraz University of Medical Sciences, Shiraz, Iran\n5 Medical Biology and Genetics Department, Okan University, Istanbul, \nTurkey\n6 Department of Neurology, Heidelberg University, Heidelberg, Germany\nPage 2 of 6 Naghavi et al. Journal of Medical Case Reports          (2024) 18:542 \nAutosomal-recessive pyridox(am)ine 5′-phosphate \noxidase (PNPO) deficiency is a rare cause of metabolic \nencephalopathy associated with vitamin-responsive \nseizures [4]. PNPO deficiency is characterized by drugresistant epileptic seizures, but it is responsive to admin istration of the active vitamin  B6 metabolite pyridoxal \n5′-phosphate (PLP) and, in some cases, pyridoxine (PN) \nsupplementation [4]. In addition to epileptic encepha lopathy, PNPO deficiency can present with a wide range \nof other clinical manifestations, including respiratory \ndistress, metabolic acidosis, dystonia, hepatomegaly, and \nprematurity [5].\nThis case report describes a patient suffering from \ndrug-resistant epilepsy caused by PNPO deficiency, \nwho exhibited a favorable response to vitamin  B6 \nsupplementation.\nCase presentation\nA 10-year-old Iranian male of Fars ethnicity was admitted \nto the neurology ward in a regional hospital in Tehran, \nIran in January 2023, with a chief complaint of tic-like \nmovement on upper extremities. The patient reported \na history of unintentional, repetitive, and stereotypic \nmovements of both arms since the age of 4 years. Nota bly, consciousness was maintained throughout these epi sodes. These movements were initially diagnosed as tics, \nand the patient was prescribed sertraline, aripiprazole, \nand sodium valproate for tic treatment. However, the \nabnormal movements did not resolve with this medica tion regimen, and the frequency of the abnormal move ments increased over time, to one episode per month \nfrom 9 months ago. The patient also reported experienc ing multiple episodes of transient loss of consciousness \nbeginning ~9 months prior to hospital admission. Fol lowing the increase in frequency of the abnormal move ments and loss of consciousness episodes, the patient \nwas admitted to the neurology ward of a regional hos pital in Tehran, Iran to rule out epilepsy and long-term \nvideo-electroencephalographic monitoring (LTM) for \nfurther evaluation and characterization of the events. The \npatient’s past medical history includes episodes of forced \neye deviation and nystagmus that lasted several minutes \nsince he was 2 years old, although the precise nature of \nthese episodes remains unclear. Additionally, he has \nexperienced symptoms of anxiety disorder, including skin \npicking, insomnia, and restlessness. To manage these \nsymptoms, fluoxetine syrup was initiated.\nThe patient was delivered via cesarean section at \n38 weeks of gestation, resulting in a low Apgar score \n(5 at minute 1) and asphyxia. He was hospitalized for \n2  weeks following birth. His family history was unre markable, except for consanguinity, as his parents \nare first cousins. The patient’s early development was normal, and there is no reported history of febrile sei zures, head trauma, or central nervous system (CNS) \ninfections. Also, his social history was negative. As \nwell, regarding dietary history, he had a regular diet \nregimen.\nAt the time of admission, the patient had been receiv ing a daily dose of 2cc of fluoxetine syrup. The patient \nreported no history of smoking or illicit drug use.\nOn physical examination, the patient presented as a \nwell-appearing male without any signs of acute distress. \nHe was awake, alert, and oriented to person, place, and \ntime, and he was able to respond appropriately to ques tions. The patient’s vital signs were within normal limits, \nwith a temperature of 36.8 °C, heart rate of 86 bpm, res piratory rate of 19 breaths per minute, blood pressure of \n125/76 mmHg, and oxygen saturation of 100% on room \nair. His weight was 35 kg (75th percentile), and his height \nwas 137  cm (50th percentile). The remaining physical \nexamination did not reveal any notable abnormalities. \nHowever, the patient presented with distinctive facial \nfeatures, including hypertelorism, prominent supraorbi tal ridges, and a depressed nasal bridge. Furthermore, the \npatient exhibited characteristics associated with autism, \nsuch as repetitive behaviors.\nThe neurological examination revealed intact strength \nand sensation, with no focal neurological deficits. A \ncomprehensive assessment of the cranial nerves, motor \nand sensory functions, reflexes, coordination, and gait \ndid not yield any significant findings. A brain magnetic \nresonance imaging (MRI) was performed, and the",
    "Results": "results \nwere unremarkable, showing no abnormalities. The \npatient’s laboratory test results were all within the nor mal reference ranges, as presented in Table 1.\nDuring the patient’s admission for long-term electro encephalographic (EEG) monitoring, he experienced \nthree episodes of habitual tics, which were characterized \nby increased motor activity without loss of awareness \nor facial features with fear expression. Additionally, the \npatient had one generalized tonic–clonic seizure (GTCs) \nduring his hospitalization. Ictal video-EEG recordings \ncaptured the semiology of the seizure activity, which \nbegan with an aura followed by a hypermotor seizure. \nThis then progressed to a right versive seizure with loss \nof awareness, which ultimately evolved into a GTC. The \nictal EEG findings showed a generalized background \nattenuation at seizure onset, followed by bursts of gen eralized, predominantly left-sided, biphasic spike-wave \ncomplexes (Figs.  1, 2). Observed seizure semiology and \nthe pattern of ictal EEG onset suggested that the abnor mal movements, firstly diagnosed as tics, were in fact \nhabitual hypermotor seizures (HMS), and the seizure \nactivity was localized to the mesial frontal lobe, with a \nleft-sided predominance.\nPage 3 of 6\n Naghavi et al. Journal of Medical Case Reports          (2024) 18:542 \n \nOwing to coarse facial features, dysmorphic char acteristics, and autistic traits of the patient, a request \nfor genetic counseling was suggested. Whole-exome \nsequencing (WES) revealed a homozygous stopgain mutation (c.G358T:p.E120X) in the PNPO gene. Addi tionally, a hemizygous missense mutation (c.A188C:p.\nN63T) in the phosphatidylinositol glycan biosynthesis \nclass A protein (PIGA) gene was also detected (Table  2). Table 1 Laboratory tests\nLaboratory tests at time of admission. Laboratory normal ranges are provided in parenthesis\nALK.P alkaline phosphatase, ALT  alanine transaminase, AST aspartate transaminase, Bill.D direct bilirubin, Bill.T total bilirubin, FBS fasting blood sugar, Hb haemoglobin, \nHCT hematocrit, INR international normalized ratio, LDH lactate dehydrogenase, MCH  mean corpuscular hemoglobin, MCHC mean corpuscular hemoglobin \nconcentration, MCV  mean corpuscular volume, PLT  platelets, PT  prothrombin time, PTH  parathyroid hormone, PTT  partial thromboplastin time, RBC red blood cell, \nRDW red cell distribution width, U/A urine analysis, WBC white blood cellWBC 10.2 ×  109/L (4.5–11.0 ×  109/L)aLDH 250 U/L (140–280)\nRBC 4.57 million cells/mcL (4.45–5.75) Bill. T 0.5 mg/dL (less than 1)\nHb 14.8 g/dL (14–18) Bill. D 0.2 mg/dL (less than 0.3)\nHCT 43% (40%–54%) 25-(OH) Vit  D3 36.87 ng/mL (30–50)\nMCV 87.6 fL (80–100) Sodium 137 mEq/L (135–145)\nMCH 29.2 pg/cell (27–31) Potassium 4.6 mmol/L (3.6–5.1)\nMCHC 33.8 g/dL (32–36) Magnesium 1.8 mg/dL (1.7–2.2)\nPLT 357,000/μL (150,000–450,000) Urea 20 mg/dL (6–26)\nRDW 14% (12%–15%) Creatinine 0.6 mg/dL (0.7–1.3)\nPT 12.1 s (10–13) Calcium 9.9 mg/dL (8.6–10.3)\nINR 1.03 (0.8–1.1) Albumin 3.6 g/dL (2.5–4.5)\nPTT 30 s (25–35) Corrected Ca level 10.1 mg/dL (8.5–10.2)\nFBS 97 mg/dL (70–100) PTH  < 0.4 (14–65 pg/mL)\nAST 19 U/L (14–22) Total protein 6.9 g/dL (6.0–8.3)\nALT 25 U/L (29–33) Phosphorus 3.6 mg/dL (2.5–4.5)\nALK.P 139 IU/L (44–158) U/A Negative\nFig. 1 The ictal electroencephalographic findings showed a generalized background attenuation at seizure onset, followed by bursts \nof generalized, predominantly left-sided, biphasic spike-wave complexes\nPage 4 of 6 Naghavi et al. Journal of Medical Case Reports          (2024) 18:542 \nFurthermore, a heterozygous missense mutation \n(c.C317T:pT106M) in the 6-pyruvoyltetrahydropterin \nsynthase (PTS) gene was identified.\nAt the onset of admission, the patient was initiated \non sodium valproate at an initial dose of 15 mg/kg/day \norally, which was gradually increased to 60 mg/kg/day. \nConcurrently, levetiracetam was prescribed at an ini tial dose of 10 mg/kg twice a day orally, with subsequent \nincrements of 10 mg/kg every 2 weeks, resulting in a \nmaintenance dose of 30 mg/kg twice daily. Despite these \ninterventions, the patient’s epileptic seizures persisted. \nSubsequent WES identified PNPO deficiency, prompting \nthe measurement of plasma PLP levels, which were found \nto be 0.3 µg/L (normal range 5–50 µg/L). Following the \ninitiation of oral PN at a daily dose of 240 mg, sodium valproate and levetiracetam were tapered. Remarkably, \nthe patient achieved a seizure-free interval of 6 months of \nfollow-up while solely consuming PN.",
    "Discussion": "Discussion\nThe dietary forms of vitamin  B6, PN and pyridoxamine, \nare ultimately converted to the biologically active form, \nPLP , through the action of the PNPO enzyme. PLP is \nessential for over 140 metabolic reactions, including \nthose involved in the synthesis and degradation of brain \nneurotransmitters and neuromodulators [6]. PLP has \nbeen implicated in various physiological processes, and \nits deficiency has been linked to a wide range of disorders, \nincluding diabetes, cardiovascular diseases, pneumo nia, coronavirus disease 2019 (COVID-19) progression, \nFig. 2 The ictal electroencephalographic findings showed a generalized background attenuation at seizure onset, followed by bursts \nof generalized, predominantly left-sided, biphasic spike-wave complexes\nTable 2 Gene study\nThe identified variant(s) related to phenotype in the proband\nPNPO pyridox(am)ine 5′-phosphate oxidase, PIGA phosphatidylinositol glycan biosynthesis class A protein, AR autosomal recessive, XLR X-linked recessive, VUS  variant \nof unknown significance, PTS  6-pyruvoyltetrahydropterin synthaseGene/transcript \n(RefSeq)Variant position Variant Zygosity Related phenotype Inheritance \npatternVariant classification\nPNPO: NM_018129 Chr17: 46022076: exon3 c.G358T: p.E120X Hom PNPO deficiency AR Likely pathogenic\nPIGA: NM_020473 ChrX: 15343233: exon3 c.A188C: p.N63T Hemi Multiple congenital \nanomalies—hypotonia—\nseizures syndrome 2XLR VUS\nPTS: NM_000317 Chr11: 112104157: exon6 c.C317T: p.T106M Het Hyperphenylalaninemia, \nBH4-deficient,AAR Pathogenic\nPage 5 of 6\n Naghavi et al. Journal of Medical Case Reports          (2024) 18:542 \n \ncancer, and seizures [7, 8]. Specifically, PLP deficiency \nincreases the risk of seizures by reducing the production \nof the inhibitory neurotransmitter gamma-aminobutyric \nacid (GABA), because PLP is a crucial mediator in the \ndecarboxylation of glutamate to GABA [8].\nPNPO deficiency is an exceedingly rare metabolic dis order, with fewer than 100 cases diagnosed worldwide as \nof 2020. The key clinical features of this condition include \nprematurity, fetal distress, and treatment-resistant neo natal seizures [9]. Approximately 90% of PNPO-deficient \npatients fall into the “classic” category, characterized \nby seizure onset within the neonatal period, typically \nbetween 1 and 14 days after birth. The remaining 10% \nare classified as of “late-onset” type, experiencing sei zure onset after the neonatal period. Affected individuals \nhave been reported to exhibit a variety of seizure types, \nincluding myoclonic, clonic, and tonic seizures [10]. Indi viduals with PNPO deficiency may exhibit a combination \nof different seizure types, either within the same seizure \nepisode or alternating between episodes [9]. Notably, \nthese seizures are often refractory to common antiepi leptic medications. However, the seizures in PNPO defi ciency have been shown to be responsive to long-term \ntreatment with PLP in 60% of cases, and to PN in 40% \nof patients [10]. Interestingly, our patient demonstrated \na combination of HMS and GTCs, and also responded \nfavorably to PN therapy.\nA review of the literature reveals that the majority of \npatients with PNPO deficiency experience seizure onset \non the first day of life, accounting for 48% of cases. \nAn additional 22% of patients develop seizures dur ing the neonatal period, while 11% have seizure onset \nduring the embryonic period (noticed by the mother). \nAdditionally, 15% of patients have seizure onset in the \nmonths following birth. Notably, only 4% of individuals \nwith PNPO deficiency present with seizures years after \nbirth [9 ]. A case report described two patients who \nexperienced the onset of seizures after the first year of \nlife. The first patient, a 20-month-old male, presented \nwith an episode of focal clonic status epilepticus. \nDespite administration of three intravenous doses of \nmidazolam, the seizures persisted. Ultimately, pheno barbital was effective in terminating the seizure activ ity. Interictal EEG revealed the presence of bilateral \nspikes, and slow waves localized to the frontotempo ral region. The second patient, aged 3 years 2 months, \nexhibited multiple myoclonic-astatic and GTCs on a \ndaily basis. Consistent with the findings in our patient, \nthe initial EEG assessment revealed a slow background \nactivity and the presence of multiple spike and wave \ndischarges. Furthermore, the patient had experienced \nmultiple absence, tonic, or tonic–clonic seizures since \nthe age of 8, accompanied by similar EEG findings. The positive response to PN supplementation implies that a \nportion of the PNPO enzyme’s function remains intact, \nallowing for the conversion of PN to PLP [11].\nPNPO deficiency is associated with a broad spectrum \nof neurological complications beyond seizures, such as \nparoxysmal movement disorders, abnormal ocular motil ity (for example, gaze deviation), developmental delay, \nautism spectrum disorders (ASD), and attention-deficit/\nhyperactivity disorder (ADHD) [9]. Remarkably, our \npatient exhibited autistic characteristics, forced eye devi ation, and nystagmus. Furthermore, PNPO deficiency \ncan result in a variety of nonneurological symptoms, with \nprematurity being the most frequent manifestation [9]. \nHowever, our patient was not premature. Instead, he was \naffected by asphyxia and had a low Apgar score at birth, \nwhich has also been implicated in PNPO deficiency [10].\nNormal brain imaging is the most common radiologi cal finding observed in brain MRI images of patients with \nPNPO deficiency. However, some patients may exhibit \nabnormal findings, including diffuse brain atrophy, \nischemic changes, and encephalomalacia. The EEG find ings in patients with PNPO deficiency are quite variable: \nThe most common EEG patterns include burst suppres sion, followed by multifocal spikes and sharp waves, as \nwell as generalized spike and wave discharges. However, \nin contrast to brain MRI findings, normal EEG results \nare observed in a minority of these patients [9]. Although \nour patient had a normal brain MRI, the ictal EEG find ings during the seizure episode showed generalized back ground attenuation at the onset of the seizure, followed \nby bursts of generalized, predominantly left-sided, bipha sic spike and wave complexes.\nDespite the recommendation that children with \nPNPO deficiency typically require PLP supplementa tion up to 60 mg/kg/day, and theoretically, these patients \nshould only respond to PLP [9], our patient surprisingly \nresponded to PN treatment. This unusual response may \nbe attributed to the presence of residual PNPO enzyme \nactivity, which can convert PN to PLP . Additionally, PN \nmight have a chaperone effect that prevents prema ture PNPO degradation [12]. Furthermore, it has been \nsuggested that identifying the precise gene mutation \nsequence may help determine treatment responsiveness \nin PNPO-deficient patients [13]. In our case, we did not \nuse PLP supplementation, as our patient responded well \nto PN treatment alone.\nIn addition to the PNPO mutation, our patient also \npresented with a PIGA mutation. Although PNPO defi ciency is not commonly associated with facial abnor malities, the distinctive facial features observed in \nour patients may be linked to the PIGA mutation. This \nmutation can lead to plagiocephaly, a short nose with \nanteverted nares, and a depressed nasal bridge, which \nPage 6 of 6 Naghavi et al. Journal of Medical Case Reports          (2024) 18:542 \ncan appear as a triangular structure at the base of the \nnose. Notably, the PIGA mutation has also been known \nto cause refractory, early-onset epilepsy with suppression \nburst and/or hypsarrhythmia [14]. Our patient also dem onstrated hypertelorism, prominent supraorbital ridges, \nand a depressed nasal bridge.\nClinicians should be aware of PNPO deficiency, as it \ncan present with a broad spectrum of clinical manifesta tions. Timely diagnosis and appropriate treatment with \nvitamin  B6 supplementation can significantly improve \nthe outcomes for patients affected by this rare metabolic \ndisorder. This case report aims to raise awareness among \nhealthcare providers about the need to consider PNPO \ndeficiency in the differential diagnosis of late-onset drugresistant epilepsy, to facilitate early intervention and \noptimize patient management.\nConclusion\nPNPO deficiency represents a potential underlying cause \nin late-onset drug-resistant epilepsy. Prompt diagnosis \nand initiation of PLP or PN supplementation is crucial \nto prevent adverse neurological outcomes. Clinicians \nshould be aware of the vitamin  B6 deficiency clinical \npresentations, such as mimicking tic, and consider it in \nthe differential diagnosis of refractory epilepsy.\nAbbreviations\nPNOP  Pyridoxamine 5′-phosphate oxidase\nPLP  Pyridoxal 5′-phosphate\nPN  Pyridoxine\nWHO  World Health Organization\nLTM  Long-term video-electroencephalographic monitoring\nCNS  Central nervous system\nMRI  Magnetic resonance imaging\nEEG  Electroencephalographic\nGTCs  Generalized tonic–clonic seizure\nHMS  Hypermotor seizures\nWES  Whole-exome sequencing\nPIGA  Phosphatidylinositol glycan biosynthesis class A protein\nPTS  6-Pyruvoyltetrahydropterin synthase\nGABA  Gamma-aminobutyric acid\nASD  Autism spectrum disorders\nADHD  Attention-deficit/hyperactivity disorder\nAcknowledgements\nNot applicable.\nAuthor contributions\nS.R., A.T., H.A., and M.R. contributed to the design of the study. M.R., S.R., A.D., \nI.S., and E.N. contributed to the implementation of the research. E.N., A.R.B., \nand A.D. participated to the writing of the manuscript. A.R.B., M.D., and S.R. \nedited the manuscript. All authors read the final version of the manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nIf supporting data are needed, contact the corresponding author.Declarations\nEthics approval and consent to participate\nInformed consent was obtained from the participant and the parents of the \npatient included in the study.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 22 July 2024   Accepted: 4 October 2024\nReferences\n 1. Bian X, Yang W, Lin J, Jiang B, Shao X. Hypothalamic–pituitary–adrenal axis \nand epilepsy. J Clin Neurol (Seoul, Korea). 2024;20(2):131–9.\n 2. World Health Organization. Epilepsy. 2024; https:// www. who. int/ news-  \nroom/ fact- sheets/ detail/ epile psy .\n 3. Kwan P , Brodie MJ. Early identification of refractory epilepsy. N Engl J Med. \n2000;342(5):314–9.\n 4. Farmania R, Gupta A, Ankur K, Chetry S, Sharma S. Complexities of pyridox ine response in PNPO deficiency. Epilepsy Behav Rep. 2021;16: 100443.\n 5. García-Cazorla Á, Artuch R, Pearl PL. Disorders of neurotransmission neuro transmission disorders. In: Saudubray J-M, Baumgartner MR, García-Cazorla \nÁ, Walter J, editors. Inborn metabolic diseases: diagnosis and treatment. \nBerlin: Springer; 2022. p. 547–70.\n 6. Mills PB, Camuzeaux SS, Footitt EJ, et al. Epilepsy due to PNPO mutations: \ngenotype, environment and treatment affect presentation and outcome. \nBrain J Neurol. 2014;137(Pt 5):1350–60.\n 7. Stach K, Stach W, Augoff K. Vitamin B6 in health and disease. Nutrients. \n2021;13(9):3229.\n 8. Tong Y. Seizures caused by pyridoxine (vitamin B6) deficiency in adults: a \ncase report and literature review. Intractable Rare Dis Res. 2014;3(2):52–6.\n 9. Alghamdi M, Bashiri FA, Abdelhakim M, et al. Phenotypic and molecular \nspectrum of pyridoxamine-5ʹ -phosphate oxidase deficiency: a scoping \nreview of 87 cases of pyridoxamine-5ʹ -phosphate oxidase deficiency. Clin \nGenet. 2021;99(1):99–110.\n 10. Plecko B, Mills P . PNPO Deficiency. In: Adam MP , Feldman J, Mirzaa GM, et al., \neditors. GeneReviews(®). Seattle (WA): University of Washington, Seattle. \n Copyright© 1993–2024, University of Washington, Seattle. GeneReviews is \na registered trademark of the University of Washington, Seattle. All rights \nreserved. 1993.\n 11. di Salvo ML, Mastrangelo M, Nogués I, et al. Pyridoxine-5’-phosphate oxidase \n(Pnpo) deficiency: clinical and biochemical alterations associated with the \nC.347g>A (P .Arg116gln) mutation. Mol Genet Metab. 2017;122(1–2):135–42.\n 12. Mills PB, Camuzeaux SSM, Footitt EJ, et al. Epilepsy due to PNPO mutations: \ngenotype, environment and treatment affect presentation and outcome. \nBrain J Neurol. 2014;137(5):1350–60.\n 13. Mohanlal S, Bindu PS, Sureshbabu S, Kumar S. Variable treatment response \nin a patient with pyridoxal N phosphate oxidase (PNPO) deficiency—under standing the paradox. Epilepsy Behav Rep. 2020;14: 100357.\n 14. Tarailo-Graovac M, Sinclair G, Stockler-Ipsiroglu S, et al. The genotypic and \nphenotypic spectrum of PIGA deficiency. Orphanet J Rare Dis. 2015;10:23.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}