{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05005-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05005-0.pdf",
  "metadata": {
    "/Keywords": "SARS-CoV-2; Polyomavirus; Coinfection; Next; Generation sequencing; Whole; Genome sequencing; Enrichment method; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241231105007+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241224183701+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05005-0",
    "/Author": "Gunadi",
    "/Title": "Coinfection of severe acute respiratory syndrome coronavirus 2 and polyomavirus in a patient with coronavirus disease 2019 detected by enrichment next-generation sequencing: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05005-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Severe acute respiratory syndrome coronavirus 2 was found first in Wuhan and declared a pandemic \nby the World Health Organization. Coinfection with other respiratory viruses may occur, complicating the diagnosis \nand treatment of coronavirus disease 2019 . Herein, we identified a Karolinska Institute polyomavirus Stockholm 60 \npresent in a nasopharyngeal swab of a patient with severe acute respiratory syndrome coronavirus 2 infection using \nnext-generation sequencing with an enrichment method.",
    "Case Presentation": "Case presentation A 24-year-old Indonesian woman was admitted to our institution due to a cough, cold, and sore \nthroat. She had no family history of hypertension and diabetes mellitus, and she was well. Her vital signs were as follows: heart rate, 84 beats per minute; respiratory rate, 22 breaths per minute; temperature, 39 °C; and pulse oximetry, \n96% on room air. She had runny nose and slightly inflamed pharynx. Her nasopharyngeal swab and real-time polymerase chain reaction were positive for the coronavirus disease 2019 nucleocapsid and open reading frame genes, \nwith cycle threshold values of 32.33 and 33.74, respectively. Whole-genome sequencing of severe acute respiratory \nsyndrome coronavirus 2 was performed using the Nextera DNA Flex for Enrichment using the Respiratory Virus Oligos \nPanel, Illumina MiSeq instruments, and Illumina MiSeq reagent v3 150 cycles (2 × 75 cycles). The full genomes were \naligned to the reference genome (NC_045512.2) by the Burrow–Wheeler aligner algorithm. The whole-genome \nsequencing showed coinfection of Karolinska Institute polyomavirus Stockholm 60 (NC_009238.1) with an overall \ncoverage of 3561x. The patient was given acetaminophen, vitamin C, vitamin D, and zinc for the treatment and discharged uneventfully from the hospital 4 days after admission. Then, 2 weeks after discharge, she visited the outpatient clinic without any further concerns.",
    "Conclusion": "Conclusion This report presents a case of Karolinska Institute polyomavirus and severe acute respiratory syndrome \ncoronavirus 2 coinfection in a patient with nonspecific clinical manifestation. Further studies with a larger sample size \nare mandatory to clarify the association between severe acute respiratory syndrome coronavirus 2 and Karolinska \nInstitute polyomavirus coinfection, particularly on patient outcomes. Moreover, the",
    "Results": "results propose the usefulness Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nGunadi\ndrgunadi@ugm.ac.id\nFull list of author information is available at the end of the article\nPage 2 of 4 Gunadi et al. Journal of Medical Case Reports          (2024) 18:646 \nBackground\nThe coronavirus disease 2019 (COVID-19) was first \nfound in Wuhan and declared a pandemic by World \nHealth Organization later. COVID-19 has many signs \nand symptoms and classified as asymptomatic, mild \n(cough, fever, and headache), moderate, and severe \n(acute respiratory distress syndrome, sepsis, and organ \nfailure) [1 , 2].\nSome recent studies have reported that the coinfec tion rates between severe acute respiratory syndrome \ncoronavirus 2 (SARS-CoV-2) and other viral and bac terial pathogens are higher than previously anticipated \n[3, 4]. SARS-CoV-2 coinfection with other respira tory pathogens may worsen patient outcomes [3 , 4]. \nIn patients with severe disease, testing for seasonal \nrespiratory viruses should be conducted to determine \nthe most appropriate treatment [1 ]. However, another \nstudy reported no significant difference in positive \nSARS-CoV-2 positivity rates in patients with and with out coinfection. Routine testing for non-SARS-CoV-2 \nrespiratory pathogens during a pandemic is likely to \nyield clinical benefit if other pathogens present alter \ndisease management or therapy [5 ]. In their study, Zhu \net  al. reported that 94.2% of patients with COVID-19 \nwere co-infected with one or more other pathogens; \nhowever, no deaths occurred, and only three patients \nwere admitted to the intensive care unit (ICU) [4 ]. No \nsignificant difference in the coinfection proportions \nwas found between ICU and non-ICU patients [6 ].\nThe prevalence of coinfection, including with viruses, \nbacteria, and fungi, in patients with COVID-19 varies \n[7]. Coinfection might lead to antibiotic resistance, host \nimmune inhibition, and poor disease prognosis [8 , 9]. A \nstudy reported that SARS-CoV-2 coinfection with other \nrespiratory pathogens in children increases inflamma tory responses [10]. In addition, simultaneous testing \nfor SARS-CoV-2 and other respiratory pathogens is \nrecommended to determine the most appropriate treat ment and diagnosis for the patients [6 ]. These proposed \nthe need for further studies about the prognosis of \npatients with coinfection.\nHerein, we report the case of Karolinska Institute \npolyomavirus (KIPyV) Stockholm 60 detected in a \nnasopharyngeal swab of a patient with COVID-19 using \nnext-generation sequencing (NGS) with an enrichment \nmethod.Case presentation\nA 24-year-old Indonesian woman had come to our \ninstitution 3 days previously due to a cough, cold, and \nsore throat. She had no family history of hypertension \nand diabetes mellitus and was well. Her vital signs were \nas follows: heart rate, 84 beats per minute; respira tory rate, 22 breaths per minute; temperature, 39  °C; \nand pulse oximetry, 96% on room air. She had a runny \nnose and slightly inflamed pharynx. Given these signs \nand symptoms, the patient was further assessed for \nCOVID-19, and a nasopharyngeal swab was taken on \n10 August 2020. The nasopharyngeal specimen was put \ninto viral transport media. The sample was then sent \nfor polymerase chain reaction (PCR) and SARS-CoV-2 \nwhole-genome sequencing (WGS) [11]. Total viral RNA \nwas extracted. A real-time PCR (RT-PCR) of SARSCoV-2 was performed using the Real-Q 2019-nCoV \nDetection Kit (BioSewoom, Seoul) and LightCycler® \n480 Instrument II (Roche Diagnostics, Mannheim), \nwhich was positive for nucleocapsid (N) and open read ing frame (ORF) genes, with a cycle threshold (Ct) of \n32.33 and 33.74, respectively.\nSubsequently, WGS for SARS-CoV-2 was performed \nusing NGS with an enrichment method. The doublestranded cDNA was synthesized from the total RNA \nusing Maxima H Minus Double-Stranded cDNA Syn thesis (Thermo Fisher Scientific, MA, USA) and puri fied by a GeneJET PCR Purification Kit (Thermo Fisher \nScientific). Then, library preparations were performed \nwith the Nextera DNA Flex for Enrichment using the \nRespiratory Virus Oligos Panel, and genome sequenc ing was conducted using the Illumina MiSeq instru ment (Illumina, CA) with Illumina MiSeq reagent \nv3 150 cycles (2 × 75 cycles). The full genomes were \naligned to the reference genome (NC_045512.2) by the \nBurrow–Wheeler aligner (BWA) algorithm [8 ]. Low \ncoverages of WGS of SARS-CoV-2 were excluded. The \nresult showed coinfection with KIPyV Stockholm 60.\nThe patient was given acetaminophen, vitamin C, \nvitamin D, and zinc as treatment and was discharged \nuneventfully from the hospital 4 days after admission. \nThen, 2 weeks after discharge, she visited the outpatient \nclinic without any further concerns.\nThis work has been reported in line with the CARE \ncriteria [12].of enrichment-based next-generation sequencing in detecting viral coinfection in patients with severe acute respiratory syndrome coronavirus 2.\nKeywords  SARS-CoV-2, Polyomavirus, Coinfection, Next, Generation sequencing, Whole, Genome sequencing, \nEnrichment method, Case report\nPage 3 of 4\n Gunadi et al. Journal of Medical Case Reports          (2024) 18:646",
    "Discussion": "Discussion\nEffect of KIPyV coinfection\nKIPyV, first identified at Karolinska Institute, was dis covered accidentally during a systemic molecular screen ing to search for unknown viruses using respiratory \ntract samples. In their study, Ren et  al. detected KIPyV \nin 415 respiratory tract samples of children with symp toms of acute respiratory tract infections symptoms. For \ncomparison with this study, 297 nasal and throat swabs \nwere obtained from immunocompetent adults with lower \nacute respiratory tract infections. Both specimens were \nscreened by PCR for the presence of polyomaviruses and \nother common respiratory pathogens. Consequently, \nnone of the adult samples were positive, and KIPyV was \nfound in 0.5% of pediatric samples [13]. Prezioso et  al. \nreported that, of 112 patients with COVID-19, 24.1% \nwere co-infected with KIPyV. They also included oro pharyngeal swabs from 38 healthcare workers, which \nwere negative for SARS-CoV-2 and KIPyV. In this study, \na significant difference in the KIPyV infection rate was \nfound between patients with and without SARS-CoV-2 \ncoinfection. This study also evaluated the SARS-CoV-2 \nCt values in the presence of KIPyV DNA. The Ct values \nwere lower in the group with SARS-CoV-2 and KIPyV \ncoinfection (median Ct: 25.63). These findings might con firm that these PyV do not suppress SARS-CoV-2 replica tion [14]. They proposed that KIPyV might act more as \nan opportunistic than a true respiratory pathogen [14]. \nTheir results implied that SARS-CoV-2 might change the \nimmune response of the host, resulting in higher replica tion rates of KIPyV [14]. Notably, patients with immuno compromised states might have a higher risk for infection \nor increased viral reactivation from latency [15].\nIn the present case, the symptoms of our case were sec ondary to COVID-19. COVID-19 coinfection has non specific clinical manifestations [1, 2], as in the present \ncase. Notably, in patients with severe disease, testing for \nseasonal respiratory viruses is necessary to determine \nthe most appropriate treatment [1]. In addition, no sig nificant difference in the coinfection proportions was \nfound between the ICU and non-ICU groups [6]. Our \npatient was relatively stable and recovered uneventfully. \nTherefore, KIPyV coinfection might have not affected her \nclinical manifestation. However, differentiating between \ncolonization and real infection on nasal swab WGS is \nvery difficult.\nNGS with enrichment\nPCR has been the gold standard for diagnosing infec tious diseases. However, PCR may not detect sequences \nof microorganisms that are not similar to those targeted \nby the primers and probes. NGS can rapidly produce large volumes of sequencing data with lower sequenc ing costs. NGS can reconstruct pathogens’ complete \ngenomes directly from nucleic acids. NGS may fail to \nreconstruct complete genomes of pathogens because of \nthe low pathogen/nucleic acid ratio [16, 17]. We chose \nthe enrichment method that allows large fragments of \nthe targeted microorganism genomes to be reconstructed \ndirectly from complex biological samples containing a \nlow pathogen/host nucleic acid ratio [16]. In addition, the \nenrichment method would resolve two important public \nhealth issues: detection of potential variant of interest \nor variant of concern of SARS-CoV-2 and other respira tory viruses in a single test [18]. Therefore, our finding \nproposed the advantage of the enrichment method over \namplicon-based NGS to identify coinfection in patients \nwith COVID-19.\nAlthough the amplicon-based NGS is more commonly \nused for WGS of SARS-CoV-2, it has several limita tions; for example, the quality of sequences relies on the \nviral load in the nasopharyngeal swab and variants that \nmight exist within the primer binding regions of the \nSARS-CoV-2 genome, and the possibility of dropouts of \namplicon and bias of genome coverage among various \namplicon regions [19].\nOther challenges were encountered during the diag nostic process, including the decreasing number of \npositive subjects with Ct values ≤ 25 for WGS when the \npositivity rate of COVID-19 decreases, resulting in lower \nopportunity for early diagnosis of any potential new vari ant of SARS-CoV-2 [20].\nConclusions\nThis case report presents a case of KIPyV and SARSCoV-2 coinfection in a patient with nonspecific clinical \nmanifestation. Further studies with a larger sample are \nmandatory to clarify the association between SARSCoV-2 and KIPyV coinfection, particularly on patient \noutcomes. Moreover, the findings propose the usefulness \nof enrichment-based NGS in detecting viral coinfection \nin patients with COVID-19.\nAbbreviations\nCOVID-19  Coronavirus disease 2019\nCt  Cycle threshold\nKIPyV  Karolinska Institute polyomavirus\nNGS  Next-generation sequencing\nN  Nucleocapsid\nORF  Open reading frame\nPCR  Polymerase chain reaction\nPyV  Polyomavirus\nTag  Large T antigen\ntAg  Small t antigen\nWGS  Whole-genome sequencing\nAcknowledgements\nWe thank the patients and their families who have contributed to these \nstudies.\nPage 4 of 4 Gunadi et al. Journal of Medical Case Reports          (2024) 18:646 \nAuthor contributions\nG, MSH, HW, and KI conceived the study. ETG, PA, AZA, M, and DAP drafted \nthe manuscript, and G, MSH, HW, and KI critically revised the manuscript for \nimportant intellectual content. M, DAP , and FDTU performed RT-PCR and \nWGS SARS-CoV-2. All authors have read and approved the manuscript and \nagreed to be accountable for all aspects of the work to ensure that questions \nrelated to the accuracy or integrity of any part of the work are appropriately \ninvestigated and resolved.\nFunding\nThis work did not receive any funding.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in the submission. The raw data are available in the Global Initiative on Sharing All Influenza \nData (GISAID).\nDeclarations\nEthics approval and consent to participate\nThe Ethical Committee of the Faculty of Medicine, Public Health and Nursing \nat Universitas Gadjah Mada/Dr. Sardjito Hospital approved this study (KE/\nFK/0124/EC/2020). The patient had completed a written informed consent \nbefore participating in this study. The study was conducted under the Declaration of Helsinki.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication of this case report and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declared no potential conflicts of interest for this article’s research, \nauthorship, and/or publication.\nAuthor details\n1 Genetics Working Group/Translational Research Unit, Pediatric Surgery Division, Department of Surgery, Faculty of Medicine, Public Health and Nursing, \nUniversitas Gadjah Mada/Dr. Sardjito Hospital, Yogyakarta 55281, Indonesia. \n2 Department of Child Health/ Genetics Working Group, Faculty of Medicine, \nPublic Health and Nursing, Universitas Gadjah Mada/UGM Academic Hospital, \nYogyakarta 55291, Indonesia. 3 Disease Investigation Center Wates, Directorate \nGeneral of Livestock and Animal Health Services, Ministry of Agriculture, Yogyakarta, Indonesia. 4 Department of Microbiology, Faculty of Medicine, Public \nHealth and Nursing, Universitas Gadjah Mada, Yogyakarta 55281, Indonesia. \nReceived: 20 July 2023   Accepted: 6 December 2024\nReferences\n 1. Peci A, Tran V, Guthrie J, Li Y, Nelson P , Schwartz K, et al. Prevalence of \nco-infections with respiratory viruses in individuals investigated for SARSCoV-2 in Ontario, Canada. Viruses. 2021;13(1):130.\n 2. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al. Epidemiological and \nclinical characteristics of 99 cases of 2019 novel coronavirus pneumonia \nin Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507–13.\n 3. Morales-Jadán D, Muslin C, Viteri-Dávila C, Coronel B, Castro-Rodríguez \nB, Vallejo-Janeta AP , et al. Coinfection of SARS-CoV-2 with other respiratory pathogens in outpatients from Ecuador. Front Public Health. \n2023;11:1264632.\n 4. Maltezou HC, Papanikolopoulou A, Vassiliu S, Theodoridou K, Nikolo poulou G, Sipsas NV. COVID-19 and respiratory virus co-infections: a \nsystematic review of the literature. Viruses. 2023;15(4):865.\n 5. Kim D, Quinn J, Pinsky B, Shah N, Brown I. Rates of co-infection between \nSARS-CoV-2 and other respiratory pathogens. JAMA. 2020;323(20):2085.\n 6. Zhu X, Ge Y, Wu T, Zhao K, Chen Y, Wu B, et al. Co-infection with respiratory pathogens among COVID-2019 cases. Virus Res. 2020;285: 198005. 7. Lai C-C, Wang C-Y, Hsueh P-R. Co-infections among patients with COVID19: the need for combination therapy with non-anti-SARS-CoV-2 agents? \nJ Microbiol Immunol Infect. 2020;53:505–12.\n 8. Aghbash PS, Eslami N, Shirvaliloo M, Baghi HB. Viral coinfections in \nCOVID-19. J Med Virol. 2021;93(9):5310–22.\n 9. Devaraj NK. Antibiotic resistance: a real menace. Oman Med J. \n2017;32(6):531.\n 10. Xia W, Shao J, Guo Y, Peng X, Li Z, Hu D. Clinical and CT features in pediat ric patients with COVID-19 infection: different points from adults. Pediatr \nPulmonol. 2020;55(5):1169–74.\n 11. Gunadi WH, Marcellus HMS, Daniwijaya EW, Rizki LP , et al. Full-length \ngenome characterization and phylogenetic analysis of SARS-CoV-2 virus \nstrains from Yogyakarta and Central Java Indonesia. PeerJ. 2020. https:// \ndoi. org/ 10. 7717/ peerj. 10575.\n 12. Gagnier JJ, Kienle G, Altman DG, Moher D, Sox H, Riley D. The CARE guide lines: consensus-based clinical case reporting guideline development. J \nMed Case Rep. 2013;7:223.\n 13. Ren L, Gonzalez R, Xie Z, Zhang J, Liu C, Li J, et al. WU and KI polyomavirus \npresent in the respiratory tract of children, but not in immunocompetent \nadults. J Clin Virol. 2008;43(3):330–3.\n 14. Prezioso C, Moens U, Oliveto G, Brazzini G, Piacentini F, Frasca F, et al. KI \nand WU polyomavirus in respiratory samples of SARS-CoV-2 infected \npatients. Microorganisms. 2021;9(6):1259.\n 15. Katona M, Jeles K, Kovács R, Csoma E. KI and WU polyomaviruses: sero prevalence study and DNA prevalence in SARS-CoV-2 RNA positive and \nnegative respiratory samples. Microorganisms. 2022;10(4):752.\n 16. Gaudin M, Desnues C. Hybrid capture-based next generation sequencing \nand its application to human infectious diseases. Front Microbio. 2018. \nhttps:// doi. org/ 10. 3389/ fmicb. 2018. 02924.\n 17. Mamanova L, Coffey A, Scott C, Kozarewa I, Turner E, Kumar A, et al. \nTarget-enrichment strategies for next-generation sequencing. Nat",
    "Methods": "Methods. 2010;7(2):111–8.\n 18. Sahajpal NS, Mondal AK, Njau A, Petty Z, Chen J, Ananth S, Ahluwalia P , \nWilliams C, Ross TM, Chaubey A, DeSantis G, Schroth GP , Bahl J, Kolhe R. \nHigh-throughput next-generation sequencing respiratory viral panel: \na diagnostic and epidemiologic tool for SARS-CoV-2 and other viruses. \nViruses. 2021;13(10):2063.\n 19. Kuchinski KS, Nguyen J, Lee TD, Hickman R, Jassem AN, Hoang LMN, \nPrystajecky NA, Tyson JR. Mutations in emerging variant of concern line ages disrupt genomic sequencing of SARS-CoV-2 clinical specimens. Int J \nInfect Dis. 2022;114:51–4.\n 20. Tomar SS, Khairnar K. Challenges of SARS-CoV-2 genomic surveillance in India during low positivity rate scenario. Front Public Health. \n2023;11:1117602.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}