{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04842-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04842-3.pdf",
  "metadata": {
    "/Keywords": "Stevens–Johnson syndrome; Toxic epidermal necrolysis; COVID-19; Pediatric",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241010140116+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241008204608+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04842-3",
    "/Author": "Na Li ",
    "/Title": "Coronavirus-disease-2019-associated Stevens–Johnsons syndrome in a 15-year-old boy: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04842-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Stevens–Johnson syndrome (SJS) is a life-threatening condition characterized by high fever and severe \nmucocutaneous lesions, often triggered by drugs or infection. During the coronavirus disease 2019 pandemic, there \nwas a marked increase in Stevens–Johnson syndrome cases, but relatively few cases were reported in children. The \npresent article reports a pediatric case of Stevens–Johnson syndrome due to coronavirus disease 2019 infection \nand provides a review of the most relevant literature.",
    "Case Presentation": "Case presentation A previously healthy 15-year-old Han Chinese boy from China presented to the hospital \nwith oral ulcers, conjunctival hyperemia, and widespread maculopapular rash. He had a history of fever 9 days prior \nand tested positive for coronavirus disease 2019 infection. Upon admission, his rash and mucosal lesions worsened, \nwith the development of blisters on the fingertips of both hands, ocular pain, photophobia, and erosive lesions \non the genital mucosa with exudation. He was diagnosed with Stevens–Johnson syndrome and received treatment \nwith methylprednisolone, intravenous immunoglobulin, and dermatological and mucosal care. The patient’s condition was managed, and the dosage of high-dose intravenous methylprednisolone was tapered down, followed \nby a transition to oral prednisolone. He was discharged without sequelae.",
    "Conclusion": "Conclusion We should be aware that coronavirus disease 2019 infection is associated with the development \nof Stevens–Johnson syndrome in children and may lead to a wide spectrum of dermatologic presentations. Although \nStevens–Johnson syndrome is a relatively rare condition, given its potentially serious consequences, it is crucial \nto identify it as early as possible and to take appropriate preventive and therapeutic measures to reduce complications and improve the quality of life for patients.\nKeywords  Stevens–Johnson syndrome, Toxic epidermal necrolysis, COVID-19, Pediatric",
    "Introduction": "Introduction\nStevens–Johnson syndrome/toxic epidermal necrolysis \n(SJS/TEN) is a severe cutaneous mucosal hypersensitivity \nreaction characterized by the detachment of the epider mis and mucous membrane [1, 2]. It is usually triggered \nby medications such as anticonvulsants, antibiotics, \nantiretroviral drugs, and nonsteroidal anti-inflamma tory drugs (NSAIDs), and can also be caused by bacte rial or viral infections [1, 2]. The SJS-TEN spectrum is *Correspondence:\nJian Li\nhpylijian@hotmail.com\n1 Infectious Diseases Department, Children’s Hospital Affiliated \nto Shandong University (Jinan Children’s Hospital), No. 23976 Jingshi \nRoad, Jinan 250022, China\nPage 2 of 7 Li and Li  Journal of Medical Case Reports          (2024) 18:493 \ncategorized on the basis of the percentage of body sur face area (BSA) affected by blistered or detachable skin at \nthe peak of the disease. SJS is diagnosed when less than \n10% of the BSA is involved, TEN is identified when over \n30% is affected, and SJS-TEN overlap is recognized when \nthe affected BSA ranges between 10% and 30% [3].\nCoronavirus disease 2019 (COVID-19) is a highly con tagious and infectious disease caused by a novel corona virus, severe acute respiratory syndrome coronavirus-2 \n(SARS-CoV-2) [4]. It can affect multiple organ systems \nincluding, but not limited to, the respiratory, cardiovas cular, neurological, gastrointestinal, and musculoskeletal \nsystems. Although the incidence and severity of COVID19 appeared to be higher in adults during the early stages \nof the pandemic, it is now recognized as a cause of severe \ndisease in children as well, presenting with a variety of \nclinical signs and different organ involvement [5]. Skin \ninvolvement is common in COVID-19 patients, including \nurticaria, purpura, and vasculitis. There have been mul tiple studies of SJS in adults after COVID-19 infection, \nbut only a few cases have been reported in children [6]. \nHerein, we reported one pediatric case diagnosed with \nSJS related to COVID-19 infection and provide a review \nof the most relevant literature.\nCase presentation\nA previously healthy 15-year-old Han Chinese boy from \nChina developed a fever 9 days prior to admission and \nwas diagnosed with COVID-19 infection. He was ini tially treated with amoxicillin for 3 days, and his fever \nhad resolved 5 days before admission. However, he devel oped oral ulcers, conjunctival hyperemia, and a wide spread maculopapular rash 4 days prior to admission to \nour hospital. He and his family have no history of drug \nallergies or inherited diseases. Upon admission, his vital \nsigns were as follows: body temperature 37  °C, heart rate 86/minute, blood pressure 140/80  mmHg, respira tory rate 24/minute, and oxygen saturation  (SpO2) 99% \non room air. He presented with conjunctival congestion, \ngeneralized maculopapular rashes, lip swelling, and oral \nulcers. The laboratory investigations revealed that the \nwhite blood cells (WBC) count was 7640/μL (81.8% neu trophils and 12.3% lymphocytes), hemoglobin (Hgb) was \n17.0 g/dL, and the platelet count was 272,000/μL. Addi tionally, the erythrocyte sedimentation rate (ESR) was \n18 mm/hour, and the C-reactive protein (CRP) level was \n9.54  mg/L. Liver function tests, cardiac markers, blood \nurea nitrogen (BUN), creatinine (Cr), albumin, ferritin, \nfibrinogen, D-dimer levels, and lactate dehydrogenase \n(LDH) were all within the normal limits (Table  1). The \nreal-time PCR for SARS-CoV-2 were positive.\nComplement factors, antinuclear antibodies, immu noglobulins, blood culture, and viral serologies—includ ing those for hepatitis, Ebstein–Barr virus (EBV), herpes \nsimplex viruses 1 and 2, adenovirus, Mycoplasma pneu moniae, influenza A and B, and the human immunodefi ciency virus (HIV)—were tested for differential diagnosis \nto consider autoimmune, rheumatological, and infectious \netiologies. No significant abnormalities were detected \nin the test",
    "Results": "results. The patient’s clinical course, charac terized by diffuse maculopapular rashes and mucosal \ninvolvement (Fig.  1), led to the diagnosis of SJS. On the \nfirst day of hospitalization, the patient was treated with \nintravenous immunoglobulin (IG) at 1 g/kg, divided over \n3 days and intravenous methylprednisolone 2  mg/kg/\nday, antihistamines, vitamin C, and dermatological and \nmucosal care.\nAfter 4 days of intravenous IG and methylprednisolone \ntreatment, the rash and mucosal lesions gradually wors ened, with visible blisters on his fingers (less than 10% \nBSA), ocular pain, photophobia, and erosive lesions on \nthe genital mucosa with exudation (Fig.  2). The dose of \nTable 1 Laboratory investigations during hospitalization\nParameter White blood \ncellsPercentage \nof \nneutrophilsC-reactive \nproteinTotal \nbilirubinDirect \nbilirubinALT AST Lactate \ndehydrogenaseD-dimer \nlevel\n(4.1–\n11.0) ×  109/L(37–77)% (0–10) mg/L (3.4–17.1) \nμmol/L(0–6.8) \nμmol/L(7–43) U/L (12–37) U/L (109–245) U/L (0–0.55) \nmg/L\nAdmission 7.74 81.8 9.54 11.9 5.6 9 21 186 0.47\n +4 days \nfrom admission10.74 84.2 15.5 18.5 7 4 22 155 –\n +6 days \nfrom admission9.25 63.1  < 0.499 14.7 7 13 24 223 0.48\n +20 days \nfrom admission15.77 72.3  < 0.499 16.4 4.4 28 25 169 –\nPage 3 of 7\n Li and Li  Journal of Medical Case Reports          (2024) 18:493 \n \nmethylprednisone was increased to 3 mg/kg/day, and the \nprogression of the patient’s rash and conjunctival lesion \nwas controlled. However, the mucosal erosion and exu dation of the external genitalia persisted. The exposed \nmucosa was treated with sterile isotonic sodium chloride \nsolution for local disinfection and topical application of polymyxin B ointment, and covered with antibacterial \ndressings until re-epithelialization. The high-dose intra venous methylprednisolone was tapered down, followed \nby a transition to oral prednisolone. On the 30th day \nof hospitalization, the patient was discharged without \nsequelae. After discharge, the patient required a further \nFig. 1 Skin and mucous membranes involvement in the patient upon arrival at the hospital\nFig. 2 Mucocutaneous lesions in the patient on the eighth day of hospitalization\nPage 4 of 7 Li and Li  Journal of Medical Case Reports          (2024) 18:493 \nperiod of follow-up to ensure full recovery and to moni tor potential long-term effects.",
    "Discussion": "Discussion\nStevens–Johnson syndrome/toxic epidermal necroly sis (SJS/TEN) is a potentially lethal cutaneous reac tion with a mortality rate that can reach up to 30% [7], \ncaused by an immune-complex-mediated hypersensitiv ity reaction. Most cases of SJS/TEN occur due to drug \nhypersensitivity [8], often triggered by sulfonamides and \nanticonvulsants, including phenobarbital, lamotrigine, \nand carbamezapine [9, 10]. Other drugs, including peni cillins, cephalosporins, valproic acid, acetaminophen, \nand NSAIDs may also pose potential risks as triggers \n[10]. SJS/TEN generally develops about 4–28  days after \ninitial exposure to the drug [11]. A few cases are related \nto infections, such as Mycoplasma pneumoniae, group A \nβ-hemolytic Streptococcus, influenza virus, and Ebstein–\nBarr virus (EBV) [10].\nThe exact mechanisms underlying SJS/TEN are not \nfully understood, but it is believed that the diseases are \ntriggered through a T-cell-mediated response. The impli cated pathways are thought to involve the Fas–Fas ligand \n(FasL) or the perforin–granzyme pathways [12].  CD8+T \ncells and natural killer (NK) cells produce FasL, which \nbinds to Fas on target cells. Recognition of FasL trig gers the activation of the caspase cascade, resulting in \nthe apoptosis of the cells. This process contributes to the \nextensive skin detachment observed in SJS/TEN [13, 14]. \nIn the perforin–granzyme pathways, cytotoxic T cells \nand NK cells release perforin and granzyme B, which \ncause keratinocyte damage [15, 16]. Additionally, the \nsecretory granulysin also acts as a primary cytotoxic mol ecule that leads to disseminated keratinocyte apoptosis in \nSJS/TEN [17]. The presence of perforin, granzyme B, and \ngranulysin in the early blister fluid is indicative of their \nrole in the disease process, and their concentrations may \nbe correlated with the severity of the condition [17].\nDuring the COVID-19 pandemic, there has been a \ncontinuous increase in the number of patients diagnosed \nwith SJS/TEN, with some regions reporting a surge of up \nto seven times the original amount [18]. This increase \ncorrelates with an increase in COVID-19 infections and \nvaccination rates. Currently, only seven pediatric cases of \nSJS/TEN associated with COVID-19 have been reported \nin the literature. Four cases were of TEN, and three were \nof SJS. Among these cases, six had a history of medica tion use, with augmentin being the most common. The \nmajority of cases were treated with immunoglobulins and \nmethylprednisolone, and two cases additionally under went plasma exchange. One case resulted in death due \nto pulmonary complications; the remaining six cases achieved complete recovery. These cases are summarized \nin Table 2 [9, 19–23].\nRegarding SJS/TENS after COVID-19 infection, it is \nhypothesized that the generalized immune activation and \nthe associated increase in cytokines induced by COVID19 infection can directly trigger or render individuals \nmore susceptible to SJS/TEN-inducing type IV hyper sensitivity reactions [24, 25]. Additionally, COVID-19 \ninfection can enhance the susceptibility of the skin and \nmucous membranes to drugs, predisposing patients to \ndrug-induced SJS/TEN [11, 24, 26, 27]. It can also exac erbate existing drug-induced SJS/TEN symptoms [19]. \nThese could explain why children with no prior history of \ndrug allergies develop SJS following COVID-19 infection.\nFor the treatment of SJS/TEN, rapid withdrawal of the \ncausative drug and intensive supportive care form the \nbasis of the treatment approach. Although there have \nbeen reports of positive outcomes with systemic corti costeroids, intravenous IG, cyclosporine, tumor necrosis \nfactor-alpha (TNF-α) antagonists, and plasmapheresis, \nevidence for systemic therapy remains insufficient [28]. \nThe optimal treatment strategy for SJS/TEN remains \ncontroversial.\nOur report presents the case of a 15-year-old boy with \na recent history of COVID-19 infection and subsequent \ndevelopment of SJS. He has no allergic history. Although \nour patient did have a history of amoxicillin use prior to \nthe onset of symptoms, our review of previous cases indi cates that the role of COVID-19 plays a significant part in \nthe condition.\nConclusions\nStevens–Johnson syndrome (SJS) is a life-threaten ing condition characterized by high fever and severe \nmucocutaneous lesions, often triggered by drugs or \ninfection. During the COVID-19 pandemic, there has \nbeen a continuous increase in the number of patients \ndiagnosed with SJS/TEN, suggesting a significant asso ciation between COVID-19 and the onset of SJS/TEN. \nThe aim of this case report is to raise awareness about the \npotential for significant COVID-19-induced SJS in the \npediatric population and to provide an analysis and sum mary of the reported pediatric cases. Given that COVID19 can increase the body’s sensitivity to medications, it is \nimperative that prescribers exercise caution when select ing and administering drugs. Enhanced surveillance of \npediatric patients is crucial during the COVID-19 pan demic to ensure early detection of SJS/TEN symptoms \nand to facilitate timely therapeutic intervention. Further \nresearch is necessary to elucidate the precise mechanisms \nlinking COVID-19 to SJS/TEN and to develop effective \nprevention and treatment strategies.\nPage 5 of 7\n Li and Li  Journal of Medical Case Reports          (2024) 18:493 \n Table 2 Cases of SJS/TEN after COVID-19 infection in children\nPatient number Sex Age\n(years old)Classification\nby BSAMucosal\ninvolvementConcomitant\ndrug useComorbidities Treatment Outcome\n1. Patient [17] Male 6 TEN (32.5% BSA) Genitals Unspecified Influenza A Intravenous IG (2 g/kg) \nand methylprednisolone\n(2 mg/kg/day), and then \nthree sessions of plasmapher esis 4 days later with pulse \nsteroid and intravenous IG \nafter each sessionDischarged after 12 days \nof hospitalization with\ngood healing but rudimentary \nscar tissue.\n2. Patient [17] Female 6 TEN (44.5% BSA) Oral mucosa,\nconjunctivaAugmentin use N/A Methylprednisolone (2 mg/\nkg/day), intravenous IG (2 g/\nkg), and then three sessions \nof plasmapheresis 2 days later \nwith pulse steroid and intravenous IG after each session;\nwhole-body debridements, \nsynthetic absorbable micro cell dressing (Suprathel), \nand supportive careDischarged after 21 days \nof hospitalization with complete skin integrity.\n3. Patient [7] Male 6 TEN (> 30% BSA) Oral mucosa,\nconjunctiva, and genitalsIbuprofen use N/A Intravenous IG 1 g/kg \ndaily × 5 days, intravenous \ndexamethasone later \nchanged to oral predniso lone, and cyclosporin 3 mg/\nkg/dayImprovement in 1 week \nand discharged in stable \ncondition. Recovery of the skin \nand mucosa in 1 month.\n4. Patient [18] Male 7 SJS (< 10% BSA) Oral and anal\nmucosaAugmentin use N/A Unspecified Rash subsided in 14 days, \nbut the patient died with secondary pulmonary involve ment.\n5. Patient [19] Male 14 SJS (< 10% BSA) Urethral erosion,\noral mucosal erosionCefcapene pivoxil, tipepidine \nhibenzate, carbocisteine, \ntranexamic acid,\nacetaminophen, and fex ofenadineN/A Intravenous methylpredniso lone pulse therapy (MP) later \nchanged to oral prednisoloneThe progression of skin \nand mucosal lesions \nwas stopped by intravenous \nMP , and the lesions gradually \ndisappeared.\n6. Patient [20] Female 4 TEN (65% BSA) Ocular, oral, and\ngenital regionsUnspecified N/A High-dose intravenous methylprednisolone × 10 days, \nintravenous IG × 4 days, \nvitamin C × 10 days; detached \nskin areas covered with petro leum jelly gauze until reepithelialization,\nsupportive careMade a full recovery.\n7. Patient [21] Male 8 SJS (< 10% BSA) Unspecified Augmentin use N/A Prednisolone(2 mg/kg) \nand intravenous IG (0.5 g/\nkg); cyclosporin; azitromycine, \nhydroxychloroquinineRash decreased on the second \nday; with pulmonary involve ment; made a full recovery.\nPage 6 of 7 Li and Li  Journal of Medical Case Reports          (2024) 18:493 \nAbbreviations\nSJS  Stevens–Johnson syndrome\nTEN  Toxic epidermal necrolysis\nIG  Immunoglobulin\nBSA  Body surface area\nCOVID-19  Coronavirus disease 2019\nWBC  White blood cells\nHgb  Hemoglobin\nESR  Erythrocyte sedimentation rate\nCRP  C-reactive protein\nBUN  Blood urea nitrogen\nCr  Creatinine\nLDH  Lactate dehydrogenase\nHIV  Human immunodeficiency virus\nEBV  Ebstein–Barr virus\nFasL  Fas–Fas ligand\nNK  Natural killer\nAcknowledgements\nNot applicable.\nAuthor contributions\nNL wrote the manuscript. JL assisted with writing the manuscript. All authors \nread and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nWaiver for ethics committee approval has been obtained from the institute \ndue to the nature of the article being a case report. Written informed consent \nwas obtained from the patient for publication of this case report and any \naccompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interest.\nReceived: 20 June 2024   Accepted: 15 August 2024\nReferences\n 1. Liotti L, Caimmi S, Bottau P , et al. Clinical features, outcomes and \ntreatment in children with drug induced Stevens-Johnson syndrome and toxic epidermal necrolysis. Acta Biomed. 2019;90(3):52–60. \nhttps:// doi. org/ 10. 23750/ abm. v90i3-S. 8165.\n 2. Wang L, Varghese S, Bassir F, et al. Stevens-Johnson syndrome and toxic \nepidermal necrolysis: a systematic review of PubMed/MEDLINE case \nreports from 1980 to 2020. Front Med (Lausanne). 2022;24(9): 949520. \nhttps:// doi. org/ 10. 3389/ fmed. 2022. 949520.\n 3. Bastuji-Garin S, Rzany B, Stern RS, et al. Clinical classification of cases of \ntoxic epidermal necrolysis, Stevens-Johnson syndrome, and erythema \nmultiforme. Arch Dermatol. 1993;129(1):92–6.\n 4. DeBiasi RL, Song X, Delaney M, et al. Severe coronavirus disease-2019 in \nchildren and young adults in the Washington, DC, metropolitan region. J \nPediatr. 2020;223:199-203.e1. https:// doi. org/ 10. 1016/j. jpeds. 2020. 05. 007. 5. Yasuhara J, Kuno T, Takagi H, et al. Clinical characteristics of COVID-19 in \nchildren: a systematic review. Pediatr Pulmonol. 2020;55(10):2565–75. \nhttps:// doi. org/ 10. 1002/ ppul. 24991.\n 6. Zou H, Daveluy S. Toxic epidermal necrolysis and Stevens-Johnson \nsyndrome after COVID-19 infection and vaccination. Australas J Dermatol. \n2023;64(1):e1–10. https:// doi. org/ 10. 1111/ ajd. 13958.\n 7. Sorrell J, Anthony L, Rademaker A, et al. Score of toxic epidermal necrosis \npredicts the outcomes of pediatric epidermal necrolysis. Pediatr Dermatol. 2017;34(4):433–7. https:// doi. org/ 10. 1111/ pde. 13172.\n 8. Schwartz RA, McDonough PH, Lee BW. Toxic epidermal necrolysis: part \nII. Prognosis, sequelae, diagnosis, differential diagnosis, prevention, and \ntreatment. J Am Acad Dermatol. 2013;69:187.\n 9. Jouhar L, Yahya M, Elsiddiq S. Toxic epidermal necrolysis associated with \nCOVID-19 infection: a case report. Clin Case Rep. 2022;10: e05565.\n 10. Ferrandiz-Pulido C, Garcia-Patos V. A review of causes of Stevens-Johnson \nsyndrome and toxic epidermal necrolysis in children. Arch Dis Child. \n2013;98:998–1003.\n 11. Rossi CM, Beretta FN, Traverso G, et al. A case report of toxic epidermal \nnecrolysis (TEN) in a patient with COVID-19 treated with hydroxychlo roquine: are these two partners in crime? Clin Mol Allergy. 2020;18:19. \nhttps:// doi. org/ 10. 1186/ s12948- 020- 00133-6.\n 12. Chang HC, Wang TJ, Lin MH, et al. A review of the systemic treatment of \nStevens-Johnson syndrome and toxic epidermal necrolysis. Biomedicines. \n2022;10(9):2105. https:// doi. org/ 10. 3390/ biome dicin es100 92105.\n 13. Elmore S. Apoptosis: a review of programmed cell death. Toxicol Pathol. \n2007;35:495–516.\n 14. Stur K, Karlhofer FM, Stingl G. Soluble FAS ligand: a discriminating feature \nbetween drug-induced skin eruptions and viral exanthemas. J Invest \nDermatol. 2007;127(4):802–7. https:// doi. org/ 10. 1038/ sj. jid. 57006 48.\n 15. Su SC, Chung WH. Cytotoxic proteins and therapeutic targets in severe \ncutaneous adverse reactions. Toxins (Basel). 2014;6(1):194–210. https:// \ndoi. org/ 10. 3390/ toxin s6010 194.\n 16. Saeed HN, Chodosh J. Immunologic mediators in Stevens-Johnson syndrome and toxic epidermal necrolysis. Semin Ophthalmol. 2016;31(1–\n2):85–90. https:// doi. org/ 10. 3109/ 08820 538. 2015. 11152 55.\n 17. Chung WH, Hung SI, Yang JY, et al. Granulysin is a key mediator for disseminated keratinocyte death in Stevens Johnson syndrome and toxic \nepidermal necrolysis. Nat Med. 2008;14(12):1343–50. https:// doi. org/ 10. \n1038/ nm. 1884.\n 18. Stanley EA, Zhang L, O’Hara J, et al. The seven-fold rise in incidence of \nStevens-Johnson syndrome & toxic epidermal necrolysis: associations \nwith COVID-19 and the vaccine. Burns. 2024;50(1):87–92. https:// doi. org/ \n10. 1016/j. burns. 2023. 06. 016.\n 19. Varol F, Can YY, Sahin E, et al. The role of treatment with plasma exchange \ntherapy in two pediatric toxic epidermal necrolysis cases related to \nCOVID-19. J Clin Apher. 2022;37:516–21. https:// doi. org/ 10. 1002/ jca. \n21997.\n 20. Metbulut AP , Özkaya Parlakay A, Bayhan Gİ, et al. Evaluation of cutaneous \nsymptoms in children infected with COVID-19. Pediatr Allergy Immunol. \n2021;32(5):1120–5. https:// doi. org/ 10. 1111/ pai. 13467.\n 21. Haraguchi S, Tsubokura S, Ozasa K, et al. Pediatric Stevens-Johnson \nsyndrome associated with severe acute respiratory syndrome coronavirus \n2 infection. Pediatr Int. 2022;64(1): e15366. https:// doi. org/ 10. 1111/ ped. \n15366.\n 22. Sljivic S, Pogson K, Williams FN, et al. COVID-induced toxic epidermal \nnecrolysis in a 4-year-old female: a case report and literature review. Int J \nBurns Trauma. 2022;12(5):204–9.\n 23. Parlakay AO, Ozcan S, Karaatmaca B, et al. COVID-19 presenting like Ste ven Johnson Syndrome in a pediatric patient. Authorea preprints. 2020.\n 24. Aulakh S, Arora R, Sarangal R, et al. Increased predisposition of SJS TEN \nin COVID-19 patients, presenting as post COVID complication: report of \ntwo cases. Indian Dermatol Online J. 2022;13(2):237–9. https:// doi. org/ 10. \n4103/ idoj. idoj_ 510_ 21.\n 25. Tanaka A, Isei M, Kikuzawa C, et al. Development of toxic epidermal \nnecrolysis in a coronavirus disease 2019 patient with recurrence of positive SARSCoV-2 viral RNA. J Dermatol. 2021;48(3):e144–5. https:// doi. org/ \n10. 1111/ 1346- 8138. 15753.\n 26. Emadi S, Hamzelou S, Saffarian Z, et al. Challenges in the treatment of a \npatient with toxic epidermal necrolysis associated with COVID-19: a case \nreport. Dermatol Ther. 2021;34(1): e14656. https:// doi. org/ 10. 1111/ dth. \n14656.\nPage 7 of 7\n Li and Li  Journal of Medical Case Reports          (2024) 18:493 \n \n 27. Bulat V, Likic R, Pondeljak N. Pholcodine-induced Stevens-Johnson syndrome in a patient with COVID-19. Postgrad Med J. 2022;98(1161):499–\n500. https:// doi. org/ 10. 1136/ postg  radme dj- 2021- 139892.\n 28. Hasegawa A, Abe R. Recent advances in managing and understanding \nStevens-Johnson syndrome and toxic epidermal necrolysis. F1000Res. \n2020. https:// doi. org/ 10. 12688/ f1000 resea rch. 24748.1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}