{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04923-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04923-3.pdf",
  "metadata": {
    "/Keywords": "Papillary thyroid carcinoma; Solitary fibrous tumor; Mesenchymal tumor",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241204093030+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241204001429+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04923-3",
    "/Author": "Maissa Ben Thayer ",
    "/Title": "Synchronous occurrence of papillary thyroid carcinoma and solitary fibrous tumor of the thyroid: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04923-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Solitary fibrous tumors (SFT) are ubiquitous mesenchymal neoplasms of intermediate malignant poten‑\ntial. SFTs of the head and neck are rare, representing less than 0.1% of all SFTs. Solitary fibrous tumors of the thyroid \n(SFTT) are even rarer. Only 49 cases of SFTTs have been documented in the literature, with just two cases being syn‑\nchronous with papillary thyroid carcinoma (PTC). By presenting a synchronous PTC and SFTT case, we aim to review \nthe clinical presentation, diagnostic challenges, histopathological characteristics, and management strategies associ‑\nated with this unusual co ‑occurrence.",
    "Case Presentation": "Case presentation A 46‑ year ‑old North African female patient with no prior medical history presented with a year ‑\nlong, indwelling cervical swelling. Cervical ultrasound revealed two nodules in the right thyroid lobe and one nodule \nin the left thyroid lobe. The first right thyroid nodule, measuring 50 mm, is classified as European Thyroid Imaging \nand Reporting Data System (EU‑ TIRADS) III. The second right thyroid nodule, measuring 15 mm, and the 25 mm left \nthyroid nodule were classified as EU‑ TIRADS IV. A total thyroidectomy with bilateral lymphadenectomy was per ‑\nformed. Microscopic examination revealed that the left nodule and right nodule measuring 15 mm corresponded \nto invasive PTCs. The second nodule in the right lobe corresponded to a proliferation of spindle cells arranged \nin sheets and wavy or storiform bundles with a hemangiopericytoma‑like vascular pattern. The spindle cells had \nindistinct boundaries with elongated non‑atypical nuclei. There was no mitosis. On immunochemistry, the spindle \ncells showed strong and diffuse positivity for CD34 and CD99. They are negative for smooth muscle actin, S100, \nand cytokeratin. It was then confirmed to be an SFTT case. The final diagnosis was of synchronous PTC and SFTT.",
    "Conclusion": "Conclusion We presented the third case of synchronous PTC and SFTT. The co ‑occurrence of these tumors is likely \nincidental. However, further studies are needed to assess the physiopathology and molecular alterations of this \nassociation.\nKeywords  Papillary thyroid carcinoma, Solitary fibrous tumor, Mesenchymal tumor\nBackground\nPapillary thyroid carcinoma (PTC) is the most preva lent histologic subtype of thyroid cancer, representing \n80–90% of all cases [1]. It may coexist with other epi thelial thyroid neoplasms, either benign or malignant. \nHowever, the simultaneous occurrence of PTC and a \nprimary mesenchymal tumor is exceedingly rare [2]. Soli tary fibrous tumors (SFT) are mesenchymal neoplasms of Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http://creativecommons.org/licenses/by‑nc‑nd/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMaissa Ben Thayer\nbenthayerm@hotmail.com\n1 Faculty of Medicine of Tunis, Tunis El Manar University, 1007 Tunis, \nTunisia\n2 Department of Pathology, Habib Thameur Hospital, Tunis, Tunisia\n3 Department of Otorhinolaryngology, Habib Thameur Hospital, Tunis, \nTunisia\nPage 2 of 6 Ben Thayer et al. Journal of Medical Case Reports          (2024) 18:595 \nintermediate malignant potential, rarely occurring in the \nthyroid gland [3]. Only 49 cases of solitary fibrous tumors \nof the thyroid (SFTT) were documented in the literature, \nwith just two cases being synchronous with PTC [4, 5]. \nBy presenting a synchronous PTC and SFTT case, we aim \nto review the clinical presentation, diagnostic challenges, \nhistopathological characteristics, and management strat egies associated with this unusual co-occurrence.\nCase presentation\nA 46-year-old North African female patient with no prior \nmedical history presented with a year-long, indwelling, \nprogressively enlarging low cervical swelling. Physical \nexamination revealed bilateral palpable thyroid nodules. \nCervical ultrasound revealed two nodules in the right \nthyroid lobe and one nodule in the left thyroid lobe. The \nfirst right thyroid nodule, measuring 50  mm, was solid \nhypoechoic, and well demarked, and was classified as \nEuropean Thyroid Imaging and Reporting Data System \n(EU-TIRADS) III. This nodule’s fine-needle aspiration \n(FNA) cytology was classified as Bethesda II, indicating \na benign lesion. The second right thyroid nodule meas ured 15  mm, and the left was solid hypoechoic with \nirregular margins and microcalcifications; both were \nclassified as EU-TIRADS IV. Cytology for the left nod ule was classified as Bethesda VI, diagnostic for PTC. A \ntotal thyroidectomy with bilateral mediastinal-recurrent \nlymphadenectomy was performed. A gross examination \nof the thyroidectomy specimen revealed a 25  mm yel lowish, granular, and shiny nodule in the lower left lobe. \nThe right lobe contained a 55 mm solid, well-demarcated \nnodule, with a calcified upper nodule measuring 20 mm \n(Fig.  1). A frozen section examination of the left nodule \nwas concluded to be a papillary carcinoma. Definitive \nhistological examination after fixation revealed that the \nleft nodule and the 20 mm right nodule corresponded to \ncarcinomatous proliferations with papillary architecture. \nThe cells were enlarged, with moderately abundant cyto plasm and large, irregular, vesicular, indented nuclei. The \nchromatin was dense and clumped, with small nucleoli \nand a thickened nuclear membrane (Fig.  2). These prolif erations were surrounded by a fibrous capsule that was \nmassively invaded, extending into the adjacent paren chyma. Vascular emboli were present. We concluded \nbifocal PTC. Bilateral lymph node metastases from PTC \nwere identified. The 55 mm nodule in the right lobe cor responded to a proliferation of spindle cells arranged in \nsheets and wavy or storiform bundles. It was character ized by alternating hypocellular and hypercellular areas \nwith a hemangiopericytoma-like vascular pattern. The \nspindle cells had indistinct boundaries with elongated, \nnon-atypical nuclei. There was no mitosis (Fig.  3). On \nimmunochemistry, the spindle cells showed strong and diffuse positivity for STAT6, CD34, and CD99. They are \nnegative for smooth muscle actin, S100, and cytokeratin. \nIt was then confirmed to be an SFTT case. The final diag nosis was of synchronous PTC and SFTT. The postopera tive course was uneventful. The patient started to receive \nthyroid-stimulating hormone (TSH) suppression therapy. \nRadioactive iodine (RAI) therapy was indicated owing to \nthe presence of PTC with lymph node metastases. At 9 \nmonths post-surgery, the patient showed no signs of dis tant metastases of either PTC or SFTT.",
    "Discussion": "Discussion\nSFTs were first described in 1931 as a primary tumor of \nthe pleura [6]. Since then, they have been reported in \nalmost all anatomical sites [7]. Currently, extrapleural \nSFTs are the most common, accounting for approxi mately 70% of all cases [7]. SFTs of the head and neck are \nrare, representing less than 0.1% of all SFTs [8, 9]. SFTTs \nare exceptionally rare, with only 49 cases documented in \nthe literature.\nOnly two cases of synchronous PTC with SFTT were \nreported in the literature [4, 5]. In both cases, PTC was \nunifocal, and SFTT was in the contralateral thyroid lobe. \nThere were no histological signs of malignancy for SFTTs \nin either case. The first case was that of a 70-year-old \nfemale patient [4]. The SFTT, which measured 1.7  cm, \nwas found in the right lobe, while the PTC, measur ing 2 cm, was in the left lobe. The second case involved \na 78-year-old male patient [5]. The SFTT, located in the \nright lobe, measured 3.5 cm. The PTC, measuring 1 mm \nin the most significant dimension, was incidentally \nFig. 1 Gross examination of the total thyroidectomy resection \nspecimen: Co ‑occurrence of a solitary fibrous tumor (pink star), \npresenting as a well‑ circumscribed nodule with a fibrous tan cut \nsurface and cystic spaces, and a papillary thyroid carcinoma (blue \narrow), presenting as an ill‑ demarked white ‑yellowish calcified \nnodule\nPage 3 of 6\n Ben Thayer et al. Journal of Medical Case Reports          (2024) 18:595 \n \nFig. 2 Microscopic examination of papillary thyroid carcinoma: A Carcinomatous proliferation with papillary architecture (hematoxylin–eosin, ×20). \nB The tumor cells were enlarged and atypical, with moderately abundant cytoplasm and large, irregular, vesicular, indented nuclei (hematoxylin–\neosin, ×400)\nFig. 3 Microscopic examination of solitary fibrous tumor of the thyroid: A A mesenchymal proliferation made up of spindle cells arranged in sheets \nand storiform bundles entrapping thyroid follicles (hematoxylin–eosin, ×20); B hypercellular areas with a hemangiopericytoma‑like vascular \npattern (hematoxylin–eosin, ×100); and C spindle cells with indistinct boundaries and elongated, non‑atypical nuclei (hematoxylin–eosin, ×400). D \nImmunohistochemical study: tumor cells show strong and diffuse positivity for STAT6\nPage 4 of 6 Ben Thayer et al. Journal of Medical Case Reports          (2024) 18:595 \nidentified during the microscopic examination of system atic samples taken from the contralateral thyroid lobe.\nOn the contrary, in our case, the SFTT was an unex pected finding during the workup of bilateral PTC. \nAlthough there are insufficient data regarding the patho physiology of the co-occurrence of PTC and SFTT, \nthe commonly accepted theory is that PTC and SFTT \ndevelop independently of one another. Because of the dif ferent histogenesis of the two neoplasms, the occurrence \nof both tumors in the same patient is likely to be coin cidental [4]. PTC originates from the thyroid gland’s fol licular cells, while SFTT arises from mesenchymal cells, \nwhich belong to a different cellular lineage.\nSFTT mainly develops in middle-aged adults, with an \naverage age of 54.5 years [28–88] [10]. No cases of SFTT \nhave been diagnosed in children or adolescents [10]. \nSimilarly to SFTs of other anatomic sites, SFTTs do not \nexhibit sex predilection [11]. They usually present as a \nslow-growing cervical painless mass [11]. Symptoms \nresulting from the compression of adjacent organs, such \nas dyspnea, dysphagia, and dysphonia, are predomi nantly seen in large tumors [11, 12]. In half of the cases, \nthe tumor exceeds 5 cm in size, with an average size of \n5.8 cm [2–8, 8–13] [10]. In the case we present, the SFTT \nmeasured 5.5 cm.\nDiagnosing SFTT preoperatively can be difficult \nowing to its rarity and the nonspecific nature of its clini cal and radiological features. Their prevalence is prob ably underestimated since small, slow-growing SFTTs \nlacking concerning imaging features are unlikely to be \ninvestigated further or may yield a non-diagnostic FNA \n[8]. Ultrasound typically identifies solid hypoechogenic \nwell-demarcated nodules, occasionally with cystic echoic \nareas [3–5, 9].\nPreoperative SFTT diagnosis using FNA is challeng ing, as the aspirates are often non-diagnostic due to low \ncellularity [11]. In a few cases, unicellular smears may \nshow naked nuclei or some dyshesive spindle cells set \nin a background of amorphous eosinophilic collagen ized material [13]. Cytological examination suggested the \ndiagnosis in only three cases among the cases reported \nin the literature [3]. Immunohistochemical analysis using \nthe anti-CD34 antibody on FNA cytoblock preparation \nsamples provides an additional rationale for the diagnos tic process [3]. In our case, FNA cytology was benign and \nshowed no signs of SFTT.\nOn gross examination, SFTT usually manifests as a \nwell-circumscribed nodule with a fibrous white to tan cut \nsurface [11, 14]. Cystic spaces and hemorrhages might be \nseen [9, 11].\nOn microscopic examination, SFTs are character ized by an alternance of hypocellular areas (keloidlike collagen) and hypercellular areas, with branching hemangiopericytoma-like vessels [15]. They comprise \nuniform spindle cells with scant cytoplasm, display ing a haphazard patternless, storiform, or desmoid-like \narrangement [15]. The stroma is collagenous [11]. Nor mal thyroid follicles entrapped within the tumor are \ncommon and should not be considered an actual invasion \nof the adjacent thyroid parenchyma [9]. Instead, it repre sents a blending or merging of the components [11]. On \nimmunohistochemical analysis, tumor cells are immuno reactive for CD34, CD99, BCL2, vimentine, and STAT6. \nThey harm TTF1, thyroglobulin, calcitonin, cytokeratin, \ndesmin, CD117, PS100, and neuroendocrine markers \n[15].\nA gene fusion between NAB2 and STAT6  on chromo some 12q13 has been recognized as the pathognomonic \nmolecular aberration in SFT [14, 16]. This NAB2–STAT6 \nfusion drives the nuclear translocation of STAT6, which \ncan be detected immunohistochemically using an antiSTAT6 antibody [9]. Therefore, this antibody has sub stantially enhanced the diagnostic precision of SFT, \nserving as a highly sensitive and specific marker [3]. It is \ncurrently regarded as the most reliable tool for diagnosis \n[3]. Only solid and diffuse nuclear expression should be \nconsidered positive, as focal weak nuclear and cytoplas mic staining can sometimes occur in tumors other than \nSFT [ 11]. In our case, tumor cells showed diffuse and \nintense staining for STAT6.\nThe diagnosis of SFTT can only be established after \nexcluding other thyroid tumors exhibiting spindle cell \nmorphology [10]. Distinguishing SFTT from other spin dle cell tumors through morphology alone can be chal lenging [17]. Immunohistochemical analysis is the sole \ndiagnostic tool to differentiate SFTT from other mim icking spindle cell lesions [9]. Epithelial neoplasms such \nas PTC, follicular adenoma, follicular carcinoma, and \nmedullary carcinoma occasionally exhibit a spindled \nappearance, mimicking SFTT [9]. Spindle cells in these \ntumors are considered metaplastic, showing positivity for \nTTF-1, cytokeratin, and thyroglobulin, with no expres sion of STAT6 or CD34 [9]. PTC with fibromatosis-like \nstroma was the primary differential diagnosis to rule out \nin our case, given the presence of two other nodules cor responding to PTC. It consists of a variant of PTC fea turing a prominent spindle cell component. Spindle cells \nare commonly arranged in interlacing fascicles within a \ncollagenous matrix, which can give the tumor an appear ance similar to an SFTT, especially when the epithelial \ncomponent is inconspicuous [11].\nIn contrast to SFTT, the stromal component of PTC \nwith desmoid-type fibromatosis shows positivity for \nsmooth muscle actin and negativity for CD34 [11]. \nMedullary thyroid carcinoma may present a spindle cell \ncomponent. However, unlike SFTT, these cells express \nPage 5 of 6\n Ben Thayer et al. Journal of Medical Case Reports          (2024) 18:595 \n \nkeratin, calcitonin, and neuroendocrine markers [11]. \nMesenchymal spindle cell tumors, including peripheral \nnerve sheath tumors (PNSTs), neurofibromas, schwanno mas, leiomyomas, and leiomyosarcomas, though rare in \nthe thyroid, should also be considered in the differential \ndiagnosis [3, 10]. It is the immunohistochemical analysis \nthat will enable an accurate diagnosis.\nAlthough most SFTTs are benign, histologic signs of \nmalignancy might be seen in a few cases, and some histo logic features of malignancy may be proposed, suggesting \nmore aggressive behavior. In 1998, Vallat-Decouvelaere et \nal. proposed histologic features of malignancy suggesting \na more aggressive behavior including: (i) high cellular ity, (ii) cytological atypia, (iii) high mitotic count (> 4/10 \nHPF), and (iv) tumor necrosis or infiltrating margins [18]. \nThe World Health Organization’s classification of tumors \nof endocrine organs identified pronounced cellular atypia \nand a high mitotic index as key histological indicators \nof malignancy of SFTTs. However, the clinical course of \nSFT is challenging to predict solely on the basis of histo morphological features [9]. Therefore, malignancy assess ment is based on prediction models, with the modified \nDemicco score being the most validated [3]. It catego rizes patients into three risk groups (low, intermediate, \nand high) on the basis of age (< 55 years or ≥ 55  years), \ntumor size (cm; < 5, 5–10, 10–15, or ≥ 15), mitotic count \n(per 10 high-power fields; 0, 1–3, or ≥ 4), and tumor \nnecrosis (< 10% or ≥ 10%)[19]. In our case, the SFTT was \nclassified as having a low risk of malignancy according to \nthis score.\nA thyroid lobectomy may be sufficient for an isolated \nSFTT, provided there is no suspicion of malignancy, \nincluding the invasion of surrounding structures [14]. In \nthe current case, apart from the SFTT, there were two \nnodules with preoperative cytology classified as Bethesda \nVI (CPT), prompting an immediate total thyroidectomy. \nTSH suppression therapy is not warranted in managing \nSFTT since the tumor cells are of stromal origin [14, 20]. \nThe use of adjuvant chemotherapy or external radiation \ntherapy, even for malignant tumors, is still debated [20, \n21]. In our case, TSH suppression therapy was prescribed \nfor synchronous PTC, while radioactive iodine (RAI) \ntherapy was indicated owing to the presence of lymph \nnode metastases from PTC.\nMost SFTTs have a favorable outcome [5 ]. Similar to \nSFTs in other locations, SFTTs require long-term clini cal follow-up [11]. Among the 49 cases reported, only 2 \nshowed evidence of recurrence and distant metastases \n[3, 20]. Both cases exhibited histologic signs of malig nancy: increased cellularity, atypia, numerous mitoses, \nand tumor necrosis in the first case and increased \ncellularity with 16 mitoses per 10 high-power fields in the second case. The first patient developed local \nrecurrence and bilateral lung metastases 5 months \nafter surgery [20]. Adjuvant radiotherapy was recom mended but declined by the patient [20]. The second \npatient presented with hepatic and lung metastases 12 \nand 14  months, respectively, postoperatively [3 ]—the \nhepatic metastasis was treated with cryoablation [3 ]. \nNo treatment was provided for the pulmonary metas tases [ 3]. In our case, no signs of distant metastasis \nwere detected 9 months postoperatively.\nConclusion\nSFTTs are exceedingly rare. However, they should \nalways be considered in the differential diagnosis of \nthyroid spindle cell lesions. Although they usually have \nan indolent course, recurrence and distant metastasis \nmight be seen exceptionally. Therefore, long-term clini cal follow-up must be insured. We presented the third \ncase of synchronous PTC and SFTT. The co-occurrence \nof these tumors is likely to be incidental. However, fur ther studies are needed to assess the physiopathology \nand molecular alterations of this association.\nAcknowledgements\nNone.\nAuthor contributions\nAll authors listed have significantly contributed to the investigation, develop ‑\nment, and writing of this article. M.B.T.: conceptualization, data curation, for ‑\nmal analysis, methodology, writing—original draft, and writing—review and \nediting. I.H.: conceptualization, data curation, formal analysis, investigation, \nmethodology, project administration, writing—original draft, and writing—\nreview and editing. R.H. and F.K.: formal analysis, investigation, methodology, \nand visualization. E.R.: data curation, investigation, and visualization. E.B.B. and \nR.J.: methodology, visualization, and writing—original draft. A.C.D.: concep ‑\ntualization, methodology, supervision, validation, project administration, \nwriting—original draft, and writing—review and editing.\nFunding\nNone. No funding was received for this work from any of the following organi‑\nzations: National Institutes of Health (NIH); Wellcome Trust; Howard Hughes \nMedical Institute (HHMI); and other.\nAvailability of supporting data\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nOur institute does not require ethical committee approval for retrospective \ncase reports.\nConsent for publication\nWritten informed consent was obtained from the patient’s next ‑of‑kin for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nPage 6 of 6 Ben Thayer et al. Journal of Medical Case Reports          (2024) 18:595 \nReceived: 19 October 2024   Accepted: 7 November 2024\nReferences\n 1. Xu J, Zhang Y, Liu J, Qiu S, Wang M. A population‑based study of the \nthree major variants of papillary thyroid carcinoma. J Int Med Res févr. \n2021;49(2):030006052098461.\n 2. Zhang L, Lubin D, Sinard JH, Dickson BC, Antonescu CR, Wu H, et al. Pri ‑\nmary mesenchymal tumors of the thyroid gland: a modern retrospective \ncohort including the first case of TFE3‑translocated malignant perivascu‑\nlar epithelioid cell tumor (PEComa). Head Neck Pathol. 2022;16(3):716–27.\n 3. Santoro F, Linari A, Maletta F, Parente R, Torchio B, Rossi ED, et al. Solitary \nfibrous tumor of the thyroid: report of three cases with a focus on \ncytological features and histological clues for malignancy. Virchows Arch. \n2023;483(2):245–50.\n 4. Papi G, Corrado S, Ruggiero C, LiVolsi VA. Solitary fibrous tumor of the \nthyroid gland associated with papillary thyroid carcinoma. Thyroid. \n2006;16(3):319–20.\n 5. Mizuuchi Y, Yamamoto H, Nakamura K, Shirahane K, Souzaki M, Tanaka \nM, et al. Solitary fibrous tumor of the thyroid gland. Med Mol Morphol. \n2014;47(2):117–22.\n 6. Klemperer P , Rabin CB. Primary neoplasms of the pleura. A report of five \ncases. Am J Ind Med. 1992;22(1):4–31.\n 7. Ronchi A, Cozzolino I, Zito Marino F, Accardo M, Montella M, Panarese \nI, et al. Extrapleural solitary fibrous tumor: a distinct entity from pleural \nsolitary fibrous tumor. An update on clinical, molecular and diagnostic \nfeatures. Ann Diagn Pathol. 2018;34:142–50.\n 8. Ghasemi‑rad M, Wang KY, Jain S, Lincoln CM. Solitary fibrous tumor of \nthyroid: a case report with review of literature. Clin Imag. 2019;53:105–7.\n 9. Negură I, Ianole V, Dănilă R, Ungureanu MC, Apostol DG. Primary solitary \nfibrous tumor of the thyroid gland: a review starting from a case report. \nArch Clin Cases. 2021;8(4):97–105.\n 10 Zhang J, Han S, Zhao Y, Song P , Zhang H, Zhang J, et al. A case report of \nsolitary fibrous tumor of the thyroid gland and literature review. Medi‑\ncine. 2023;102(34):34710.\n 11. Thompson LDR, Wei C, Rooper LM, Lau SK. Thyroid gland solitary fibrous \ntumor: report of 3 cases and a comprehensive review of the literature. \nHead Neck Pathol. 2019;13(4):597–605.\n 12. Papi G, Corrado S, LiVolsi VA. Primary spindle cell lesions of the thyroid \ngland. Pathol Patterns Rev. 2006;125(1):95–123.\n 13. Rossi ED, Pantanowitz L, Hornick JL. Cytologic and histological features \nof rare nonepithelial and nonlymphoid tumors of the thyroid. Cancer \nCytopathol. 2021;129(8):583–602.\n 14 Suh YJ, Park JH, Jeon JH, Bilegsaikhan SE. Extrapleural solitary fibrous \ntumor of the thyroid gland: a case report and review of literature. World J \nClin Cases. 2020;8(4):782–9.\n 15. Organisation mondiale de la santé, Centre international de recherche \nsur le cancer. WHO classification of tumours of endocrine organs. 4th ed. \nLyon: International agency for research on cancer; 2017.\n 16. Robinson DR, Wu YM, Kalyana‑Sundaram S, Cao X, Lonigro RJ, Sung YS, et \nal. Identification of recurrent NAB2‑STAT6 gene fusions in solitary fibrous \ntumor by integrative sequencing. Nat Genetics. 2013;45(2):180–5.\n 17. Santeusanio G, Schiaroli S, Ortenzi A, Mulè A, Perrone G, Fadda G. Solitary \nfibrous tumour of thyroid: report of two cases with immunohistochemi‑\ncal features and literature review. Head Neck Pathol. 2008;2(3):231–5.\n 18 Vallat ‑Decouvelaere AV, Dry SM, Fletcher CD. Atypical and malignant soli‑\ntary fibrous tumors in extrathoracic locations: evidence of their compara‑\nbility to intra‑thoracic tumors. Am J Surg Pathol. 1998;22(12):1501–11.\n 19. Demicco EG, Wagner MJ, Maki RG, Gupta V, Iofin I, Lazar AJ, et al. Risk \nassessment in solitary fibrous tumors: validation and refinement of a risk \nstratification model. Mod Pathol. 2017;30(10):1433–42.\n 20. Ning S, Song X, Xiang L, Chen Y, Cheng Y, Chen H. Malignant solitary \nfibrous tumor of the thyroid gland: report of a case and review of the \nliterature. Diagn Cytopathol. 2011;39(9):694–9.\n 21. Alves Filho W, Mahmoud RR, Ramos DM, Araujo ‑Filho VJFD, Lima PPD, \nCernea CR, et al. Malignant solitary fibrous tumor of the thyroid: a \ncase ‑report and review of the literature. Arq Bras Endocrinol Metab. \n2014;58(4):402–6.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}