{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05119-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05119-z.pdf",
  "metadata": {
    "/Keywords": "Systemic lupus erythematous; Acute pancreatitis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250304121542+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250226162018+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05119-z",
    "/Author": "Mengyu Li ",
    "/Title": "Acute pancreatitis as an initial presentation of systemic lupus erythematosus: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05119-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Systemic lupus erythematosus is a systemic autoimmune disease affecting different organ systems. \nGastrointestinal symptoms in patients with systemic lupus erythematosus are common. But systemic lupus erythe matosus-related acute pancreatitis is a rare presentation. Particularly, it is extremely rare to observe acute pancreatitis \nas the initial presentation of systemic lupus erythematosus combined with antiphospholipid syndrome.",
    "Case Presentation": "Case presentation Here, we report a case of abdominal pain as the initial symptom of systemic lupus erythematosus in a patient who was finally diagnosed with systemic lupus erythematosus-related acute pancreatitis. Our \npatient was a 47-year-old Han female with epigastric pain, nausea, vomiting gastric contents, and loss of appetite. \nShe did not mention any relevant medical history and did not consume alcohol nor greasy food. She was successively \ndiagnosed with acute cholecystitis, acute pancreatitis, and acute appendicitis, but relevant therapeutic interventions \nproved to be ineffective in improving gastrointestinal symptoms. Renal pathology, along with positive antinuclear \nantibody and anti-double stranded DNA tests, supported the diagnosis of systemic lupus erythematosus. In addition, \nthe presence of positive anti-cardiolipin antibodies and lupus anti-coagulant, along with thrombosis in vein and inter nal carotid artery occlusion, supported the diagnosis of antiphospholipid syndrome. Corticosteroid and cyclophosphamide therapy led to resolution of abdominal manifestations, and the patient was discharged with methylprednisolone and hydroxychloroquine. Aspirin was used to treat antiphospholipid syndrome.",
    "Conclusion": "Conclusion Systemic lupus erythematosus-related acute pancreatitis should be considered in the differential \ndiagnosis of patients with acute pancreatitis after exclusion of other causes. The patient was given treatment as soon \nas possible. Corticosteroids combined with cyclophosphamide are an effective treatment.\nKeywords  Systemic lupus erythematous, Acute pancreatitis, Case report",
    "Introduction": "Introduction\nSystemic lupus erythematosus (SLE) is a systemic auto immune disease affecting different organ systems, and \nit classically occurs in young to middle-aged women [1, \n2]. On the basis of the 2019 European League Against \nRheumatism/American College of Rheumatology clas sification criteria for SLE, SLE is defined as: at least one \npositive antinuclear antibody (ANA) test as a compulsory entry criterion, followed by additive weighted standards \ngrouped in seven clinical (renal, constitutional, neuropsy chiatric, hematological, musculoskeletal, serosal, and \nmucocutaneous) and three immunological (antiphospho lipid antibodies, complement proteins, and SLE‐specific \nantibodies) domains weighted from 2 to 10, with patients \naccumulating ≥ 10 points [3]. Frequent clinical manifes tations of SLE include symptoms of hematological, skin, \nrespiratory, cardiac, and renal involvements [2]. In addi tion, gastrointestinal symptoms in patients with SLE \nare common, specifically, abdominal pain [4]. However, \nSLE-related acute pancreatitis is rare, and the estimated \nrate of SLE-related pancreatitis is 0.7–4% [5, 6]. Patients Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSutong Li\ndoclisutong2000@163.com\n1 Department of Nephrology, Xi’an Central Hospital, 161 West Fifth Road, \nXi’an 710003, Shaanxi, China\nPage 2 of 6 Li and Li  Journal of Medical Case Reports           (2025) 19:95 \nwith SLE-related pancreatitis initially experience a spe cial abdominal symptom that has been described in case \nreports and small series [7–10]. In addition, antiphos pholipid syndrome (APS) is often secondary to SLE [11]. \nHowever, studies about acute pancreatitis as the initial \npresentation of SLE combined with APS are lacking.\nHerein, we report a case of a middle-aged woman diag nosed with SLE with acute pancreatitis as an initial pres entation in the presence of concurrent APS.\nCase presentation\nA 47-year-old previously healthy Han woman presented \nto the department of nephrology with a 1-month history \nof epigastric pain, nausea, and vomiting. She reported \nthat before the onset of the epigastric pain, she had expe rienced no fever or diarrhea but reported severe nausea \nand vomiting gastric contents. Hence, she sought local \nmedical attention to help. Her pancreatic enzyme deter minations revealed a blood lipase level of 216.2 U/L \n(above a normal level), with normal blood and urine \namylase levels. Computed tomography (CT) and ultra sonic scans of the abdomen revealed inflammation and \nfluid accumulation of pancreatitis, as well as effusion in \nthe peritoneal cavity. She was diagnosed with cholecys titis and pancreatitis. Treatment with intravenous fluids, \ninhibiting pancreas secretion, and instructions to not \neat or drink were given; her nausea and vomiting were \nrelieved, but she still experienced epigastric pain and loss \nof appetite.\nNext, she was admitted to the tertiary hospital; \nrepeated pancreatic enzyme determinations revealed \nincreased pancreatic enzyme levels, including: 1046 \nU/L urine amylase (reference range, < 600 U/L); 161 U/L \nblood amylase (reference range, 35–135 U/L); and 81 U/L \nblood lipase (reference range, < 60 U/L). After treatment \nwith somatostatin and esomeprazole, the pancreatic \nenzyme levels were normal. A repeated CT scan of abdo men revealed a mildly swollen pancreas. She continued \nto report epigastric pain and loss of appetite. Meanwhile, \nshe gradually began to experience body swelling and \ncoughing, and blood clots formed in the upper right limb \nblood vessels. However, there were no rashes or joint \nswelling, fever or photosensitivity, headaches, seizures, or \nchanges in personality. Another CT scan revealed local ized shadows obscuring areas of the lung and effusion in \nleft and in right pleura. A complete blood count showed \na white blood cell count of 2.18 ×  109/L (reference range, \n3–9.5 ×  109/L) with 65% neutrophils (reference range, \n40–75%), 21% lymphocytes (reference range, 20–50%), \nand 12.8% monocytes (reference range, 3–10%). Hemo globin was 91 g/L (reference range, 115–150 g/L); hem atocrit 25.4% (reference range, 35–45%); and platelets \n33 ×  109/L (reference range, 125–350 ×  109/L). Urinalysis showed urine with a protein level of 1+ and blood in \nurine  (BLD) 1+ , but no white cells. Proteinuria was \n7.9 g/24 h (reference range, < 150 mg/24 h). She accepted \nundergoing bone marrow biopsy and aspiration because \nof pancytopenia, which revealed that: bone marrow \nhyperplasia was active, the number of megakaryocytes \nwas normal, platelets were rare, granulocytes were mega loblastic, and peripheral leukopenia was observed. She \nwas suspected of having kidney and autoimmune disease. \nTherefore, she went to the department of nephrology to \nfurther examination. The patient had no relevant medical \nhistory. She neither smoked nor consumed alcohol. She \nalso was not allergic to food nor any drugs. The patient’s \nfamily history of autoimmune diseases and pancreatitis \nwas unremarkable.\nThe patient had the following vital signs and meas urements: temperature: 36.2  °C; blood pressure: \n119/71  mmHg; respiratory rate: 18 per minute; pulse \nrate: 86 beats per minute; and weight: 102 kg. Her abdo men was soft with no rebound pain, but positive for \ntenderness in epigastrium. Furthermore, the neurologi cal examination, musculoskeletal examination, and skin \nexamination",
    "Results": "results were normal. Examination of other \nsystems revealed no other abnormalities.\nHer laboratory examinations were as follows: connec tive tissue showed an antinuclear antibody (ANA) titer \nof 1:1280, positive anti-double-stranded DNA (dsDNA) \nantibody and anti-SSA, negative anti-Smith antibody, \nanti-ribonucleoprotein, and anti-SSB. Immunoglobulin \n(Ig)G level was 24.30  g/L (reference range, 7–16  g/L); \nimmunoglobulin G4 was 0.409  g/L (reference range, \n0.03–2.01  g/L); complement 3 (C3) was 0.56  g/L (refer ence range, 0.9–1.8 g/L); complement 4 (C4) was 0.06 g/L \n(reference range, 0.1–0.4  g/L); erythrocyte sedimenta tion rate was 82  mm/h (reference range, 0–20  mm/h); \nand anti-cardiolipin antibodies and lupus anti-coagulant \nwere positive. The blood creatinine was 38.9  µmol/L \n(reference range, 41–81  µmol/L); protein was 61.4  g/L \n(reference range, 65–85  g/L); and albumin was 30.1  g/L \n(reference range, 40–55  g/L). The C-reactive protein \nwas < 10  mg/L (reference range, 0–10  mg/L); procalci tonin was 0.066  mg/L (reference range, < 0.064  mg/L). \nUltrasound of both upper extremity veins showed \nthrombosis in the right axillary vein segment and the \nsubclavian vein. Because she showed nephrotic range \nproteinuria. After exclusion of contraindications  such \nas a high risk of bleeding, she was given a renal biopsy, \nwhich revealed:  IgG+,  IgM++,  IgA++,  C3−,  C1q+,  FRA−, \nκ++, and λ+++ cluster was deposited in mesangial region. \nIschemic shrinkage of glomerular basement membrane \nwas observed in 12% glomeruli; mild hyperplasia of glo merular mesangial cells and stroma was observed in \n84% glomeruli; and fuglobin deposition was observed \nPage 3 of 6\n Li and Li  Journal of Medical Case Reports           (2025) 19:95 \n \nin the mesangial area (Fig.  1). The diagnosis was mesan gial lupus nephritis (WHO Class II). Electron microscope \nresults of renal biopsy also are consistent with lupus \nnephritis (Fig. 2).\nFinally, on the basis of clinical symptoms, laboratory \nand imaging examinations, and renal pathology, the \npatient received the diagnosis of SLE with acute pancrea titis as an initial presentation in the presence of concur rent APS.\nBefore renal biopsy, she received 20  g per day of \nhuman immunoglobulin intravenous injection for \n7 days. Next, she received 40 mg per day of methylpred nisolone intravenous injection and cyclophosphamide \n0.8  g. After 3 days of treatment, her gastrointestinal \nsymptoms completely disappeared. She received oral \nmethylprednisolone at an initial dose of 32 mg per day and hydroxychloroquine 200 mg per day on discharge. \nA total of 1 month later, the patient returned to the \nhospital and received cyclophosphamide 0.8 g. Because \ncomputed tomography angiography (CTA) prompts \nintracranial aneurysm and internal carotid artery \nocclusion, she only received 100 mg of aspirin per day \nto treat APS.\nIn July, during a routine follow-up, 2 months after dis ease onset, she had no SLE related clinical complaints. \nHowever, she had some hormonal side effects, such as \nhallucinations, shaking hands, and weight gain. Her labo ratory examinations results and CT findings before and \nafter treatment are shown in Figs.  3 and 4. She continued \non 400  mg/d hydroxychloroquine and 24  mg/d methyl prednisolone. She has been undergoing follow-up and \nreceives cyclophosphamide 0.8 g per month. In addition, \nFig. 1 Histopathological findings of the kidney in light microscopy. A Kidney biopsy revealing mild hyperplasia of glomerular mesangial cells \nand stroma in glomeruli (periodic acid-silver methenamine, 400×); B fuglobin deposition was observed in the mesangial region (Masson’s trichrome \nstain, 400×)\nFig. 2 Histopathological findings of the kidney in light microscopy in electron microscopy. A The electron density was deposited subepithelial \nand subendothelial region in glomeruli (14,000×); B the electron density was deposited mesangial region (10,000×)\nPage 4 of 6 Li and Li  Journal of Medical Case Reports           (2025) 19:95 \nthe dosage of methylprednisolone will be gradually \nreduced.",
    "Discussion": "Discussion\nOn admission the patient was positive for ANA and antidsDNA, albuminuria, thrombocytopenia, and hypocom plementemia, which fulfills the European League against \nRheumatism Association criteria for the diagnosis of SLE. \nThe main manifestation of the patient was gastrointesti nal symptoms in the early stage of the disease. She was \nrepeatedly diagnosed with and treated for acute pancrea titis, but her gastrointestinal symptoms stayed the same. \nHer gastrointestinal symptoms had completely disap peared after corticosteroid and human immunoglobulin \ntherapy, which is consistent with SLE-related pancrea titis. At this point, autoimmune pancreatitis (AIP) also \nshould be considered as a differential diagnosis. Most \ncases of AIP are type 1 AIP characterized clinically by \nfrequent manifestation with obstructive jaundice, with or \nwithout a pancreatic mass [12]. It is a pancreatic mani festation of IgG4-related disease in which serum levels of \nIgG4 have the highest diagnostic value [12]. The patient \nshowed neither obstructive jaundice nor a pancreatic mass. In addition, the immunoglobulin G4 was nor mal. Her manifestations, serological findings, and renal \npathology results did not fulfill the criteria for the diag nosis of AIP . Systemic inflammatory response syndrome \n(SIRS) is a clinical response arising from a nonspecific \ninsult such as pancreatitis [13]. Although the patient \nshowed a white cell count of 2.18 ×  109/L, her normal \ntemperature (36.2  °C), respiratory rate (18 per minute), \nand pulse rate (86 beats per minute) did not fulfill the \ndefinition of SIRS. The patient did not show a remarkable \nincrease in pancreatic enzyme levels in our case, which \nmay be related to somatostatin therapy in the early stage \nof disease. Our case demonstrates the complicated mani festations of SLE and a rare initial manifestation as acute \npancreatitis with APS.\nGastrointestinal involvement is a common complaint \nobserved in 40–60% of patients with SLE, but acute pan creatitis as an initial manifestation is extremely rare [4, \n14]. SLE pancreatitis might result from vasculitis, and \nhistological features are both vasculitis and thrombosis \n[4]. Concomitant antiphospholipid antibodies (aPL) were \nfound in SLE pancreatitis in a minority of cases [15, 16]. \nIt is a life-threatening manifestation. There is no specific \nFig. 3 Laboratory examinations results before and after treatment. Anti-dsDNA anti-double-stranded DNA antibody, C3 complement 3, C4 \ncomplement 4, WBC white cell count, PLT  platelets, HB hemoglobin, ALB albumin, ESR erythrocyte sedimentation rate\nPage 5 of 6\n Li and Li  Journal of Medical Case Reports           (2025) 19:95 \n \ntreatment guideline. Many studies have confirmed that \ncorticosteroids can be considered as a therapeutic \nmodality and have been shown to decrease mortality in \nlupus-associated pancreatitis [17, 18]. The majority of \npatients were treated with corticosteroids and azathio prine, cyclophosphamide, and mycophenolate were com monly experiencing SLE gastrointestinal involvement \n[6]. On the basis of the treatment experience in our case, \ncorticosteroids combined with cyclophosphamide can be \neffective in the treatment of SLE-related acute pancrea titis. However, before treating for SLE-related pancrea titis, other causes of pancreatitis should be ruled out in \npatients with SLE.\nThis is one of a few papers that report the renal pathol ogy of SLE-related pancreatitis. Strikingly, the renal \npathology of the patient was not severe, but the abdomi nal symptoms were severe. A similar presentation was \nobserved in another patient in our Medical Center. This \nraises questions for our future research. It is important to \nbalance renal pathology and gastrointestinal involvement \nwhen treating this condition.\nConclusion\nGastrointestinal involvement is a common presenta tion in SLE; however, SLE-related acute pancreatitis is \nextremely rare, particularly as the initial presentation of the disease. SLE-related acute pancreatitis should be con sidered in the differential diagnosis of patients with acute \npancreatitis after the exclusion of other common causes \nand given treatment as soon as possible. Corticosteroids \ncombined with cyclophosphamide are effective in the \ntreatment of SLE-related acute pancreatitis.\nAbbreviations\nSLE  Systemic lupus erythematosus\nAPS  Antiphospholipid syndrome\nCT  Computed tomography\nANA  Antinuclear antibody\ndsDNA  Double-stranded DNA\nAIP  Autoimmune pancreatitis\nSIRS  Systemic inflammatory response syndrome\nAcknowledgements\nI express my gratitude to all those who helped me during the writing of this \nthesis. I gratefully acknowledge the help of adviser, Professor Song-tong Li, \nwho has offered me valuable suggestions on the topic selection, data analysis, \nand supervision of this article. I also owe a special debt of gratitude to the \npatient for agreeing to provide data and actively cooperating with the treat ment and follow-up.\nAuthor contributions\nSTL reported this rare case of SLE. MYL wrote the article and STL edited it. All \nauthors have read and approved the final manuscript.\nFunding\nNo funds or other kinds of financial support were received for this case report.\nAvailability of data and materials\nNot applicable.\nFig. 4 Abdominal computed tomography findings before and after treatment. a–c Computed tomography of the abdomen exhibiting the swollen \npancreas and inflammatory exudation around the pancreas (red arrow); the intestinal wall edema (double circle) in ascending colon (green arrow); \nthe swollen cecum (blue arrow). d-f A total of 1 month after treatment; computed tomography of the abdomen exhibiting no obvious swelling \nor exudation in pancreas (red arrow), ascending colon (green arrow), or cecum (blue arrow)\nPage 6 of 6 Li and Li  Journal of Medical Case Reports           (2025) 19:95 \nDeclarations\nEthics approval and consent to participate\nThis case report was written and reported after obtaining the patient’s \ninformed consent. In addition, the case was approved by the Medical Ethics \nCommittee of the Xi’an Central Hospital Affiliated to Xi’an Jiaotong University \n(LW-2024–044).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo financial or nonfinancial benefits have been received from any party \nrelated directly or indirectly to the subject of this article.\nReceived: 3 October 2024   Accepted: 23 January 2025\nReferences\n 1. Mongkolchaiarunya J, Wongthanee A, Kasitanon N, Louthrenoo W. \nComparison of clinical features, disease activity, treatment and outcomes \nbetween late-onset and early-onset patients with systemic lupus erythematosus. A sex- and year at diagnosis-matched controlled study. Adv \nRheumatol. 2023;63(1):20.\n 2. Zucchi D, Silvagni E, Elefante E, Signorini V, Cardelli C, Trentin F, et al. Systemic lupus erythematosus: one year in review 2023. Clin Exp Rheumatol. \n2023;41(5):997–1008.\n 3. Aringer M, Costenbader K, Daikh D, Brinks R, Mosca M, Ramsey-Goldman \nR, et al. EEuropean League Against Rheumatism/American College of \nRheumatology classification criteria for systemic lupus erythematosus. \nAnn Rheum Dis. 2019;78(9):1151–9.\n 4. Frittoli RB, Vivaldo JF, Costallat LTL, Appenzeller S. Gastrointestinal involve ment in systemic lupus erythematosus: a systematic review. J Transl \nAutoimmun. 2021;4:100106.\n 5. Fasano S, Coscia MA, Valentini G. Subclinical pancreatitis as onset of \nsystemic lupus erythematosus: case report and review of the literature. J \nClin Rheumatol. 2021;27(8s):S520-s524.\n 6. Tian XP , Zhang X. Gastrointestinal involvement in systemic lupus erythe matosus: insight into pathogenesis, diagnosis and treatment. World J \nGastroenterol. 2010;16(24):2971–7.\n 7. Essaadouni L, Samar E, Krati K. Pancreatitis as initial manifestation of \nsystemic lupus erythematosus. Lupus. 2010;19(7):884–7.\n 8. Reynolds JC, Inman RD, Kimberly RP , Chuong JH, Kovacs JE, Walsh MB. \nAcute pancreatitis in systemic lupus erythematosus: report of twenty \ncases and a review of the literature. Medicine. 1982;61(1):25–32.\n 9. Rodriguez EA, Sussman DA, Rodriguez VR. Systemic lupus erythematosus \npancreatitis: an uncommon presentation of a common disease. Am J \nCase Rep. 2014;15:501–3.\n 10. Wang CH, Yao TC, Huang YL, Ou LS, Yeh KW, Huang JL. Acute pancreatitis \nin pediatric and adult-onset systemic lupus erythematosus: a comparison \nand review of the literature. Lupus. 2011;20(5):443–52.\n 11. El Hasbani G, Viola M, Sciascia S, Taher AT, Uthman I. Antiphospholipid \nantibodies in inflammatory and autoimmune rheumatic and musculoskeletal diseases beyond lupus: a systematic review of the available \nevidence. Rheumatol Ther. 2021;8(1):81–94.\n 12. Okazaki K, Kawa S, Kamisawa T, Ikeura T, Itoi T, Ito T, et al. Amendment of \nthe Japanese consensus guidelines for autoimmune pancreatitis, 2020. J \nGastroenterol. 2022;57(4):225–45.\n 13. Balk RA. Systemic inflammatory response syndrome (SIRS): where did it \ncome from and is it still relevant today? Virulence. 2014;5(1):20–6.\n 14. Wang F, Wang NS, Zhao BH, Tang LQ. Acute pancreatitis as an initial \nsymptom of systemic lupus erythematosus: a case report and review of \nthe literature. World J Gastroenterol. 2005;11(30):4766–8. 15. Goel R, Danda D, Mathew J, Chacko A. Pancreatitis in systemic lupus \nerythematosus—Case series from a tertiary care center in South India. \nOpen Rheumatol J. 2012;6:21–3.\n 16. Wang CR, Hsieh HC, Lee GL, Chuang CY, Chen CY. Pancreatitis related to \nantiphospholipid antibody syndrome in a patient with systemic lupus \nerythematosus. J Rheumatol. 1992;19(7):1123–5.\n 17. Derk CT, DeHoratius RJ. Systemic lupus erythematosus and acute pancreatitis: a case series. Clin Rheumatol. 2004;23(2):147–51.\n 18. Nesher G, Breuer GS, Temprano K, Moore TL, Dahan D, Baer A, et al. Lupusassociated pancreatitis. Semin Arthritis Rheum. 2006;35(4):260–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}