{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05001-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05001-4.pdf",
  "metadata": {
    "/Keywords": "Breast cancer; Liver metastasis; Hepatic resection; Systemic therapy; Multidisciplinary approach; Prognostic factors",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241223025654+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241221165308+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05001-4",
    "/Author": "Eko Adhi Pangarsa ",
    "/Title": "Liver resection for breast cancer-related liver metastases: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05001-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Breast cancer liver metastasis presents a significant challenge in clinical oncology, with limited treat ment options and poor prognosis. This case series study explores the extended survival achieved in breast cancer \npatients with liver metastases through a combination of surgical and medical interventions.",
    "Case Presentation": "Case presentation We present three cases of Javanese female patients with breast cancer (51 years old, 42 years old, \nand 55 years old) with liver metastases who underwent hepatic resection followed by systemic therapy. The cases \nillustrate successful outcomes with disease-free survival ranging from 5 to 31 months post-surgery. Key prognostic \nfactors associated with improved survival include prolonged interval between initial diagnosis and detection of liver \nmetastasis, liver-limited disease, positive response to preoperative systemic therapy, and expression of estrogen \nand progesterone receptors in the metastatic lesions.",
    "Conclusion": "Conclusion These findings underscore the potential efficacy of a multidisciplinary approach integrating local hepatectomy with systemic therapy in selected patients with breast cancer liver metastasis. Further research is warranted \nto identify optimal patient selection criteria and refine treatment strategies for improved outcomes.\nKeywords  Breast cancer, Liver metastasis, Hepatic resection, Systemic therapy, Multidisciplinary approach, Prognostic \nfactors\nIntroduction\nBreast cancer stands as the most prevalent cancer in \nfemales globally, surpassing lung cancer in 2020 with \n2.26 million new cases reported, compared with 2.2 mil lion for lung cancer [1]. Liver metastasis affects approxi mately 50% of those with metastatic breast cancer, and \n5–12% experience a recurrence in the liver [2]. The prog nosis post-liver metastasis is grim, with a median survival \nrate of 2–3 years if treated with systemic chemotherapy \nand liver resection surgery, and an overall survival time \nof 4–8  months without intervention, making it a major \ncause of death in advanced breast cancer patients [3, 4].\nSeveral studies have presented conflicting findings \nregarding the survival rates following locoregional \nhepatic treatment in patients with metastatic breast can cer (MBC) with liver metastases, with reported 3-year Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEko Adhi Pangarsa\nekopangarsa90@gmail.com\n1 Division of Hematology Medical Oncology, Dr. Kariadi General Hospital \nSemarang/Faculty of Medicine Diponegoro University, Semarang, \nIndonesia\n2 Division of Digestive Surgery, Department of General Surgery, Faculty \nof Medicine, Diponegoro University/Dr. Kariadi General Hospital \nSemarang, Semarang, Indonesia\n3 Division of Surgical Oncology, Faculty of Medicine, Diponegoro \nUniversity/Dr. Kariadi General Hospital Semarang, Semarang, Indonesia\n4 Division of Anatomical Pathology, Faculty of Medicine, Diponegoro \nUniversity/Dr. Kariadi General Hospital Semarang, Semarang, Indonesia\n5 Division of Internal Medicine, Faculty of Medicine, Diponegoro \nUniversity/Dr. Kariadi General Hospital Semarang, Semarang, Indonesia\nPage 2 of 6 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:635 \nand 5-year survival rates ranging from 49% to 94% and \n5% to 78%, respectively [4, 5]. A recent review by Bale \nand colleagues highlighted that certain primary tumor \ncharacteristics, such as small size, absence of lymph node \ninvolvement, low grade, and early stage, may correlate \nwith improved outcomes following liver surgery [4]. They \nalso identified several independent positive prognostic \nfactors, including a prolonged interval between the initial \ndiagnosis and the detection of breast cancer liver metas tasis (BCLM) exceeding 1  year, liver-limited disease \n(excluding isolated pulmonary and bone metastases), \npositive response to preoperative systemic therapy before \nhepatic surgery, and expression of estrogen receptor (ER) \nand progesterone receptor (PgR) by the BCLM [4].\nAt the time of death, 40–60% of patients with breast \ncancer experience liver metastasis. While most liver \nmetastases do not show symptoms, there are occasional \ninstances where patients develop disseminated intrasi nusoidal metastatic liver disease (DISML), which can \nresult in acute liver failure and, ultimately, death [5]. \nAdditionally, less than 10% of patients with breast cancer \npresent with liver metastasis, and its presence at diagno sis is associated with an unfavorable prognosis, yielding \na median survival of only 12 months [6]. Liver metasta sectomy could provide a survival benefit over systemic \nchemotherapy alone for selected patients with BCLM.\nYet, the independent prognostic factors for predict ing survival outcomes remain undefined. The combina tion of local hepatectomy and effective systemic therapy, \naimed at cure, demonstrates potential efficacy in treating \npatients with breast cancer liver metastasis. We present \na case series on patients with breast cancer experiencing \nearly isolated liver recurrence who have survived with out any further recurrence. While the combination of \nlocal hepatectomy and systemic therapy shows promise \nfor improving survival outcomes in patients with breast cancer with isolated liver metastases, the adoption of this \napproach has been limited owing to historical treatment \nparadigms, resource constraints, and the need for robust, \nevidence-based guidelines.\nCase illustrations\nCase 1\nA 51-year-old woman presented in May 2020, initially \ndiagnosed with non-special type (NST) grade II invasive \ncarcinoma of the left breast, T2N0M1, luminal A, human \nepidermal growth factor receptor 2 (HER2) negative, with \nconcurrent lung and liver metastases. After undergoing a \nmodified radical mastectomy (MRM) for the left breast, \nshe completed six cycles of adjuvant chemotherapy with \ndocetaxel, and continued with hormonal therapy. Physi cal examination revealed hepatomegaly extending 4  cm \nbelow the costal margin but no symptoms of weight loss, \nabdominal pain, or appetite loss. The examination was \notherwise normal, with no signs of anemia, jaundice, or \nlymphadenopathy.\nMagnetic resonance imaging (MRI) of the abdomen \nin August 2020 identified five rim-enhanced nodules \nin liver segments 6, 7, and 8, with the largest nodule \nmeasuring approximately 2.8 × 2.4 × 2.2  cm in segment \n8, suggestive of metastasis (Fig.  1). No extrahepatic dis ease was observed after chemotherapy. The patient was \nsubsequently referred to a hepatobiliary surgical unit \nfor further management. After a satisfactory anesthetic \nassessment, she underwent a right segmentectomy to \nresect the solitary liver lesion. Histology confirmed the \npresence of metastatic adenocarcinoma from the inva sive carcinoma luminal type (Fig.  2). The surgical resec tion was successful (R0), achieving disease-free clearance \nmargins. A follow-up MRI showed no remaining nodes \nin the liver in May 2021. As of the latest update, the \npatient is currently continuing maintenance therapy with \nFig. 1 Magnetic resonance imaging of abdomen with contrast. Before hepatectomy, there were five rim-enhanced nodules in segments 6, 7, and 8 \nof the liver, suggesting metastasis. Following hepatectomy, no nodules are observed in the liver, spleen, or pancreas\nPage 3 of 6\n Pangarsa et al. Journal of Medical Case Reports          (2024) 18:635 \n \nhormonal therapy letrozole and goserelin. She remains \nfit, well, and disease-free following the curative-intent \nresection.\nCase 2\nA 42-year-old woman presented with lumps in her left \nbreast that had been developing over the past year, meas uring 2 cm in size. Ultrasound imaging revealed a breast \nimaging reporting and data system (BIRADS) category \n4 mass in the left breast and a BIRADS category 3 mass \nin the right breast. Following a core biopsy of the left \nbreast lump, histopathology confirmed invasive carci noma of the left breast, identified as luminal B and HER2 \nnegative (Fig.  3). The patient underwent neoadjuvant \nchemotherapy using doxorubicin–cyclophosphamide \n(AC) for three cycles, followed by a modified radical mas tectomy (MRM). The surgical resection was successful \n(R0), achieving disease-free clearance margins. Postop erative management included chemotherapy paclitaxel \nevery 3  weeks and tamoxifen plus Zoladex (goserelin) for ovarian suppression. Further ultrasound evaluations \nreported a benign BIRADS 3 mass in the right breast \nand reactive lymphadenopathy, leading to locoregional \nradiation therapy consisting of 30 sessions. After 1 year, \nan MRI of the abdomen revealed metastatic nodes in \nthe liver’s seventh and eighth segments, measuring \n3.7 × 2.7 × 1.6  cm, indicative of liver metastasis (Fig.  4). \nThe patient was referred to the hepatobiliary surgery unit \nand underwent segmentectomy to remove the liver nodes \nin November 2023. Histopathology confirmed metastatic \nadenocarcinoma, likely of breast origin. A follow-up \nMRI showed no remaining nodes in the liver in Septem ber 2023. As of the latest update, the patient is currently \nundergoing maintenance therapy with letrozol and goser elin. She remains fit, well, and disease-free following the \ncurative intent resection.\nCase 3\nA 55-year-old woman was diagnosed with T3N1M1, \nstage IIIB invasive carcinoma of the right breast in \nFig. 2 Anatomy pathology. The liver tissue sections show swollen, hyperemic hepatocyte lobules, among which malignant cells with round oval \nnuclei, pleomorphic, hyperchromatic, coarse chromatin, prominent nucleoli, eosinophilic cytoplasm, and mitosis can be found, arranged to form \nglandular structures (A). Immunohistochemical examination of excised liver lobe (× 10 magnification). Positive expression of hepatocyte GATA-3 (B) \nand mammoglobin (C) in tumor cells\nFig. 3 Anatomy pathology. The preparation from the liver consists of liver cells containing 2–3 cells per plate, in the swollen hepatic parenchyma, \nhyperemic. Among these, there is infiltration of malignant epithelial cells arranged to form glandular structures approximately 95 percent, \nthe rest are solid. These cells have round to oval nuclei, are pleomorphic, hyperchromatic, with chromatin coarse to vesicular, prominent nucleoli, \neosinophilic and vacuolated cytoplasm. Lymphovascular invasion is observed. A 100× magnification; B 400× magnification\nPage 4 of 6 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:635 \nMay 2019 (Fig.  5). Immunohistochemistry showed ER \n(+), PgR (+ ), Her2 (3+ ). Her family history was unre markable for breast cancer. Initial treatment included \nmastectomy followed by adjuvant chemotherapy with \ntrastuzumab (440/350), docetaxel (120 mg), and epiru bicin (100  mg). The patient received regular cycles of \ntrastuzumab and chemotherapy every 21  days. Addi tionally, hormonal therapy with tamoxifen (20 mg) and \ngoserelin (3.6  mg) was initiated owing to ER and PR \npositivity. By 2021, liver metastasis was detected, and \nhepatic resection was performed. Post-operative treat ment involved pertuzumab (840/420), trastuzumab \n(440), and paclitaxel (270). This regimen continued until September 2022, with notable improvements in \ntumor markers and imaging studies.\nHowever, the patient experienced a decline in October \n2022, marked by increased bilirubin levels and deterio rating liver function tests. Ado-trastuzumab emtansine \n(160  mg) was initiated, leading to significant clinical \nimprovements. Subsequent treatments were adjusted \non the basis of regular imaging and laboratory tests. The \npatient continued to be monitored closely with regular \nimaging and blood tests. By March 2024, she exhibited \nsigns of pleural effusion and ascites, indicating disease \nprogression and leading to respiratory failure. The patient \nsuccumbed to the illness in March 2024.",
    "Discussion": "Discussion\nAlthough advancements have been made in the systemic \ntreatment of MBC, patients with this condition typically \nhave a median survival ranging from 18 to 24  months \n[7–12]. For certain individuals, undergoing surgery to \nremove liver metastases from breast cancer may offer a \nviable treatment option. Optimal outcomes are achieved \nwhen this surgical intervention is conducted in special ized centers with high expertise and after careful mul tidisciplinary evaluation, as is customary in managing \nother types of cancer [13]. A recent systematic review \nfocusing on liver metastasis resection in MBC indicated \na median overall survival (OS) of 35.1  months and a \nmedian disease-free survival (DFS) of 21.5 months. Fur thermore, a comparative analysis showed that patients \nwho underwent resection had a significantly higher \nmedian OS of 82 months compared with 31 months for \nthose receiving only systemic therapy, suggesting that \ncombining surgery with systemic treatment leads to bet ter overall survival outcomes [14].\nThe study’s population in Orlandi et  al. exhibited a \nmedian overall survival (OS) of 67 months and a diseasefree interval (DFI) of 15  months, suggesting a potential \nsurvival advantage for patients undergoing liver surgery \nfor metastases, particularly those achieving R0 resection \n[15]. Specifically, the presence of a negative resection \nmargin emerged as the sole factor significantly impacting \nOS (78 versus 16 months; HR 0.083, p < 0.0001) and DFI \n(16 versus 5 months; HR 0.17, p = 0.0058). Among the 20 \npatients with R0 resection, 13 had a solitary lesion while \n7 had two metastases, underscoring the importance of \ncautiously selecting patients with limited liver disease to \noptimize surgical outcomes. Several researches have indi cated that patients with estrogen receptor (ER) and/or \nprogesterone receptor (PgR)-positive breast cancer liver \nmetastases (BCLM) may benefit from liver metastasec tomy, given their favorable tumor characteristics and the \npotential for hormone therapy administration [15]. Simi larly, primary breast cancer features such as small tumor \nFig. 4 Magnetic resonance imaging of abdomen with contrast. \nBefore hepatectomy, a solitary iso-hypodense lesion with clear \nboundaries and regular edges is visible in segment 7 of the liver \n(size ± 4.6 × 3.7 cm) attached to the right hepatic vein, showing \ninhomogeneous enhancement after contrast administration. \nFollowing hepatectomy, no solid mass is visible in the liver\nFig. 5 Computed tomography scan showed multiple nodules \nin the liver parenchyma, with sizes of 10.4 mm in segment III \nand 13.2 × 21.3 mm in segment IVa, accompanied by ascites \nand multiple mesenteric lymph nodes, suggesting a metastatic \nprocess. Splenomegaly was also observed\nPage 5 of 6\n Pangarsa et al. Journal of Medical Case Reports          (2024) 18:635 \n \nsize, absence of lymph node involvement, low grade, and \nearly stage have been associated with better outcomes \nfollowing liver metastasectomy. Conversely, individuals \nwith a triple-negative phenotype in both primary breast \ncancer and liver metastases may not derive significant \nbenefits from liver metastasectomy owing to the aggres sive nature of their tumors and limited treatment options \n[16].\nStudy by Millen et al. discovered that a positive hormo nal status correlates with better survival rates in patients \nwho had liver resection (LR). While Wyld et al. identified \nestrogen receptor (ER) positivity as a favorable prognos tic factor, research analysis revealed that any receptor \nstatus with a positive component (except for ER− PR+ \nHER2−, owing to a limited sample size of 21 patients) \nindependently associated with improved survival [17]. A \nrecent study from MD Anderson Cancer Center found \nthat patients receiving LR in addition to chemother apy had a 56% 5-year overall survival (OS) rate, com pared with 40% for those on chemotherapy alone. Their \nresearch showed that patients with basal-like (triple-neg ative breast cancer (TNBC)) and HER2-negative tumors \nhad worse survival compared with those with luminal A, \nluminal B, and HER2 enriched subtypes. In their cohort \nof 47 HER2+ patients, 91% received targeted therapy \n[18]. They proposed that the survival benefits might be \nowing to the enhanced effectiveness of systemic and tar geted therapies. Notably, HER2 enriched tumors were the \nmost common among patients with metastatic disease \nconfined to the liver. In the MD Anderson study, sur gery provided the greatest survival advantage for patients \nwith HER2 enriched tumors, with median OS rates of \n81 months with LR versus 30 months without [18]. Their",
    "Results": "results similarly indicated that triple-negative status is \nlinked to higher mortality compared with ER+ and/or \nHER2+ status. However, TNBC patients who received \nLR and chemotherapy showed better survival rates than \nthose who had chemotherapy alone, suggesting that sur gery might play a beneficial role even for this group.\nAnother factor influencing the prognosis of patients \nwith breast cancer following metastasectomy is their \nresponse to preoperative systemic therapy [19]. Suc cessful eradication of microscopic metastatic tumors in \nthe liver and systemic organs through systemic therapy \nmay enhance the effectiveness of aggressive local treat ments for limited BCLM, potentially leading to improved \nsurvival outcomes [20]. Additionally, the response to \nsystemic therapy can guide postoperative treatment \ndecisions. Conversely, patients who do not exhibit dis ease regression or stability with systemic chemotherapy \nmay not be suitable candidates for liver metastasectomy \n[21]. Furthermore, the presence of HER2 overexpres sion on hepatic metastases has been linked to enhanced survival rates [22]. According to a meta-analysis, the \ncombined discordance rate between primary and recur rent breast cancer was documented at 8% among patients \nwith HER2, 20% among those with ER, and 33% among \nthose with PgR [23]. Additionally, it has been proposed \nthat the mutation rate of the metastatic phenotype tends \nto be lower at earlier recurrence sites. Notably, no bio logical alterations were observed in the current patient \nbetween the primary tumor and the corresponding \nasynchronous liver metastasis [22, 23]. Chemotherapy \nguided by response assessment for liver metastasis might \nalso prove effective against systemic micro-metastases, \nthereby contributing to prolonged survival without the \nneed for continuous chemotherapy. Given the significant \nadvancements in the efficacy of HER2-directed therapy, \nthe potential utilization of local therapy for treating lim ited BCLM could further expand, particularly in patients \nwith HER2 overexpression in hepatic metastases [23].\nThe typical approaches for addressing liver metasta sis involve systemic chemotherapy and arterial injec tion chemotherapy through a catheter inserted into the \nhepatic artery. Although systemic chemotherapy shows a \nrelatively positive response rate, its effectiveness is lim ited by a short duration of response, offering no signifi cant impact on prognosis. According to O’Reilly et  al. ’s \nanalysis of 312 patients, the median survival follow ing the diagnosis of liver metastasis was reported to be \n3.8 months [17]. As for arterial injection chemotherapy, \nFraschini et  al. documented a 36% response rate with \na median survival of 11  months. Stehlin et  al. ’s findings \nindicated a 45% response rate, with a median survival of \n16  months among responders. Moreover, they reported \na notable case where the longest survival reached 5 years \n[18]. The combination of local hepatectomy and effec tive systemic therapy, aimed at cure, demonstrates \npotential efficacy in treating patients with breast cancer \nliver metastasis. Liver metastasectomy could provide a \nsurvival benefit over systemic chemotherapy alone for \nselected BCLM patients. Yet, the independent prognos tic factors for predicting survival outcomes remain unde fined. There is a pressing need for further research to \nidentify patients who could significantly benefit from an \naggressive, multidisciplinary treatment approach, includ ing liver metastasectomy.\nConclusion\nBreast cancer liver metastasis presents a formidable clini cal challenge, with limited treatment options and poor \nprognosis. However, the cases presented in this series \nillustrate the potential efficacy of liver metastasectomy in \nselected patients, offering hope for disease-free survival. \nA multidisciplinary approach integrating local hepatec tomy with systemic therapy holds promise in improving \nPage 6 of 6 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:635 \noutcomes for individuals with BCLM. A key takeaway \nfrom this study is the importance of a multidisciplinary \nteam (MDT) approach in managing these complex cases. \nThe collaboration between surgical oncologists, medical \noncologists, and other specialists is crucial for optimiz ing treatment strategies and improving patient outcomes. \nMDTs are well-positioned to tailor interventions on the \nbasis of individual patient profiles and tumor character istics, thereby enhancing the efficacy of both surgical and \nsystemic treatments.\nAcknowledgments\nWe would like to thank the staff of Dr. Kariadi General Hospital for their assistance with this research.\nAuthor contributions\nEAP and DR conceived the study and designed the research methodology. \nEP and SB were responsible for data collection and curation. WDY and HI per formed the case data interpretation. JNH and KT provided technical support \nand contributed to writing the manuscript. BS and DS assisted in drafting the \nmanuscript and reviewing the results. CS supervised the overall research and \ncontributed to the final manuscript revisions. All authors read and approved \nthe final version of the manuscript.\nFunding\nNone.\nAvailability of data and materials\nThe data supporting the findings of this study are available upon reasonable \nrequest from the corresponding author.\nDeclarations\nEthics approval and consent to participate\nThe Ethics Committee of Dr. Kariadi General Hospital has approved this study. \nAll participants provided written informed consent after receiving a compre hensive explanation of the study’s objectives, benefits, and risks.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nReceived: 11 September 2024   Accepted: 29 November 2024\nReferences\n 1. Sung H, Ferlay J, Siegel RL, Laversanne M, Soerjomataram I, Jemal A, Bray \nF. Global cancer statistics 2020: GLOBOCAN estimates of incidence and \nmortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. \n2021;71(3):209–49.\n 2. Ma R, Feng Y, Lin S, Chen J, Lin H, Liang X, Zheng H, Cai X. Mechanisms \ninvolved in breast cancer liver metastasis. J Transl Med. 2015;13(1):1.\n 3. Rashid NS, Grible JM, Clevenger CV, Harrell JC. Breast cancer liver \nmetastasis: current and future treatment approaches. Clin Exp Metas. \n2021;38:263–77.\n 4. Bale R, Putzer D, Schullian P . Local treatment of breast cancer liver metastasis. Cancers. 2019;11(9):1341.\n 5. Tabariès S, Siegel PM. Breast cancer liver metastasis. Liver Metastasis Biol \nClin Manag. 2011;16:273–303. 6. Ji L, Fan L, Zhu X, Gao Y, Wang Z. A prognostic model for breast cancer \nwith liver metastasis. Front Oncol. 2020;10:1342.\n 7. Golse N, Adam R. Liver metastases from breast cancer: what role for \nsurgery? Indications and results. Clin Breast Cancer. 2017;17(4):256–65.\n 8. Lin Z, Yan S, Zhang J, Pan Q. A nomogram for distinction and potential prediction of liver metastasis in breast cancer patients. J Cancer. \n2018;9(12):2098.\n 9. Liu C, Mohan SC, Wei J, Seki E, Liu M, Basho R, Giuliano AE, Zhao Y, Cui \nX. Breast cancer liver metastasis: pathogenesis and clinical implications. \nFront Oncol. 2022;12:1043771.\n 10. O’Reilly SM, Richards MA, Rubens RD. Liver metastases from breast \ncancer: the relationship between clinical, biochemical and pathological \nfeatures and survival. Eur J Cancer. 1990;26(5):574–7.\n 11. Stehlin JS, de Ipolyi PD, Greeff PJ, McGaff CJ, Davis BR, McNary L. Treat ment of cancer of the liver. Twenty years’ experience with infusion and \nresection in 414 patients. Ann Surg. 1988;208:23–35.\n 12. Eng LG, Dawood S, Sopik V, Haaland B, Tan PS, Bhoo-Pathy N, Warner E, \nIqbal J, Narod SA, Dent R. Ten-year survival in women with primary stage \nIV breast cancer. Breast Cancer Res Treat. 2016;160:145–52. https:// doi. \norg/ 10. 1007/ s10549- 016- 3974-x.\n 13. Zegarac M, Nikolic S, Gavrilovic D, Jevric M, Kolarevic D, Nikolic-Tomasevic \nZ, Kocic M, Djurisic I, Inic Z, Ilic V, et al. Prognostic factors for longer disease free survival and overall survival after surgical resection of isolated \nliver metastasis from breast cancer. J BUON. 2013;18:859–65.\n 14. Fairhurst K, Leopardi L, Satyadas T, Maddern G. The safety and effective ness of liver resection for breast cancer liver metastases: a systematic \nreview. Breast. 2016;30:175–84. https:// doi. org/ 10. 1016/j. breast. 2016. 09. \n011.\n 15. Orlandi A, Pontolillo L, Mele C, Pasqualoni M, Pannunzio S, Cannizzaro MC, \nCutigni C, Palazzo A, Garufi G, Vellone M, Ardito F, Franceschini G, Sanchez \nAM, Cassano A, Giuliante F, Bria E, Tortora G. Liver metastasectomy for \nmetastatic breast cancer patients: a single institution retrospective analysis. J Pers Med. 2021;11(3):187. https:// doi. org/ 10. 3390/ jpm11 030187.\n 16. Basso M, Dadduzio V, Ardito F, Lombardi P , Strippoli A, Vellone M, Orlandi \nA, Rossi S, Cerchiaro E, Cassano A, et al. Conversion chemotherapy for \ntechnically unresectable colorectal liver metastases. Medicine. 2016;95:1–\n6. https:// doi. org/ 10. 1097/ MD. 00000 00000 003722.\n 17. Millen JC, Hofmann A, Mesquita-Neto JW, Rose J, Macedo FI. Evolving role \nof liver resection in selected patients with metastatic breast cancer. J Surg \nRes. 2021;259:363–71.\n 18. Chun Y, Mizuno T, Cloyd J, et al. Hepatic resection for breast cancer liver metastasis: impact of intrinsic subtypes. Eur J Surg Oncol. \n2020;46:1588–95.\n 19. Galiandro F, Agnes S, Moschetta G, Orlandi A, Clarke G, Bria E, et al. Prognostic Factors in Patients with Breast Cancer Liver Metastases Undergoing \nLiver Resection: Systematic Review and Meta-Analysis. Cancers (Basel). \n2022;14(7):1691.\n 20. Liedtke C, Mazouni C, Hess KR, André F, Tordai A, Mejia JA, et al. Response \nto neoadjuvant therapy and long-term survival in patients with triplenegative breast cancer. J Clin Oncol. 2008;26(8):1275–81. https:// doi. org/ \n10. 1200/ JCO. 2007. 14. 4147.\n 21. Chua TC, Saxena A, Liauw W. Hepatic resection for metastatic breast \ncancer: a systematic review. Eur J Cancer. 2011;47(15):2282–90. https:// \ndoi. org/ 10. 1016/j. ejca. 2011. 05. 007.\n 22. Dawood S, Broglio K, Ensor J, Hortobagyi GN, Giordano SH, Buchholz TA. \nSurvival differences among women with de novo stage IV and relapsed \nbreast cancer. Ann Oncol. 2010;21(11):2169–74. https:// doi. org/ 10. 1093/ \nannonc/ mdq220.\n 23. Niwinska A, Tacikowska M, Murawska M. The effect of HER2 status on \nsurvival in breast cancer patients with brain metastases treated with \nradiotherapy. J Neurooncol. 2010;97(3):401–9. https:// doi. org/ 10. 1007/ \ns11060- 009- 0040-8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}