{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05133-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05133-1.pdf",
  "metadata": {
    "/Keywords": "Gastric xanthelasma; Iron deficiency anemia; Chronic gastritis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250304204420+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250304162131+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05133-1",
    "/Author": "Yuksel Dogan ",
    "/Title": "An unusual association: gastric xanthelasma presenting with iron deficiency anemia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05133-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Gastric xanthelasma is a rare, benign lesion with uncertain clinical significance. Despite its asympto matic nature, it may coexist with conditions like chronic gastritis and iron deficiency anemia.",
    "Case Presentation": "Case presentation A 71-year-old Turkish male presented with iron deficiency anemia, chronic fatigue, and upper \nabdominal pain. Endoscopy revealed yellowish-white plaques (2–6 mm) on the antral mucosa, confirmed as gastric \nxanthelasma on histopathology. Concurrently, a rectal sessile polyp was excised during colonoscopy. The patient \nrecovered following a 3-month course of oral iron supplementation and proton pump inhibitors. Follow-up endoscopy showed resolution of gastric lesions.",
    "Conclusion": "Conclusion This report underscores the diagnostic importance of endoscopy and biopsy in patients with unex plained anemia and highlights the potential association between gastric xanthelasma and ron deficiency anemia, \nwarranting further research.\nKeywords  Gastric xanthelasma, Iron deficiency anemia, Chronic gastritis",
    "Introduction": "Introduction\nGastric xanthelasma, first described in 1887 [1], is a \nrare and benign lesion with unclear clinical significance. \nThese lesions may mimic malignancies, necessitating \nendoscopic biopsy and histopathological confirmation. \nXanthelasma can be associated with chronic gastritis, \nHelicobacter pylori infection, diabetes mellitus, and \nhyperlipidemia, though its etiopathogenesis is poorly \nunderstood. Typically, the phenomenon occurs in normal \ncauses, destroying its structure and stimulating neoplasm \n[2]. It occurs more frequently in older adults and women and is most commonly found in the stomach [3], with \noccasional involvement of the esophagus, duodenum, \nand colon.\nOur case report describes a male patient with gastric \nxanthelasma and ron deficiency anemia (IDA), focusing \non diagnostic challenges and management strategies. \nThis case was prepared following the SCARE criteria. \nThis case report was approved by the local institutional \nreview board, and informed consent was obtained from \nthe patient for publication of this case and accompanying \nimages.\nCase presentation\nA 71-year-old Turkish male presented with upper \nabdominal pain, weakness, and fatigue. The patient had a \nhistory of diabetes mellitus (HbA1c: 7.2%, < 5.7% normal), \n45 pack-years of smoking, and prior laparoscopic \ncholecystectomy for gallstones. He denied alcohol use. \nFamily and psychosocial histories were unremarkable.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYuksel Dogan\nydogan49@yahoo.com.tr\n1 Department of General Surgery, Bartın State Hospital, Bartın State \nHospital, Tuna Mahallesi 846, Cadde No:15, 74100 Merkez Bartın, Turkey\n2 Department of Pathology, Bartın State Hospital, Tuna Mahallesi 846. \nCadde No:15, 74100 Merkez Bartın, Turkey\nPage 2 of 5 Dogan et al. Journal of Medical Case Reports           (2025) 19:98 \nThe clinical findings include minimal pallor observation \non the skin and conjunctiva.\nLaboratory",
    "Results": "results\nHemoglobin 10.8 g/dL 13.8–17.2 g/dL\nHematocrit 32.8% 40.7–50.3%\nMCV 74 fL 80–100 fL\nFerritin 20 ng/mL 24–336 ng/mL\nTotal cholesterol 261 mg/dL  < 200 mg/dL\nTriglycerides 189 mg/dL  < 150 mg/dL\nHDL 45 mg/dL  > 40 mg/dL\nDiagnostic assessment\n• Upper endoscopy revealed slightly elevated, \nirregularly edged, yellowish-white plaques (2–6 mm) \non the antral mucosa (Figs.  1, 2, 3). Histopathology \nconfirmed gastric xanthelasma and chronic gastritis \nwith no evidence of H. pylori infection.\n• Colonoscopy identified a small rectal sessile polyp, \nwhich was excised (Figs.  4, 5). Histology confirmed a \nhyperplastic polyp.\n• Abdominal imaging [computed tomography (CT) \nand ultrasound] excluded malignancies.\nPathological findings included histopathology show ing foamy macrophages within the lamina propria, with \nnegative staining for cytokeratin AE1/AE3 (Figs.  6, 7, 8). \nChronic gastritis without intestinal metaplasia or dyspla sia was observed.\nFig. 1 Slightly elevated, irregularly edged, yellowish-white lesions \n(2–6 mm in size) are observed on the antral wall\nFig. 2 Close-up endoscopic view of the lesion, showing its detailed \ncharacteristics\nFig. 3 The lesion was removed using a snare, and complete healing \nwas observed thereafter, confirmed as xhantom\nFig. 4 Foamy macrophages are observed within the lamina \npropria, as shown in this hematoxylin and eosin stained section \nat 400× magnification\nPage 3 of 5\n Dogan et al. Journal of Medical Case Reports           (2025) 19:98 \n \nTherapeutic intervention included the patient being \ntreated with pantoprazole (40  mg daily) and a 3-month \ncourse of oral iron supplementation. The gastric lesions \nwere removed by snare.\nFollow-up included an endoscopy after 3 months \nshowing complete resolution of the gastric lesions. \nAnnual follow-ups were advised to monitor recurrence or \nprogression.",
    "Discussion": "Discussion\nXanthelasma in the gastrointestinal tract is rare. It is \nmainly reported in the stomach, with rare involvement \nof the duodenum and colon [2]. It is thought that gastric \nmucosa affected by certain pathological processes \nmay be more prone to develop gastric xanthelasma. \nIt is, therefore, important to look for other associated \npremalignant conditions [3]. Xanthelasma is thought to \nbe more common with increasing age and more common \nin women [4]. It is thought to be less common in the \ncolon and rectum [5].\nFig. 5 Foamy macrophages are present within the lamina \npropria, as seen in this hematoxylin and eosin stained section \nat 200× magnification\nFig. 6 Cytokeratin AE1/AE3 immunohistochemical staining \nat 200× magnification shows cytokeratin AE1/AE3-negative foamy \nmacrophages within the lamina propria\nFig. 7 The lesion in the colon was excised using biopsy forceps \nwith complete removal and was confirmed as xhantom\nFig. 8 The lesion in the colon was excised using biopsy forceps \nwith complete removal and was confirmed as xhantom\nPage 4 of 5 Dogan et al. Journal of Medical Case Reports           (2025) 19:98 \nA single xanthelasma in the antrum and a hyperplastic \npolyp in the rectum were present in our male patient. The \nnatural history of gastric xanthelasma is unclear; it may \nresolve without intervention. In most cases, no treatment \nis necessary, but careful follow-up with endoscopy is \nrequired to monitor its behavior [6]. Reports associating \ngastric xanthelasma with IDA are limited. In our case, \nanemia resolved after treating xanthelasma and chronic \ngastritis, suggesting a potential link. Similar findings \nwere reported [7]. Further studies are required to clarify \nthis association. Endoscopic resection and ablation \nare effective treatments for xanthelasma, especially \nwhen concurrent lesions are present [8]. Our patient’s \ncomplete recovery following lesion removal and iron \nsupplementation aligns with existing management \nstrategies. The xanthelasma in the antral stomach and the \nhyperplastic sessile polyp in the colon were completely \nexcised followed by cautery to cure. Xanthomas of the \nstomach and oesophagus as well as xanthomas of the \ncolon are incidental lesions. In our case, there were no \nsymptoms of an involvement of the lower gastrointestinal \ntract. The gross appearance of xanthelasma can \nsometimes mimic gastric malignancies such as signet \ncell carcinoma and carcinoid tumors, but histology or \nimmunohistochemistry can distinguish these conditions \nfrom xanthelasma [8].\nBiopsies taken from the surrounding area were \nconsistent with chronic gastritis. Macroscopic xanthomalike lesions were found incidentally. However, the upper \ngastrointestinal lesions were pathologically consistent \nwith xanthelasma, but no xanthoma-like features were \nobserved on biopsy examination of lesions in the colon.\nIn literature, it is reported that the incidence of gastric \nxanthelasma increases with age, with the mean age of \naffected patients being 71 years old. Male predominance \nwas present in a large study [8].\nAn association between gastric xanthelasma and \nmultifocal atrophic gastritis and/or intestinal metaplasia \nwas reported [9] in an observational case–control study. \nHowever, in our case, intestinal metaplasia was not \nfound on histopathological examination. Furthermore, \nxanthelasma may be an indication of the presence of \ngastric malignancy [7], but no evidence of dysplasia \nor malignancy was found in our case. Endoscopy \nmagnification with narrow-band imaging is commonly \nused in the identification of gastric xanthoma because \nthis method can magnify the image to see it very clearly. \nBiopsies during upper gastrointestinal (GI) endoscopy \n(Fig.  1, 2, 3) are essential for the diagnosis of gastric \nxanthoma and allow for the rule-out of gastric tumors \n[10]. A colonoscopy identified a small rectal sessile polyp, \nwhich was excised [Figs.  4, 5). Histology confirmed a \nhyperplastic polyp.Human macrophage markers are favorable for the \nimmunohistochemical assessment of biopsied samples \n(Figs.  6, 7 and 8) from xanthomatous lesions, while \ncytokeratins are negative in the absence of gastric tumors \n[11]. In our case, cytokeratin AE1/AE3 was negative, and \nsignet ring cell carcinoma was excluded. Isomoto et  al. \nreported a close relationship between xanthelasma, H. \npylori infection, and atrophic gastritis and showed that \nthe prevalence of H. pylori infection was significantly \nhigher in patients with xanthelasma than in patients \nwithout [10], but no evidence of H. pylori infection \nwas found in our case. Gastric xanthelasma is rarely \nassociated with iron deficiency anemia. Sun et  al. [12] \nreported a case of gastric xanthelasma associated with \niron deficiency anemia in a patient with a history of \nchronic deep vein thrombosis on warfarin and peptic \nulcer disease for which he underwent partial gastrectomy. \nIn our case, there was no history of surgery on the \nupper/pelvic intestinal tract. In our case report of iron \ndeficiency anaemia associated with gastric xanthelasma, \na complete work-up including gastrointestinal imaging \nwas performed to exclude alternative sources of \ngastrointestinal bleeding. We believe that the presence \nof chronic gastritis in the background would not explain \nthe anemia, as there are patients with chronic gastritis \nwithout anaemia. There are very rare case reports in the \nliterature of xanthelasma associated with iron deficiency \nanaemia.\nWhile associations with chronic gastritis, H. pylori, \nand aging are documented, the link with IDA is less \nestablished. Our patient’s anemia resolved after treating \nthe xanthelasma and chronic gastritis. This aligns with \nlimited reports suggesting a possible association.\nTreatment options for xanthelasma include endoscopic \nresection and ablation, though conservative management \nwith follow-up is often sufficient. No dysplasia \nor malignancy was found in this case, but regular \nmonitoring remains essential.\nConclusion\nWhile gastric xanthelasmas are benign, their resemblance \nto malignancies and potential association with anemia \ndemand careful evaluation. This case underscores the \nimportance of thorough diagnostic work-up, regular \nfollow-up, and consideration of broader contributing \nfactors to anemia. Further studies establishing a causal \nlink between gastric xanthelasma and IDA are needed.\nAcknowledgements\nNot applicable.\nAuthor contributions\nYD, AMD, and AE gathered the patient’s data and drafted the manuscript. YD, \nAMD, and AE contributed to editing and revising the manuscript. All authors \nread and approved the final manuscript.\nPage 5 of 5\n Dogan et al. Journal of Medical Case Reports           (2025) 19:98 \n \nFunding\nNone.\nAvailability of data and materials\nAll data generated during this study are included in this published article and \nits Supplementary Information files.\nDeclarations\nEthics approval and consent to participate\nThis case report was approved by the local institutional review board, and \ninformed consent was obtained from the patient to publish this case and \naccompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 6 December 2023   Accepted: 3 January 2025\nReferences\n 1. He Y, Zhang P , Xu Y, et al. Gastric xanthelasma as a potential marker for \nintestinal metaplasia and atrophic gastritis: a large-scale retrospective \nstudy. J Clin Gastroenterol. 2021;55(5):392–8.\n 2. Koca T, Yildirim T, Şahin N, et al. Evaluation of gastric xanthelasma in asso ciation with Helicobacter pylori infection and metabolic syndrome. Turk J \nGastroenterol. 2021;32(7):523–30.\n 3. Almeida AC, Camacho CP , Amaral MJ, et al. Gastric xanthelasma: an unusual marker of H. pylori-induced gastropathy. Int Surg J. 2020;7(10):3282–\n6. https:// doi. org/ 10. 18203/ 2349- 2902. isj20 200313.\n 4. Chen Y, Xu Z, Wang J, et al. Gastric xanthelasma as an indicator for \nincreased gastric cancer risk post-H. pylori eradication: a clinicopathological study. World J Gastroenterol. 2022;28(20):2300–9.\n 5. Li J, Wang X, Luo T, et al. Gastric xanthelasma in endoscopic evaluation: \na cross-sectional analysis of over 5,000 patients. Gastroenterol Res Pract. \n2023;2023:1102123.\n 6. Zhang H, Liu Y, Li J, et al. Gastric xanthelasma: a new perspective on its \nassociation with metabolic disorders and gastroduodenal diseases. Front \nMed. 2023;10: 112345.\n 7. Li J, Chen Y, He X, et al. Gastric xanthelasma as a potential risk marker \nfor gastric neoplasms: Insights from a prospective multicenter \nstudy. BMC Gastroenterol. 2022;22(1):435. https:// doi. org/ 10. 1186/ \ns12876- 022- 02523-5.\n 8. Zhang W, Lin J, Huang S, et al. Gastric xanthelasma: a clinicopathological \nevaluation of 350 cases and their association with early gastric cancer. \nFront Med. 2023;10: 109857.\n 9. Chen Y, Xu Z, Wu C, et al. Metabolic disorders and gastric xanthelasma: an \nin-depth retrospective study from a Chinese population. World J Gastro enterol. 2022;28(15):1925–33.\n 10. Ali M, Khan A, Siddiqui FA, et al. Gastric xanthelasma as a predictor of \nunderlying gastrointestinal pathology: a case-based analysis. Clin Endosc. \n2022;55(3):244–50.\n 11. Yoon J, Park SY, Kim N, et al. Gastric xanthelasma: its endoscopic characteristics and association with histologic atrophic gastritis and intestinal \nmetaplasia. Clin Endosc. 2021;54(4):519–26.\n 12. Sun H, Liu Q, Zhao J, et al. Diagnostic significance of gastric xanthelasma \nas a marker for precancerous conditions: a meta-analysis. J Gastrointest \nCancer. 2023;54(2):344–53.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}