{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05003-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05003-2.pdf",
  "metadata": {
    "/Keywords": "Wandering spleen; Torsion; Splenic infarction; Splenectomy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250131160940+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241228132942+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05003-2",
    "/Author": "Abel Gashaw Wubie ",
    "/Title": "Splenic infarction following torsion of wandering spleen involving pancreatic tail successfully managed in resource limited setting: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05003-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction and importance Wandering spleen is a rare condition characterized by the extreme laxity or absence \nof ligaments that normally secure the organ in its anatomical position in the left upper quadrant. Torsion of a wander ing spleen is an uncommon cause of acute abdominal pain and is rarely diagnosed preoperatively. Torsion involving \nthe distal pancreas is even more unusual. Although patient presentations can be atypical, early diagnosis and prompt \nintervention can lead to successful outcomes.",
    "Case Presentation": "Case presentation A 40-year-old Black female patient of Amhara ethnicity, from Ethiopia, presented with dull, aching abdominal pain and episodes of vomiting. After initial physiological stabilization and radiologic evaluation, laparotomy was performed, revealing torsion of a wandering spleen with involvement of the pancreatic tail, accompanied \nby adhesions of the small bowel and omentum. Following the release of adhesions, a splenectomy was performed. \nThe patient was discharged in stable condition and continued to do well during follow-up visits.",
    "Conclusion": "Conclusion Despite its rarity and potential for atypical presentations, a high index of suspicion for torsion of a wandering spleen is essential, particularly in patients with risk factors. With prompt diagnosis and timely intervention, \npatients with this condition can achieve favorable outcomes.\nKeywords  Wandering spleen, Torsion, Splenic infarction, Splenectomy\nIntroduction\nTorsion of the spleen is a rare cause of acute abdominal \npain. A “wandering spleen” is characterized by laxity or \nabsence of the supporting splenic ligaments and where a long pedicle facilitates abnormal positioning of the spleen \noutside its native left subdiaphragmatic location. Wan dering spleen predisposes the spleen to torsion, bloodflow impairment, and ischemia, and can cause a variety \nof symptoms from mild intermittent abdominal pain to \nacute abdominal crisis [1]. The first detailed description \nof this clinical entity was by Van Horne in 1667 as an \nincidental finding during autopsy [2].\nWandering spleen is a rare clinical entity with a less \nthan 0.2% reporting incidence rate [1, 3]. It is a condition \ncharacterized by the absence or underdevelopment of \none or all the ligaments that hold the spleen in its nor mal position. The lienorenal ligament attaches the hilum \nof the spleen to the left kidney, and the gastrosplenic Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAbel Gashaw Wubie\nabigash@gmail.com\n1 Assistant Professor of General Surgery, College of Medicine and Health \nSciences, Bahir Dar University, Bahir Dar, Ethiopia\n2 Assistant Professor of General Surgery, Felege Hiwot Referral Hospital, \nBahir Dar, Ethiopia\n3 Global Health Curriculum, Past Ambassador’s Distinguished Scholar, \nCollege of Medicine and Health Sciences, Bahir Dar University, Bahir Dar, \nEthiopia\nPage 2 of 4 Gashaw Wubie et al. Journal of Medical Case Reports           (2025) 19:41 \nligament attaches the hilum of the spleen to the greater \ncurvature of the stomach. Inferiorly, the spleen is sup ported with the phrenicocolic ligament [4]. It affects chil dren, who make up one-third of all cases, with a female \npredominance after the age of 1 year. In pediatric cases, \nits presentation includes acute abdomen and nonspecific \nsymptoms, such as nausea, vomiting, and fever. When \nwandering spleen is combined with splenic torsion, it \nmay cause venous congestion and enlargement at the \nbeginning. As the pathological course progresses, it may \nend up in splenic ischemia and infarction; finally, splenic \nnecrosis and rupture could occur [5]. At adult age it most \nfrequently affects women of reproductive age, in whom \nacquired laxity of the splenic ligaments is usually the \ncause. The hypothesized cause is found to be hormonal \nchanges during pregnancy leading to ligamentous lax ity [6]. Apart from its normal position, the spleen can be \nfound anywhere in the abdomen, from the bottom of the \nleft diaphragm to the pelvis [7]. Another extremely rare \npresentation is the finding of splenic torsion in its normal \nanatomical position [8].\nThe clinical presentation of wandering spleen is \nvariable, but the main symptom is abdominal pain. It \nranges from asymptomatic abdominal mass to intestinal \nobstruction or acute abdominal, which requires urgent \nsurgical intervention [9]. Its major complication is acute \ntorsion with subsequent infarction, which is a potentially \nfatal emergency [10]. Recognition of this medical condi tion can help avoid any confusion with acute abdomen \nof other etiologies. The diagnosis can be confirmed by \nimaging techniques, such as computed tomography (CT) \nand magnetic resonance imaging (MRI) [11].\nIn general, a multidisciplinary approach should be con sidered, using history and physical examination to guide \nappropriate consultation with radiology and general \nsurgery. Aggressive treatment is usually needed, and for \nmost patients surgical intervention is required as a defin itive measure [12].\nHere we present a case of a 40-year-old female patient \npresenting with acute abdomen following 1080° counter clockwise torsion of splenic pedicle involving pancreatic \ntail with splenic infarction, which was successfully man aged with open splenectomy in a setting where minimal \ninvasive surgery is not available and well practiced. This \nwork has been reported in line with CARE guidelines.\nCase presentation\nA 40-year-old Black, multiparous female patient of \nAmhara ethnicity, who is a housewife from a low socio economic",
    "Background": "background, referred from a rural area in \nEthiopia, presented with an acute onset of dull, aching \nabdominal pain. She also experienced episodes of vom iting of ingested material and abdominal distension. The patient has no history of trauma, previous interventions, \nor significant medical, family, or social history. Physical \nexamination revealed a palpable mass in the periumbili cal and right lower quadrant areas with accompanying \nregional tenderness. Laboratory",
    "Results": "results disclosed a high \nnormal leukocyte count whereas urine human chori onic gonadotropin (HCG) and organ function tests were \nnonrevealing.\nAfter initial physiological stabilization, radiologic \nexaminations, including an abdominal ultrasound and \ncontrast-enhanced computed tomography (CT) of the \nabdomen, were performed. The abdominal ultrasound \nwith color Doppler revealed a 14 × 10 cm mass in the left \nlower quadrant, showing echodensity similar to splenic \nparenchyma, with no color Doppler flow and no visible \nspleen in its usual anatomical location. On the basis of \nthe radiology department’s recommendation, a contrastenhanced CT of the abdomen was carried out, which \nrevealed a spleen measuring approximately 15  cm in \nsize, located in the lower abdomen. The CT also showed \ntwisting of the splenic vessels at the hilum, resembling a \n“whirlpool” appearance, with heterogeneous density and \nno post-contrast enhancement. Additionally, part of the \npancreatic tail appeared twisted, though without any \nchange in density. Free peritoneal fluid was also noted. \nFinancial constraints and cultural beliefs posed signifi cant challenges during the diagnostic evaluation and \nintervention of our patient. After obtaining informed \nwritten consent, the patient was taken to the operating \nroom with a preoperative diagnosis of splenic infarction \nsecondary to torsion of a wandering spleen, involving \nthe tail of the pancreas. Laparotomy revealed the spleen \nlocated in the right lower quadrant, with an elongated \nvascular pedicle twisted 1080° counterclockwise, involv ing the tail of the pancreas. The omentum and small \nbowel were adherent to the spleen, and minimal perito neal fluid was present, as shown in Fig.  1. Splenectomy \nwas performed after gently dissecting the omentum and \nsmall bowel from the spleen, with the pancreatic tail pre served (Fig.  2). The patient was discharged on postopera tive day  4 following an uneventful hospital course, with \ninstructions provided according to the postsplenectomy \nprotocol. An appointment for immunization against \nencapsulated organisms was scheduled after 2 weeks \npostoperatively. During follow-up appointments, the \npatient was found to be in good health, with no compli cations from the procedure (Table 1).",
    "Discussion": "Discussion\nThe anatomic position of the spleen is constant. The \nlienogastric, lienorenal, and phrenocolic ligaments pro vide support and attachment. Wandering spleen occurs \nwhen there is a failure of development or laxity of these \nPage 3 of 4\n Gashaw Wubie et al. Journal of Medical Case Reports           (2025) 19:41 \n \nsupporting structures. Several causes have been pro posed. A congenital defect has been implicated in some \ncases. With incomplete fusion of the embryonic mes ogastrium posteriorly, the lienorenal ligament fails to \ndevelop, and the pancreas is not completely retroperi toneal, so that its distal portion is included in the intra peritoneal splenic hilum. Acquired factors suggested \nhave been splenomegaly, trauma, and abdominal laxity \nand hormonal effects of pregnancy, which may account \nfor the increased incidence of this condition in women \nof childbearing age [13]. The first description of a wan dering spleen is attributed to Von Horne, in 1667, as an \nautopsy finding on an adult [2 , 14].\nThe most commonly described clinical picture is the \npresence of a palpable mass associated with abdomi nal discomfort, and torsion is the most common com plication [15]. Clinical symptomatology is variable and \nmay range from the patient being completely asymp tomatic, presenting with a mobile abdominal lump, or \nhaving intermittent abdominal pain because of par tial torsion and spontaneous detorsion of the splenic \npedicle. Often, patients may also present with an acute \nabdomen due to complete torsion and infarction. On \nexamination, a firm, mobile abdominal mass with char acteristic “notched borders” may be felt, but this is \nalways not the case because splenic engorgement may \nobliterate the splenic notch, and therefore a clinical \ndiagnosis is usually tricky [16].\nSonography and CT permit visualization of the spleen \nand it will be seen in an unusual location and may be \nenlarged. Enlargement of the distal pancreas with het erogeneous sonographic appearance or low attenuation \non CT scanning should suggest that the tail of the pan creas has also undergone torsion and ischemic change \n[13]. In our patient, the abnormal position of the spleen \nwas demonstrated on both while twisting of the splenic \nvascular pedicle and involvement of the pancreatic tail \nwas revealed on contrast-enhanced CT of the abdomen. \nAngiography is the most definitive diagnostic modality \nin the diagnostic evaluation of wandering spleen [17]. \nThe course and length of the splenic artery and the \nexact location of its torsion may be seen.\nTreatment of choice is splenopexy if the spleen is via ble, despite the high rate of recurrence. When it is not \npossible to preserve the spleen, the standard treatment \nis splenectomy followed by prophylactic antibiotic ther apy and vaccination for encapsulated bacteria [18]. The \nbest surgical approach is said to be minimally invasive \nsurgery in a setup where it is available and well prac ticed, unlike in resource-limited setting such as ours.\nFigure. 1 Intraoperative picture showing adhesion of the small \nbowel and omentum to the splenic hilum and twisted vascular \npedicle\nFigure. 2 Intraoperative picture showing small bowel, omentum, \nand splenic hilum after adhesions released\nTable 1 Summary of patient’s condition during follow-up visits\nTimeline Patient’s condition\nAt discharge Adequate oral intake, ambulating well, \ncoordinated bowel movements, no surgical \nsite infection\nTwo weeks after surgery Clean wound, normal laboratory results, \nand immunization against encapsulated \norganisms received\nOne month after last visit Physiologically stable with adequate oral \nintake\nPage 4 of 4 Gashaw Wubie et al. Journal of Medical Case Reports           (2025) 19:41 \nConclusion\nTorsion and infarction of a wandering spleen is a rare \nabdominal emergency. Characteristic imaging features \non radiological modalities such as abdominal sonography \nwith color Doppler and CT scan are crucial in making an \naccurate and timely diagnosis. A fair degree of accurate \nassessment about viability and thrombosis of the splenic \nvessels can be made on CT scan, which may help the sur geon decide the right mode of treatment.\nDespite its rare prevalence and atypical presenta tions, a high index of suspicion for torsion of wandering \nspleen is very important in patients with acute abdomen, \nespecially in those with risk factors or initial abdominal \nsonographic evaluation revealing absence of spleen in its \nnormal anatomic position. With rapid diagnosis, timely \nsurgical intervention, and appropriate subsequent followup, patients can survive this clinical condition.\nAcknowledgements\nFirst and foremost, we would like to thank Bahir Dar University, College of \nMedicine and Health Sciences for the ethical clearance in the preparation of \nthis paper. Our indebted gratitude goes to our patient in the report for providing us the consent and all the people who participated in the management of \nthe case and compilation of the manuscript.\nAuthor contributions\nThe authors of these work participated both in the surgical procedure as well \nas in the compilation of the manuscript.\nFunding\nThe authors did not receive any specific funding for this work.\nAvailiability of data materials\nThe data underlying the results presented in this work are available within the \nmanuscript.\nDeclarations\nEthics approval and consent to participate\nEthical approval for this study (protocol no. 588/2022, with assigned number \n003) was provided by the Ethical Committee of Bahir Dar University College of \nMedicine And Heath Sciences, Bahir Dar, Ethiopia on 2 November 2022.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declared no competing interests.\nReceived: 18 November 2023   Accepted: 4 December 2024\nReferences\n 1. Bmedsc HI, Bmedsc YG, Vaknine H, Judich A, Shimonov M. Splenic torsion \nof a wandering spleen. Israel Med Assoc J: IMAJ. 2011;13(February):3–4.\n 2. Pe B, Rodrı E. Torsion of a wandering spleen § ´ n de bazo ecto Torsio. Cir \nEsp. 2020;8:418–9. 3. Masroor M, Sarwari MA. Torsion of the wandering spleen as an abdominal \nemergency : a case report. BMC Surg. 2021. https:// doi. org/ 10. 1186/ \ns12893- 021- 01289-x.\n 4. Hussain M, Deshpande R, Bailey STR. Splenic torsion: a case report. Ann R \nColl Surg Engl. 2010;92(5):1–2.\n 5. Wang Z, Zhao Q, Huang Y, Mo Z, Tian Z, Yang F, et al. Wandering spleen \nwith splenic torsion in a toddler: a case report and literature review. \nMedicine. 2020;99(37): e22063.\n 6. Awan M, Gallego JL, Al Hamadi A, Vinod VC. Torsion of wandering spleen \ntreated by laparoscopic splenopexy: a case report. Int J Surg Case Rep. \n2019;62:58–61. https:// doi. org/ 10. 1016/j. ijscr. 2019. 06. 040.\n 7. Sumer F, Okut G, Kaplan K, Gunes O, Kayaalp C. Laparoscopic splenopexy \ndue to wandering spleen: feasible technique. Cureus. 2022;14(2):2–5.\n 8. Brandão P , Soares E, Estevinho C, Freixo M, Sofia A, Carvalho P , et al. A \nreview of Medical Doppler US. J Med Ultrasound. 2018;26:115–7.\n 9. lal Bairwa B, Gupta S, Singh AK. Wandering spleen with torsion: a \nrare cause of acute abdomen in a 14-year-old girl. Arch Clin Cases. \n2022;9(2):56–61.\n 10. El BH, Lamrani J, Louchi A, El YM, Aqodad N, Ibrahimi A, et al. Case report \ntorsion of a wandering spleen. Saudi J Gastroenterol. 2010;16(4):288–91.\n 11. Jiang M, Chen P , Ruan X, Ye X, Huang Q. Acute torsion of wandering \nspleen in a 17-year-old girl. Int J Clin Exp Med. 2015;8(7):11621–3.\n 12. Mohseni M, Kruse BT, Graham C. Splenic torsion: a rare cause of abdominal pain. BMJ Case Rep. 2018;2018:10–2.\n 13. Lee M, Kretchmar KA. Torsion of wandering spleen and distal pancreas. \nAm J Roentgenol. 1984;142:100–1.\n 14. Carapinha CP , Bch MB, Loveland JA, Bch MB, Sa FCS, Surg CP . Torsion of a \nwandering spleen. South Afr J Child Health. 2010;4(2):54–5.\n 15. Oría A. Letter to the editor. Pancreas. 2002;25:412–3.\n 16. Khan DB, Khandwala K, Abbasi S, Khan SD, Raza R. Torsion of wandering \nspleen with infarction. Cureus. 2018;10(8):8–11.\n 17. Gordon DH, Burrell MI, Levin DC, Mueller CF, Becker JA. Wandering \nspleen-the radiological and clinical spectrum. Radiology. 1977;1:39–46.\n 18. Sojo-rodríguez V, Cañete-gómez J, Olivares C, Reguera-rosal J, Segurasampedro JJ, Camacho- V, et al. Acute abdomen due to torsion of the \nwandering spleen. Rev Esp Enferm Dig. 2015;107:229–30.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}