{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04789-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04789-5.pdf",
  "metadata": {
    "/Keywords": "Dilated cardiomyopathy; Refsum disease; Phytanic acid",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927115917+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240916201021+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04789-5",
    "/Author": "Salim Arous ",
    "/Title": "Dilated cardiomyopathy revealing Refsum disease: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04789-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Refsum disease is a rare autosomal recessive hereditary disorder of lipid metabolism that",
    "Results": "results \nin the accumulation of phytanic acid. This syndrome is characterized with a range of classic symptoms including ataxia, peripheral neuropathy, amyotrophy, retinopathy, ichthyosis, and hearing loss. Later in life, individuals \nwith Refsum disease may present cardiac manifestations, such as arrhythmias or conduction defects (first-degree \natrioventricular block and bundle branch block) and hypertrophic or dilated cardiomyopathy, leading to heart failure \nand sudden death. To the best of our knowledge, this is the first case revealed by cardiac manifestations described \nin literature.",
    "Case Presentation": "Case presentation: We report the case of 38-year-old white Moroccan male who was admitted in our department \nfor an acute decompensated heart failure episode. Transthoracic echocardiography found a dilated cardiomyopathy \nwith a reduced ejection fraction at 15%. Further evaluation showed different features of Refsum disease. High plasma \nlevel of phytanic acid confirmed the diagnosis. Cardiac manifestations are frequent in the late course of the adult Refsum disease and include, cardiomyopathy, electrical abnormalities, and sudden cardiac death. Moreover, arrhythmias \nremain one of the main causes of death in these patients.",
    "Conclusion": "Conclusion Refsum’s disease is an autosomal recessive disorder. It presents as retinitis pigmentosa with anosmia, \ndeafness ataxia, and cardiac defects. Current interventions for individuals with Refsum disease consist of dietary phytanic acid restriction and lipid apheresis to control symptoms and enhance quality of life.\nKeywords  Dilated cardiomyopathy, Refsum disease, Phytanic acid",
    "Introduction": "Introduction\nRefsum disease is a rare autosomal recessive hereditary \ndisorder of lipid metabolism that results in the accu mulation of phytanic acid. Refsum disease is divided \ninto two subtypes classic/adult Refsum disease (CRD) \nand infantile Refsum disease (IRD) based on differ ences in the affected enzymes, accumulated metabo lites, genetics, symptoms, and treatment. The majority \n(over 90%) of patients with CRD have a deficiency in the phytanoyl-CoA hydroxylase enzyme, encoded by the \nPHYH gene. Mutations in the PHYH gene result in an \ninactive enzyme, leading to an imbalance in downstream \npathways and the accumulation of phytanic acid [1].\nThis syndrome is characterized with a range of clas sic symptoms including ataxia, peripheral neuropathy, \namyotrophy, retinopathy, ichthyosis, and hearing loss. \nLater in life, individuals with Refsum disease may pre sent cardiac manifestations, such as arrhythmias or \nconduction defects (for example, first-degree atrioven tricular block or bundle branch block), and hypertrophic \nor dilated cardiomyopathy, leading to heart failure and \nsudden death [2].\nCRD leads to the progressive degeneration of myeli nated nerve fibers and disruption of the heart’s electrical Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIlyas Atlas\natlasilyas@gmail.com\n1 Cardiology Department, Ibn Rochd Hospital University, Casablanca, \nMorocco\nPage 2 of 5 Arous et al. Journal of Medical Case Reports          (2024) 18:470 \nconduction pathways, resulting in symptoms such as \nnerve damage, arrhythmias, impaired vision, and hear ing loss. Arrhythmias are a common cause of death in \npatients with CRD. Survival is typically limited to the \nfourth or fifth decade of life [2, 3].\nWe report the case of a 38-year-old man who was \nadmitted to the cardiology department with symptoms \nof acute heart failure. Upon complete evaluation, he was \ndiagnosed with Refsum disease. To the best of our knowl edge, this is the first described case of Refsum disease \nbeing revealed through cardiac manifestation.\nCase presentation\nWe present the case of a 38-year-old white Moroccan \nmale with no cardiovascular risk factors and a prior his tory of unexplored bilateral cecity, who presented to the \nemergency department with chronic edema of the limbs \nand progressive shortness of breath.\nThe initial evaluation found a hemodynamically stable \npatient with a normal blood pressure 105/76  mmHg, a \npulse rate at 45 beats per minute, and oxygen saturation \nat 93% on ambient air. Physical examination showed an \nexternal jugular vein distension, extensive legs edema, \nand ascites. Cardiopulmonary auscultation was notable \nfor a 4/6 holosystolic murmur at the mitral focus with \nsymmetrical bilateral diffuse crackles. The ophthalmo logical assessment found a visual acuity reduced to light \nperception.\nAn electrocardiogram showed sinus bradycardia with \na heart rate of 45  beats per minute and complete right \nbundle branch block (Fig.  1). Chest radiography was \nnotable for cardiomegaly and perihilar congestion. The \nB-type natriuretic peptide level was 1230  pg/ml (for a \nnormal range under 300 pg/ml), the creatinine level was \n9.6  mg/l (for a normal range between 6 and 12.5  mg/l), \nthe albumin level was slightly low at 36 g/l (for a normal \nrange higher than 39 g/l), and there was a high sensitivity troponin at 294 ng/l (for a normal range under 35 ng/l). \nOther laboratory test results were normal particularly \nferritin, TSH, and electrolyte levels.\nTransthoracic echocardiography (TTE) showed \na dilated left ventricle (end diastolic basal diame ter of 60 mm) with a severely reduced ejection fraction at \n15% (Simpson biplane), mild mitral regurgitation, and an \napical thrombus measuring 19 mm × 18  mm. The right \nventricle was severely dilated (end diastolic basal diame ter of 51 mm), with systolic dysfunction (Tricuspid Annu lar Plane Systolic Excursion (TAPSE) of 12 mm and Right \nVentricle S’ wave on tissue doppler (S’VD) of 5 cm/s) and \nsevere tricuspid regurgitation. The inferior vena cava \n(IVC) was plethoric with a maximal diameter of 37 mm \n(Fig. 2 and supplementary video).\nA detailed history revealed that since his early twen ties, the patient had troubles walking, hearing loss, and \nanosmia and that his cecity started with altered night \nvision, but he had never been assessed or evaluated \nby an ophthalmologist prior to this presentation. The \nneurological examinations showed bilateral legs amyo trophy with bilateral ataxia. A fundoscopic examina tion was performed to explore his cecity and revealed \nretinitis pigmentosa (Fig.  3). The patient’s clinical image \nassociating a dilated cardiomyopathy with the specific \nneurological signs was strongly suggestive of Refsum’s \ndisease. We conducted an assay of plasma phytonic \nacid concentrations, which revealed a remarkably ele vated level of 324 μmol/l, which confirmed the Refsum \ndisease. Initially, the patient was put on intravenous \nfurosemide, which provided subsequent relief from his \nheart failure symptoms. Following that, he received \ntreatment with oral furosemide [40  mg twice per day \n(b.i.d)], Angiotensin converting enzyme (ACE) inhibi tors (ramipril 2.5 mg b.i.d), spironolactone (25 mg Once \ndaily (o.d)), and an SGLT2 inhibitor (empagliflozine \n10  mg o.d.). Beta-blockers were not administered due \nFig. 1 Electrocardiogram showing sinus bradycardia with right bundle brunch block\nPage 3 of 5\n Arous et al. Journal of Medical Case Reports          (2024) 18:470 \n \nto sinus bradycardia. Additionally, the patient received \nvitamin K antagonists for the left ventricular thrombus.\nIn terms of the specific treatment for Refsum disease, \nthe patient was counseled to adhere to a dietary restric tion regimen designed to eliminate phytol-containing \nfoods, with a daily phytanic acid intake below 10  mg. \nThis involved avoiding the consumption of meat or fats \nfrom ruminating animals (such as lamb and beef) and \nbaked goods containing animal fats, as well as dairy \nproducts such as butter and cheese.\nThe patient recovered and his condition became \nstabilized with NYHA class 2 symptoms of chronic \nheart failure; therefore, he was discharged on medical treatment for heart failure, vitamin K antagonists \n(VKA), and a low phytanic acid regimen.",
    "Discussion": "Discussion\nRefsum’s disease is a rare hereditary autosomal reces sive disorder of lipid metabolism caused by a defec tive α-oxydation of phytonic acid. The defective enzyme \nis phytanoyl-coenzyme A hydroxylase. The deficit can \nbe isolated, which gives rise to classic Refsum disease \n(CRD)—the most common form of Refsum disease or \nassociated with other enzyme deficit and causing infan tile Refsum’s disease [2, 3]. To this date, two genes have \nbeen identified to be responsible for adult refsum’s \nFig. 2 Transthoracic echocardiography (A dilated left ventricle in the parasternal long axis view and B apical thrombus and severe reduced ejection \nfraction in the two cavity view)\nFig. 3 Fundoscopic examination showing bilateral retinitis pigmentosa\nPage 4 of 5 Arous et al. Journal of Medical Case Reports          (2024) 18:470 \ndisease, which are the PAHX gene in 1997 and PEX7 in \n2003 [4, 5]. Mutations in these genes cause ineffective \nphytanoyl coenzyme A, which in turn causes defective \nα-oxidation of phytonic acid; this results in an accumu lation of phytanic acid, with subsequent elevation of \nconcentration in the plasma and target tissues including \nneurons and myocardial cells [6]. The mechanism of phy tanic acid toxicity remains unclear.\nThe onset of symptoms of CRD is usually early—in late \nchildhood or adolescence—but may manifest later in life. \nThe most common finding is retinitis pigmentosa, which \nis present in all of the patients with Refsum disease. \nTypically, night blindness is the mode of entry of visual \nimpairment and manifests years earlier [7]. Other neuro logical findings include: anosmia, auditory nerve involve ment causing hearing loss, and ataxia, with relatively late \nonset, indicating the advanced stage of the disease in our \npatient [8, 9].\nCardiac manifestations are frequent in the late course \nof the disease and include cardiomyopathy, electrical \nabnormalities, and sudden cardiac death. The most com mon forms of electrical abnormalities reported in litera ture include a first-degree AV block and a bundle branch \nblock [10].\nOn plasma analysis, an isolated and highly raised phy tanic acid level > 200 µmol/l is highly suggestive of adult \nRefsum disease, and genetic testing will research biallelic \npathogenic variants in the PAHX or PEX7 gene. If molec ular genetic testing is unavailable or the results are not \ndiagnostic, specialized biochemical testing can be used to \nestablish the diagnosis [11]. In our case, the patient had \nmost of the typical clinical findings of Refsum’s disease, \nalong with a highly elevated level of phytanic acid. Hence, \nthe diagnosis was made without the genetic testing.\nTreatment is based mainly on phytanic acid restricted \ndiet, with a goal of reducing daily dietary intake of phy tanic acid to less than 10 mg a day, without reducing cal ories intake. Plasmapheresis, or low-density lipoprotein \nlow-density lipoprotein (LDL) apheresis, can be used in \ncase of very high levels of phytonic acid that require rapid \nreduction of its plasma levels [12]. For arrythmias man agement, amiodarone should not be used because of the \nrisk of hyperthyroidism, which would increase catabo lism and, hence, phytanic acid release from tissues.\nThe course of the disease is often marked by recurrent \nhospitalizations, progressive deterioration in health and \nquality of life, incapacitating pain, and limitation of phys ical activity. Li et al. [13] demonstrated in their work that \naround 32% of patients with CRD were hospitalized more \nthan once, 53.8% had recurrent disabling pain, and only \n20.7% were not limited in terms of physical activity, while \n82.8% of patients included in the study suffering from \ndepression at different levels.As a result, without therapy Refsum illness will cer tainly be gradually worsening its symptoms, particularly \nretinitis pigmentosa, cerebellar ataxia, and polyneurop athy. This progression can result in total loss of vision, \nataxia, muscle pain or wasting, and arrhythmias that \nmay lead to sudden death [14, 15]. Disease progression \ncan be slowed with treatment, which may involve a low \nphytanate diet and lipid apheresis techniques. Treat ment can help stabilize the condition, lower the level \nof phytanic acid, and reduce symptoms, which. in turn. \nimproves quality of life drastically. Currently, new and \nmore advanced therapies are under investigation, such \nas enzyme replacement therapy and gene therapy [14, \n16, 17].\nConclusion\nRefsum’s disease is an autosomal recessive disorder \nin which the α-oxidation of phytanic acid is impaired, \nprobably due to mutations in phytanoyl-CoA hydroxy lase (PAHX) and/or PEX7. It presents as retinitis pig mentosa with anosmia, deafness ataxia, and cardiac \ndefects. The diagnosis is suspected on the basis of \nelevated plasma phytanic acid levels and confirmed \nby genetic testing. Current interventions for individu als with Refsum disease consist of dietary phytanic \nacid restriction and lipid apheresis to control symp toms and enhance quality of life. This research has led \nto advanced therapeutics such as enzyme replacement \nand gene therapy.\nAbbreviations\nCRD  Classic Refsum disease\nIRD  Infantile Refsum disease\nPHYH  Phytanoyl-CoA 2-hydroxylase\nTSH  Thyroid stimulating hormone\nTTE  Trans-thoracic echocardiogram\nTAPSE  Tricuspid annulus plan systolic excursion\nIVC  Inferior vena cava\nACE  Angiotensin conversion enzyme\nSGLT2  Sodium-dependent glucose transporter\nNYHA  New York Heart Association\nVKA  Vitamin K antagonists\nPAHX  Phytanoyl-CoA dioxygenase\nPEX7  Peroxisomal biogenesis factor 7\nAV  Atrio-ventricular\nLDL  Low-density lipoprotein\nAcknowledgements\nNot applicable.\nAuthor contributions\nIA and AA were involved in patient care, review of literature, and writing the \ncase. SA and HZ were involved in writing the case. EMB and RH were involved \nin discussing and reviewing the case.\nFunding\nNo funding to declare.\nAvailability of data and materials\nAll data and material to this report are accessible at any time upon request.\nPage 5 of 5\n Arous et al. Journal of Medical Case Reports          (2024) 18:470 \n \nDeclarations\nEthics approval and consent to participate\nAs international standard, written ethical approval has been collected and \npreserved by the authors.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 30 July 2024   Accepted: 28 August 2024\nReferences\n 1. Rossi M, Wainsztein N, Merello M. Cardiac involvement in movement \ndisorders. Mov Disord Clin Practice. 2021;8(5):651–68.\n 2. Wills AJ, Manning NJ, Reilly MM. Refsum’s disease. QJM. 2001;94(8):403–6.\n 3. Kumar R, De Jesus O. Refsum disease. In: Kumar R, De Jesus O, editors. \nStatPearls. St. Petersburg: StatPearls Publishing; 2022.\n 4. Mihalik SJ, Morrell JC, Kim DO, Sacksteder KA, Watkins PA, Gould SJ. Identification of PAHX, a Refsum disease gene. Nat Genet. 1997;17(2):185–9.\n 5. Van Den Brink DM, Brites P , Haasjes J, Wierzbicki AS, Mitchell J, LambertHamill M, et al. Identification of PEX7 as the second gene involved in \nRefsum disease. Am J Human Genetics. 2003;72(2):471–7.\n 6. Hansen KP . 3, 7, 11, 15-tetramethylhexadecanoic acid: its occurrence in \nthe tissues of humans afflicted with Refsum’s syndrome. Biochimica Et \nBiophysica Acta BBA Lipid Lipid Metab. 1965;106(2):304–10.\n 7. Claridge KG, Gibberd FB, Sidey MC. Refsum disease: the presentation \nand ophthalmic aspects of Refsum disease in a series of 23 patients. Eye. \n1992;6(4):371–5.\n 8. Gibberd FB, Feher MD, Sidey MC, Wierzbicki AS. Smell testing: an additional tool for identification of adult Refsum’s disease. J Neurol Neurosurg \nPsychiatry. 2004;75(9):1334–6.\n 9. Bamiou DE, Spraggs PRD, Gibberd FB, Sidey MC, Luxon LM. Hearing loss \nin adult Refsum’s disease. Clin Otolaryngol Allied Sci. 2003;28(3):227–30.\n 10. Leys D, Petit H, Bonte-Adnet C, Millaire A, Fourrier F, Dubois F, et \nal. Refsum’s disease revealed by cardiac disorders. The Lancet. \n1989;333(8638):621.\n 11. Waterham HR, Wanders RJ, Leroy BP . Adult Refsum disease. In: Adam \nMP , Feldman J, Mirzaa GM, Pagon RA, Wallace SE, Bean LJH, Gripp KW, \nAmemiya A, editors. GeneReviews® [Internet]. Seattle (WA): University of \nWashington, Seattle; 1993–2024. PMID: 20301527.\n 12. Rüether K, Baldwin E, Casteels M, Feher MD, Horn M, Kuranoff S, et al. \nAdult Refsum disease: a form of tapetoretinal dystrophy accessible to \ntherapy. Surv Ophthalmol. 2010;55(6):531–8.\n 13. Li JJ, Kim JJ, Nausheen F. Phytanic acid intake and lifestyle modifications \non quality of life in individuals with adult Refsum disease: a retrospective \nsurvey analysis. Nutrients. 2023;15(11):2551. https:// doi. org/ 10. 3390/ \nnu151 12551.\n 14. Wanders RJA, Jansen GA, Skjeldal OH. Refsum disease, peroxisomes \nand phytanic acid oxidation a review. J Neuropathol Exp Neurol. \n2001;60(11):1021–31. https:// doi. org/ 10. 1093/ jnen/ 60. 11. 1021.\n 15. Panteliadis CP , Hagel C. Refsum disease (heredopathia atactica polyneuritiformis). In: Panteliadis CP , Benjamin R, Hagel C, editors. Neurocutaneous \ndisorders. Cham: Springer; 2022.\n 16. Matsunami M, Shimozawa N, Fukuda A, Kumagai T, Kubota M, Chong \nPF, Kasahara M. Living-donor liver transplantation from a heterozygous \nparent for infantile Refsum disease. Pediatrics. 2016;137(6):e20153102. \nhttps:// doi. org/ 10. 1542/ peds. 2015- 3102.\n 17. Wills AJ, Manning NJ, Reilly MM. Refsum’s disease. QJM Int J Med. \n2001;94(8):403–6. https:// doi. org/ 10. 1093/ qjmed/ 94.8. 403.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}