{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05008-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05008-x.pdf",
  "metadata": {
    "/Keywords": "Boerhaave’s syndrome; Hamman’s syndrome; Esophageal rupture; Pneumomediastinum; Surgical emphysema",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250205134137+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250115194952+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05008-x",
    "/Author": "Thomas Hussey ",
    "/Title": "Painless esophageal rupture in the second stage of labor presenting as surgical emphysema of the neck: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05008-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pneumomediastinum in pregnancy has been described in around 200 cases, with an incidence \nof 1:100,000 pregnancies. The etiology is presumed to be either alveolar barotrauma secondary to the Valsalva \nmaneuver (Hamman’s syndrome) during the second stage of labor, or spontaneous esophageal rupture (Boerhaave’s \nsyndrome). The latter has a much higher morbidity/mortality and classically arises from esophageal rupture dur ing excessive vomiting. Boerhaave’s syndrome is described as a triad of chest pain, vomiting, and surgical emphysema, though all symptoms are seen in only one-third of cases. The majority of reported obstetric cases originate \nfrom vomiting in early pregnancy with patients clinically unwell, presenting with acute severe chest pain and short ness of breath.",
    "Case Presentation": "Case presentation We present a case of esophageal rupture in a 24-year-old Eastern European primigravida, pre senting postnatally with neck emphysema in the absence of significant chest pain or other symptoms.",
    "Conclusion": "Conclusion The diagnosis of Boerhaave’s syndrome is often delayed, and a high index of clinical suspicion is required \nto reach a timely diagnosis.\nKeywords  Boerhaave’s syndrome, Hamman’s syndrome, Esophageal rupture, Pneumomediastinum, Surgical \nemphysema",
    "Introduction": "Introduction\nPneumomediastinum in pregnancy has been described \nin around 200 cases, with an incidence of 1:100,000 preg nancies [1]. The etiology is presumed to be either alveolar \nbarotrauma secondary to the Valsalva maneuver (Ham man’s syndrome) during the second stage of labor, or spontaneous esophageal rupture (Boerhaave’s syndrome) \n[1–3]. The latter has a much higher morbidity/mortal ity and classically arises from esophageal rupture during \nexcessive vomiting. Boerhaave’s syndrome is described \nas a triad of chest pain, vomiting, and surgical emphy sema, though all symptoms are seen in only one-third \nof cases [4, 5]. The majority of reported obstetric cases \noriginate from vomiting in early pregnancy with patients \nclinically unwell, presenting with acute severe chest pain \nand shortness of breath. In the present work, we report \nan unusual presentation of Boerhaave’s syndrome, mani festing intrapartum, which was successfully managed \nconservatively.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nStavroula L. Kastora\ns.kastora@ucl.ac.uk\n1 Department of Gynaecological Oncology London, University College \nLondon Hospitals NHS Foundation Trust, London, UK\n2 Barking, Havering and Redbridge University Hospitals NHS Foundation \nTrust, London, UK\n3 Elizabeth Garrett Anderson (EGA) Institute for Women’s Health University \nCollege London, London, UK\n4 Royal Free NHS Foundation Trust, London, UK\nPage 2 of 3 Hussey et al. Journal of Medical Case Reports           (2025) 19:49 \nCase presentation\nA 24-year-old Eastern European primigravida pre sented at 38 + 6  weeks gestation for induction of labor. \nHer antenatal course was uncomplicated. Induction was \nperformed using a cervical ripening balloon followed by \nprostaglandin pessary. Spontaneous rupture of mem branes (SROM) occurred 7.5  hours after insertion of \npessary.\nCervical dilatation progressed from 3 cm to 10 cm over \nthe next 4.5  hours. Oxytocin augmentation was com menced in the second stage owing to inadequate con tractions. She was administered an antiemetic after an \nepisode of vomiting. Delivery was by ventouse and sub sequent forceps after 80 minutes of active second stage. \nA postpartum hemorrhage of 1.7  L was controlled with \nsyntometrine, oxytocin infusion, and tranexamic acid.\nIntravenous antibiotics were commenced 4 hours post partum for pyrexia and tachycardia. She remained stable \nand was transferred to the postnatal ward. The following \nmorning, she complained of mild discomfort in her chest, \nneck, and face. Subcutaneous emphysema was palpable \nin these areas. She remained stable with mild tachycar dia, tachypnea, and with oxygen saturations of 99% on \nroom air. Chest radiograph was unremarkable apart from \nvisible subcutaneous emphysema.\nA referral was made to general surgical, medical, and \nobstetric-medicine teams, with a plan made for contrast \ncomputerized tomographic (CT) imaging of the chest. \nThe radiological report was of extensive pneumomedi astinum and surgical emphysema tracking into the neck \nand anterior chest wall, with no convincing features to \nsuggest a tracheobronchial or esophageal perforation. \nThe presumed diagnosis was therefore alveolar baro trauma (Hamman’s syndrome). She remained stable and \nwas kept nothing-by-mouth with supportive treatment \nof intravenous fluids/antibiotics for 48  hours. She was \ntransfused two units of blood as her hemoglobin was \n67 g/dL (119 g/dL predelivery).\nOpinion was sought from regional cardiothoracic and \nupper gastrointestinal surgeons, who advised CT oral \ncontrast with Gastrografin (Fig.  1). This was performed \nthe next day and identified an anterior esophageal tear \njust superior to the tracheobronchial carina. The pre sumed etiology was spontaneous esophageal rupture \n(Boorhave’s syndrome) from either vomiting or exces sive Valsalva maneuver during the active second stage. \nUnusually, she was medically stable and denied any sig nificant symptoms apart from mild discomfort from the \nsurgical emphysema.\nShe reported being entirely pain-free by day 2, and the \npalpable crepitus on her neck and upper chest resolved \nby day 3. She continued to improve, was started on soft \ndiet on day 4, and was subsequently discharged home. While no formal follow-up was implemented, the patient \nconceived later the same year and was reviewed by the \nmaternal medicine team. Her antenatal course and deliv ery were uncomplicated, and she underwent an uncom plicated elective cesarean section in February 2024, \n13 months after her esophageal perforation.",
    "Discussion": "Discussion\nWe report this case of spontaneous esophageal rupture in \nlabor to raise awareness of an uncommon presentation of \nthis rare condition. Most reported cases of pneumomedi astinum in pregnancy are benign and self-limiting, with \nthe diagnostic priority being to rule out esophageal per foration, which is absent in most cases [1]. Where esoph ageal perforation has occurred, most case studies report \nan acutely unwell patient with chest pain and shortness \nof breath. Differential diagnoses include pulmonary \nembolism, myocardial infarction, or pneumonia [5].\nIn this case, the patient described nonspecific symp toms of neck swelling and a crackling sensation on palpa tion. She denied any significant chest pain or shortness of \nbreath and was clinically well throughout. In one study, \n97% of patients with esophageal rupture had an abnormal \nchest radiograph, which was normal in our patient [6]. \nInitial CT of the thorax demonstrated extensive pneumo mediastinum and chest wall surgical emphysema, with \nno convincing features to suggest esophageal perfora tion. She was therefore initially managed in conjunction \nFig. 1 Computed tomography of neck/thorax demonstrating \npneumomediastinum and subcutaneous emphysema (original \nclinical image)\nPage 3 of 3\n Hussey et al. Journal of Medical Case Reports           (2025) 19:49 \n \nwith the medical team for suspected Hamman’s syn drome. Following surgical input, CT with oral Gastro grafin was performed and identified an esophageal tear. \nThe etiology of spontaneous esophageal rupture in labor \nis unclear. There is only one case report of obstetric spon taneous esophageal rupture in the absence of vomiting. \nSeveral studies suggest an association between long labor \nand surgical emphysema [7], though this is contested by \nothers [8]. Prompt diagnosis is important to minimize \nleakage into the mediastinum and should not be delayed \nby the absence of classical symptoms or appearance on \nimaging without oral contrast.\nIn most reported obstetric cases, endoscopy is not \nrecommended [9], and conservative rather than surgical \nmanagement is appropriate [10]. Conservative manage ment consists of avoidance of oral intake, implementa tion of parenteral nutrition, intravenous antibiotics for \n7 days, and drainage of possible fluid collections. In cases \nof clinical deterioration, surgical management may be \nsubsequently indicated. Overall success of conservative \nmanagement heavily relies upon prompt recognition, \npatient clinical picture, and causation [11].\nConclusion\nThe diagnosis of Boerhaave’s syndrome is often delayed, \nand a high index of clinical suspicion is required to reach \na timely diagnosis.\nAcknowledgements\nNot applicable.\nAuthor contributions\nTH: case report preparation, literature review, and manuscript drafting. SB: case \nreport preparation, literature review, and manuscript drafting. SLK: manuscript \nediting and corresponding author. HV: treating clinician and manuscript \nediting.\nFunding\nThis report did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nAll supporting data have been submitted with the main manuscript for review \nand publication.\nDeclarations\nEthics approval and consent to participate\nEthical approval was sought from the clinical director of the unit and obtained.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing interests to declare.\nReceived: 14 February 2024   Accepted: 10 December 2024\nReferences\n 1. Wozniak D, Blackburn A. Postpartum pneumomediastinum manifested \nby surgical emphysema. Should we always worry about underlying \nesophageal rupture? BMJ Case Reports. 2011. https:// doi. org/ 10. 1136/ bcr. \n04. 2011. 4137.\n 2. Grapatsas K, Tsilogianni Z, Leivaditis V, Kotoulas S, Kotoulas C, Koletsis E. \nHamman’s syndrome (spontaneous pneumomediastinum presenting as \nsubcutaneous emphysema): a rare case of the emergency department \nand review of the literature. Respir Med Case Rep. 2017;11(23):63–5. \nhttps:// doi. org/ 10. 1016/j. rmcr. 2017. 12. 004.\n 3. Nehra D, Beynon J, Pye JK. Spontaneous rupture of the oesophagus \n(Boerhaave’s syndrome). Postgrad Med J. 1993;69(809):214–6. https:// doi. \norg/ 10. 1136/ pgmj. 69. 809. 214.\n 4. Buchanan GM, Franklin V. Hamman and Boerhaave syndromes—diagnostic dilemmas in a patient presenting with hyperemesis gravidarum: a \ncase report. Scott Med J. 2014;59(4):e12–6. https:// doi. org/ 10. 1177/ 00369 \n33014 556051.\n 5. Hamilton S, Nicholson SC, Beattie GJ. Spontaneous esophageal rupture in \nthe second stage of labour. J Obstet Gynaecol. 2003;23(6):668. https:// doi. \norg/ 10. 1080/ 01443 61031 00016 07878.\n 6. Pate JW, Walker WA, Cole FH Jr, Owen EW, Johnson WH. Spontane ous rupture of the esophagus: a 30-year experience. Ann Thorac Surg. \n1989;47(5):689–92. https:// doi. org/ 10. 1016/ 0003- 4975(89) 90119-7.\n 7. Gordon CA. Respiratory emphysema in labour. Am J Obstet Gynaecol. \n1927;14:633. https:// doi. org/ 10. 1016/ S0002- 9378(15) 31743-9.\n 8. Reeder SR. Subcutaneous emphysema, pneumomediastinum, and pneumothorax in labor and delivery. Am J Obstet Gynecol. 1986;154(3):487–9. \nhttps:// doi. org/ 10. 1016/ 0002- 9378(86) 90587-9.\n 9. Maglinte DD, Edwards MC. Spontaneous closure of esophageal tear in \nBoerhaave’s syndrome. Gastrointest Radiol. 1979;4(3):223–5. https:// doi. \norg/ 10. 1007/ bf018 87530.\n 10. Whelan S, Kelly M. Pneumomediastinum following a prolonged second \nstage of labor—an emphasis on early diagnosis and conservative management: a case report. J Med Case Rep. 2017;11(1):313. https:// doi. org/ \n10. 1186/ s13256- 017- 1482-1.\n 11. Turner AR, Collier SA, Turner SD. Boerhaave syndrome, 2017, StatPearls \n[Internet].\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}