{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04807-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04807-6.pdf",
  "metadata": {
    "/Keywords": "Hydatid cyst; Thyroid; Anatomical pathology; Diagnosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241125113517+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241122095841+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04807-6",
    "/Author": "Imane Boujguenna ",
    "/Title": "Unexpected discovery of a thyroid hydatid cyst during pathological examination: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04807-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Hydatid disease, a parasitic infection caused by the larval form of Echinococcus granulosus, infrequently \ninvolves the thyroid gland, whether through direct invasion or hematogenous spread.",
    "Case Presentation": "Case presentation We report the case of a 62-year-old female patient from Morocco who presented with an anterior \ncervical mass, initially suspected to be a goiter. A histopathological evaluation of the thyroidectomy specimen identified the presence of a hydatid cyst. A comprehensive review of the literature is also included.",
    "Conclusion": "Conclusion Given that Morocco is an endemic region for hydatid disease, clinicians should consider this parasitic \ninfection in the differential diagnosis of thyroid cystic lesions, recognizing the clinical and laboratory indicators \nof the disease.\nKeywords  Hydatid cyst, Thyroid, Anatomical pathology, Diagnosis",
    "Introduction": "Introduction\nHydatid disease is an infection caused by the larval stage \nof Echinococcus granulosus. It is common in North Africa, \nparts of the Mediterranean, New Zealand, Australia, and \nAmerica. It constitutes a significant public health chal lenge. The prevalence varies, with the Maghreb being a \nmoderately affected area. Hydatid cysts can develop in \nalmost any organ but frequently affect liver (50–77%), \nlungs (15–47%), spleen (0.5–8%), and kidneys (2–4%) [1]. \nLess commonly, they can affect the brain, muscles, heart, \nretroperitoneal organs, pancreas, and thyroid gland. The \nthyroid gland is rarely involved, even in regions where the disease is common. This disease can affect the thyroid \ngland either directly or through the blood circulation [2]. \nOur aim is to report a case of a thyroid hydatid cyst dis covered incidentally during a pathological examination, \nalong with a review of literature.\nCase report\nPatient information: A 62-year-old Moroccan woman \nwith no significant medical history presented with an \nanterior neck mass and intermittent discomfort with \nsolid food swallowing evolving for months. Clinical find ing: Physical examination revealed a goiter. Cervical \nultrasound classified the goiter as EU-TIRADS 3, show ing cystic and tissue nodules, was isoechoic, and was \nwell limited, with a peripheral capsule often clearly vis ible and in relation to the perinodular thyroid tissue and \nwithout lymphadenopathy. Cytology was not performed \nbecause the patient showed signs of compression. No \nother paraclinical examination was requested. Total thy roidectomy was planned. Diagnosis assessment: Mac roscopic examination revealed a thyroid weighing 76  g. *Correspondence:\nImane Boujguenna\nimane.boujguenna1992@gmail.com\n1 Faculty of Medicine and Pharmacy of Guelmim, Ibnou Zohr University \nAgadir, Agadir, Morocco\n2 Al Amal Pathological Anatomy Laboratory of Guelmim, Guelmim, \nMorocco\n3 Department of Otolaryngology, Head and Neck Surgery, Moulay El \nHasssan Military Hospital, Guelmim, Morocco\nPage 2 of 5 Boujguenna et al. Journal of Medical Case Reports          (2024) 18:568 \nThe right lobe measured 5.8 cm × 4 cm  × 2.3 cm, the left \nlobe measured 9.5 cm × 4.3 cm  × 2.5 cm, and the isthmus \nmeasured 3.5 cm  × 2  cm. The sectioning showed multi ple well-defined nodules of colloid appearance, ranging \nfrom 0.3 to 4.3 cm in size, including a 2 cm right cystic \nnodule with a whitish content. Microscopic examina tion revealed nodular follicular thyroid disease (Fig.  1) \nwith a lamellar, eosinophilic membrane. This membrane \nadhered to a thin fibrous layer containing an inflamma tory infiltrate (Figs.  2 and 3) and rounded calcified forma tions resembling a scolex within the 2 cm right lobar cyst \n(Fig.  4). The pathological diagnosis was a 2 cm right lobar \nhydatid cyst. Therapeutic intervention: No additional \ntreatment was performed after thyroidectomy. Follow-up \nand outcomes: The evolution was good with absence of \nhydatid cysts in other locations.",
    "Discussion": "Discussion\nHydatid cyst disease (cystic echinococcosis) is a signifi cant public health issue in many regions where sheep \nand cattle farming are prevalent [3, 4]. It remains an \nendemic in Morocco, affecting all organs, particularly \nthe liver and lungs. After larvae emerge from ruptured \neggs in the host’s gastrointestinal system, they penetrate the intestinal wall and enter the portal system, reaching \nthe hepatic sinusoids. Small larvae pass through the liver \nfiltration system to reach the lungs. Those that bypass \nlung filtration can spread to other organs, including the \nspleen, kidneys, heart, bones, muscles, pancreas, retrop eritoneum, breast, and thyroid gland. The thyroid gland \nis rarely affected, [5, 6] even in endemic countries such \nas Morocco [38]. A literature review identified the cases \nlisted in (Table 1).\nThyroid hydatid cyst disease can be primary or second ary. Diagnosis relies on clinical and paraclinical analy ses, such as ultrasound and cytology",
    "Results": "results. However, \nmost cases are diagnosed post surgery, and anatomical \npathology remains the gold standard for diagnosis, as \nconfirmed in our case [7–9]. Similar to other hydatid cyst \nlocations, thyroid hydatid cysts are primarily treated with \nsurgical excision [10, 11]. The recommended surgical \napproach involves careful removal of the cyst(s) to avoid \nrupture. In cases of localized cysts or small cysts within a \nlobe, subtotal thyroidectomy may be considered [12]. To \nprevent anaphylactic reactions and cyst dissemination, \nit is advised to protect the surgical field with hypertonic \nsaline-soaked sponges, minimize cyst manipulation, and \nadminister preoperative medical treatment for diagnosed \ncysts. Antiparasitic medications such as mebendazole, \nFig. 1 Nodal follicular thyroid disease\nFig. 2 Lamellar eosinophilic membrane with an inflammatory \ninfiltrate\nFig. 3 Lamellar eosinophilic membrane. This membrane adhered \nto a thin fibrous layer containing an inflammatory infiltrate\nFig. 4 Calcified formations resembling a scolex\nPage 3 of 5\n Boujguenna et al. Journal of Medical Case Reports          (2024) 18:568 \n \nTable 1 Reported cases of thyroid hydatic cysts in literature\nReferences Location Year Number \nof caseAge Sex Diagnosis Management\n[11] India 1946 1\n[36] Turkey 1989 1 54 F Total thyroidectomy\n[36] Iran 1999 2 16\n27F Excision\nExcision\n[30] 1995 3 16\n24\n60F\nF\nFLobectomy\nExcision\nExcision\n[25] Italy 1999 1 54 F Pathology Surgery\n[38] Morocco 2004 1 21 M Resection\n[27] France 2005 1 28 M Pathology Lobectomy and isthmectomy\n[31] India 2005 1 55 F Excision\n[35] Turkey 2005 2 21\n70M\nFHemithyroidectomy Total thyroidectomy\n[34] 2007 1 18 M Lobectomy and isthmectomy\n[26] Bihar 2007 1 30 M The patient refused the operation\n[37] Turkey 2010 1 48 M Albendazole and aspiration\n[32] Morocco 2011 1 23 F Subtotal thyroidectomy\n[5] Turkey 2013 1 23 M Pathology Subtotal thyroidectomy\n[2] Saoudi Arabia 2013 1 48 F Pathology Albendazole for 6 weeks, then thoracotomy \nand thyroidectomy\n[2] Turkey 2013 3 18\n25\n21M\nF\nMIndirect hemagglutinin + pathology\nPathology\nPathologyAlbendazole and left lobectomy and isthmectomy\nTotal thyroidectomy\nTotal thyroidectomy\n[3] India 2014 1 30 F Cytology Albendazole for 28 days(conservative)\n[13] Turkey 2015 2 25\n57F\nFPathology\nPathologyTotal thyroidectomy\nTotal thyroidectomy\n[14] Turkey 2015 1 32 F Pathology Total thyroidectomy\n[28] Romania 2015 1 26 F Total thyroidectomy\n[15] Turkey 2016 1 44 F Cytology Hemithyroidectomy\n[16] Turkey 2016 1 65 F Pathology Total thyroidectomy\n[17] Morocco 2016 1 35 M Pathology Total thyroidectomy\n[24] Pakistan 2016 1 35 F Pathology Total thyroidectomy\n[19] Iran 2016 1 34 F Pathology Left lobectomy and isthmectomy\n[18] Turkey 2018 1 32 F Immunology, histopathology Total thyroidectomy\n[20] China 2019 1 54 M Immunology, histopathology Cyst removal\n[29] India 2019 1 14 F Neck ultrasonography Surgical excision with perioperative albendazole\n[21] Iraq 2021 1 48 F Pathology Left lobectomy\n[22] Syria 2021 1 26 F Pathology Total thyroidectomy\n[23] Iran 2023 2 35\n50F\nFCytology\nCytologyRight thyroid lobectomy and isthmectomy\nNear-total thyroidectomy\n[40] South Africa 1 29 F\n[41] Spain 1 66.5 M\n[42] Austria 1 14 F\n[43] Turkey 1 50 F\n[44] Turkey 1 9 M\n[45] Turkey 1 49 F\n[6] Turkey 1 25 M\n[10] Turkey 1 33 M\n[46] Libyan 1 12 M\n[47] Kurdistan 1 48 F\n[48] Tunisia 1 8\nPage 4 of 5 Boujguenna et al. Journal of Medical Case Reports          (2024) 18:568 \nalbendazole, and praziquantel cannot be used for a com plete cure but can kill live parasites and prevent con tamination during surgery [26]. Our patient underwent \nsurgery alone.\nConclusion\nMorocco is an endemic country, and physicians should \nbe aware of the clinical and paraclinical presentation of \nhydatid disease among differential diagnosis of thyroid \ncystic pathology. A multidisciplinary approach involving \nradiologists, pathologists, and otorhinolaryngologist sur geons is essential for optimal patient management.\nAcknowledgements\nTo anyone who has participated in the care of this patient directly or indirectly.\nAuthor contributions\nIB, IA, and FB: drafted and corrected the manuscript. AE-N: clinical and surgical \nmanagement of the patient.\nFunding\nNo funding.\nAvailability of data and materials\nData available\nDeclarations\nEthics approval and consent to participate\nThe patient authorizes the publication of this article.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 11 July 2024   Accepted: 5 September 2024\nReferences\n 1. Venara A, Mehinto D, Lermite É, Chabasse D, Hamy A, Arnaud JP . \nLocalisations primitives inhabituelles du kyste hydatique. Presse Med. \n2011;40(4):438–42. French.\n 2. Yilmaz M, Akbulut S, Sogutlu G, Arabaci E, Kayaalp C. Kyste hydatique de la glande thyroïde : à propos de trois cas. Surg aujourd’hui. \n2013;43(8):937–41. French.  3. Dey AK, Mandal PK, Dutta A, Pramanik S, Maji S, Chakraborti N. Un cas \nde kyste hydatique de la glande thyroïde. Asiatique J Med Science. \n2014;5:143–5. French.\n 4. Harmouch T, Benlemlih A, Hammas N, Bendahou M, Oudidi A, El Alami \nM, Amarti A. Présentation clinique atypique d’un kyste hydatique \nthymique primitif: à propos d’une observation Marocaine. Pan Afr Med J. \n2012;11:44. French.\n 5. Oksuz S, Pektas E, Yavuz M, Aksungur N, Cayir Y, Akcay MN. Une cause \ninhabituelle d’enrouement : le kyste hydatique de la thyroïde. Trop \nBioméd. 2013;30(4):642–4. French.\n 6. Ozaydin I, Ozaydin C, Oksuz S, Yildirim M. Kyste échinocoque primaire de \nla thyroïde : à propos d’un cas. Acta Med Iran. 2011;49(4):262–4. French.\n 7. Jain S, Jamdade P , Muneshwar S, Ambulgekar V, Panzade S. Kyste \nhydatique de la thyroïde : une cause inhabituelle de stridor. Indian J \nOtolaryngol Chirurgie de la tête et du cou. 2005;57(1):80–1. French.\n 8. Gürses N, Baysal K, Gürses N. Kyste hydatique dans la thyroïde et \nles glandes salivaires sous-maxillaires chez un enfant. Z Kinderchir. \n1986;41(06):362–3. French.\n 9. Moghimi M, Kamrava SK, Behzadi AH, Asghari AM, Jalessi M, Naraghi \nMM, Afshar EE. Kyste échinococcique primaire dans la glande thyroïde : à \npropos d’un cas en Iran. J Infect Dev Ctries. 2009;3(9):732–4. French.\n 10. Gökçe C, Patiroglu T, Akşehirli S, Durak AC, Keleştimur F. Kyste hydatique dans la glande thyroïde diagnostiqué par biopsie par aspiration à \nl’aiguille fine. Thyroïde. 2003;13(10):987–9. French.\n 11. Reddy DG, Thangavelu M. Kyste hydatique-thyroïde. Indien J Surg. \n1946;8:49. French.\n 12. Sersar SI, Batouk AO. Echinococcosis, bilateral pulmonary complicated \nand non complicated with bilateral thyroid gland. Asian Cardiovasc \nThorac Ann. 2013;21(4):485.\n 13. Akbulut S, Demircan F, Sogutcu N. Hydatid cyst disease of the thyroid \ngland: report of two cases. Int Surg. 2015;100(4):643–7.\n 14. Bartın MK, Yılmaz EM, Arslan H, Tekeli AE, Karataş S. A case of primary \nhydatid cyst in the thyroid gland. Ulus Cerrahi Derg. 2015;31(2):94–5.\n 15. Eken H, Isik A, Balci G, Firat D, Cimen O, Soyturk M. A rare case of isolated \ncystic hydatid of thyroid gland. Medicine (Baltimore). 2016;95(10): e2929.\n 16. Dissanayake PI, Chennuri R, Tarjan G. Fine-needle aspiration diagnosis \nof primary hydatid disease of the thyroid; first reported case in the USA. \nDiagn Cytopathol. 2016;44(4):334–7.\n 17. El Bousaadani A, El Mahdoufi R, Roubal M, Mahtar M. Thyroid hydatid \ncyst: an unusual site. Eur Ann Otorhinolaryngol Head Neck Dis. \n2016;133(1):75–6.\n 18. Aydin S, Tek C, DilekGokharman F, Fatihoglu E, Nercis KP . Isolated hydatid \ncyst of thyroid: an unusual case. Ultrasound. 2018;26(4):251–3.\n 19. Eshraghi M, Shahmoradi L, Ghoddoosi M, Sadati SJA. Diagnosis of \nprimary hydatid cyst of thyroid gland: a case report. Biomol Concepts. \n2019;10(1):106–10.\n 20. Jiang T, Guo Q, Ran B, Zhang R, Aji T, Shao Y. Hydatid cyst of the thyroid \ngland with tracheal fistula: a case report and review of the literature. Exp \nTher Med. 2019;18(1):573–9.\n 21. Salih AM, Abdulla ZY, Mohammed DA, Jwamer VI, Ali PG, Hamasaeed AG, \net al. Hydatid cyst of thyroid gland, a rare case report with a literature \nreview. Int J Surg Case Rep. 2020;67:267–70.\n 22. Ghanem M, Al Kazzaz MZ, Soliman A. Hydatid cyst in the neck, an unusual localization of the disease: a case report. Int J Surg Case Rep. 2021;85: \n106274.\n 23 Safarpour MM, Aminnia S, Dehghanian A, Borazjani R, Abbassi HR, Boland \nParvaz S, Paydar S. Primary hydatid cyst of the thyroid glands: two case \nreports and a review of the literature. J Med Case Rep. 2023;17:417.\n 24. Sultana N, Shah W, Ullah S, Ali M, Basharat S. Primary hydatid cyst of the \nthyroid gland: a case report. Ann Clin Pathol. 2016;4(3):1070.Table 1 (continued)\nReferences Location Year Number \nof caseAge Sex Diagnosis Management\n[49] Spain 1 64 M\n[50] India 1 12 M\nOur case Morocco 1 62 F Pathology Total thyroidectomy\nPage 5 of 5\n Boujguenna et al. Journal of Medical Case Reports          (2024) 18:568 \n \n 25. Cossu ML, Palermo M, Coppola M, Fais E, Ruggiu M, Tanda F, Cossu Rocca \nP , Noya G. A case of primary hydatidosis of the thyroid gland. Panminerva \nMed. 1999;41(3):269–72.\n 26. Qadir AA, Abdullah IY, Ali MB, Mohammed RO, Dhair HM, Saeed YA, \nMuhialdeen AS, Kareem HO, Qaradakhy AJ, Ahmed SM, Ahmed SF. \nPresentation and management of thyroid hydatid cyst: a comprehensive \nsystematic review of the literature. Barw Med J. 2024;2(1):56–62.\n 27. Lada P , Lermite E, Hennekinne-Mucci S, Etienne S, Pessaux P , Arnaud JP . \nArnaud JP Kyste hydatique primaire de la thyroïde, localization inhabituelle de l’hidatidose. Presse Med. 2005;34(8):580. French.\n 28. Danilă R, Ionescu L, Livadariu R, Vulpoi C, Ciobanu D. Ungureanu \nMC Kyste hydatique primaire de la thyroïde. Acta Endocrinol (Buc). \n2015;11(4):529. French.\n 29. Hoysal DR, Kulkarni S. Maladie hydatique primaire isolée de la thyroïde se \nprésentant comme un nodule solitaire : une maladie rare. Ind J Case Rep. \n2019;5(1):79–81. French.\n 30. Bastanhagh MH, Fatourechi V, Rajabian R. Kyste hydatique se présentant \ncomme un nodule thyroïdien : à propos de trois cas. Acta Med L’Iran. \n1995;33(12):31–4. French.\n 31. Jain SK, Jamdade PT, Muneshwar SS, Ambulgekar VK, Panzade SM. Kyste \nhydatique de la thyroïde: une cause inhabituelle de stridor. Indien J \nOtolaryngol Chirurgie de la tête et du cou. 2005;57(1):80–1. French.\n 32. Azendour I, Boulaich M, Ayoubi A, Oujilal A, Essakalli L, Kzadri M. \nKyste hydatique primaire de la glande thyroïde. Int J Otolaryngol. \n2011;201(1):1–3. French.\n 33. Rajabian R, Tavassoli M, Ggiassi T. Shslib IM Kyste hydatique de la thyroïde. \nMéd J Répub Islam Iran (MJIRI). 1991;5(3):165–6. French.\n 34. Söğütlü G, Çıkım AS, Pişkin T, Dirican A, Mecit E, Kahraman L, Olmez A, \nKırımlıoğlu V. Kyste hydatique dans la glande thyroïde : à propos d’un cas. \nInönü Üniv Tip Fak Derg. 2007;14(3):185–7. French.\n 35. Erbil Y, Barbaros U, Baspinar I, Deveci U, Kapran Y, Bozbora A, Aral F, Özar magan S. Kyste hydatique de la glande thyroïde : deux rapports de cas. \nInfect Dis Clin Entraînez-vous. 2005;13(6):318–20. French.\n 36. Özdemir A, Korkmaz A, Darcin H, Aras N. Kyste hydatique primaire de la \nglande thyroïde et autres localisations d’organes de la maladie. Turc Kline \nJ Case Rep. 1989;7(3):195–9. French.\n 37. Avcu S, Ünal Ö, Kotan Ç, Öztürk M, Özen Ö. Atteinte sous-maxillaire et \nthyroïdienne des kystes hydatiques: une association très rare avec un \ntraitement percutané. Diagn Interv Radiol. 2010;16(3):251. French.\n 38 Amahzoune M, El Malki HO, Benkhraba K, Mohcine R, Ifrine L, Belkouchi \nA, Balafrej S. Kyste hydatique récidivant de la thyroïde : à propos d’un cas. \nAnn Endocrinol (Paris). 2004;65(5):469–71. French.\n 39. Woolsey ID, Miller AL. Echinococcus granulosus sensu lato and Echinococcus multilocularis: a review. Res Vet Sci. 2021;135:517–22.\n 40. Sathekge MM, Muthuphei MN, Mandiwana I. Primary hydatidosis of the \nthyroid gland: a case report. S Afr J Radiol. 2018;3(3):a1572. https:// doi. \norg/ 10. 4102/ sajr. v3i3. 1572.\n 41. Valverde C, Lam J, Ibáñez P , Cruzat C. Neck hydatidosis. Thyroid and \nsubmaxillary gland involvement in 2 cases. Case Reports. Rev Med Chil. \n1999;127(9):1108–11. Spanish.\n 42. Rauhofer U, Prager G, Hörmann M, Auer H, Kaserer K, Niederle B. Cystic \nechinococcosis of the thyroid gland in children and adults. Thyroid. \n2003;13(5):497–502. https:// doi. org/ 10. 1089/ 10507 25033 22021 179.\n 43. Zulfikaroglu B, Ozalp N, Keskek M, Koc M. Primary echinococcal cyst of \nthe thyroid: report of a case. Surg Today. 2008;38:833–5. https:// doi. org/ \n10. 1007/ s00595- 007- 3796-x.\n 44. Erkılıç S, Özsaraç C, Koçer NE, Bayazıt YA. Hydatid cyst of the thyroid gland \nin a child. Int J Pediatr Otorhinolaryngol. 2004;68(3):369–71. https:// doi. \norg/ 10. 1016/j. ijporl. 2003. 11. 002.\n 45. Çapoğlu İ, Ünüvar NE, Erdogan F, Yilmaz O, Caydere M. A hydatid cyst of \nthe thyroid gland. J Int Med Res. 2002;30(2):206–9. https:// doi. org/ 10. \n1177/ 14732 30002 03000 216.\n 46. Ghawil M, Ben Omar N, Shatani A, Belhaj S, Doggah M. Primary hydatid \ncyst of the thyroid gland in a Libyan child. In: Hormone research in paediatrics (Vol. 96). Basel, Switzerland: Karger; 2023. p. 437.\n 47. Salih AM, Abdulla ZY, Mohammed DA, Jwamer VI, Ali PG, Hamasaeed AG, \nShkur HH, Omer JK, Salih RQ, Mohammed SH, Muhialdeen AS, Mohammed K, Othman S, Kakamad FH. Hydatid cyst of thyroid gland, a rare \ncase report with a literature review. Int J Surg Case Rep. 2020:67:267–70. \nhttps:// doi. org/ 10. 1016/j. ijscr. 2020. 02. 019. 48. Bouomrani S, Souissi O, Regaieg N, BenHamed M. Primary hydatid cyst of \nthe thyroid gland revealed by primary hypothyroidism. J Infect Dis Travel \nMed. 2(3).\n 49. Pérez PJA, Felmer EO, Carrasco EC, Gabrielli NM, Torrijos CC, Bastías NJA. \nThyroid hydatid cyst: report of one case. Rev Med Chil. 2008;136(7):896–9. \nSpanish.\n 50. Chandra T, Prakash A. A case of hydatid cyst of thyroid. Br J Surg. \n1965;52(3):235–7. https:// doi. org/ 10. 1002/ bjs. 18005 20324.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}