{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04849-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04849-w.pdf",
  "metadata": {
    "/Keywords": "Intestinal obstruction; Antituberculosis drugs; Pancreatic carcinoma; Primary pulmonary tuberculosis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241011115241+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241010071942+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04849-w",
    "/Author": "Wei Hong ",
    "/Title": "Intestinal obstruction following antituberculosis therapy in a patient with pancreatic carcinoma and pulmonary tuberculosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04849-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Intestinal obstruction is a common complication in patients with advanced malignancies, often attrib uted to the disease itself or as a side effect of opioid analgesics used for pain management. However, the occurrence \nof intestinal obstruction following antituberculosis therapy is rare.",
    "Case Presentation": "Case presentation We report a unique case of a 58-year-old Asian male diagnosed with stage IV pancreatic car cinoma and pulmonary tuberculosis. The patient was initiated on a regimen of ethambutol hydrochloride, pyrazinamide, rifampicin, and isoniazid tablets (II) for tuberculosis, alongside morphine for the management of severe \ncancer-related pain. Subsequently, he developed symptoms indicative of intestinal obstruction. Despite discontinuation of morphine, the patient’s symptoms persisted until he autonomously ceased all medications, leading to a rapid \nimprovement in his condition. This unexpected resolution highlighted the antituberculosis drugs as the probable \ncause of his intestinal obstruction.\nConclusions This case underscores the importance of considering antituberculosis drugs as a potential cause \nof intestinal obstruction, especially in patients who do not respond to conventional management strategies for druginduced gastrointestinal side effects. It also emphasizes the need for heightened vigilance and monitoring when pre scribing these medications to patients with advanced malignancies, to promptly identify and address rare but significant side effects.\nKeywords  Intestinal obstruction, Antituberculosis drugs, Pancreatic carcinoma, Primary pulmonary tuberculosis, Case \nreport\nIntroduction\nThe intersection of infectious diseases and oncology pre sents a complex therapeutic landscape, particularly when \nmanaging patients with both advanced malignancies \nand infectious conditions such as tuberculosis (TB). The treatment of TB in patients with cancer is compounded \nby the potential for drug interactions and side effects that \ncan significantly impact patient outcomes and quality \nof life. Among the drugs against TB, the combination of \nethambutol hydrochloride, pyrazinamide, rifampicin, and \nisoniazid represents a cornerstone of therapy [1]. How ever, the side effects of these drugs, while well-character ized in many aspects, can occasionally manifest in less \ncommon, yet severe adverse events [2].\nIntestinal obstruction in patients with advanced malig nancies is a clinical challenge, often attributed to the Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYoukun Qi\nkx20201001@163.com\n1 Second People’s Hospital of Liaocheng, 306 Health Street, Linqing, \nShandong, China\nPage 2 of 5 Hong et al. Journal of Medical Case Reports          (2024) 18:495 \ndirect effects of the tumor burden or as a consequence \nof the analgesic regimens employed for pain manage ment, notably opioids like morphine [3]. The occurrence \nof intestinal obstruction as a consequence of antituber culosis therapy, however, is a rarity in clinical practice \nand scarcely documented within the medical literature \n[4]. This gap underscores the necessity of reporting such \ncases to broaden our understanding and enhance the \nclinical management of similar future instances.\nThis case report aims to shed light on a rare instance \nof intestinal obstruction following the administration of \nantituberculosis therapy in a 58-year-old male patient \nconcurrently diagnosed with pancreatic carcinoma and \npulmonary tuberculosis. Through this report, we discuss \nthe diagnostic challenges encountered, the process lead ing to the identification of antituberculosis drugs as the \nprobable cause, and the implications for clinical practice.\nCase presentation\nThe patient, a 58-year-old Asian male, presents with no \nsignificant past medical history or known allergies. His torically, he has been healthy, with no prior medication \ntreatments and no history of contact with tuberculosis \npatients. He is employed in a non-healthcare setting. The \npatient initially sought medical attention due to severe \nneck pain, which was subsequently diagnosed as cervical \nbone metastases originating from stage IV pancreatic car cinoma. Notably, the patient does not smoke or consume \nalcohol. Upon admission, the patient’s vital signs were as \nfollows: temperature at 36.6 °C, heart rate at 80 beats per \nminute, respiratory rate at 18 breaths per minute, and \nblood pressure at 127/76 mmHg. His pain level, assessed \nusing the Numerical Rating Scale (NRS), was initially 7. \nPhysical examination upon admission revealed signifi cant tenderness at cervical vertebrae C4 to C6 and in the \nupper abdomen. Upon admission, the patient’s laboratory \nfindings revealed the following: white blood cell count \nwas 6.48 ×  109/L, with neutrophils at 4.23 ×  109/L. Red \nblood cell count was 4.43 ×  1012/L and hemoglobin level \nwas 128 g/L. Platelet count was recorded at 211 ×  109/L. \nC-reactive protein was measured at less than 0.5  mg/L, \nindicating no significant inflammatory response. Liver \nfunction tests showed an alanine aminotransferase (ALT) \nlevel of 9 U/L and an aspartate aminotransferase (AST) \nlevel of 20 U/L, both within normal limits. The creatinine \nlevel was 73  µmol/L, suggesting normal renal function. \nTumor marker analysis indicated a carcinoembryonic \nantigen (CEA) level of 3.23  ng/mL and an alpha-feto protein (AFP) level of 2.39  ng/mL, both within normal \nranges. However, the carbohydrate antigen (CA)-125 was \nelevated at 72.92  U/mL, while CA19-9 was 2.54  U/mL \nand CA72-4 was 3.62 U/mL, both within normal limits. \nAn abdominal enhanced computerized tomography (CT) scan initially revealed pancreatic cancer with peripheral \nvascular infiltration and cystic lesions in the tail, along side multiple low-density lesions in the liver suggestive of \nmetastases and cysts, cholecystitis, and a left kidney cyst. \nFurther insights from abdominal enhanced magnetic res onance imaging (MRI) showed the tail of the pancreas is \nswollen and thickened, with decreased T1 dual signal and \niso/low signal on T2-weighted Fat Suppression Sequence \n(fs T2), measuring about 71 mm × 28 mm. The upstream \npancreatic duct is slightly dilated. After contrast injec tion, no significant enhancement is seen in the arte rial phase, appearing relatively low in signal, with mild \nenhancement in the portal venous and delayed phases, \nwith a duct-like low signal structure inside. The tail of the \npancreas shows low T1 dual signal and high fs T2 signal \nwith a relatively clear border, and the cyst wall is mildly \nenhanced. No significant filling defects are seen in the \nportal vein and inferior vena cava, and multiple small \nlymph nodes are visible in the retroperitoneum (Fig.  1). \nConcurrently, a CT chest scan detailed multiple nodular, \npatchy, and striped high-density shadows with partial cal cification in the upper lobes of both lungs, strips of high \ndensity in the lower lungs parallel to the pleura, unob structed trachea and bronchus, small mediastinal lymph \nnodes, and a left third rib fracture with pleural thicken ing adjacent to it (Fig.  2). These findings led to a prelimi nary diagnosis of tuberculosis with partial induration \nFig. 1 Abdominal enhanced magnetic resonance imaging: tail \nof pancreas is swollen and thickened, with decreased T1 dual signal \nand iso/lowsignal on fs T2. After intravenous contrast agent injection, \nthere was no significant enhancement in the arterial phase, showing \nrelatively low signal (a and b). Moderate enhancement can be seen \nin the portal phase and delayed phase (c and d)\nPage 3 of 5\n Hong et al. Journal of Medical Case Reports          (2024) 18:495 \n \nand calcification. Then we carried out sputum cultures \nand T cell detection of tuberculosis infection (immune \nplaque). Sputum samples cultured positive for Mycobac terium tuberculosis, providing microbiological proof of \ntuberculosis [5, 6]. Additionally, an immune plaque assay \nquantified the patient’s T cell response to Mycobacterium \ntuberculosis antigens, revealing 46 reactive T cells in the \ntest well and none in the blank control, indicating a sig nificant immune response to the infection.\nGiven the severity of his pain, which was not alleviated \nby weak opioid analgesics such as tramadol, the patient \nwas initiated on a morphine regimen for pain manage ment [7]. Following administration of sustained-release \nmorphine tablets at a dosage of 30  mg every 12  h, his \npain level decreased to an NRS of 2. His oncologic treat ment was primarily palliative, focusing on pain control \nand maintaining quality of life, considering the advanced \nstage of his carcinoma. Chemotherapy was initiated with \nthe first cycle consisting of nab-paclitaxel at 200  mg on \ndays 1 and 8, combined with S-1 (tegafur, gimeracil, \nand oteracil) at 60 mg in the morning and 40 mg in the \nevening from days 1 to 14, repeated every 3  weeks [8]. \nAdditionally, ibandronate sodium 4  mg was included \nfor anti-bone metastasis therapy, aiming to address the \nspread of cancer to the bones and further alleviate the \npatient’s pain [9]. This comprehensive treatment strategy \nwas tailored to manage both the symptoms and progres sion of his advanced carcinoma.\nAnti-tuberculosis therapy was commenced with a com bination tablet containing rifampicin 150  mg, isoniazid \n75 mg, pyrazinamide 400 mg, and ethambutol hydrochlo ride 275 mg per tablet, administered at one tablet three \ntimes daily. This choice of therapy aimed to provide com prehensive coverage against the tuberculosis infection \nwhile considering potential interactions with his ongoing \ncancer treatments. Following the initiation of this regi men, the patient began experiencing abdominal disten sion. The patient’s past medical history was otherwise unremarkable, with no prior episodes of gastrointestinal \nobstruction or significant comorbidities that could pre dispose him to such complications. Notably, before the \nintroduction of antituberculosis medication, the patient \ndid not have a bowel movement in the 3  days but was \nable to pass gas normally without any abdominal discom fort. However, after beginning antituberculosis therapy, \nthe patient reported abdominal bloating gradually. Lactu lose was prescribed at 10 mL three times daily; however, \nthe symptoms did not improve. During the examination, \nthe abdomen was noted to be distended, with tympanic \nsounds upon percussion. Bowel sounds were present at \na frequency of once per minute, with no significant ten derness, rebound tenderness, or visible intestinal peri stalsis or waves observed. On the upright abdominal \nradiograph, intestinal gas is seen, without obvious dilata tion of the intestinal loops, and no distinct air-fluid levels \nare observed. No free gas is seen under the diaphragm \n(Fig.  3). As symptoms worsened, resulting in cessation of \nflatus and bowel movements. Initially, it was suspected \nthat morphine might have contributed to this complica tion, a notion supported by clinical experience with the \nconstipating effects of opioids. Consequently, morphine \nwas discontinued, yet there was no improvement in the \nintestinal obstruction. Further investigations ruled out \nenterophthisis and tuberculous peritonitis, leading to the",
    "Conclusion": "conclusion that the antituberculosis drugs were unlikely \nthe cause [10].\nIn an effort to alleviate the intestinal obstruction, vari ous",
    "Methods": "methods were employed, including lactulose, Aole \nPaidu capsule, glycerine enema, and clysis [3], yet none \nled to improvement. The patient, frustrated by the lack of \nprogress in treating both his pancreatic carcinoma, pul monary tuberculosis, and intestinal obstruction, decided \nto stop all medications. Remarkably, within 2 days of dis continuing the drugs, his intestinal obstruction began \nFig. 2 Chest computerized tomography: Multiple nodules \nwith calcification in the left upper lobe (a). Multiple nodular, patchy, \nand linear high-density shadows in both upper lobes of the lungs, \nwith partial calcification (b)\nFig. 3 Abdominal plain X-ray: intestinal gas accumulation. Standing \nposition and there is no obvious dilatation of the intestinalloops, \nand no distinct air-fluid levels are observed (a). Supine position (b)\nPage 4 of 5 Hong et al. Journal of Medical Case Reports          (2024) 18:495 \nto resolve; he started passing gas again and had a bowel \nmovement the following day. This unexpected improve ment highlighted the antituberculosis drugs as the likely \nculprits behind the intestinal obstruction, underscor ing the challenges in predicting drug interactions and \nadverse effects, especially in a patient with multiple seri ous health conditions. Following the resolution of the \nintestinal obstruction, pain management with morphine \nwas resumed. Subsequent systemic chemotherapy was \nconducted for next five additional cycles. During the sub sequent treatment course, the patient did not experience \nany further episodes of intestinal obstruction.",
    "Discussion": "Discussion\nThe simultaneous diagnosis and treatment of advanced \npancreatic cancer and pulmonary tuberculosis is uncom mon. The case highlights the complexities and challenges \nof managing these conditions concurrently, particu larly in terms of drug interactions and treatment side \neffects. The development of intestinal obstruction fol lowing the initiation of anti-tuberculosis therapy, which \nresolved upon discontinuation of all medications, is a \nunique presentation. This suggests a potential adverse \nreaction or interaction not widely reported in the litera ture, emphasizing the need for vigilance when managing \npatients with multiple comorbidities. This case prompts \nus to explore potential underlying mechanisms that could \nexplain the patient’s clinical presentation and outcomes.\nEnterophthisis (intestinal tuberculosis) and tubercu lous peritonitis are well-recognized complications of \ntuberculosis that can lead to intestinal obstruction [10]. \nThese conditions typically result from the direct inva sion of mycobacterium tuberculosis into the gastroin testinal tract or peritoneum, leading to inflammation, \nscarring, and ultimately obstruction. Despite thorough \ninvestigations ruling out these conditions in our patient, \nthe possibility of subclinical or incipient forms of these \ncomplications cannot be entirely dismissed. The articles \nsuggest that intestinal tuberculosis and tuberculous peri tonitis can present subtly and may progress to more overt \ndisease even after the initiation of antituberculosis ther apy. Even in the absence of clear diagnostic evidence, the \npossibility of a mild or evolving form of these conditions \ncontributing to obstruction should be considered.\nAntituberculosis drugs, including ethambutol hydro chloride, pyrazinamide, rifampicin, and isoniazid, have \nwell-documented side effects [11, 12]. These medications \nmay affect the smooth muscle of the gastrointestinal \ntract or the enteric nervous system, altering motility and \nleading to conditions conducive to obstruction. A side \neffect of these medications could be gut mucosa irrita tion, leading to swelling and narrowing of the intestinal \nlumen. Beyond direct mucosal irritation, antituberculosis drugs could potentially induce or exacerbate an inflam matory response in a predisposed gastrointestinal tract, \ntipping the balance towards obstruction in patients. And \nthere are maybe some drug interactions when combine \nwith chemotherapy, ibandronate, and morphine. Several \nhypotheses could explain this occurrence:\n1. Morphine: morphine, a potent opioid analgesic, is \nwidely recognized for its efficacy in pain manage ment. Morphine’s activation of μ-opioid receptors \nin the gastrointestinal tract can lead to a decrease in \nintestinal motility, commonly referred to as opioidinduced bowel dysfunction (OIBD) [7, 13, 14]. This \neffect is characterized by a reduction in the propul sive peristaltic waves that are essential for the normal \ntransit of intestinal contents. Moreover, morphine \ncan increase the pressure within the sphincters of the \ngastrointestinal tract, such as the sphincter of Oddi, \nwhich can further impede the flow of digestive con tents and bile.\n2. Albumin-bound paclitaxel (nab-paclitaxel): this for mulation of paclitaxel is designed to increase drug \nsolubility and reduce solvent-related side effects. \nHowever, like other chemotherapeutic agents, it can \ncause gastrointestinal side effects, including nau sea, vomiting, and diarrhea [15]. The impact on gut \nmotility is less commonly discussed but, combined \nwith other drugs affecting the gastrointestinal tract, \ncould contribute to an increased risk of obstruction.\n3. Tegafur–gimeracil–oteracil potassium capsule (S-1): \nthis oral fluoropyrimidine chemotherapy drug is \nknown to cause gastrointestinal side effects such as \ndiarrhea, which could potentially exacerbate condi tions leading to obstruction, especially in a compro mised gastrointestinal system [15]. The drug’s effect \non the mucosa could also predispose to inflammation \nincreasing obstruction risk.\nThe combined use of these chemotherapy drugs with \nantituberculosis medications and morphine introduces \na complex interplay of drug effects and interactions. \nMorphine’s well-documented effect on reducing gastro intestinal motility could be compounded by the gastro intestinal side effects of chemotherapy and the potential \ndirect or indirect effects of antituberculosis drugs on the \ngut. Some medications can cause direct irritation to the \ngastrointestinal (GI) tract mucosa, potentially leading \nto inflammation that might contribute to obstruction. \nThe immune modulation by these drugs, especially in a \npatient with an underlying malignancy, could predispose \nto an exaggerated inflammatory response to minor trig gers, including microbial translocation or even the malig nancy itself.\nPage 5 of 5\n Hong et al. Journal of Medical Case Reports          (2024) 18:495 \n \nConclusions\nManaging a patient with both advanced malignancy \nand TB poses a significant challenge due to the complex \ninterplay of disease processes and treatment side effects. \nThis case underscores the necessity of a multidisciplinary \napproach involving oncologists, infectious disease spe cialists, gastroenterologists, and pharmacists to carefully \nselect and monitor antituberculosis therapy, considering \npotential side effects and interactions with cancer treat ments. Further research into the mechanisms underlying \nthese rare side effects and their management is crucial \nto improving outcomes for patients at the intersection \nof infectious diseases and oncology. Given the rarity of \nthis complication, collaborative efforts to compile case \nreports and conduct retrospective analyses could be \ninvaluable. Prospective studies or pharmacovigilance \ndatabases might also provide insights into the incidence, \nrisk factors, and outcomes of intestinal obstruction in \npatients receiving antituberculosis therapy.\nAbbreviations\nTB  Tuberculosis\nCT  Computerized tomography\nMRI  Magnetic resonance imaging\nOIBD  Opioid-induced bowel dysfunction\nGI  Gastrointestinal\nNRS  Numerical Rating Scale\nS-1  Tegafur, gimeracil, and oteracil\nfs T2  T2-weighted Fat Suppression Sequence\nAcknowledgements\nNone.\nAuthor contributions\nWH designed the study and draft the manuscript. LZ revised the manuscript. \nZY interpreted the images. YW revised the submitted version. YQ interpreted \nthe underlying mechanism.\nFunding\nThis research did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe data supporting the findings of this case report are available from the \ncorresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis study has been reviewed by the Ethics Committee of Liaocheng Second \nPeople’s Hospital. We confirm that informed consent was obtained from the \nstudy participants. We confirm that the guidelines outlined in the Declaration \nof Helsinki were followed.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that we have no competing interests.Received: 27 May 2024   Accepted: 10 September 2024\nReferences\n 1. Nahid P , et al. Official American Thoracic Society/Centers for Disease \nControl and Prevention/Infectious Diseases Society of America clinical \npractice guidelines: treatment of drug-susceptible tuberculosis. Clin \nInfect Dis. 2016;63(7):e147–95.\n 2. Chaouch N, et al. Isoniazid-induced myopathy. Rev Pneumol Clin. \n2011;67(6):354–8.\n 3. Tuca A, et al. Malignant bowel obstruction in advanced cancer patients: \nepidemiology, management, and factors influencing spontaneous reso lution. Cancer Manag Res. 2012;4:159–69.\n 4. Lee C-W, et al. Gastrointestinal tract pseudo-obstruction or obstruction due to Mycobacterium tuberculosis breakthrough. Int J Infect Dis. \n2009;13(4):e185–7.\n 5. Lewinsohn DM, et al. Official American Thoracic Society/Infectious \nDiseases Society of America/Centers for Disease Control and prevention clinical practice guidelines: diagnosis of tuberculosis in adults and \nchildren. Clin Infect Dis. 2017;64(2):111–5.\n 6. Sterling TR, et al. Guidelines for the treatment of latent tuberculosis \ninfection: recommendations from the national tuberculosis controllers \nassociation and CDC, 2020. MMWR Recomm Rep. 2020;69(1):1–11.\n 7. Swarm RA, et al. Adult cancer pain, version 3.2019, NCCN clinical practice \nguidelines in oncology. J Natl Compr Cancer Netw. 2019;17(8):977–1007.\n 8. Tempero MA, et al. Pancreatic adenocarcinoma, version 2.2021, NCCN \nclinical practice guidelines in oncology. J Natl Compr Cancer Netw. \n2021;19(4):439–57.\n 9. Geng CJ, et al. Ibandronate to treat skeletal-related events and bone \npain in metastatic bone disease or multiple myeloma: a meta-analysis of \nrandomised clinical trials. BMJ Open. 2015;5(6): e007258.\n 10. Kim HK, et al. A case of tuberculous peritonitis presenting as small bowel \nobstruction. Korean J Gastroenterol. 2017;69(5):308–11.\n 11. Combrink M, Loots DT, du Preez I. Metabolomics describes previously \nunknown toxicity mechanisms of isoniazid and rifampicin. Toxicol Lett. \n2020;322:104–10.\n 12. Hussain Z, Zhu J, Ma X. Metabolism and hepatotoxicity of pyrazinamide, \nan antituberculosis drug. Drug Metab Dispos. 2021;49(8):679–82.\n 13. Camilleri M, Lembo A, Katzka DA. Opioids in gastroenterology: treating \nadverse effects and creating therapeutic benefits. Clin Gastroenterol \nHepatol. 2017;15(9):1338–49.\n 14. Holzer P . Opioid receptors in the gastrointestinal tract. Regul Pept. \n2009;155(1–3):11–7.\n 15. Akbarali HI, et al. Chemotherapy induced gastrointestinal toxicities. Adv \nCancer Res. 2022;155:131–66.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}