{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05115-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05115-3.pdf",
  "metadata": {
    "/Keywords": "Clear-cell carcinoma; Soft palate; Epithelial tumors; Head and neck cancers",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250228114308+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250228073809+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05115-3",
    "/Author": "Sardar Noman Qayyum ",
    "/Title": "Clear-cell carcinoma of the soft palate: a case with atypical presentation and long-term follow-up: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05115-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Clear-cell carcinoma, a rare malignancy of the minor salivary gland of the soft palate, is diagnostically \nchallenging neoplasm due to its rarity and overlapping features with other neoplasms. We report a case of atypical \npresentation, diagnostic challenges, and long-term follow-up post-surgical resection of the tumor, which adds valuable insights to literature on this rare malignancy.",
    "Case Presentation": "Case presentation\nA 34-years-old Pakistani female came to the hospital with a 2 × 2 cm ulcerative lesion of soft palate. The lesion had \nno active bleeding and any associated discharge. However, during history taking, she reported pain and occasional \nbleeding from the lesion.\nDiagnosis and therapeutic interventions\nExcisional biopsy was performed, and the specimen was sent for histopathological examination and immunohistochemistry, which confirmed the diagnosis of clear-cell carcinoma. Later on, radiological evaluation confirmed \nthe diagnosis of hyalinizing variant of clear-cell carcinoma. Long-term follow-up revealed no recurrence and postop erative complications.",
    "Conclusion": "Conclusion This case report highlights the importance of thorough diagnostic evaluation and long-term follow-up \nin management of a rare oral malignancy. Histopathological examination and immunohistochemistry are crucial \nin differentiating clear-cell carcinoma from other malignancies with overlapping features. Surgical excision remains \nthe primary treatment modality, with a favorable prognosis if diagnosed and managed adequately.\nKeywords  Clear-cell carcinoma, Soft palate, Epithelial tumors, Head and neck cancers",
    "Introduction": "Introduction\nClear-cell carcinoma (CCC) is an extremely rare malig nancy arising mostly from minor salivary glands in the \noral cavity. It is a low-grade tumor composed of glyco gen-rich monomorphic tumor cells with cell to eosino philic cytoplasm, arranged in cords, nests, and sheets in a \nfibrous or hyalinized stroma [1]. It accounts for less than \n1% of all salivary gland tumors with more female pre dominance [2]. CCC requires meticulous diagnostic eval uation, as it is often misinterpreted as mucoepidermoid *Correspondence:\nSamim Noori\nsameemnoori@gmail.com\n1 Bacha Khan Medical College, Mardan, Pakistan\n2 Faculty of Medicine, Nangarhar University, Nangarhar, Afghanistan\n3 Shaukat Khanum Memorial Cancer Hospital, Lahore, Pakistan\nPage 2 of 6 Qayyum et al. Journal of Medical Case Reports           (2025) 19:81 \ncarcinoma, squamous-cell carcinoma, clear-cell odon togenic carcinoma, epithelial myoepithelial carcinoma, \nand metastatic clear-cell renal carcinoma due to over lapping histological features [3]. It may be asymptomatic \nand grows to a large size without causing discomfort [4]. \nIt may be found on routine dental examination. Mucosal \nulceration, pain, and bleeding are more uncommon pres entation. More than 80% of the intraoral CCCs occurs in \nminor salivary glands, while a minority may also occur \nin major salivary glands and the nasopharynx. The diag nosis can be made through histopathological examina tion and immunohistochemical staining [3]. In addition \nto it, radiological examinations may also be needed to \nexcluded potential differentials. Complete surgical exci sion with clear margins is the primary treatment modal ity, radiotherapy is reserved for cases exhibiting local \nmetastasis. Given the rarity of the malignancy and the \nlimited number of reported cases with short-term followups, its biological behavior is not fully understood. In this \ncase report, we discuss an usual presentation of hyalin izing clear-cell carcinoma in a young female, presenting \nwith palatal growth with pain and sporadic bleeding. \nThe important learning points discussed are diagnostic \nworkup and patient outcomes from long-term follow-up.\nCase presentation\nPatient demographics and clinical history\nA 34-year-old Pakistani female presented to the otorhi nolaryngology department of Ahmad Medical Complex, \nMardan, with primary complaints of palatal growth \nassociated with sporadic pain and bleeding. The patient \nhad no significant past medical, psychosocial, and fam ily history, and no such intervention had been performed \nbefore this malignancy.Clinical examination\nOn examination, a 2 × 2  cm ulcerative lesion was \nobserved on the soft palate, covered centrally by a \npseudo-membrane. The lesion was non-indurated, with \nno active bleeding or discharge at the time of examina tion. No other significant findings were seen on the head \nand neck examination. There were no palpable lymph \nnodes or facial asymmetry. Table  1 summarizes the whole \ntimeline of the case.\nInitial management\nBaseline investigations were advised prior to any further \nintervention. The patient was started on oral antibiot ics (ciprofloxacin) and tranexamic acid to manage the \nsporadic bleeding. The patient was informed about the \nexcisional biopsy for the possibly neoplastic lesion. After \ntaking the informed consent, baseline investigations were \nreviewed, and excisional biopsy was scheduled under \ngeneral anesthesia.\nHistopathological evaluation\nOnce surgically resected, the specimen was sent to Shau kat Khanum Memorial Cancer Hospital and Research \nCentre, Lahore, for histopathological evaluation by Dr. \nMudassir Hussain.\n1 Gross examination The specimen was a disoriented \ntissue measuring 25  mm × 20  mm × 15  mm. Serial \nslicing revealed a soft to firm, tan-white, homoge nous cut surface extended to the margins.\n2 Microscopic examination The microscopic exami nation revealed lobules of large polygonal clear cells \nwith distinct cell borders, vesicular nuclei, and incon spicuous nucleoli. Sclerotic areas were seen separat ing the lobules.\nTable 1 Timeline of the case\nInitial presentation A 34-year-old female presented to the otorhinolaryngology department with complaints of \npalatal growth, sporadic pain, and bleeding.\nDay 1: clinical examination Examination revealed a 2 × 2 cm ulcerative lesion on the soft palate, covered by a pseudomembrane. No \npalpable lymph nodes or other abnormalities.\nDay 2: initial management Patient was prescribed oral antibiotics (ciprofloxacin) and tranexamic acid to manage sporadic bleeding.\nWithin 1 week: baseline investigations Baseline investigations were advised and reviewed before proceeding with further interventions.\nExcisional biopsy (scheduled) Excisional biopsy of the lesion was performed under general anesthesia. The resected specimen was sent \nfor histopathological evaluation.\nHistopathological evaluation Specimen revealed large polygonal clear cells with vesicular nuclei, and the immunohistochemistry \nconfirmed clear-cell carcinoma (CCC) .\nPostsurgical follow-up (1 week) Follow-up examination postsurgery showed no signs of complications, with the healing process being \nnormal.\nPostsurgical follow-up (1 month) No signs of recurrence were observed during a routine follow-up visit.\nLong-term follow-up (1 year and 8 months) Regular follow-ups continued, with no evidence of local recurrence or metastasis during this period.\nPage 3 of 6\n Qayyum et al. Journal of Medical Case Reports           (2025) 19:81 \n \nImmunohistochemistry\nThe immunohistochemistry staining was performed, \nwhich yielded the following",
    "Results": "results:\n• CK7 positive\n• p63 positive\n• PAS, PASD, mucin, S100 negative\nDiagnosis\nThe histological and immunohistochemical features, \ncombined with the clinical presentation, were consist ent with a diagnosis of clear-cell carcinoma (CCC). The \ndifferential diagnosis included: (1) hyalinizing clear-cell \ncarcinoma of the salivary gland (HCCC) and (2) clear-cell \nodontogenic carcinoma. Further radiological examina tion revealed the presence of salivary origin, confirming \nthe diagnosis of HCCC. The patient faced no testing, \nfinancial, or cultural challenges during the diagnostic \nprocedure,\nManagement and follow -up\nThe lesion was surgically resected, and the patient has \nbeen under regular follow-up for the preceding 1  year \nand 8 months. No evidence of local recurrence or metas tasis or any adverse event has been observed during this \nperiod. Figure  1 demonstrates the immunohistochem istry evaluation of the tumor cells, Fig.  2 presents the \nhistology of the specimen, and Fig.  3 demonstrates the healing phases 1 week postsurgery (3a) and 1 month \npostsurgery (3b).",
    "Discussion": "Discussion\nClear-cell carcinoma (CCC) is an exceptionally rare sali vary gland malignancy. First reported in 1994 by Milch grub, it is found predominantly in the intraoral minor \nsalivary glands and elderly females [5]. The term “clearcell carcinoma not otherwise specified” (CCC-NOS) \nwas officially introduced in 2005 in the fourth edition \nof the World Health Organization classification of sali vary neoplasms. Later, it was further revised in 2017 [5]. \nIt is a low-grade tumor, with low mitotic activity and \ngood prognosis. A literature review reported 254 cases \nbetween 1983 and 2020, with the palate as the most \ncommon site followed by the tongue. CCC accounts for \n0.2–1% of all salivary gland tumors with slight female \npredominance. It mainly affects minor salivary glands \n(> 80% of the cases) [5]. The majority of the CCCs pre sent as painless, slow-growing masses, with patients \ntypically being asymptomatic, and may be diagnosed \nincidentally on regular dental checkup. However, in this \ncase, the patient reported atypical symptoms, including \npain and sporadic bleeding. Other less common symp toms are dysphagia, foreign body sensations, and ten derness [3]. The etiology is not known, with keratin and \np63 positivity indicating squamous-cell differentiation, \nand it could be part of the spectrum of squamous-cell \ncarcinomas [6]. However, the presence of occasional \nFig. 1 Immunohistochemistry of the specimen (a). Tumor cells positive for p63 (b). Tumor cells strongly positive to the CK7 stain\nPage 4 of 6 Qayyum et al. Journal of Medical Case Reports           (2025) 19:81 \nglandular differentiation (50% of the cases) and mucin \nproduction is suggestive of a more complex histogen esis, and the tumor may arise from pluripotent cells [7]. Microscopically, the presence of monomorphic tumor \ncells with clear or eosinophilic cytoplasm arranged in \nanastomosing nests, trabeculae, or cords in the hyalinized \nFig. 2 Histology of the specimen (a). High-power histological image of the specimen (b). Low-power histological image of the specimen\nFig. 3 Intraoral view of the soft palate post-surgical resection (a) after 1 week and(b) after 1 month demonstrating progressed healing\nPage 5 of 6\n Qayyum et al. Journal of Medical Case Reports           (2025) 19:81 \n \nor myxoid stroma is the hallmark of clear-cell carcinoma. \nThe tumor may have pseudoepitheliomatous hyperplasia \nmimicking squamous-cell carcinoma and can be found in \nassociation with surface epithelium in a pagetoid pattern \n[8]. The tumor can also invade the bones and nerves in \nadvanced stage and can be difficult to treat with higher \nrates of recurrence [8].\nThe diagnosis of CCC variants can be challenging due \nto their histopathological overlap with other neoplasms \nsuch as mucoepidermoid carcinoma, acinic-cell car cinoma, clear-cell odontogenic carcinoma, and meta static renal-cell carcinoma [3]. Immunohistochemistry \nplays a crucial role in distinguishing CCCs from other \nclear-cell malignancies. In this case, the positive immu nohistochemistry staining for CK7 and p63 and the \nnegative staining for PAS, PASD, mucin, and S100 and \nmammaglobin helped rule out other neoplasms such as \nmucoepidermoid carcinoma, and epithelial myoepithe lial carcinoma, metastatic renal clear-cell carcinoma, \nclear-cell myoepithelial carcinoma, and other mammarytype tumors. However, it was suspected that the patient \nmight have two variants of CCC: hyalinizing clear-cell \ncarcinoma (salivary gland origin) and clear-cell odonto genic carcinoma (bone origin). Radiological correlations \nwere examined to rule out the bone origin. The clini cal presentation for both almost similar except for the \nbone involvement and loosening of the teeth observed in \nodontogenic variant of CCC. Therefore, given the rarity \nof the CCCs, careful histopathological, immunohisto chemistry, and radiological evaluations are necessary to \navoid misdiagnosis.\nComplete surgical excision with clear margins is \nthe primary treatment. In literature, safe margins of \n0.5–2  cm have been recommended, depending on the \nextent of the tumor and its proximity to critical ana tomical structures [9 ]. In our case, the patient under went complete local excision with a clear margin, as \ndetermined by the intraoperative assessment and post operative histopathological examination. The resection \nwas curative, and no additional therapy such as radio therapy or chemotherapy was needed, as the tumor had \nnot invaded critical structures. Postoperative compli cations can include oral–nasal fistulas, which can lead \nto nasal regurgitation or changes in taste and smell. In \ncases where a palatal defect is created postresection, \nreconstruction using a buccal fat pad is often necessary \nto restore normal function. Fortunately, in this case, \nthe surgical procedure was uneventful. As per the lit erature, CCCs have local recurrence rate of 18.8% [10] \nand metastatic potential of 21% [2 ]; therefore, close \nfollow-up is recommended for a longer period. In this \ncase, the patient has been followed up for 1  year and \n8 months postsurgery with no signs of recurrence and postsurgical complications. This supports the notion \nthat CCC is a low-grade carcinoma with limited meta static potential.\nConclusion\nClear-cell carcinoma of the soft palate is an exceed ingly rare, low-grade malignancy with a good progno sis and low recurrence rates if diagnosed and surgical \nexcised appropriately. CCC can occasionally manifest \nwith atypical symptoms, as seen in this case, where a \nyoung female presented with palatal growth, pain, and \nsporadic bleeding. Histopathological examinations and \nimmunohistochemical staining remain the important \ndiagnostic elements for the diagnosis of different CCC \nvariants. The positive staining for CK7 and p63 and \nnegative staining for PAS, PASD, mucin, and S-100, and \nradiological evaluation helped rule out potential differ entials and confirmed the diagnosis of hyalinizing vari ant of CCC.\nSurgical excision with a clear margin is the treatment \nof choice. Through this case, we want to emphasize the \nnecessity for careful diagnostic workup and long-term \nfollow-up for monitoring recurrence.\nAcknowledgements\nNone.\nAuthor contributions\nSNQ: supervision, data curation, writing initial manuscript. GAK: writing initial \nmanuscript & reviewing. IU: writing & reviewing. MK: data curation, writing \ninitial manuscript. Dr. SMS: surgical management, data curation. SU: writing & \nreviewing. SN: literature review, writing & reviewing. Dr MH: histopathological \nevaluation.\nFunding\nNot applicable.\nAvailability of data and materials\nThe data are available through the corresponding author, and can be pro vided on request.\nDeclarations\nEthics approval and consent to participate\nNo ethical approval was required to report this case. However, consent was \nobtained from the patient before writing the case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflict of interest to declare.\nReceived: 19 September 2024   Accepted: 7 February 2025\nPage 6 of 6 Qayyum et al. Journal of Medical Case Reports           (2025) 19:81 \nReferences\n 1. Tsuji T, Kitada H, Abe S, Okita M, Otsuka N, Nakayama E. Clear cell carcinoma of the hard palate: a case report. J Oral Maxillofac Surg Med Pathol. \n2019;31(2):113–7.\n 2. Khan TS, Khan TA, Sharma M, Sharma GK. Clear cell carcinoma of soft \npalate—a case report. J Oral Maxillofac Pathol. 2019;23(2):310.\n 3. O’Sullivan-Mejia ED, Massey HD, Faquin WC, Powers CN. Hyalinizing clear \ncell carcinoma: report of eight cases and a review of literature. Head Neck \nPathol. 2009;3(3):179–85.\n 4. Clear cell carcinoma of minor salivary gland origin: a case of mistaken \nidentity. National Journal of Medical Research https:// njmr. in/ index. php/ \nfile/ artic le/ view/ 497. Accessed 16 Sep 2024.\n 5. Alshehry S, Alnofaie H, Almusallam M, Alshuaibi H, Alodaini A. Clear cell \ncarcinoma of soft palate in a young patient: a case report. Oral Maxillofac \nSurg Cases. 2022;8(3): 100260.\n 6. Bilodeau EA, Hoschar AP , Barnes EL, Hunt JL, Seethala RR. Clear cell \ncarcinoma and clear cell odontogenic carcinoma: a comparative \nclinicopathologic and immunohistochemical study. Head Neck Pathol. \n2011;5(2):101–7.\n 7. Tanguay J, Weinreb I. What the EWSR1-ATF1 fusion has taught us about \nhyalinizing clear cell carcinoma. Head Neck Pathol. 2013;7(1):28–34.\n 8. Weinreb I. Hyalinizing clear cell carcinoma of salivary gland: a review and \nupdate. Head Neck Pathol. 2013;1:20–9.\n 9. Research (IJHSR) IJ of HS and. Rare entity of clear cell carcinoma arising \nfrom the soft palate: a case report. Int J Health Sci Res. 2023 13(1). \n 10. Desai A, Faquin WC, Iafrate AJ, Rivera MN, Jaquinet A, Troulis MJ. Clear cell \ncarcinoma: a comprehensive literature review of 254 cases. Int J Oral Max illofac Surg. 2022;51(6):705–12.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}