{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05051-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05051-2.pdf",
  "metadata": {
    "/Keywords": "Autoimmune hepatitis; Delayed menarche; Liver cirrhosis; Nigeria adolescent; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250124201441+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250124192408+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05051-2",
    "/Author": "Promise Udoka Asogwa ",
    "/Title": "An atypical presentation of autoimmune hepatitis with delayed menarche in a Nigerian adolescent: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05051-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Autoimmune hepatitis is a chronic liver disease marked by immune-mediated inflammation, necrosis, \nand the potential to progress to cirrhosis if not treated. This case report presents a rare and atypical presentation \nof autoimmune hepatitis in a Nigerian adolescent girl, highlighting diagnostic challenges in resource-limited settings. \nThe case is unique owing to the absence of jaundice, a common symptom of liver dysfunction, and features such \nas delayed menarche and bilateral leg swelling.",
    "Case Presentation": "Case presentation\nThe patient was a 16-year-old Black female patient of Igbo ethnicity from Nigeria, who presented with a 6-month \nhistory of bilateral leg swelling and delayed menarche. She had no history of jaundice and abdominal pain, and she \nhad no significant past medical history. She was initially misdiagnosed, delaying appropriate management. Following \na comprehensive diagnostic workup, including liver function tests, imaging, and autoantibody testing, which were \npositive for antinuclear and antismooth muscle antibodies, she was correctly diagnosed with type 1 autoimmune \nhepatitis. Treatment was initiated with corticosteroids (prednisolone) and azathioprine, which resulted in clinical \nimprovement. However, her serum albumin levels remained low as a result of the preexisting cirrhosis.\nConclusions This case highlights the diagnostic challenges of autoimmune hepatitis in adolescents, particularly \nin regions where infectious liver diseases are more commonly suspected. It emphasizes the need for increased aware ness and better diagnostic resources to improve early detection and management of autoimmune hepatitis in subSaharan Africa. Early intervention with immunosuppressive therapy is essential, even in the absence of classic liverrelated symptoms, to prevent progression to advanced liver disease.\nKeywords  Autoimmune hepatitis, Delayed menarche, Liver cirrhosis, Nigeria adolescent, Case reportOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBruno Basil\nsayhi2bruno@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 6 Asogwa et al. Journal of Medical Case Reports           (2025) 19:34 \nBackground\nAutoimmune hepatitis (AIH) is a chronic inflammatory \nliver disease of unknown cause. It is characterized by \ncontinuing hepatocellular inflammation, necrosis, and \nthe potential to progress to cirrhosis if left untreated [1]. \nIt has a universal distribution, affecting individuals of all \nages and genders, with a global prevalence of 17.44 (95% \nconfidence intervals (CI): 12.01–22.87) per 100,000 per sons [2]. The condition has been reported to be more \nprevalent in females, the elderly, and white individuals \ncompared with males, younger age groups, and other eth nicities. In addition, patients with AIH are more likely to \nhave coexisting autoimmune conditions such as Sjögren’s \nsyndrome, systemic lupus erythematosus, and autoim mune thyroiditis, among others [3]. Unfortunately, there \nis limited reporting of AIH in Nigeria and the sub-Afri can region.\nThe diagnosis of AIH requires the exclusion of other \nchronic liver diseases such as Wilson’s disease, chronic \nviral hepatitis, and metabolic-associated steatotic liver \ndisease (MASLD), along with the establishment of the \npresence of the characteristic set of autoantibodies, ele vated immunoglobulin (Ig)G concentrations, and histo logical demonstration of periportal necrosis and interface \nhepatitis [4]. The disease may present asymptomatically, \nwith nonspecific symptoms such as fatigue and amenor rhea, or with an acute onset of jaundice, and it can also \nhave overlapping features with other liver diseases [5]. \nThe preferred treatment for AIH involves corticosteroids \nsuch as prednisolone combined with azathioprine, while \nsecond-line treatments include alternative immunosup pressants like mycophenolate mofetil, calcineurin inhibi tors, budesonide, and 6-mercaptopurine (6-MP). In cases \nof treatment failure, liver transplantation may be neces sary [6]. Although the condition is relatively well-docu mented in Western populations, it is rarely reported in \nsub-Saharan Africa. This case report adds to the limited \nbody of literature on AIH in African and emphasizes the \nimportance of early diagnosis and treatment to prevent \nfurther liver damage in similar cases.\nCase presentation\nA 16-year-old Black female secondary-school student of \nIgbo ethnicity from Nigeria presented at the Gynecol ogy Clinic of Enugu State University Teaching Hospital \n(ESUTH) Parklane with a 6-month history of bilateral leg \nswelling and delayed menarche. She was referred to the \ngastroenterology unit of the hospital following abnormal \nliver function test",
    "Results": "results. The patient had no history of \njaundice, abdominal pain, shortness of breath, or gastro intestinal symptoms. There was no significant past medi cal history, and she had no family history of liver disease.On physical examination, the patient had grade 2 bilat eral pitting edema, but was otherwise in no distress. \nAbdominal examination revealed a liver span of 10  cm \nwith no palpable spleen or demonstrable ascites. Cardio vascular and respiratory examinations were unremark able and neurologic examination showed no signs of \nencephalopathy.\nLaboratory tests revealed elevated liver enzymes, \nhypokalemia, and abnormal hormone profiles. Serum \nproteins revealed markedly reduced albumin and ele vated globulin, and the electrophoresis pattern showed \nhypergammaglobulinemia with beta-gamma bridging \nand hypoalbuminemia, suggesting the presence of liver \ncirrhosis (Table  1). An abdominal ultrasound showed \ncoarse echotexture of the liver with reduced periportal \nmarkings consistent with cirrhosis, and an echogenic \nmass in the gallbladder casting posterior acoustic shadow \nin keeping with cholelithiasis. Esophagogastroduoden oscopy (EGD) revealed Grade 2 esophageal varices, \nwhile further investigations, including positive antinu clear antibody (ANA) and anti-smooth muscle antibody \n(ASMA) tests, confirmed the diagnosis of type 1 autoim mune hepatitis. The international autoimmune hepatitis \npretreatment score (IAHPS) was 16, indicating probable \nAIH.\nDifferential diagnosis\nThe differential diagnosis of AIH involves ruling out \nseveral conditions that can present with similar clinical \nand biochemical features. One of the primary considera tions was viral hepatitis, particularly hepatitis B (HBV) \nand hepatitis C (HCV), which are the leading causes of \nchronic liver disease and cirrhosis worldwide, and par ticularly in Nigeria [7, 8]. In this case, serologic testing \nfor hepatitis B surface antigen (HBsAg) and hepatitis C \nantibody (anti-HCV) was negative, effectively ruling out \nviral hepatitis as the cause of liver disease.\nWilson’s disease, a genetic disorder of copper metabo lism, was also considered due to the patient’s young age \nand presentation with cirrhosis. However, the absence of \nKayser–Fleischer rings and any neurological symptoms \nmade Wilson’s disease unlikely [9]. MASLD, which is \ncommonly associated with metabolic syndrome and obe sity, was considered, but was less probable owing to the \nabsence of risk factors such as obesity or diabetes and the \ncharacteristic ultrasound features of steatosis [10].\nPrimary biliary cholangitis (PBC) was another possibil ity given its autoimmune nature and potential to cause \ncirrhosis. However, negative testing for AMA and the \nabsence of typical cholestatic liver function tests made \nPBC unlikely [11]. Drug-induced liver injury (DILI), \nwhich can mimic AIH [12], was ruled out due to the lack \nPage 3 of 6\n Asogwa et al. Journal of Medical Case Reports           (2025) 19:34 \n \nof history of exposure to hepatotoxic drugs or herbal \nremedies.\nAnother consideration was overlap syndromes where \nAIH coexists with conditions such as PBC or primary \nsclerosing cholangitis (PSC). However, imaging showed \nno bile duct involvement, and antibody tests for these \nconditions were negative [13]. Thus, after ruling out these \ndifferential diagnoses, the presence of positive autoanti bodies, elevated liver enzymes, serum protein findings, \nand the absence of viral or metabolic causes supported \nthe diagnosis of autoimmune hepatitis [4], which was further confirmed by the patient’s response to immuno suppressive therapy.\nFinally, the diagnosis of type 1 AIH in this patient was \nsupported by several factors. The patient presented with \nelevated levels of ANA and ASMA, which are hallmark \nserological markers of type 1 AIH. Although microsomal \ntype 1 (anti-LKM1) antibodies were not tested to rule out \ntype 2 AIH, the patient’s age at presentation was consist ent with the typical presentation of type 1 AIH, which \noften occurs during adolescence or adulthood. This diag nosis was further reinforced by the patient’s remarkable Table 1 Baseline investigation results showing liver function test, hormone profile, electrolytes and other tests alongside their \nreference intervals\nInvestigation Result Reference interval\nLiver function tests\nTotal bilirubin 34.2 µmol/L  < 17 µmol/L\nConjugated bilirubin 17.1 µmol/L  < 5.1 µmol/L\nAspartate transaminase (AST) 287 IU/L 15–40 IU/L\nAlanine transaminase (ALT) 139 IU/L 13–34 IU/L\nAlkaline phosphatase (ALP) 697 IU/L  < 240 IU/L\nHormone profile\nProlactin 10.99 mg/dL 1.2–19 mg/dL\nFollicle-stimulating hormone (FSH)  < 1 mIU/L 4.46–12.43 mIU/L\nLuteinizing hormone (LH)  < 1 mIU/L 2.95–13.65 mIU/L\nEstradiol 458.06 pg/mL 30–350 pg/mL\nSerum electrolytes\nSodium 141 mmol/L 135–145 mmol/L\nPotassium 2.6 mmo/L 3.0–5.0 mmol/L\nBicarbonate 22 mmol/L 95 – 108 mmol/L\nChloride 99 mmol/L 59–108 mmol/L\nUrea 3.5 mmol/L 2.5–6.5 mmol/L\nCreatinine 76 umol/L 64–115 mmol/L\nSerum proteins\nTotal protein 88.5 g/L 62–80 g/L\nAlbumin 10.2 g/L 30–50 g/L\nGlobulin 78.3 g/L 18–30 g/L\nProthrombin time (PT/INR) Normal\nSerum protein electrophoresis Reduced albumin fraction, elevated gamma fraction with beta-gamma \nbridgingNormal electrophoretogram\nViral screen\nHepatitis B surface antigen (HBsAg) Negative Negative\nHepatitis C antibody (anti-HCV) Negative Negative\nAutoantibodies\nAntinuclear antibody (ANA) Positive (1:320)  < 1:80\nSmooth muscle antibody (ASMA) Positive\nAntimitochondrial antibody (AMA) Negative\nEndoscopy\nEsophagogastroduodenoscopy (EGD) Grade 2 esophageal varices\nImaging\nAbdominal ultrasound scan Coarse echotexture of the liver with reduced periportal markings\nPage 4 of 6 Asogwa et al. Journal of Medical Case Reports           (2025) 19:34 \nresponse to treatment, as opposed to type 2 AIH, which \nis often more resistant to standard treatments such as \ncorticosteroids [4].\nTreatment and outcome\nThe patient was initially treated with prednisolone 30 mg \ndaily and azathioprine 100 mg daily, with other medica tions including spironolactone 50  mg daily, furosemide \n40 mg daily, Astymin once daily, and Livolin Forte every \n12 hours. A total of 2 weeks into treatment, the patient \nreported weight gain, and prednisolone was reduced \nto 10  mg daily. Her liver function tests and symptoms \nimproved significantly with continued treatment over the \nnext 2 weeks and prednisolone was further reduced to \n5 mg daily while the patient was maintained on azathio prine and other supportive medications.\nOn follow-up in the sixth week of management, repeat \nliver function tests showed improved bilirubin levels, \nnormalized alkaline phosphatase, and reduced transami nases (Table  2). Serum proteins also showed improve ment, with albumin levels returning closer to normal. \nHowever, liver biopsy and serum electrophoresis assays \nwere not performed.",
    "Discussion": "Discussion\nType 1 AIH is characterized by a multifactorial patho genesis, involving both genetic predisposition and envi ronmental triggers that disrupt immune tolerance to \nliver antigens. A hallmark of the disease is the presence \nof autoantibodies, most notably ANA and ASMA, indi cating immune dysregulation [4]. In this process, auto reactive  CD4+ T cells are believed to target hepatocytes, \ntriggering chronic inflammation, necrosis, and poten tial progression to fibrosis [14]. Genetic susceptibility is \nclosely linked to human leukocyte antigen (HLA) class \nII alleles, particularly HLA-DR3 and HLA-DR4, which \nare found in a significant proportion of AIH patients, suggesting impaired immune regulation and tolerance \nto liver-specific antigens. The association of these alleles \npoints to defective antigen presentation and immune \nactivation as central to the pathogenesis of AIH [15, 16]. \nAdditionally, the disease exhibits a marked female pre dominance, with estrogen being proposed as a modu lating factor in the immune response. Although various \nmechanisms have been proposed, its exact role remains \nunclear [3, 17, 18]. Environmental factors, including viral \ninfections and certain medications, can serve as potential \ntriggers in genetically predisposed individuals, initiating \nor exacerbating the autoimmune process [14–16]. These \nfactors converge to cause persistent liver inflammation, \nwhich, if untreated, may lead to cirrhosis and liver failure.\nThe paucity of reported AIH cases in sub-Saharan \nAfrica may be due to underdiagnosis, limited awareness, \nand lack of diagnostic resources, rather than a true lower \nincidence. Many healthcare providers in the region focus \non infectious causes of liver disease, such as viral hepati tis, owing to their higher prevalence [7, 8]. This can delay \nthe recognition and treatment of autoimmune liver dis eases like AIH, as was seen in this case where the patient \nwas initially misdiagnosed with other conditions before \nbeing referred to the gastroenterology unit.\nThis patient presented with nonspecific symptoms of \nliver disease, including bilateral leg swelling and delayed \nmenarche, without classic signs such as jaundice or \nascites. The absence of jaundice, a common early sign of \nliver dysfunction, made the initial diagnosis more chal lenging. This could be attributed to the predominance \nof noncholestatic processes, where the liver’s ability to \nexcrete bilirubin remains relatively intact despite sig nificant parenchymal damage, as seen in conditions \nlike compensated cirrhosis [19]. The patient’s delayed \nmenarche, a rare feature of AIH, was likely due to chronic \nliver disease disrupting hormonal balance, particularly \nestrogen levels, as suggested by elevated estradiol and \nundetectable follicle-stimulating hormone (FSH) and \nluteinizing hormone (LH) levels [20], prompting her ini tial referral to the gynecologist. Her eventual diagnosis \nwas based on clinical features, liver function tests, abnor mal serum proteins, and positive autoantibodies, and it \nwas supported by the IAHPS System, which classified her \nas having probable AIH.\nIn resource-limited settings such as Nigeria, infec tious liver diseases, particularly viral hepatitis, are more \nprevalent and are often the primary focus of diagnostic \nevaluation. This can delay the recognition of AIH, espe cially in patients who present with advanced liver disease \nand complications like cirrhosis. The diagnostic process \nwas further complicated by the lack of access to special ized diagnostic approaches which are often necessary \nfor confirming AIH. Consequently, underdiagnosis or Table 2 Follow-up investigation results showing liver function \nand serum protein tests alongside their reference intervals\nInvestigation Result Reference interval\nLiver function tests\nTotal bilirubin 13.7 µmol/L  < 17 µmol/L\nConjugated bilirubin 10.9 µmol/L  < 5.1 µmol/L\nAspartate transaminase (AST) 77.5 IU/L 15–40 IU/L\nAlanine transaminase (ALT) 50.6 IU/L 13–34 IU/L\nAlkaline phosphatase (ALP) 75.4 IU/L  < 240 IU/L\nSerum proteins\nTotal proteins 47.9 (g/L) 62–80 g/L\nAlbumin 29.4 (g/L) 30–50 g/L\nGlobulin 18.5 (g/L) 18–30 g/L\nPage 5 of 6\n Asogwa et al. Journal of Medical Case Reports           (2025) 19:34 \n \nmisdiagnosis can lead to delayed treatment and increased \nrisk of irreversible liver damage. This case emphasizes the \nneed for a high index of clinical suspicion and improved \ndiagnostic capacity to enable earlier identification and \ntreatment of AIH, which is critical for preventing disease \nprogression and improving patient outcomes.\nCorticosteroids are the mainstay of treatment in AIH \n[5], with their anti-inflammatory and immunosuppressive \neffects helping to reduce liver inflammation and prevent \ndisease progression. Azathioprine, a purine analog, helps \nmaintain remission and allows for a reduction in steroid \ndosage, thus minimizing long-term steroid side effects \nsuch as bone loss, diabetes, and hypertension [21, 22]. \nThis patient responded well to treatment, with improve ments in both her clinical symptoms and biochemical \nmarkers. However, despite the biochemical response and \nresolution of hepatic inflammation, her serum albumin \nremained low, which was expected given the preexisting \ncirrhosis. This further highlights the importance of early \ndiagnosis and intervention in AIH to prevent progression \nto advanced liver disease.\nThe prognosis of type 1 AIH largely depends on early \ndiagnosis and the initiation of appropriate therapy. In \nuntreated cases, the disease progresses to cirrhosis in \nover 40% of patients, with an increased risk of liver failure \nand death. However, with prompt treatment, the prog nosis is generally favorable, with most patients achiev ing remission and long-term survival [4, 23]. In this case, \nthe patient had already developed cirrhosis at the time of \ndiagnosis, which complicates her long-term prognosis. \nPatients with AIH-related cirrhosis are at risk for decom pensated liver disease, hepatocellular carcinoma, and the \nneed for liver transplantation [1, 4]. Regular monitoring \nof liver function, imaging, and screening for complica tions such as varices and hepatocellular carcinoma will \nbe critical in her long-term management.\nLessons learned and implications for clinical \npractice\n• Autoimmune hepatitis (AIH) should be ruled out \nin any young patient with unexplained liver disease, \neven in the absence of classic symptoms like jaun dice. This necessitates high clinical suspicion and \nawareness.\n• Access to autoantibody testing and liver biopsies is \ncrucial for accurate diagnosis, and improving access \nto these tools in resource-limited settings is essential \nfor timely identification of AIH.\n• Early initiation of immunosuppressive therapy, such \nas corticosteroids and azathioprine, is critical for \npreventing disease progression and improving longterm outcomes.• The rarity of AIH in African adolescents under scores the need for greater clinician awareness, \nwith training and education focused on recognizing \nand managing autoimmune liver diseases.\n• Further research is needed to understand AIH’s \nepidemiology in Africa and to develop strategies \nfor enhancing diagnostic capabilities and treat ment access, with public health initiatives aimed at \nincreasing provider awareness and training.",
    "Conclusion": "Conclusion\nAutoimmune hepatitis (AIH) is a rare but significant \ncause of liver disease in adolescents, particularly in subSaharan Africa, where it is often underdiagnosed. This \ncase report shows that AIH can present with advanced \nliver disease even in the absence of classic symptoms, \nemphasizing the importance of early recognition and \nintervention. Improving awareness and access to diag nostic and therapeutic resources is vital for enhancing \nthe management and outcomes of patients with AIH in \nresource-limited settings.\nAbbreviations\n6-MP  6-Mercaptopurine\nAIH  Autoimmune hepatitis\nAMA  Antimitochondrial antibody\nANA  Antinuclear antibody\nASMA  Anti-smooth muscle antibody\nDILI  Drug-induced liver injury\nESUTH  Enugu State University Teaching Hospital\nFSH  Follicle-stimulating hormone\nHBV  Hepatitis B virus\nHCV  Hepatitis C virus\nIAHPS  International autoimmune hepatitis pretreatment score\nLH  Luteinizing hormone\nMASLD  Metabolic-associated steatotic liver disease\nEGD  Esophagogastroduodenoscopy\nPBC  Primary biliary cholangitis\nPSC  Primary sclerosing cholangitis\nAcknowledgements\nThe authors acknowledge the management of the Enugu State University \nTeaching Hospital, Parklane, the Department of Medicine, and the patient for \ncooperating with the unit during the management period.\nAuthor contributions\nAll authors collaborated on this case report. PUA, NU, GEA, EO, and CO \nconceived the study and were involved in the direct clinical management of \nthe patient. BB and WNA were involved in conducting the investigations and \nreporting the results. All authors participated in drafting and critically revising \nthe manuscript. They collectively approved the final version for publication \nand accepted responsibility for all aspects of the report.\nFunding\nThis research did not receive any dedicated funding from a public, commer cial, or not-for-profit agency.\nAvailability of data and materials\nThe data from this study will be available upon reasonable request to the \ncorresponding author.\nPage 6 of 6 Asogwa et al. Journal of Medical Case Reports           (2025) 19:34 \nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no conflict of interest.\nAuthor details\n1 Gastroenterology Unit, Enugu State University of Science and Technology, \nParklane, Enugu, Nigeria. 2 Department of Internal Medicine, College of Medical Sciences, Enugu Campus, Enugu, Nigeria. 3 International Institute of Pathology and Forensic Science Research, David Umahi Federal, University of Health \nSciences, Uburu, Nigeria. 4 Department of Internal Medicine, University \nof Nigeria Teaching Hospital, Ituku- Ozalla, Nigeria. \nReceived: 17 October 2024   Accepted: 25 December 2024\nReferences\n 1. Terziroli Beretta-Piccoli B, Mieli-Vergani G, Vergani D. Chapter 44—Auto immune hepatitis. In: Gershwin ME, Tsokos GC, Diamond B, editors. The \nRose and Mackay textbook of autoimmune diseases (Seventh Edition). \nAcademic Press; 2024. p. 869–904. https:// doi. org/ 10. 1016/ B978-0- 443- \n23947-2. 00074-6.\n 2. Lv T, Li M, Zeng N, Zhang J, Li S, Chen S, et al. Systematic review and \nmeta-analysis on the incidence and prevalence of autoimmune hepatitis \nin Asian, European, and American population. J Gastroenterol Hepatol. \n2019;34(10):1676–84. https:// doi. org/ 10. 1111/ jgh. 14746.\n 3. Tunio NA, Mansoor E, Sheriff MZ, Cooper GS, Sclair SN, Cohen SM. Epide miology of Autoimmune Hepatitis (AIH) in the United States between \n2014 and 2019: a population-based national study. J Clin Gastroenterol. \n2021;55(10):903–10. https:// doi. org/ 10. 1097/ MCG. 00000 00000 001449.\n 4. Muratori L, Lohse AW, Lenzi M. Diagnosis and management of autoimmune hepatitis. BMJ. 2023;380: e070201. https:// doi. org/ 10. 1136/ \nbmj- 2022- 070201.\n 5. Komori A. Recent updates on the management of autoimmune hepatitis. \nClin Mol Hepatol. 2020;27(1):58–69. https:// doi. org/ 10. 3350/ cmh. 2020. \n0189.\n 6. Yadav V, Irfan R, Safdar S, Sunkara V, Ekhator C, Pendyala PR, et al. \nAdvances in understanding and managing autoimmune hepatitis: a nar rative review. Cureus. 2023;15(8): e43973. https:// doi. org/ 10. 7759/ cureus. \n43973.\n 7. Huang DQ, Terrault NA, Tacke F, Gluud LL, Arrese M, Bugianesi E, et \nal. Global epidemiology of cirrhosis—aetiology, trends and predictions. Nat Rev Gastroenterol Hepatol. 2023. https:// doi. org/ 10. 1038/ \ns41575- 023- 00759-2.\n 8. Oluwagbenga OO, Olaitan AL, Ihiovi UB, Gideon OO, Maryjoy II, Elijah AO, \net al. Non-invasive assessment of hepatic fibrosis among patients with \nchronic hepatitis B virus infection in three tertiary hospitals in Nigeria. \nSAGE Open Med. 2024;12:20503121241264310. https:// doi. org/ 10. 1177/ \n20503 12124 12643 13.\n 9. Schilsky ML, Roberts EA, Bronstein JM, Dhawan A, Hamilton JP , Rivard AM, \net al. A multidisciplinary approach to the diagnosis and management \nof Wilson disease: executive summary of the 2022 Practice Guidance \non Wilson disease from the American Association for the Study of Liver \nDiseases. Hepatology. 2023;77(4):1428–55. https:// doi. org/ 10. 1002/ hep. \n32805.\n 10. Chalasani N, Younossi Z, Lavine JE, Charlton M, Cusi K, Rinella M, et al. The \ndiagnosis and management of nonalcoholic fatty liver disease: practice \nguidance from the American Association for the Study of Liver Diseases. \nHepatology. 2018;67(1):328–57. https:// doi. org/ 10. 1002/ hep. 29367. 11. You H, Duan W, Li S, Lv T, Chen S, Lu L, et al. Guidelines on the diagnosis \nand management of primary biliary cholangitis (2021). J Clin Transl Hepatol. 2023;11(3):736–46. https:// doi. org/ 10. 14218/ JCTH. 2022. 00347.\n 12. García-Cortés M, Pinazo-Bandera JM, Lucena MI, Andrade RJ. Druginduced autoimmune-like hepatitis. Clin Liver Dis. 2024;23(1): e0172. \nhttps:// doi. org/ 10. 1097/ CLD. 00000 00000 000172.\n 13. Ricciuto A, Kamath BM, Hirschfield GM, Trivedi PJ. Primary sclerosing \ncholangitis and overlap features of autoimmune hepatitis: a coming of \nage or an age-ist problem? J Hepatology. 2023;79(2):567–75. https:// doi. \norg/ 10. 1016/j. jhep. 2023. 02. 030.\n 14. Sirbe C, Simu G, Szabo I, Grama A, Pop TL. Pathogenesis of autoimmune hepatitis—cellular and molecular mechanisms. Int J Mol Sci. \n2021;22(24):13578. https:// doi. org/ 10. 3390/ ijms2 22413 578.\n 15. Zhang Y, Zhang D, Chen L, Zhou J, Ren B, Chen H. The progress of autoimmune hepatitis research and future challenges. Open Med (Poland). \n2023;18(1):20230823. https:// doi. org/ 10. 1515/ med- 2023- 0823.\n 16. Wang M, Zhang H. The pathogenesis of autoimmune hepatitis. Front Lab \nMed. 2018;2(1):36–9. https:// doi. org/ 10. 1016/j. flm. 2018. 03. 002.\n 17. Czaja AJ. Examining pathogenic concepts of autoimmune hepatitis for \ncues to future investigations and interventions. World J Gastroenterol. \n2019;25(45):6579–606. https:// doi. org/ 10. 3748/ wjg. v25. i45. 6579.\n 18. Floreani A, Restrepo-Jiménez P , Secchi MF, De Martin S, Leung PSC, \nKrawitt E, et al. Etiopathogenesis of autoimmune hepatitis. J Autoimmun. \n2018;95:133–43. https:// doi. org/ 10. 1016/j. jaut. 2018. 10. 020.\n 19. Ginès P , Krag A, Abraldes JG, Solà E, Fabrellas N, Kamath PS. Liver cirrhosis. \nLancet. 2021;398(10308):1359–76. https:// doi. org/ 10. 1016/ S0140- \n6736(21) 01374-X.\n 20. Quiroz-Aldave JE, Gamarra-Osorio ER, Durand-Vásquez MDC, RafaelRobles LDP , Gonzáles-Yovera JG, Quispe-Flores MA, et al. From liver to \nhormones: the endocrine consequences of cirrhosis. World J Gastroenterol. 2024;30(9):1073–95. https:// doi. org/ 10. 3748/ wjg. v30. i9. 1073.\n 21. Goel A, Kwo P . Treatment of autoimmune hepatitis. Clin Liver Dis. \n2024;28(1):51–61. https:// doi. org/ 10. 1016/j. cld. 2023. 07. 001.\n 22. Aksoy B, Baran M, Cagan Appak Y, Sag E, Cakir M, Guven B, et al. Efficiency \nof azathioprine monotherapy for maintenance treatment of autoimmune \nhepatitis in children. Eur J Gastroenterol Hepatol. 2022;34(1):92–7. https:// \ndoi. org/ 10. 1097/ MEG. 00000 00000 001930.\n 23. Pape S, Snijders RJALM, Gevers TJG, Chazouilleres O, Dalekos GN, Hirschfield GM, et al. Systematic review of response criteria and endpoints in \nautoimmune hepatitis by the International Autoimmune Hepatitis Group. \nJ Hepatol. 2022;76(4):841–9. https:// doi. org/ 10. 1016/j. jhep. 2021. 12. 041.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}