{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05056-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05056-x.pdf",
  "metadata": {
    "/Keywords": "Case report; Non-operative management; Pediatric liver trauma; Grade IV liver laceration; Diagnostic imaging",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250203092056+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250125153948+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05056-x",
    "/Author": "Amirreza Salehi ",
    "/Title": "Non-operative approaches to major blunt hepatic (Grade IV): a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05056-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Recent advancements in the management of pediatric liver trauma have highlighted the effectiveness \nof non-operative management as the preferred therapeutic approach. This report presents the case of an 8-year-old \npatient who sustained significant liver trauma from a substantial fall, successfully managed through non-operative \nmanagement.",
    "Case Presentation": "Case presentation An 8-year-old Iranian child presented with a Grade IV liver laceration and contusion, pneumo thorax, and rib fractures after a 1.5 m fall. Initial stable vitals were confirmed. Diagnostic evaluations included serial \nfocused assessment with sonography for trauma scans and computed tomography imaging of the thorax, abdomen, \nand pelvis. Treatment involved intensive care unit monitoring, intravenous fluid therapy, and a chest tube insertion. \nThe patient’s condition improved significantly after 6 days in the intensive care unit, demonstrating the efficacy \nof non-operative management. The patient was successfully discharged following conservative management. Written \ninformed consent was obtained from the patient’s legal guardian for publication of this case report and any accompanying images.\nConclusions This case highlights the effectiveness of non-operative management in managing high-grade liver injuries. Over the past 2 decades, non-operative management has become increasingly prevalent, particularly in urban \nhealthcare settings, due to its ability to manage hepatic trauma without surgical risks. Advanced imaging and multidisciplinary approaches are critical to its success.\nKeywords  Case report, Non-operative management, Pediatric liver trauma, Grade IV liver laceration, Diagnostic \nimaging",
    "Introduction": "Introduction\nLiver trauma is one of the most commonly encountered \nabdominal injuries in patients with severe trauma [1]. \nMost of these patients present with minor to moderate \ninjuries classified as World Society of Emergency Surgery \n(WSES) I, II, or III or American Association of Surgery of Trauma Organ Injury Scale (AAST-OIS) I, II, or III, \nand these are typically managed successfully using nonoperative management (NOM) [2]. In pediatric patients, \nNOM is generally regarded as the optimal treatment \napproach. Although anatomical characterization of liver \nlesions is essential, it is not solely sufficient for determin ing the most appropriate treatment strategy. The deci sion to pursue surgical intervention or NOM is primarily \ninfluenced by the patient’s hemodynamic stability, the \nextent of concomitant injuries, and the anatomical grade \nof the liver injury [2]. In patients identified as transient \nresponders with moderate to severe hepatic injuries, \nNOM should only be considered in highly specialized \nsettings. These settings must have immediate access to a Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMansoor Kodori\nmansoor92tums@yahoo.com\n1 Pastor Educational Hospital, Bam University of Medical Sciences, Bam, \nIran\n2 Noncommunicable Diseases Research Center, Bam University of Medical \nSciences, Bam, Iran\nPage 2 of 5 Salehi et al. Journal of Medical Case Reports           (2025) 19:45 \nmultidisciplinary team of experienced healthcare profes sionals and the necessary facilities for close monitoring \nand prompt intervention [3]. NOM requires hemody namic stability and the absence of concomitant injuries \nthat necessitate surgical intervention [4]. Implement ing NOM for moderate to severe blunt or penetrating \ntrauma necessitates comprehensive diagnostic capabili ties to identify all associated injuries and ensure intensive \npatient management. We describe a clinical case of major \n(Grade IV) liver injury in a pediatric male successfully \ntreated with NOM.\nCase report\nAn 8-year-old Iranian child presented to the emergency \ndepartment at Bam Pastour Medical Center in Kerman \nProvince with an abdominal injury sustained from a fall \nfrom a height of 1.5 m. Upon arrival, the patient was \nconscious and oriented, with a Glasgow Coma Scale \n(GCS) score of 15. Vital signs included a blood pres sure of 100/80 mmHg and a heart rate of 135 beats per \nminute, indicating tachycardia. Physical examination \nrevealed abrasions on the right side of the abdomen \nand thorax. Pulmonary auscultation detected rightsided rales and diminished breath sounds. The patient \nreported right-sided abdominal pain without rebound \ntenderness, and peripheral pulses were palpable. Ini tially, blood samples were collected for preliminary \nlaboratory investigations. The patient was administered \noxygen therapy and received intensive fluid resusci tation with 1300 cc of crystalloid intravenous fluid, \naccompanied by continuous monitoring. A focused \nassessment with sonography for trauma (FAST) was \nconducted in the emergency department. Subsequent \ndiagnostic imaging included additional radiographs \nof the chest and pelvis. The patient underwent a noncontrast computed tomography (NCCT) scan of the \nthorax and a contrast-enhanced computed tomography \n(CECT) scan of the abdomen and pelvis. The imag ing findings from both ultrasonography and computed \ntomography (CT) confirmed the presence of linear \nhypoechoic regions and increased echogenicity in the \nparenchyma of the right hepatic lobe, consistent with a \nGrade IV liver laceration and contusion (Fig.  1). Addi tionally, mild free fluid was observed in the abdominal \nand pelvic cavities. As a result, the patient was promptly \ntransferred to the intensive care unit (ICU) for further \nintensive management and monitoring. The patient’s \nhemodynamic status stabilized following the adminis tration of intravenous fluids (dextrose saline) and the \ntransfusion of 120 cc of blood. This intervention effec tively restored circulatory volume and improved tis sue perfusion, resulting in a stable hemodynamic state. \nAdditionally, radiographic evidence revealed a lung injury accompanied by mild pneumothorax (Fig.  2). \nFurthermore, a fracture line was observed in the pos terior aspects of the VIII, IX, and X ribs on the right \nside. Laboratory",
    "Results": "results during hospitalization indi cated that hemoglobin levels, serum alanine transami nase (ALT), aspartate transaminase (AST), and serum \namylase were within normal ranges. However, coagula tion profile assessments revealed abnormal parameters, \nwith prothrombin time (PT) extended by 3 seconds. \nDue to the diagnosis of mild pneumothorax, the patient \nwas closely monitored in the ICU. On the follow ing day, the patient was transferred to the operating \nroom, where a right-sided chest tube (thoracostomy) \nwas inserted under general anesthesia (Fig.  3). The \nchest tube facilitated the re-expansion of the affected \nlung and the evacuation of air from the pleural space. \nFig. 1 The computed tomography scan of the abdomen \ndemonstrates a Grade IV liver laceration in the patient. The location \nof the laceration is highlighted with a red circle and marked by a red \narrow\nFig. 2 The imaging reveals a mild pneumothorax in the patient’s \nright lung. The location of the pneumothorax is encircled in red \nand indicated with a red arrow\nPage 3 of 5\n Salehi et al. Journal of Medical Case Reports           (2025) 19:45 \n \nContinuous monitoring ensured that the patient’s vital \nsigns remained within normal ranges, reducing the \nrisk of further complications. Additionally, the patient \nwas administered cefotaxime at a dosage of 1 g every 8 \nhours to reduce the risk of infection. Furthermore, the \npatient received 8 cc of 15% w/v potassium chloride to \naddress potential electrolyte imbalances and support \noverall metabolic function. Concurrently, paracetamol \n(acetaminophen) was administered at a dosage of 100 \nmg every 12 hours to treat mild to moderate pain and \nfever. Given the patient’s presentation of mild abdomi nal pain, the absence of peritoneal irritation signs, and \nstable vital signs, despite the presence of a Grade IV \nblunt hepatic laceration, the patient was deemed an \nappropriate candidate for conservative (NOM) man agement. This decision was based on the patient’s \nhemodynamic stability and the absence of indications \nnecessitating immediate surgical intervention. After \n6 days in the ICU, which included daily clinical evalu ations and a single abdominal ultrasound, no signs of \nongoing bleeding were detected, and the patient’s over all condition improved significantly. Consequently, the \nNOM strategy was deemed successful, and the patient \nwas transferred to a general surgery ward for continued \nobservation and care. The patient was subsequently dis charged after 2 days. Following discharge, the patient \nwas enrolled in a follow-up program to ensure ongoing \nrecovery and monitor for any potential complications. \nInitially, the patient adhered to complete bed rest. At \nthe 1-week follow-up, a complete blood count (CBC) \nand abdominal and pelvic ultrasound were performed, \ndemonstrating satisfactory progress. At the 2-week \nfollow-up, continued improvement was confirmed with \nanother CBC and ultrasound. By the 3-week mark, an \nadditional outpatient visit showed normal results for \nboth CBC and ultrasound, indicating successful resolu tion of the liver laceration and associated injuries. The patient’s recovery was meticulously monitored, ensur ing no complications arose during this period. This \ncomprehensive follow-up plan facilitated a thorough \nand effective recovery. Written informed consent was \nobtained from the patient’s legal guardian for publica tion of this case report and any accompanying images.",
    "Discussion": "Discussion\nIn recent decades, there have been significant advance ments in the management of pediatric liver trauma. Dur ing the early twentieth century, surgical interventions for \nthese injuries were prevalent but often had limited suc cess. However, the 1960s marked the advent and grad ual adoption of NOM for such cases [5]. In instances of \nblunt abdominal trauma, the liver is the most frequently \ninjured organ, followed by the spleen [6]. In younger \nchildren, playground accidents are frequent causes of \nliver injuries. Currently, over 90% of solid organ injuries \nin pediatric patients are managed using NOM. How ever, missing an associated injury can have severe conse quences. An abnormal physical exam remains one of the \nmost reliable indicators of abdominal injury in children. \nSigns of hypovolemic shock, including poor perfusion, \ntachycardia, and mental status changes in abdominal \ntrauma, are ominous findings that suggest significant \nbleeding and require urgent evaluation and management \n[5, 7]. Besides, the wide diffusion of high-resolution CT \nscan and interventional radiology procedures, together \nwith several important clinical observations, trans formed the diagnosis and management of blunt abdomi nal trauma [8]. Liver trauma management is influenced \nby the injury severity. Prior research indicates that \npatients with minor liver injuries typically respond well \nto NOM, which involves conservative treatment meth ods. Conversely, more severe liver injuries may require \nemergency laparotomy, a surgical intervention that can \nbe crucial for saving the patient life [9]. Ensuring hemo dynamic stability, which includes a thorough and imme diate assessment of the patient airway, breathing, and \ncirculation, is critical in deciding the course of treatment. \nWhen vital parameters are stable, it allows for a NOM \napproach, emphasizing close clinical monitoring supple mented by radiological and laboratory evaluations [10, \n11]. We applied a similar approach to our patient with \na high-grade liver injury (Grade IV). Despite the sever ity of the injury, the patient’s pulse and blood pressure \nremained within normal ranges. Serial hemoglobin levels \nshowed stability, and FAST scans indicated no immediate \nneed for surgical intervention. Despite the patient hav ing a Grade IV liver injury, pneumothorax, and fractures \nof three ribs, their condition remained stable. Specifi cally, studies demonstrate a 70% safety profile for NOM \nin patients with Grade IV and V liver injuries, thereby \nFig. 3 The chest tube was inserted on the patient’s right side\nPage 4 of 5 Salehi et al. Journal of Medical Case Reports           (2025) 19:45 \nchallenging the conventional reliance on surgical explo ration [3, 12]. NOM of blunt liver trauma has emerged \nas a highly reliable therapeutic approach, with numer ous studies documenting its significant efficacy and \nbenefits [13]. Over the past 2 decades, there has been a \nmarked increase in the adoption of non-surgical proto cols for managing blunt hepatic traumas, particularly in \nurban healthcare settings. Research indicates that for the \npast 20 years, the avoidance of surgical intervention has \nbeen a cornerstone strategy, enabling physicians to man age hepatic trauma cases more effectively [3]. The use \nof screening and imaging techniques to assess trauma \nseverity has been emphasized as critically important. \nAlthough FAST plays a crucial role as a rapid diagnostic \ntool, CECT has been recognized as a superior evaluation \nand diagnostic method for liver trauma. It is particularly \neffective in identifying parenchymal lacerations, bruis ing, internal bleeding, liver abscesses, peritonitis, and \nother complications (14). Our patient underwent mul tiple FAST scans at several-hour intervals. These were \nfollowed by CECT of the thorax, abdomen, and pelvis. \nThese diagnostic evaluations allowed us to determine \nand implement the most effective treatment plan. Fur thermore, patient demonstrated a favorable response to \nintravenous fluid administration, indicating the effective \nmaintenance of hemodynamic stability through intrave nous fluid therapy.",
    "Conclusion": "Conclusion\nThe maintenance of hemodynamic stability is para mount in the management of patients with blunt hepatic \ntrauma. NOM has now been established as the goldstandard therapeutic approach. It involves meticulous \nclinical observation, targeted medical therapies, judi cious blood transfusions, and high-quality diagnostic \nevaluations. This management necessitates ICU observa tion to ensure patient stability and promptly address any \ncomplications. The establishment of trauma centers that \nemploy a multidisciplinary physician approach to assess \nthe severity of injuries, regardless of the patient’s age, is \nessential. An optimal and timely decision-making process \nis crucial for improving the overall prognosis in manag ing blunt hepatic trauma cases within emergency health care settings.\nAcknowledgements\nNot applicable.\nAuthor contributions\nAmirreza Salehi: study design, data collection, data analysis, and writing draft. \nMansoor Kodori: writing draft, critical manuscript revision, and editing revision. \nMohammad Sohrabi: literature review and manuscript editing.\nFunding\nNot applicable.Availability of data and materials\nThe data underpinning the findings of this study can be obtained from Dr. \nAmirreza Salehi. However, access to these data is restricted, as they were \nutilized under license for this specific study and are not available to the public. \nNevertheless, data can be made available by the authors upon reasonable \nrequest, contingent upon obtaining permission from Dr. Amirreza Salehi.\nDeclarations\nEthics approval and consent to participate\nEthical approval was not required for this case report, as it pertains to a single \npatient´s treatment and outcome, and no experimental procedures were \ninvolved. The patient provided informed consent for the treatment and agree \npublication of their case details.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 18 November 2024   Accepted: 10 January 2025\nReferences\n 1. Brillantino A, Iacobellis F, Festa P , Mottola A, Acampora C, Corvino F, et al. \nNon-operative management of blunt liver trauma: safety, efficacy and \ncomplications of a standardized treatment protocol. Bull Emerg Trauma. \n2019;7(1):49–54. https:// doi. org/ 10. 29252/ beat- 070107.\n 2. Coccolini F, Coimbra R, Ordonez C, Kluger Y, Vega F, Moore EE, et al. Liver \ntrauma: WSES 2020 guidelines. World J Emerg Surg. 2020;15:24. https:// \ndoi. org/ 10. 1186/ s13017- 020- 00302-7.\n 3. Brooks A, Reilly J-J, Hope C, Navarro A, Naess PA, Gaarder C. Evolution of \nnon-operative management of liver trauma. Trauma Surg Acute Care \nOpen. 2020;5(1): e000551. https:// doi. org/ 10. 1136/ tsaco- 2020- 000551.\n 4. Cimbanassi S, Chiara O, Leppaniemi A, Henry S, Scalea TM, Shanmuganathan K, et al. Nonoperative management of abdominal solid-organ \ninjuries following blunt trauma in adults: results from an International \nConsensus Conference. J Trauma Acute Care Surg. 2018;84(3):517–31. \nhttps:// doi. org/ 10. 1097/ TA. 00000 00000 001774.\n 5. Duron V, Stylianos S. Strategies in liver trauma. Semin Pediatr Surg. \n2020;29(4): 150949. https:// doi. org/ 10. 1016/j. sempe dsurg. 2020. 150949.\n 6. Achatz G, Schwabe K, Brill S, Zischek C, Schmidt R, Friemert B, et al. Diagnostic options for blunt abdominal trauma. Eur J Trauma Emerg Surg. \n2022;48(5):3575–89. https:// doi. org/ 10. 1007/ s00068- 020- 01405-1.\n 7. Roberts R, Sheth RA. Hepatic trauma. Ann Transl Med. 2021;9(14):1195. \nhttps:// doi. org/ 10. 21037/ atm- 20- 4580.\n 8. Hamid S, Nicolaou S, Khosa F, Andrews G, Murray N, Abdellatif W, et al. \nDual-energy CT: a paradigm shift in acute traumatic abdomen. Can Assoc \nRadiol J. 2020;71(3):371–87. https:// doi. org/ 10. 1177/ 08465 37120 905301.\n 9. Saviano A, Ojetti V, Zanza C, Franceschi F, Longhitano Y, Martuscelli E, et al. \nLiver trauma: management in the emergency setting and medico-legal \nimplications. Diagnostics. 2022;12(6):1456. https:// doi. org/ 10. 3390/ diagn \nostic s1206 1456.\n 10. Buci S, Torba M, Gjata A, Kajo I, Bushi G, Kagjini K. The rate of success \nof the conservative management of liver trauma in a developing \ncountry. World J Emerg Surg. 2017;7(12):24. https:// doi. org/ 10. 1186/ \ns13017- 017- 0135-4.\n 11. Almutairi NM, Alzaidi SA, Alotaibi SM, Alsharari AMH, Alsaleh AI, Alotaibi \nSS, et al. Liver trauma diagnosis and surgical management. IJPRAS. \n2020;9(1–2020):70–4.\n 12. Bonny P , Bogaert C, de Abreu Carvalho LF, Gryspeerdt F, Eker H, Hermie L, \net al. Evolution in liver trauma management: a single centre experience. \nPage 5 of 5\n Salehi et al. Journal of Medical Case Reports           (2025) 19:45 \n \nActa Chir Belg. 2024; 124(6):466–477. https:// doi. org/ 10. 1080/ 00015 458. \n2024. 23421 32.\n 13. Lewis M, Jakob DA, Benjamin ER, Wong M, Trust MD, Demetriades D. \nNonoperative management of blunt hepatic trauma: comparison of level \nI and II trauma centers. Am Surg. 2023;89(4):743–8. https:// doi. org/ 10. \n1177/ 00031 34821 10385 58.\n 14. Hadian F, Rutten C, Siddiqui I, Tomlinson C, Chavhan GB. Neonatal liver \nimaging: techniques, role of imaging, and indications. Radiographics. \n2024;44(12): e240034. https:// doi. org/ 10. 1148/ rg. 240034.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}