{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04873-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04873-w.pdf",
  "metadata": {
    "/Keywords": "Mucormycosis; COVID-19; Rhizopus delemar; Rhinosinusitis; Infection",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241025175111+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241023213607+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04873-w",
    "/Author": "Seyedeh Sabereh Mojtahedi ",
    "/Title": "The first report of rhinosinusitis by Rhizopus delemar in a patient with severe COVID-19 in Iran: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04873-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Mucormycosis is a severe and fatal fungal infection in patients with coronavirus disease 2019 caused \nby Mucorales. Here we present a case of a 63-year-old man with coronavirus disease 2019 infection, along with rhinosinusitis mucormycosis caused by Rhizopus delemar.",
    "Case Presentation": "Case presentation A 63-year-old Iranian man suffering from a coronavirus disease 2019 infection with symptoms \nof cough, shortness of breath, and generalized body pain. On the basis of the clinical manifestations, such as headache, a history of black nasal discharge, nasal hypoesthesia, facial swelling, numbness, nasal obstruction, presence \nof necrotic lesions on the nasal passages on physical examination, and abnormal computed tomography scans of par anasal sinuses, the patient underwent surgical debridement. Direct microscopy of specimens obtained from the paranasal sinuses, and subsequent isolation and identification, revealed a rhinosinusitis mucormycosis caused by R. \ndelemar. Despite therapeutic measures, such as sinus debridement surgery and antifungal therapy with amphotericin \nB injection (50 mg/day), the patient died after 35 days of hospitalization.",
    "Conclusion": "Conclusion In this report, we present the first documented case of human infection with R. delemar in a patient \nwith coronavirus disease 2019 infection, who also exhibited rhinosinusitis mucormycosis. R. delemar appears to be \nan emerging agent of rhinosinusitis mucormycosis in this region. Furthermore, prompt diagnosis and the exploration \nof alternative antifungal treatments, beyond amphotericin B, may be crucial for effectively managing patients with R. \ndelemar infections.\nKeywords  Mucormycosis, COVID-19, Rhizopus delemar, Rhinosinusitis, InfectionOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHossein Zarrinfar\nZarrinfarh@mums.ac.ir; h.zarrin@gmail.com\n1 Student Research Committee, Mashhad University of Medical Sciences, \nMashhad, Iran\n2 Department of Parasitology and Mycology, School of Medicine, \nMashhad University of Medical Sciences, Mashhad, Iran\n3 Department of Laboratory Sciences, School of Paramedical Sciences, \nMashhad University of Medical Sciences, Mashhad, Iran\n4 Allergy Research Center, Mashhad University of Medical Sciences, \nMashhad, Iran\n5 Sinus and Surgical Endoscopic Research Center, Department \nof Otorhinolaryngology, Mashhad University of Medical Sciences, \nMashhad, Iran6 Department of Dermatology, Beijing Children’s Hospital, Capital Medical \nUniversity, National Center for Children’s Health, Beijing, China\n7 Westerdijk Fungal Biodiversity Institute, Utrecht, The Netherlands\nPage 2 of 7 Mojtahedi et al. Journal of Medical Case Reports          (2024) 18:522",
    "Introduction": "Introduction\nMucormycosis (previously named zygomycosis) is a lifethreatening fungal infection caused by species of the \norder Mucorales that mainly affects immune-deficient \nindividuals, such as those with hematological malignancy, \norgan transplantation recipients, and people with diabe tes [ 1]. The prevalence of fungal (co) infections, includ ing mucormycosis, increased during the coronavirus \ndisease 2019 (COVID-19) pandemic owing to the wide spread use of corticosteroids, broad-spectrum antibiot ics, and prolonged hospitalization in hospital wards [2, \n3]. The primary species causing mucormycosis belong to \nRhizopus,  Mucor and Lichtheimia (formerly  Absidia ), and \nthese can invade blood vessels and cause problems, such \nas inflammation and blood clots [4], resulting in serious \ndamage and death of tissue. R. delemar is a rare oppor tunistic pathogen causing invasive and disseminated dis ease in human (mucormycosis), but it is also common in \nthe environment and can be isolated from for example, \ndecayed plant material and soils. The signs and symp toms of mucormycosis are not specific and therefore R. \ndelemar infections are difficult to diagnose [5, 6], and \nneed to be identified through a combination of  clinical \nand radiological observations, histopathological proce dures, and laboratory criteria [7]. However, some of these",
    "Methods": "methods are time consuming and are not very effective at \ndetecting the infection [5]. This delay in diagnosis means \nthat patients with mucormycosis might not be properly \ntreated on time, resulting in a higher chance of a poor \noutcome [8]. Here we present a case of a 63-year-old man \naffected with COVID-19 infection, along with rhinosi nusitis mucormycosis caused by R. delemar.\nCase report\nA 63-year-old man living in Mashhad, northeastern Iran, \nwas admitted to Imam Reza Hospital in Mashhad in Sep tember 2021. His main complaints were shortness of \nbreath, cough, and generalized body pain. The chest com puted tomography (CT) scan revealed bilateral diffuse \ninterstitial opacities. Unfortunately, there are no avail able reports regarding the patient’s family and psychoso cial history, as well as any prior interventions. However, \nthere were no reports of any specific underlying condi tions, including diabetes, in this patient. He was admitted \nto the COVID-19 ward with an initial diagnosis of acute \nrespiratory failure on day 0. To confirm COVID-19, naso pharyngeal and oropharyngeal specimens were retrieved \nand the presence of the ribosomal RNA (rRNA)-depend ent RNA polymerase (RdRp) gene was measured using \nreal-time reverse-transcription polymerase chain reac tion (rRT-PCR, Pishtaz Teb, Lot.99006) technique. \nOn the day of admission (day 0), his hematological findings showed white blood cell (WBC) = 9.7 ×  109/L \n[4.1–10 ×  109], red blood cell (RBC) = 3.45 ×  1012/L [4.3–\n6.2 ×  1012], hemoglobin (Hb) = 9.8 g/dl [13.2–16.5], hem atocrit (Ht) = 29.8% [40–51], platelet (Plt) = 140 ×  109/L \n[140–450 ×  109], mean corpuscle (cell) volume \n(MCV) = 86.4 fl [82–102], mean corpuscular hemoglobin \n(MCH) = 28.4 pg [27–31], mean corpuscular hemoglobin \nconcentration (MCHC) = 32 g/dl [31–35], red blood cell \ndistribution width (RDW)-CV = 17.4% [11.5–14.5], mean \nplatelet volume (MPV) = 10.6 fl [7.5–12], neutrophil \n(Neu) = 70% [50- 70], and lymphocyte (Lym) = 20% [25–\n40]. Administration of prednisolone was started (day + 5) \nat a dose of 125 mg per day for a duration. Additionally, \nthe patient was prescribed broad-spectrum antibiot ics cefepime (day + 5), vancomycin, imipenem (day + 7), \nand meropenem (day + 12). Blood cultures were taken \nat day + 10 and they were negative after 48 and 96  h. \nOn the 19th day of admission the patient’s blood sugar \n(BS) was 194 mg/dl. Table  1 showed the other labora tory investigations. The patient required mechanical \nventilation owing to the increased hypoxia and progres sive decline in oxygen saturation (day + 17). At 20 days \nafter admission (day + 20), the physicians suspected \nrhinosinusitis according to physical examination and \nclinical manifestation, such as headache, facial swell ing, numbness, and nasal obstruction. Subsequently, \nthe patient visited otorhinolaryngology  and infectious \ndisease specialists. In their investigation, lesions on \nthe nasal passages and necrotic crust were noticed that \nleaded to computed tomography (CT) investigations. \nOn the paranasal sinus (PNS) CT scan (Fig.  1), turbid ity and increased mucus thickness were observed in the \nmaxillary, sphenoid, and frontal sinuses of the right and \nleft ethmoid. The patient underwent sinus debridement \nto eradicate infection and sinus biopsies were obtained \n(day + 21). Tissue specimens were sent to the medical \nmycology and pathology laboratory for further diagnos tic work-up. Diagnosis of mucormycosis was made on \nTable 1 The laboratory tests",
    "Results": "results of the patient, on the 19th \nday of admission\nAST Aspartate aminotransferase, ALT  Alanine aminotransferase, ALP Alkaline \nphosphatase, Na Soduim, K Potassium, Cr CreatinineTest Patient’s result References interval\nAST 87 U/L 5–40\nALT 162 U/L 7–56\nALP 297 U/L 45–148\nNa 136 mEq/L 135–145\nK 4.2 mEq/L 3.6–5.2\nUrea 52 mg/dL 15–45\nCr 0.9 mg/dL 0.9–1.3\nPage 3 of 7\n Mojtahedi et al. Journal of Medical Case Reports          (2024) 18:522 \n \nthe basis of a presence of broad aseptate hyphae in 20% \npotassium hydroxide (KOH) preparation of specimens \nobtained from the paranasal sinuses (day + 21), and culti vation on Sabouraud’s dextrose agar with chlorampheni col (Merck, Germany) medium at 35 °C for 3 days. While \nthe sensitivity of direct examination and culture methods \nis known to be quite low, they remain highly valuable \nbecause of their cost-effectiveness and accessibility. The \nisolation plates showed greyish brown colonies that cov ered an agar surface in 2 days after incubation (day + 23). Moreover, histopathological examination using periodic \nacid-Shiff  (PAS) stained sections showed a dense accu mulation of broad and non-septate hyphae (Fig.  2). The \nisolated fungal strain was identified using phenotypic \ncharacters, and sequencing the internal transcribed \nspacers (ITS) including the 5.8S nrRNA gene region ITS \nand a part of the large subunit (LSU) 28S rRNA. Macro scopic observations of the strain after 5 days (day + 26) \non malt extract agar at 25 °C showed spreading, elevated, \ngrey colored colonies, and microscopic examination \nof the strain showed unbranched, pigmented sporan giophores with rhizoids, and apophyses, a combination \nof structures often observed in Rhizopus strains. ITS \nand LSU sequences were generated, following the pro tocols described in Samson et al. (2019) [9]. In short, \ngenomic DNA was extracted using the DNeasy® Ultra Clean® Microbial Kit (Qiagen, Germany). Amplification \nand sequencing of the ITS and LSU fragments was per formed using the primer pairs V9G & LS266 and LR0R \n& LR5, respectively. Homology searches (BLAST) with \nthe consensus sequences were performed to identify the \nstrain at species level. The ITS and LSU sequence were \nidentical to sequences generated from the type of R. delemar (CBS 120.12; ITS, AB181318; LSU, MH866134). \nThe newly generated sequences were deposited in Gen Bank under accession numbers OQ533696 (LSU) and \nOQ550014 (ITS), and the strain was deposited in the  \nDTO collection  under number  DTO 466-C7  (working \ncollection in Food and Indoor Mycology group in West erdijk Institute). To achieve a more precise identification \nof our isolate at the species level, we conducted a phylo genetic analysis on the basis of ITS sequences. Figure  3 \nprovides an overview of strains, species, and their corre sponding NCBI GenBank accession numbers. R. caespi tosus  CBS 427.87T served as the outgroup. The resulting \nFig. 1 Paranasal sinus computed tomography scan, turbidity, \nand increased mucus thickness are observed in the maxillary, \nsphenoid, and frontal sinuses of the right and left ethmoid \n(arrowhead)\nFig. 2 a Appearance of broad aseptate hyphae in direct examination (20% KOH staining, original magnification × 400), b Appearance R. delemar \ncolonies on SC, and c Non-septate hyphae in histopathological examination (periodic acid-Shiff staining, original magnification × 400)\nPage 4 of 7 Mojtahedi et al. Journal of Medical Case Reports          (2024) 18:522 \nphylogenetic tree (Fig.  3) indicates that strain DTO 466C7 belongs to the R. delemar clade with high statistical \nsupport. Since the sufficient growth of the strain did not occur during incubation of subcultures, antifungal \nsusceptibility test was not performed. For treatment, \namphotericin B injection (50 mg/day) were prescribed \nFig. 3 Phylogenetic tree based on internal transcribed spacer sequences. The bootstrap percentages of the maximum likelihood analysis are \npresented at the nodes. Values with less than 70% bootstrap support (maximum likelihood) are not displayed. The bar indicates the number \nof substitutions per site. The phylogram is rooted with R. caespitosus. Tex-type strain\nPage 5 of 7\n Mojtahedi et al. Journal of Medical Case Reports          (2024) 18:522 \n \n(day + 20). On the 19th day of hospitalization, remdesivir \nwas administrated and continued for 7 days. Although \namphotericin B and isavuconazole are the two agents \napproved for the primary treatment of mucormycosis, \nisavuconazole was not available for prescription. Unfor tunately, serial debridement surgeries and endoscopy of \nthe sinus tissues were not possible owing to the patient \nunstable state. Despite therapeutic measures, no consid erable improvement was observed. Unfortunately, the \npatient died after 35 days of hospitalization (day + 35).",
    "Discussion": "Discussion\nFungal rhinosinusitis includes a diverse range of fungal \ninfections, varying from mild irritations to those that can \nquickly become life-threatening [2, 10–12]. The reports \nof COVID-19-associated RM have been increasing dur ing the COVID-19 pandemic along with high morbid ity and mortality, particularly owing to patients with \ncerebral involvement [2, 11]. Within Mucorales,  Rhizo pus and  Mucor species were the most commonly identi fied causative agents, and  R. arrhizus  has been reported \nas  the  predominant causal agent  worldwide [8]. The \ncurrent study presents a novel case of a patient with a \nCOVID-19 infection, along with RM caused by  R. delemar. In SağıtM et al., the total number of patients with \nrhino-orbital mucormycosis  (ROM) between 2013 and \n2016 was six over 2 years [13]. In the study of Nuret tin Bayram et al., who conducted their study during the \ncoronavirus outbreak, they estimated the frequency of \nthe disease would be 11 patients among patients with \nserious COVID-19, during 9 months [14]. According to \nestimates, mucormycosis affects 1.7 million people every \nyear [15]. In immunocompromised individuals, R. delemar is an invasive fungal pathogen that has the potential \nto cause fatal mucormycosis. Early diagnosis is difficult \nfor mucormycosis caused by R. delemar, which is a rare \nand difficult condition. Owing to the similarity of R. delemar to other species, this species has not been reported \nfrequently yet, and the precise diagnosis requires molec ular methods. A 47-year-old male with a brainstem hem orrhage caused by R. delemar was reported by Shuhua \nXie et al. [6]. The diagnosis of encephalitis caused by R. \ndelemar was made using metagenomic next-generation \nsequencing (mNGS) in cerebrospinal fluid (CSF) and the \npatient’s clinical characteristics [6]. In our report, the \nobtained sinus biopsy showed the presence of this organ ism after isolation and subsequent sequencing. Inhala tion of R. delemar spores from the environment is the \nmain way route of exposure, where infections in the lungs \nand nose affecting the brain are very common [16]. Neu tropenia or glucocorticoid therapy is thought to be a risk \nfactor for rhino-cerebral and pulmonary infections, while \ndiabetic patients are more likely to develop rhino-cerebral mucormycosis [17]. People with diabetes, especially \nthose with a severe type called diabetic ketoacidosis, are \nthe most common patients (accounting for 58.9–86.7%) \nto have a fungal infection affecting their nose, eyes, and \nbrain, called nasal-orbital-cerebral mucormycosis [4] \nIn the study of Nurettin Bayram et al., among the 11 \npatients investigated who were simultaneously affected \nby COVID-19 and tuberculosis, 8 patients also had dia betes [ 14]. However, our patient did not have diabetes. \nBasal ganglia mucormycosis was also found in a case that \ndid not have any known cause of immunosuppression but \nhad a history of drug injection [18]. Even with medica tion and surgery to treat a fungal infection, there is a high \nmortality rate within a few months after diagnosis. The \nmortality rate can range from 50% to 99% depending on \nthe infection severity when treatment starts [19]. On the \nother hand, mucormycosis has a pronounced tendency \nto enter blood vessels, causing thrombosis, necrosis, \nand tissue infarction, all of which have a high mortal ity rate [20]. In this case, the patient died despite fungal \nprophylaxis and treatment. The CT scans and magnetic \nresonance imaging (MRI) can show signs of thickened \nand darkened sinuses, and involvements in the eyes and \nbrain. These imaging methods helped find seven patients \nwith rhino-orbital mucormycosis and three patients with \nrhino-orbital-cerebral mucormycosis [14]. In their study, \nthe foremost commonly included sinuses were ethmoid \n(90.9%) followed by maxillary sinuses (81.8%), which is in \nunderstanding with the study of Gupta et al. [21]. In our \npatient, paranasal sinus involvement was also observed \non his CT scan. It is worth noting that for a more detailed \nexamination of immunohistochemistry, PCR for fungal \nDNA, PCR sequencing, and in situ hybridization can be \nutilized for elective methods of tissue detection [22]. As \nsoon as the diagnosis is suspected, mucormycosis treat ment should be initiated according to the patient’s con dition. Amphotericin B is recommended as the best \nmedication for treating mucormycosis according to the \nglobal guideline and other study findings [23]. In this \ncase, despite the patient receiving amphotericin B, the \npatient died. Unfortunately, owing to the restrictions cre ated during the COVID-19 pandemic in hospitals, posa conazole or isavuconazole antifungals were not available \nfor prescription. However, it is still not clear whether \nunderlying diseases, fungal species, or coinfection with \nCOVID-19 caused this patient’s lack of successful treat ment. The study by Mehta et al. has shown that the coex istence of ROM and extreme infection of COVID-19 \nhas a higher mortality rate than already detailed non COVID-19 patients [24]. According to these findings, the \nprognosis of preexisting ROM may worsen after a severe \nsevere acute respiratory syndrome coronavirus 2 (SARSCoV-2) infection. The primary factors that appear to \nPage 6 of 7 Mojtahedi et al. Journal of Medical Case Reports          (2024) 18:522 \npredispose patients to immune dysregulation associated \nwith SARS-CoV-2 include the widespread use of steroids \nand broad-spectrum antibiotics, as well as the need for \nventilatory support. Therefore, it is important for physi cians to be aware of extra potential infections in patients \nwith COVID-19. However, whether these local and sys temic factors resulted in any predisposition has not yet \nbeen clearly established. Hence, reported infections by \nR. delemar in these patients show that other risk factors \nmay also be important in the development of infection.\nConclusion\nRM owing to R. delemar in critically ill patients with \nCOVID-19 is a potentially lethal complication. It seems \nlikely that faster diagnosis and the use of other antifungal \ndrugs, except amphotericin B, can play a more vital role \nin treatment of patients with this infection.\nAcknowledgements\nWe would like to acknowledge the Deputy of Research of Mashhad University \nof Medical Sciences (MUMS).\nAuthor contributions\nSSM and NH contributed to this manuscript by routine laboratory examinations and writing the manuscript; MB contributed to the patient’s care and \ninitially diagnosed the patient; MA and HZ (corresponding author) contributed \nto this manuscript by collecting information for the case report; MJN, YBZ, and \nJH contributed to strain identification. All authors reviewed and approved the \nfinal manuscript.\nFunding\nThis work was financially supported by the Deputy of Research of MUMS \n[derived from a section of grant No. 4000884].\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nThis case (a part of the main project) was approved with an ethics committee \ncode: IR.MUMS.MEDICAL.REC.1400.759.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no conflicts of interest.\nReceived: 4 May 2024   Accepted: 30 September 2024\nReferences\n 1. Dolatabadi S, Ahmadi B, Rezaei-Matehkolaei A, Zarrinfar H, Skiada \nA, Mirhendi H, Nashibi R, Niknejad F, Nazeri M, Rafiei A. Mucor mycosis in Iran: A six-year retrospective experience. J Mycol Med. \n2018;28(2):269–73. 2. Mojtahedi SS, Zarrinfar H. Evaluation of hematological parameters \nin coronavirus disease 2019 patients with Aspergillus Rhinosinusitis, \nNortheastern Iran. J Patient Saf Qual Improv. 2022;10(1):19–24.\n 3. Arastehfar A, Shaban T, Zarrinfar H, Roudbary M, Ghazanfari M, \nHedayati M-T, Sedaghat A, Ilkit M, Najafzadeh MJ, Perlin DS. Candidemia among Iranian patients with severe COVID-19 admitted to ICUs. \nJ Fungi. 2021;7(4):280.\n 4. Prakash H, Ghosh AK, Rudramurthy SM, Singh P , Xess I, Savio J, Pamidimukkala U, Jillwin J, Varma S, Das A. A prospective multicenter study \non mucormycosis in India: Epidemiology, diagnosis, and treatment. \nMed Mycol. 2019;57(4):395–402.\n 5. Liu M, Bruni GO, Taylor CM, Zhang Z, Wang P . Comparative genomewide analysis of extracellular small RNAs from the mucormycosis \npathogen Rhizopus delemar. Sci Rep. 2018;8(1):5243.\n 6. Xie S, Lai Z, Xia H, Tang M, Lai J, Liu Q, Lu Z, He D, Qi J, Liu X. A case \nreport of brainstem hemorrhage due to Rhizopus delemar-induced \nencephalitis diagnosed by metagenomic next-generation sequencing \n(mNGS). BMC Infect Dis. 2023;23(1):235.\n 7. Farmakiotis D, Kontoyiannis DP . Mucormycoses. Infect Dis Clin. \n2016;30(1):143–63.\n 8. Prakash H, Chakrabarti A. Global epidemiology of mucormycosis. J \nFungi. 2019;5(1):26.\n 9. Samson RA, Houbraken J, Thrane U, Frisvad JC, Andersen B. Food and \nIndoor Fungi. Westerdijk Laboratory Manual series 2. Westerdijk Laboratory Manual series. 2nd ed. Utrecht: Westerdijk Fungal Biodiversity \nInstitute; 2019.\n 10. Mojtahedi SS, Zarrinfar H, Bakhshaee M. Hematological indices in \nCOVID-19 patients with Rhinosinusitis Mucormycosis. Iran J Otorhinolaryngol. 2024;36(2):399.\n 11. Hosseinikargar N, Basiri R, Asadzadeh M, Najafzadeh MJ, Zarrinfar H. \nFirst report of invasive Aspergillus rhinosinusitis in a critically ill COVID19 patient affected by acute myeloid leukemia, northeastern Iran. Clin \nCase Reports. 2021;9(10): e04889.\n 12. Bakhshizadeh M, Hashemian HR, Najafzadeh MJ, Dolatabadi S, Zarrinfar \nH. First report of rhinosinusitis caused by Neoscytalidium dimidiatum \nin Iran. J Med Microbiol. 2014;63(7):1017–9.\n 13. Sağit M, İbrahim H, Polat H, Dursun ZB, Çelik İ, Hafize S, Karaman \nH, Özcan İ. Our therapeutic approach in patients with rino-orbital \nmukormikozis. In: KBB-Forum: Elektronik Kulak Burun Boğaz ve Baş Boyun \nCerrahisi Dergisi: 2017; (2017).\n 14. Bayram N, Ozsaygılı C, Sav H, Tekin Y, Gundogan M, Pangal E, Cicek A, \nÖzcan İ. Susceptibility of severe COVID-19 patients to rhino-orbital \nmucormycosis fungal infection in different clinical manifestations. Jpn \nJ Ophthalmol. 2021;65(4):515–25.\n 15. Abdollahi A, Shokohi T, Amirrajab N, Poormosa R, Kasiri A, Motahari \nS, Ghoreyshi S, Madani S, Nikkhah M, Ghasemi M. Clinical features, \ndiagnosis, and outcomes of rhino-orbito-cerebral mucormycosis-A \nretrospective analysis. Curr Med Mycol. 2016;2(4):15.\n 16. Klimko N, Khostelidi S, Shadrivova O, Volkova A, Popova M, Uspenskaya \nO, Shneyder T, Bogomolova T, Ignatyeva S, Zubarovskaya L. Contrasts \nbetween mucormycosis and aspergillosis in oncohematological \npatients. Med Mycol. 2019;57(2):S138–44.\n 17. McCarthy M, Rosengart A, Schuetz AN, Kontoyiannis DP , Walsh \nTJ. Mold infections of the central nervous system. N Engl J Med. \n2014;371(2):150–60.\n 18. Durà-Miralles X, Escolà-Vergé L, Moreno D, Martinez-Ricarte F, Lung M, \nFernandez-Hidalgo N, Auger C, Martín-Gómez M-T. Isolated cerebral \nmucormycosis associated with intravenous drug use. J Mycol Méd. \n2020;30(4): 101046.\n 19. Choudhury QJ, Ambati S, Lewis ZA, Meagher RB. Targeted delivery of \nantifungal liposomes to Rhizopus delemar. J Fungi. 2022;8(4):352.\n 20. Palanisamy PR, Elango D. COVID19 associated mucormycosis: A review. \nJ Family Med Primary Care. 2022;11(2):418–23.\n 21. Gupta S, Goyal R, Kaore NM. Rhino-orbital-cerebral mucormycosis: \nbattle with the deadly enemy. Indian J Otolaryngol Head Neck Surg. \n2020;72(1):104–11.\n 22. Guarner J, Brandt ME. Histopathologic diagnosis of fungal infections in \nthe 21st century. Clin Microbiol Rev. 2011;24(2):247–80.\n 23. Cornely OA, Alastruey-Izquierdo A, Arenz D, Chen SC, Dannaoui E, \nHochhegger B, Hoenigl M, Jensen HE, Lagrou K, Lewis RE. Global \nguideline for the diagnosis and management of mucormycosis: an \nPage 7 of 7\n Mojtahedi et al. Journal of Medical Case Reports          (2024) 18:522 \n \ninitiative of the European Confederation of Medical Mycology in \ncooperation with the Mycoses Study Group Education and Research \nConsortium. Lancet Infect Dis. 2019;19(12):e405–21.\n 24. Mehta S, Pandey A. Rhino-orbital mucormycosis associated with COVID19. Cureus. 2020;12(9):e10726.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}