{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04917-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04917-1.pdf",
  "metadata": {
    "/Keywords": "Caroli’s disease; Cholangitis; Septicemia; Genetic mutation; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241219150241+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241119135512+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04917-1",
    "/Author": "Yan Yan ",
    "/Title": "AIRE mutation in an elderly Caroli’s patient with cholangitis and sepsis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04917-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Caroli’s disease, an autosomal recessive, hereditary-related disorder, is a rare disease, in which the diagnosis is based primarily on medical imaging and pathophysiological examinations. It is characterized by intrahepatic \ncystic dilation or cysts. Hepatic resection of diseased lobes can cure or avoid the risk of malignancy.",
    "Case Presentation": "Case presentation A 65-year-old Asian man was admitted to our hospital with cholangitis and recurrent septicemia. \nThe pathological diagnosis was polycystic bile duct dilation and cholangitis, consistent with the symptoms of Caroli’s \ndisease. In addition, a genetic test report indicated that the autoimmune regulator (AIRE) gene had a c.275G > A variant (p. Arg92Gln hybrid mutation), which was different from the previously reported PKHD1 gene mutation in Caroli’s \ndisease.",
    "Conclusion": "Conclusion This finding suggests that AIRE mutations may be associated with Caroli’s disease, with a risk of death \nand difficulty in curing.\nKeywords  Caroli’s disease, Cholangitis, Septicemia, Genetic mutation, Case report",
    "Introduction": "Introduction\nCaroli’s disease is characterized by congenital hepatic \nbile duct dilatation, and traffic spongiform hepatobiliary \ndilation is a type V in Alonso-Lej’s congenital gallbladder \ncysts [1]. Vechell and Stevens first reported the cases in \n1906 and 1939, respectively. The characteristic manifes tations were described in detail by Caroli et  al. in 1958 \n[2]. It is an autosomal recessive genetic disease, and the \ngene involved is the same gene responsible for autoso mal recessive polycystic kidney disease. Caroli’s disease is usually codiagnosed by clinical imaging and genetic \nand histopathologic examination [1, 3]. Cystic expan sion of the gallbladder in the liver can increase the risk \nof malignant tumors by 100 times [4]. Fatality rates are \nclosely associated with complications, such as combining \ninfections and malignant outcomes. Patients always have \nunexplained upper abdominal pain or hepatic fibrosis. \nCurrent therapy options for Caroli’s disease mainly target \ncomplications but do not prevent disease progression [5]. \nIt has been reported that there are no gender differences. \nEpidemiological studies have shown that it is always \nfound in children and adolescents and is more common \nin people of Asian descent [6].\nIn the case reported in this study, the patient was \ntreated for limb weakness and abdominal pain and was \neventually diagnosed with Caroli’s disease by combining \nmagnetic resonance imaging (MRI)",
    "Results": "results and histo pathology. Furthermore, the elderly Caroli’s patient was \ndiagnosed with a mutation in the autoimmune regulator \n(AIRE) gene with cholangitis and sepsis. To date, there Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nZhonghua Lu\nLu_z_h@126.com\nRenfang Chen\n1094825330@qq.com\n1 Clinical Medical Research Center, The Fifth People’s Hospital of Wuxi, \nAffiliated Hospital of Jiangnan University, Wuxi, China\n2 Department of Pathology, The Fifth People’s Hospital of Wuxi, Affiliated \nHospital of Jiangnan University, Wuxi, China\n3 Department of Infectious Disease, The Fifth People’s Hospital of Wuxi, \nAffiliated Hospital of Jiangnan University, Wuxi, China\nPage 2 of 4 Yan et al. Journal of Medical Case Reports          (2024) 18:628 \nhave been few reports of a link between Caroli’s disease \nand mutations in the AIRE gene.\nA 65-year-old Asian man experienced limb weakness, \nyellow urine, and right upper abdominal pain in the past \n1  month. MRI examination suggests cirrhosis, multi ple hepatic cysts, and very low right lower renal density. \nAfter receiving anti-inflammatory and hepatic support ive treatment at his hometown hospital, his symptoms \nimproved, and he was discharged (30 March 2021). \nHe had recurrent symptoms of aggravated limb sore ness and fatigue, inadequate food intake, poor sleep at \nnight, but he no fever, no chest tightness or shortness of \nbreath, no obvious phlegm cough, no hematemesis, no \nclay-colored stools, no skin itching, nosebleeds, bleed ing gums, no abdominal pain, and no progressive weight \nloss. To further clarify the cause of cirrhosis, he went to \nthe designated outpatient clinic of our hospital and was \nhospitalized for “cirrhosis. ” The patient had a history of \nhypertension for many years, the blood pressure was \n160/100 mmHg, amlodipine was taken to control blood \npressure, and no antihypertensive tablets were taken \nfor nearly half a month. The patient developed cerebral \ninfarction and had recently taken bucphenylphthalein \nsoftgels and rosuvastatin calcium tablets. At the time \nof admission to our hospital (April 21, 2021), the physi cal examination showed that the patient was in a good \nmental state; he had a dark complexion, chronic hepatic \ndisease appearance, clear breathing sounds in both lungs, \nflat abdomen, no compressive pain, anti-bouncing pain, \nand no pain in the gallbladder area, and he had a negative \nMurphy sign.\nThe physical examination and initial vital signs dur ing hospitalization were as follows: the patient’s body \ntemperature was 38.5–39.2  ℃, and he had feelings of \ndizziness, fatigue, fearless chills, no sputum cough, no \nabdominal pain and diarrhea, and no urinary frequency \nand urgency, etc. He was instructed to take ibupro fen to cool down and drink more water, and his blood \ncounts, procalcitonin levels, and a blood culture were \ntaken. During treatment, the cultures were repeatedly \npositive for E. coli, and the body temperature was con tinuously increased, accompanied by runny nose, occa sional cough, no sputum, no chest tightness, no nausea \nand vomiting, and no abdominal pain or diarrhea. The \nred blood count increased to 58.0/mL (normal value: \n0–17/mL) and the serum direct bilirubin increased to \n8.2 mol/L (normal value: 0–5.1 μmol/L). His hepatitis E \nvirus IgG antibody was positive and his antinuclear fac tor was weakly positive. The hepatitis B antigen, hepatitis \nC antigen, and butyl hepatitis antigen was negative. His \nreticulocytes increased to 141.50 ×  109/L (normal value: \n34.6–100 ×  109/L), hemoglobin decreased to 113 g/L (nor mal value: 130–175  g/L), lymphocyte count decreased to 0.49 ×  109/L (normal value: 1.10–3.20 ×  109/L), and \nprocalcitonin increased to 0.49  ng/mL (normal value: \n0–0.05  ng/mL). These results indicated an acute phase \nof anemia, infectious diseases and sepsis. Furthermore, \nhepatic function examination showed impaired hepatic \nfunction. The patient was treated with piperacillin tazo bactam anti-infection therapy, inosine glucose, and glu tathione injections to protect the detoxification functions \nof the liver and kidneys, and he continued silybin glucose \nmeglucomonium to protect liver function, buccinthal ide softgels to treat cerebral infarction, rosuvastatin cal cium to reduce cholesterol, Anluo chemical fiber pills \nto prevent liver fibrosis, and tamsulosin hydrochloride \nextended-release capsules to prevent prostatic hyperpla sia. Gram-negative bacilli were identified in the blood of \nthe patient, it is a multidrug-resistant bacterium and this \ninfection was treated with penicillin antibacterial. Dur ing the period of treatment accompanied by low blood \npotassium, potassium chloride extended-release tablets \nand intravenous potassium supplementation were given. \nAs shown in Fig.  1A, the MRI examination image showed \nthat the gallbladder was dilated, with multiple small cysts \nin the liver, accompanied by an abnormal density of the \nright posterior lobe of the liver, which was considered \na high probability of being an infectious lesion. Finally, \nhepatic tissue biopsy was used to diagnose hematoma \nlesions, cirrhosis, and hepatic cysts.\nThe expression of cytokeratin 7 (CK7) and cytokera tin 20 (CK20) could help to establish the origin of the \nbiliary tract [7]. Anti-CK7 and CK18 antibodies are also \nused for immunochemical analysis of catheter plate mal formations [8]. We investigated the expression of CK7 \nin CK18 for bile duct staining in the hepattic tissues of \npatients with Caroli’s disease. Compared with the stand ard hepatic tissue control in Fig.  1B and C, the patient’s \nhepatic fibrosis stage (S) and necroinflammatory activ ity grade (G) were histopathologically determined. His \nhepatic fibrosis reached G3S4. Cirrhosis of the liver may \nbe found as pseudolobullar and hepatocyte-like bal looning degeneration (Fig.  1D). Figure  1E and F show \nthat the appearance of the cholangeal plate malforma tion was accompanied by fibroblast proliferation. The \npatient’s first hospitalization was positive for Escherichia \ncoli in the blood. Pathological tests showed positive neu trophils in the bile ducts (Fig.  1F). According to Fig.  1G, \nthe plasma cells  (CD38+ and MUM-1+) embedded in the \npatient’s hepatic tissue indicated hepatitis. Positive fer rum (FER) staining in the hepatic tissue (FER+) indicated \na risk of secondary cirrhosis and inflammatory necrosis. \nGiven that the patient’s fever, abdominal pain, and patho logical characteristics may be associated with Caroli’s \ndisease-related infections, anti-infective treatment alle viated the concomitant disease, and the patient could be \nPage 3 of 4\n Yan et al. Journal of Medical Case Reports          (2024) 18:628 \n \ndischarged. Follow-up studies found that the patient had \nsecondary sepsis and fever recurrence one week after dis charge, followed by MRI and genetic testing in Shanghai. \nAfter testing, the blood gene results did not report the \nPKHD1 gene mutations that commonly occur in Caro li’s disease but rather an abnormality in the AIRE gene. \nPossible pathogenic variants were reported in the AIRE \ngene (NM_000383.4): c.275G > A, p. Arg92Gln at chro mosomal position Chr21 (GRCh37): g.45706582G > A, \nwith hybrid mutation (detected by Shanghai Jiao Tong \nUniversity Hospital). The patient’s blood sample showed \nthe c.275G > A, p. Arg92Gln mutation, which was not \nincluded in the database of controlled populations such \nas Genome Aggregation Database ( GnomAD). The \nmolecular genetic diagnosis of the patient that was made \nby the hospital was concluded based on the literature: \nAIRE gene mutation can cause autoimmune polyendo crine syndrome and other diseases, which can manifest \nas autosomal dominant or recessive inheritance. The \npathogenic conclusion of the genetic variant needs to be combined with the clinical phenotype for further diag nosis. The patient denied that his parents had a related \ncongenital disorder. Combined with our pathological \ndiagnosis and MRI imaging examination in our hospi tal, it was judged as Caroli’s disease. The patient was fol lowed for 7 months, as evidenced by improved nutrition \nas required by his doctor and regular abdominal pain epi sodes every three months.",
    "Discussion": "Discussion\nCaroli’s disease, also known as traffic spongiform bile \nduct dilation or communicating bile duct cysts, needs \nto be identified as congenital hepatic fibrosis due to the \noverlap between clinical manifestations and pathologi cal patterns and congenital hepatic fibrosis [1, 9]. Most \npatients show mixed symptoms; the typical clinical mani festations are abdominal pain, jaundice, and abdominal \nlump triple; and there may be no specific early clinical \nmanifestations or no apparent symptoms [3, 9]. Most \npatients who are diagnosed with Caroli’s disease are \nFig. 1 The Caroli’s disease patient’s upper abdominal MRI, hepatic polycystic bile duct dilation, and cholangitis pathological imaging. A The MRI \nimage was the result of the first visit to the hospital. The arrows show a dilated bile duct. B Control hepatic tissue HE staining at low magnification \n(× 100). The arrow shows a normal hepatic cord. C Control hepatic tissue anti-CK7 immunohistochemistry staining (dyed bile duct, × 100). The \narrow shows a normal bile duct. D Patient’s hepatic tissue with hematoxylin and eosin (HE) staining (×100). The arrow shows fibrotic tissue. E \nPatient’s hepatic tissue anti-CK7 immunohistochemistry staining (× 100). The arrow shows an abnormal hepatic cord. F Patient’s hepatic tissue HE \nstaining (× 400). The arrow shows neutrophils. G The Caroli’s patient’s bile ducts were dilated (anti-CK18), plasma cells were immersed (anti-CD38 \nand anti-MUM-1), and ferrum (FER) metabolism was an abnormality. The arrow shows abnormal hepatic-positive tissue, cells, and proteins\nPage 4 of 4 Yan et al. Journal of Medical Case Reports          (2024) 18:628 \ndiagnosed before the age of 50 or even around the age \nof 10 [5, 6]. Usually, patients with a first diagnosis are \nmainly children and adolescents [10]. Because the disease \nwill appear malignant and belongs to a genetic disease \nand clinical rare disease, and there is no better conserva tive treatment, most patients will choose liver transplant \ntreatment at a younger age. The main basis for diagnos ing the disease is imaging examination, genetic history, \nand hepatic pathological examination, and the pathologi cal diagnosis is considered to be the gold standard for its \ndiagnosis [9, 11, 12]. Caroli’s disease is rarely detected at \nan advanced age, its progression and prognosis may dif fer from those at a young age, and the relevant induction \nmechanisms and effective interventions are yet to be fur ther studied.\nThe AIRE gene is crucial for establishing central immu nological tolerance and preventing autoimmunity, and \nmutations in AIRE cause rare autosomal-recessive dis ease [13]. The case has not been reported locally and is \nthe case of a 65-year-old male patient with no family his tory, with severe pathological manifestations of hepatic \nfibrosis and cirrhosis (G3S4), accompanied by repeated \nbile cholangitis and intrablood E. coli infection. The \nresults of its genetic examination are different from pre vious reports, and the genetic mutations provided by Li \net al. [9] were PKD1  genes: c.7670A > G, chr16:2156125, \np.D2557G. Hence, specific genetic evidence is not avail able, and the genetic information provided in this study \nmay provide a reference for future diagnosis.\nConclusion\nThis finding suggests that AIRE mutations may be asso ciated with Caroli’s disease, with a risk of death and dif ficulty in curing.\nAbbreviations\nAIRE  Autoimmune regulator\nPKHD1  Polycystic kidney and hepatic disease 1\nMRI  Magnetic resonance imaging\nCK7  Cytokeratin 7\nCK20  Cytokeratin 20\nCK18  Cytokeratin 18\nMUM-1  Multiple myeloma oncogene 1\nFER  Ferrum\nAcknowledgements\nNot applicable.\nAuthor contributions\nYY, JF, LJ, and ZL analyzed the data. YY and RC drafted the paper. YY, ZL, and RC \nchecked and finalized the manuscript. All authors read and approved the final \nmanuscript.\nFunding\nThis work was funded by the Wuxi Health and Health Commission’s Top Talent \nFunding Program for Young People (BJ2020094, BJ2023092), the Wuxi Key \nMedical Talents Program (ZDRC024), the Wuxi Medical Development Discipline (FZXK006), the National Natural Science Foundation of China (81701550) and the Wuxi Health and Family Planning Commission Appropriate Technology Extension Project (MS201702).\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThe publication of the patient’s information was permitted after discussion \nby the hospital ethics committee (No. 2021-013-1). Primary data or images \nprovided by the patient or the patient’s immediate family.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that the research was conducted without any commercial \nor financial relationships that could be construed as a potential competing \ninterests.\nReceived: 18 February 2022   Accepted: 22 June 2023\nReferences\n 1. Todani T, et al. Classification, operative procedures, and review of thirtyseven cases including. Am J Surg. 1977;134:263–9.\n 2. Caroli J, et al. Congenital polycystic dilation of the intrahepatic bile ducts: \nattempt at classification. Sem Hop. 1958;34:488–95.\n 3. Yadong W, et al. Congenital hepatic fibrosis with Caroli’s disease: report of \nthree cases. Chin J Hepatol. 2009;17:634–5.\n 4. Merril TD, et al. Caroli’s disease: a premalignant condition. Sci Pap. \n1983;145:41–8.\n 5. Shi W, Yang A. Caroli disease: an update on pathogenesis. Chin Med J. \n2021. https:// doi. org/ 10. 1097/ CM9. 00000 00000 001827.\n 6. Umar J, et al. Caroli disease. Treasure Island (FL): StatPearls Publishing; \n2021.\n 7. Cabibi D, et al. Expression of cytokeratin 7 and 20 in pathological conditions of the bile tract. Pathol Res Pract. 2003;199:65–70.\n 8. Awasthi A, et al. Morphological and immunohistochemical analysis of \nductal plate malformation: correlation with fetal liver. Histopathology. \n2004;45:260–7.\n 9. Feifei L, et al. Congenital hepatic fibrosis associated with Caroli’s disease: a \ncase report. Chin J Hepatol. 2019;27:463–5.\n 10. Akash R, et al. Portal hypertension: an uncommon presentation of Caroli’s \nsyndrome. Case Rep. 2020;8:3134–8.\n 11. Mabrut JY, et al. Surgical management of congenital intrahepatic \nbile duct dilatation, Caroli’s disease and syndrome: long-term results \nof the French Association of Surgery Multicenter Study. Ann Surg. \n2013;258:713–21.\n 12. Jia W. A case of Caroli disease in Tibet, China. Chin J Hepatol. \n2017;25:781–2.\n 13. Oftedal BE, et al. Dominant mutations in the autoimmune regulator \nAIRE are associated with common organ-specific autoimmune diseases. \nImmunity. 2015;42:1185–96.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}