{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05044-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05044-1.pdf",
  "metadata": {
    "/Keywords": "Eosinophilic esophagitis; Refractory hiccups; Vagal nerve; Phrenic nerve",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250306043544+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250209164057+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05044-1",
    "/Author": "Sarah Jalloul ",
    "/Title": "Eosinophilic esophagitis manifesting as intractable hiccups in an elderly patient: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05044-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Eosinophilic esophagitis is a condition characterized clinically by symptoms related to esophageal dysfunction and histologically by a marked eosinophilic infiltrate in the esophageal mucosa. The most typical symptoms \nof eosinophilic esophagitis include intermittent dysphagia with episodic food impaction and heartburn with pro pensity for young individuals. The relationship between hiccups and eosinophilic esophagitis is unclear but has been \ndescribed.\nCase report We report a case of a 93-year-old Middle Eastern male presenting for longstanding treatment-refractory \nhiccups. Imaging with computed tomography of the chest and abdomen was unremarkable. An upper endoscopy \nwas normal without any endoscopic finding to suggest eosinophilic esophagitis. Given his elevated peripheral eosinophil count, biopsies were taken from mid- and distal esophagus and revealed eosinophilic infiltration in the range \nof 15 eosinophils per high-power field, favoring a diagnosis of eosinophilic esophagitis. The hiccups resolved following the initiation of eosinophilic esophagitis treatment.",
    "Conclusion": "Conclusion This case underscores the need to consider the diagnosis of eosinophilic esophagitis in the setting \nof chronic refractory hiccups.\nKeywords  Eosinophilic esophagitis, Refractory hiccups, Vagal nerve, Phrenic nerve\nBackground\nEosinophilic esophagitis (EoE) is a condition character ized clinically by symptoms related to esophageal dys function and histologically by a marked eosinophilic \ninfiltrate in the esophageal mucosa. The etiology and \npathogenesis of EoE have not been fully elucidated. Many \nstudies suggest that allergic and genetic factors play the most important role in the pathogenesis of EoE [1]. This \ncondition is commonly recognized among pediatric and \nadult patients with a preponderance of males between 20 \nand 50 years of age [1, 2]. The incidence of EoE in individ uals above 70 years of age is very low, and the association \nof EoE with hiccups has been rarely described in medi cal literature [3]. This article intends to discuss a case of \nEoE in an elderly male presenting with chronic refractory \nhiccups. The relationship between hiccups and EoE is \nnot well established. Only two case reports describe an \nassociation between chronic hiccups and EoE in young \npatients [4, 5]. This article underscores the need to recog nize this possible association.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nLouis Chaptini\nlouis.chaptini@fty.balamand.edu.lb\n1 Department of Gastroenterology, Faculty of Medicine, University \nof Balamand, El Koura, Balamand, Lebanon\n2 Department of Pulmonary and Allergology, Faculty of Medicine, \nUniversity of Balamand, El Koura, Balamand, Lebanon\n3 Department of Medicine, Digestive Diseases, Yale School of Medicine, \nNew Haven, CT, USA\nPage 2 of 4 Jalloul et al. Journal of Medical Case Reports           (2025) 19:99 \nCase report\nWe present a case of a 93-year-old Middle Eastern male \npatient  with no known food or drug allergies who was \nknown to have hypothyroidism, hypertension, and dys lipidemia. The patient was admitted to the hospital owing \nto fatigue and refractory hiccups lasting for 2 weeks. He \nhad had hiccups intermittently for more than 2 years and \nhad tried several medications, including proton-pump \ninhibitors (PPIs), chlorpromazine, and baclofen, with \nminimal relief of his symptoms.  His home medications \ninclude levothyroxine, amlodipine, and rosuvastatin. On \nreview of systems, he denies dysphagia, odynophagia, \nfood impaction, heartburn, vomiting, or weight loss. \nPhysical examination was unremarkable. Laboratory \nstudies were only pertinent for an elevated eosinophil \ncount of 18% with a white blood cell count of 9000 per \nmL. Stool studies were negative for parasitic infection.\nImaging with computed tomography of the chest and \nabdomen was unremarkable. An upper endoscopy was \nsubsequently performed and was normal, without any \nendoscopic finding to suggest EoE. Given his elevated \nperipheral eosinophil count, biopsies were taken from \nthe mid- and distal esophagus and revealed eosinophilic \ninfiltration in the range of 15 eosinophils per high-power \nfield favoring a diagnosis of EoE.\nThe patient was prescribed a proton-pump inhibitor \ntwice daily in combination with baclofen. Despite partial \ninitial improvement, the symptoms of intractable hiccups \nrecurred, and the decision was made to switch therapy to \ntopical budesonide 2  mg twice daily 30  minutes before \nmeals. The frequency of the hiccups episodes gradually \ndecreased and resolved completely within a week. Repeat \nblood test showed a decrease in eosinophilic count to \n10%. A repeat endoscopy was offered but declined by the \npatient.",
    "Discussion": "Discussion\nEoE is a chronic immune mediated food-antigen driven \nesophageal disease typically diagnosed through a combi nation of clinical and pathological features. The diagno sis of EoE can be challenging and is often delayed. EoE \naffects individuals across all age groups, with a propensity \nfor young adults and children, particularly white males. \nThe condition is often associated with genetic predisposi tion, environmental exposures, and a personal or family \nhistory of allergic conditions [1]. It is found in 2–7% of \npatients undergoing endoscopy for any reason, but this \npercentage increases to 12–23% for patients undergoing \nendoscopy for dysphagia [6].\nThe pathophysiology of EoE is not fully elucidated. \nOne plausible theory is that antigen exposure stimu lates the esophageal mucosa to secrete alarmins, IL-23, \nand thymic stromal lymphopoietin (TSLP) [7]. These cytokines activate T-helper type 2 (Th2) cells, which in \nturn release IL-13, IL-4, and IL-5 [7]. The secretion of \nIL-13 and IL-4 drives basal cell hyperplasia and dilated \nintra-cellular spaces at the level of the esophageal epi thelium. Additionally, chemotaxins, eotaxin-3, and IL-5 \nmediate granulocyte infiltration of the esophageal epi thelium. The interplay of cytokines is conducive to the \nactivation of fibroblasts in the lamina propria, collagen \ndeposition, and tissue stiffness, resulting in the forma tion of esophageal rings and furrows [7]. However, the \nesophageal mucosa may exhibit a normal appearance \non endoscopy in approximately 10–25% of patients with \nEoE, as was exemplified in our patient [7].\nThere has been a consistent increase in the preva lence of EoE, with reports indicating its high prevalence \nin regions such as North and South America, Europe, \nAsia, and Australia [6]. In a cohort study conducted in \nthe USA, 363 cases of EoE were reported among 74,162 \npatients across 26 states. The study showed a male pre dominance, with ages ranging from 1 to 98  years, and \na mean age of 37 years, with the highest proportion of \ncases found in the 30–40-year age range. Only a small \npercentage of cases (less than 4%) were found in indi viduals over 70 years old. The most common symptoms \nprompting endoscopy in adults and the elderly were dys phagia (70.1%) and heartburn (27.1%), while children \npredominantly reported heartburn (38.1%) and dyspepsia \n(31.0%) [8]. Hiccups are not reported as typical symptom \nin large epidemiologic studies.\nProlonged hiccups lasting more than 48  hours are \nuncommon and may indicate underlying serious condi tions such as structural, infectious, or inflammatory dis orders affecting the central nervous system, vagus nerve, \nphrenic nerve, or their branches [9]. EoE presenting with \nhiccups has been only reported in two cases, the first in \na 24-year-old woman with 3-year history of hiccups and \ndyspepsia and the second in a 7-year-old boy presenting \nwith longstanding symptoms of throat clearing, exces sive night time cough, and hiccups [4, 5]. The patho genesis linking esophageal disease to hiccups is unclear, \nbut one proposed mechanism suggests that esophageal \nreceptors send impulses via the vagal nerve to respira tory motor neurons, resulting in hiccups [5]. Despite the \ntypical endoscopic findings of esophageal trachealiza tion characterized by the presence of multiple rings, lin ear furrows, and white exudates in EoE, it is important \nto recognize that the esophagus may appear normal on \nendoscopy and the diagnosis is only made histologically \nwhen random biopsies are taken from the esophagus. \nA retrospective study looking at 381 patients diagnosed \nwith EoE revealed esophageal anomalies in 68% of cases, \nwhile 32% exhibited a visually normal esophagus despite \npronounced histologic eosinophilia [10].\nPage 3 of 4\n Jalloul et al. Journal of Medical Case Reports           (2025) 19:99 \n \nThe gold standard for diagnosing EoE is the find ing of more than 15 eosinophils per high-power field \non histological examination from biopsied esophageal \nsamples [1 ]. Elevated serum IgE levels with peripheral \neosinophilia are seen in approximately 50% of cases \n[11]. EoE is known to manifest in a patchy manner \nthroughout the esophagus, and studies have demon strated that obtaining five biopsies from the esophagus \ncan increase the sensitivity of diagnosis to 100% [12].\nTreatment options for EoE include elimination \ndiet, PPIs, and topical steroids [1 ]. Comparative stud ies examining the effectiveness of PPIs, steroids, and \ndietary modifications are limited, with only small case \nseries available for analysis [13]. Most studies recom mend initiating standard full-dose PPI once daily, with \nthe option to escalate to twice daily if symptoms per sist after 4 weeks of therapy [14]. In cases of persistent \nsymptoms, alternative therapies such as topical glu cocorticoids may be considered [13]. Among topical \nglucocorticoids, fluticasone and budesonide have been \nthe most extensively studied agents for the treatment \nof EoE. In a randomized trial comparing budesonide \nwith fluticasone in 129 adult patients with a new diag nosis of EoE, both drugs showed similar improvements \nin symptoms of dysphagia, endoscopic features, and \nreduction in esophageal eosinophil count [15]. Ben ralizumab is currently under investigation for treating \nEoE. Benralizumab is an eosinophil-depleting mono clonal antibody directed against IL-5 receptor alpha. \nIn a trial comparing benralizumab with placebo in \n211 older children and adults with symptomatic EoE, \nbenralizumab resulted in higher rates of histological \nremission after 24  weeks. However, dysphagia symp tom scores and endoscopic severity scores were not \nsignificantly different between the groups. These find ings highlight the discordance between histologic and \nsymptom response in EoE and the need for additional \nbiomarkers for evaluating response to investigational \ntherapies [16].\nIn our case, one could argue that the increased \neosinophils are due to gastroesophageal reflux disease \nrather than EoE since, unlike the other two reported \ncases in the literature, the number of eosinophils were \nat the lower limit needed for the diagnosis of EoE and \nthe typical endoscopic features for EoE were absent. \nHowever, the persistence of symptoms while on PPI \ntherapy and their improvement when topical ster oids were used argue in favor of the diagnosis of EoE. \nA decrease in the esophageal eosinophilia on repeat \nendoscopy would have been helpful but could not be \ndone in this case due to patient’s preference.Conclusion\nEoE should be considered in the differential diagnosis \nin patients presenting with chronic refractory hiccups \neven when the typical symptoms of EoE are lacking, \nand prompt treatment with topical steroids should be \nconsidered.\nAbbreviations\nEoE  Eosinophilic esophagitis\nPPI  Proton-pump inhibitors\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors have all contributed as authors to this manuscript in terms of planning, conception, and writing and editing various drafts of the manuscript and \nread and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant financial interests and no potential conflicts of \ninterest to disclose.\nReceived: 1 July 2024   Accepted: 7 January 2025\nReferences\n 1. Dellon ES, Gonsalves N, Hirano I, Furuta GT, Liacouras CA, Katzka DA. \nACG clinical guideline evidenced based approach to the diagnosis and \nmanagement of esophageal eosinophilia and eosinophilic esophagitis \n(EoE). Am J Gastroenterol. 2013;108(5):679–92.\n 2. Trifan A, Stoica O, Chihaia CA, Danciu M, Stanciu C, Singeap AM. Eosino philic esophagitis in an octogenarian: a case report and review of the \nliterature. Medicine (Baltimore). 2016;95(41): e5169. https:// doi. org/ 10. \n1097/ MD. 00000 00000 005169.\n 3. Alkhowaiter SS. Eosinophilic esophagitis in a 75-year-old Saudi man: a \ncase report. Cureus. 2023. https:// doi. org/ 10. 7759/ cureus. 34705.\n 4. Rojas Pineda NA, MorfinMaciel BM, Chanona-Vilchis J. Throat clearing as \nthe only symptom of eosinophilic esophagitis: a case report. Rev Gastroenterol México (Engl Ed). 2020;85(2):216–8. https:// doi. org/ 10. 1016/j. \nrgmxen. 2019. 04. 004.\n 5. Levy AN, Rahaman SM, Bonis PA, Javid G, Leung J. Hiccups as a present ing symptom of eosinophilic esophagitis. Case Rep Gastroenterol. \n2012;6(2):340–3. https:// doi. org/ 10. 1159/ 00033 8739.\n 6. Dellon ES. Epidemiology of eosinophilic esophagitis. Gastroenterol Clin \nNorth Am. 2014;43(2):201–18. https:// doi. org/ 10. 1016/j. gtc. 2014. 02. 002.\nPage 4 of 4 Jalloul et al. Journal of Medical Case Reports           (2025) 19:99 \n 7. Muir A, Falk GW. Eosinophilic esophagitis: a review. JAMA. \n2021;326(13):1310–8. https:// doi. org/ 10. 1001/ jamaa. 2021. 14920.\n 8. Kapel RC, Miller JK, Torres C, Aksoy S, Lash R, Katzka DA. Eosinophilic \nesophagitis: a prevalent disease in the United States that affects all age \ngroups. Gastroenterology. 2008;134(5):1316–21. https:// doi. org/ 10. 1053/j. \ngastro. 2008. 02. 016.\n 9. BrañuelasQuiroga J, UrbanoGarcía J, Bolaños GJ. Hiccups: a common problem with some unusual causes and cures. Br J Gen Pract. \n2016;66(652):584–6. https:// doi. org/ 10. 3399/ bjgp1 6X687 913. (Erratum.\nIn:BrJGenPract.2017Jan;67(654):13.doi:10.3399/bjgp17X688561).\n 10. Liacouras CA, Spergel JM, Ruchelli E, Verma R, Mascarenhas M, Semeao E, \nFlick J, Kelly J, Brown-Whitehorn T, Mamula P , Markowitz JE. Eosinophilic \nesophagitis: a 10-year experience in 381 children. Clin Gastroenterol \nHepatol. 2005;3(12):1198–206. https:// doi. org/ 10. 1016/ s1542- 3565(05) \n00885-2.\n 11 Dellon E, Speck O, Woodward K, et al. Diagnostic utility of peripheral \neosinophil and IgE levels for diagnosis of eosinophilic esophagitis: 21. Am \nJ Gastroenterol. 2012;107:S9.\n 12. Gonsalves N, Policarpio-Nicolas M, Zhang Q, Rao MS, Hirano I. Histo pathologic variability and endoscopic correlates in adults with eosino philic esophagitis. Gastrointest Endosc. 2006;64(3):313–9. https:// doi. org/ \n10. 1016/j. gie. 2006. 04. 037.\n 13 Iglesia EGA, Reed CC, Nicolai EA, Dellon ES. Dietary elimination therapy \nis effective in most adults with eosinophilic esophagitis responsive to \nproton pump inhibitors. Clin Gastroenterol Hepatol. 2020;18(7):1638–40.\n 14 Hirano I, Furuta GT. Approaches and challenges to management of pediatric and adult patients with eosinophilic esophagitis. Gastroenterology. \n2020;158(4):840–51. https:// doi. org/ 10. 1053/j. gastro. 2019. 09. 052.\n 15. Dellon ES, Woosley JT, Arrington A, McGee SJ, Covington J, Moist SE, \nGebhart JH, Tylicki AE, Shoyoye SO, Martin CF, Galanko JA, Baron JA, \nShaheen NJ. Efficacy of budesonide vs fluticasone for initial treatment of \neosinophilic esophagitis in a randomized controlled trial. Gastroenterology. 2019;157(1):65-73.e5. https:// doi. org/ 10. 1053/j. gastro. 2019. 03. 014.\n 16. Rothenberg ME, Dellon ES, Collins MH, Bredenoord AJ, Hirano I, \nPeterson KA, Brooks L, Caldwell JM, Fjällbrant H, Grindebacke H, Ho CN, \nKeith M, McCrae C, Sinibaldi D, White WI, Datto CJ. Eosinophil deple tion with benralizumab for eosinophilic esophagitis. N Engl J Med. \n2024;390(24):2252–63.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}