{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05110-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05110-8.pdf",
  "metadata": {
    "/Keywords": "Arthritis; Osteomyelitis; Ankle; Arthrodesis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250311103524+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250308071600+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05110-8",
    "/Author": "Ion Kimura ",
    "/Title": "Two-stage ankle arthrodesis using the induced membrane technique for pyogenic arthritis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05110-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ankle arthrodesis is the most frequently performed salvage procedure for pyogenic arthritis. However, its failed fusion rate of approximately 15% has been considered problematic. Herein, we present a case of pyo genic ankle arthritis successfully treated via a two-stage surgical procedure on the basis of the induced membrane \ntechnique.",
    "Case Presentation": "Case presentation A 43-year-old Japanese male patient with alcoholic liver disease was referred to our institution. \nHe complained of persistent ankle pain and local heat following osteosynthesis for a closed pilon fracture. Radio logical examinations revealed massive destruction of the ankle joint. Cultures of samples obtained from the joint \nisolated Streptococcus viridans. On the basis of these findings, he was diagnosed with pyogenic ankle arthritis \nwith osteomyelitis of the distal tibia and talus. We performed the two-stage procedure per the induced membrane \ntechnique. In the first stage, the necrotic and infected tissue was debrided, and a polymethylmethacrylate spacer \nwas inserted into the bone defect. Intravenous antibiotics were administered for 1 week thereafter. In the second \nstage, which was performed 5 weeks after the first stage, the induced membrane was identified around the polymethylmethacrylate spacer and cut to remove the latter. Ankle arthrodesis was performed with three double-thread \nscrews. Finally, the autologous cancellous bone graft harvested from the ipsilateral iliac crest was used to fill the bone \ndefect. During the postoperative period, antibiotics were administered intravenously for 2 weeks. Blood examinations normalized 3 weeks after the second stage. The immobilization splint was maintained for 6 weeks, after which \npartial weight bearing was started, and 6 months after surgery, the patient returned to full weight bearing and walked \nconfidently without ankle pain. Radiological evaluations performed 2 years after the second stage revealed complete \nconsolidation, and he reported no pain while walking.",
    "Conclusion": "Conclusion Ankle arthrodesis performed via the induced membrane technique not only successfully controlled \ninfection, but also achieved complete bone union, enabling the preservation of ankle joint. This technique demonstrates its potential as a highly effective approach for treating pyogenic ankle arthritis.\nKeywords  Arthritis, Osteomyelitis, Ankle, Arthrodesis, Case report\nBackground\nAnkle arthrodesis for pyogenic ankle arthritis is the \nmost frequently performed salvage procedure, and \nit aims to prevent more proximal amputation [1 ]. As \nthe first-line surgical treatment prior to arthrodesis, \ndebridement combined with local and/or systemic Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYouichi Yasui\nyouichi_yasui_41@yahoo.co.jp\n1 Department of Orthopaedic Surgery, Teikyo University School \nof Medicine, 2-11-1, Kaga, Itabashi, Tokyo 173-8605, Japan\nPage 2 of 8 Kimura et al. Journal of Medical Case Reports          (2025) 19:107 \nantibiotics is widely accepted [2 ]; then, internal and/\nor external fixation is performed. Despite several com parative studies [1 , 3], the fixation",
    "Methods": "methods for pyo genic ankle arthritis remain controversial, as a 10–15% \nfailed fusion rate and a reinfection rate of ~ 20% have \nbeen considered problematic [1 , 3]. These high failure \nand reinfection rates emphasize the need for alterna tive approaches.\nThe induced membrane technique (IMT) is a twostage surgical procedure to reconstruct segmental \nbone defects due to osteomyelitis or open fractures \nof long bones [4 ]. First, necrotic and infected tissue \nis debrided, and a polymethylmethacrylate (PMMA) \nspacer is placed into the bone defect. Secondly, the \nremoval of the PMMA spacer through the incised \nbioactive membrane induced by the first stage of \nsurgery around the spacer, autologous cancellous \nbone grafting, and fixation are performed. Previous \nstudies have reported an excellent prognosis of the \nIMT technique for the reconstruction of segmental \nbone defects in long bones [5 ]. Additionally, there \nhave been several case reports on the application of \nIMT for arthrodesis [6 –9]. However, to the best of \nour knowledge, no report has been published on the \nprognosis of the IMT technique for pyogenic ankle \narthritis with osteomyelitis of the tibia and ankle thus \nfar.\nHerein, we present a case of pyogenic ankle \narthritis accompanied by osteomyelitis of the tibia \nand talus, which underwent rapid destruction after \nosteosynthesis indicated for a pilon fracture. In this \ncase, ankle arthrodesis was performed on the basis of \nthe IMT technique, and the patient was able to return \nto social activity. This case highlights the novelty of \napplying the IMT for pyogenic ankle arthritis with \nosteomyelitis, demonstrating its potential as an \nalternative approach in challenging cases involving \ninfection and significant bone loss.Case presentation (Table 1)\nInitial presentation\nWritten informed consent was obtained from the patient \nfor the publication of this case report and accompanying \nimages.\nA 43-year-old Japanese male patient with a history of \nalcoholic liver disease who had persistent pain and swell ing of his right ankle after osteosynthesis for a closed \npilon fracture was referred to our institute. Before the \nonset of this condition, the patient was able to walk \nwithout any limitations. A total of 10 months earlier, he \nfell on the stairs and was immediately transported to a \nnearby orthopedic department where he was diagnosed \nwith a right pilon fracture by plain radiographs (Fig.  1), \nand 5 days after the injury, he underwent osteosynthe sis (Fig.  2). At 3 months after surgery, he was still unable \nto walk due to persistent severe ankle pain. Follow-up \nplain radiographs revealed the gradual destruction of \nhis operated right ankle joint. Upon presentation at our \ninstitution, physical examination revealed local heat and \ntenderness over the ankle. The range of motion of the \nright ankle joint was restricted, with dorsal flexion of 5° \nand plantar flexion of 20°. Plain radiographs revealed the \nloss of joint space with screw backing out of the screwin-plate (Fig.  3). Plain computed tomography (CT) scans \nrevealed joint destruction with extensive bone defects \n(Fig.  4). Blood examinations revealed a slight elevation \nof the C-reacting protein level (0.83 mg/dl) and erythro cyte sedimentation rate (28 mm/h). On the basis of these \nfindings, pyogenic arthritis of the ankle joint with osteo myelitis of the distal tibia and talus was suspected, and \nimplant removal and synovectomy were performed. The \nculture of samples obtained from the resected synovium \nrevealed the presence of Streptococcus viridans, and the \nclinical diagnosis was confirmed. To perform arthrodesis, \ntwo-stage surgery based on the IMT was planned.\nTable 1 Timeline of key events in the case based on referral to our institute as the baseline\nTime (months since referral to our institute) Event\n−10 Initial injury (fall on stairs, diagnosed as pilon fracture)\n−9.8 Osteosynthesis surgery\n−7 Persistent pain noted; follow-up radiographs show gradual joint destruction\n0 Referral to our institute\n0.2 First-stage surgery (debridement, cement spacer insertion)\n1.3 Second-stage surgery (spacer removal, bone grafting, internal fixation)\n7.3 Patient begins full weight bearing\n25.5 Complete consolidation (radiological confirmation)\nPage 3 of 8\n Kimura et al. Journal of Medical Case Reports          (2025) 19:107 \n \nFirst‑stage surgery\nThe first stage of surgery, which consisted of aggressive \ndebridement and the placement of a cement spacer into \nthe bone defect, was conducted 11 months after the ini tial osteosynthesis. Under general anesthesia, necrotic \nand infected tissues were debrided to confirm the Paprika \nsign via an anterior approach. After aggressive debride ment, a large bone defect with a longitudinal length of \napproximately 5 cm and the inferior part of the talus and \nposteromedial cortex of the distal tibia persisted. Next, \n40  g of the PMMA spacer (Cemex® RX; Tecres Corp., \nVerona, Italy) were combined with 2.0  g of vancomycin \npowder, and then the antibiotic-impregnated PMMA \nspacer was filled up into the bone defect. (Fig.  5). After \nsurgery, the ankle joint was immobilized in a neutral \nposition, and daptomycin (490 mg/day) was administered \nintravenously for 1 week; 3 weeks after the first stage, \nblood tests showed normal levels of C-reactive protein, \nwhite blood cells, and erythrocyte sedimentation rates.\nSecond‑stage surgery\nThen, 5 weeks after the first stage, the second stage of \nthe surgery, including the removal of the PMMA spacer, \nbone grafting, and internal fixation, was conducted. Under general anesthesia, the same skin incision was \nmade as in the first surgery. The induced membrane over \nthe PMMA spacer was split, and the spacer was removed. \nInternal fixation was then performed using three doublethread screws with a diameter of 7.0 mm with the ankle \njoint at approximately 5° of a dorsal flexed position. Sub sequently, autologous cancellous bone harvested from \nthe iliac crest was grafted to fill the bone defect (Fig. 6).\nPostoperative course\nAfter the second stage, linezolid (600 mg/day for 3 days), \nfollowed by daptomycin (490  mg/kg for 2  weeks), was \nadministered intravenously. Routine blood examinations \nindicated normal C-reactive protein levels, white blood \ncell counts, and erythrocyte sedimentation rates 3 weeks \nafter the second stage. The splint was kept for 6 weeks \nafter the second stage, followed by the start of partial \nweight bearing. The patient began full weight bearing 6 \nmonths after the second stage, following our advice to \nproceed only when confident to walk without pain. Radi ological evaluations performed 2 years after the second \nstage revealed complete consolidation, and he could walk \nwithout feeling pain (Fig. 7).\nFig. 1 Plain radiographs of right ankle immediately after injury, showing a displaced pilon fracture: (right) anteroposterior view and (left) lateral \nview\nPage 4 of 8 Kimura et al. Journal of Medical Case Reports          (2025) 19:107 \nFig. 2 Plain radiographs of right ankle after the fixation; (right) anteroposterior view and (left) lateral view\nFig. 3 Plain radiographs of right ankle 10 months after osteosynthesis, demonstrating the rapid joint destruction subsequent to the procedure: \n(right) anteroposterior view and (left) lateral view\nPage 5 of 8\n Kimura et al. Journal of Medical Case Reports          (2025) 19:107",
    "Discussion": "Discussion and conclusion\nPostoperative deep infection following osteosynthesis \nfor a pilon fracture, which has a prevalence of 2–16%, is not rare [10]. Although it may be difficult to distinguish \npostoperative infection from hyperinflammation, \ndelayed treatment may lead to pyogenic ankle \nFig. 4 Plain computed tomography scan images of right ankle, presenting rapidly progressed joint destruction with extensive bone defects: (right) \ncoronal view and (left) sagittal view\nFig. 5 Intraoperative photographs in the first stage, (right) showing large bone defects with a longitudinal length of approximately 5 cm \nafter aggressive debridement, and (left) showing the insertion of an antibiotic-impregnated PMMA spacer into the bone defect\nPage 6 of 8 Kimura et al. Journal of Medical Case Reports          (2025) 19:107 \narthritis accompanied by permanent joint destruction \nand osteomyelitis [2]. Unlike ankle arthrodesis for \nosteoarthritis, which",
    "Results": "results in bony fusion in more \nthan 95% of cases [11], arthrodesis for pyogenic ankle \narthritis using internal and/or external fixation results in \nnonunion in nearly 15% of cases [1, 3, 12]. Furthermore, it \nhas been reported that about 20% of cases of reinfection \noccur after surgery [3]. The present case report describes a successful outcome of ankle arthrodesis for pyogenic \nankle arthritis with osteomyelitis of the tibia and talus. \nThis technique can represent a new surgical option for \nfuture patients and physicians who are managing similar \ncases.\nThe present case required aggressive debridement of \nthe infected soft tissue and bones, resulting in significant \nbone defects around the talocrural joint. Traditionally, \nFig. 6 Intraoperative photographs in the second stage, (right) showing the bone defect after the removal of the PMMA spacer, and (left) showing \nfilling of the bone defect with autologous cancellous bone harvested from the iliac crest after the internal fixation\nFig. 7 Radiological evaluation performed 2 years after the second stage, demonstrating complete consolidation after the ankle arthrodesis. Plain \nradiographs of the right ankle\nPage 7 of 8\n Kimura et al. Journal of Medical Case Reports          (2025) 19:107 \n \ntwo surgical techniques have been applied for ankles with \na significant bone defect. One of these is bone transport \nusing Ilizarov techniques [13]. Its main advantage is \nthe absence of limits concerning the size of the bone \ndefect, while its disadvantages include prolonged \nexternal fixation, the resultant psychological burden on \npatients, frequent pin-tract infections, and the risk of a \nfracture of the regenerated bone [3, 4]. Another option \nis vascularized fibula graft transfer. A couple of reports \ndemonstrated a good prognosis for ankle arthrodesis \nwith significant bone defects [14, 15]; however, this \ntechnique requires expertise in microvascular surgery. \nFurthermore, there have been reported disadvantages, \nsuch as donor site morbidity, insufficient internal fixation, \nand restricted weight bearing for prolonged periods to \nprevent fracture during fibular hypertrophy [4]. \nThe IMT was initially developed to treat segmental \nbone defects caused by osteomyelitis or open fractures \nin long bones. Several case reports have applied this \ntechnique for arthrodesis; however, all cases except one \ninvolved a small joint in the hand, foot, or elbow [6–8]. \nRegarding the ankle joint, Oh et  al. first reported ankle \narthrodesis using the IMT technique for an open fracture \nof the distal lower leg in 2019 [9]. Although their case \ninvolved no infection, arthrodesis based on the IMT \ntechnique was indicated because there was no possibility \nof reconstructing ankle function by osteosynthesis due \nto the segmental bone defect, and full weight bearing \nwas achieved 18  months after the initial injury. To the \nbest of our knowledge, this is the first case report on the \napplication of the IMT for pyogenic ankle arthritis.\nThe main advantage of the IMT over bone transport \nor vascularized fibula graft transfer is that it is a less \ntechnically demanding procedure for ankle arthrodesis. \nWhile this study does not include a detailed cost analysis, \nthe IMT’s technical simplicity and reduced need for \nspecialized equipment may make it a more accessible \noption for general orthopedic surgeons worldwide. \nThe IMT includes debridement of infected tissues, \ninternal fixation, and autologous bone grafting, and all \nsuch procedures can easily be performed by general \northopedic surgeons without special skills. Regarding \nthe fixation technique, screw fixation, which is the \nstandard procedure for ankle arthrodesis, was applied. \nIn the present case, despite the significant bone defect \nfollowing aggressive debridement, screw fixation was \nconducted because the inferior part of the talus and \nposteromedial cortex of the distal tibia were preserved \nafter debridement. If screw fixation is not feasible, \nretrograde nailing, which injures the subtalar joint, might \nbe considered.\nWe reported the effectiveness of ankle arthrodesis \non the basis of the IMT technique for pyogenic ankle arthritis; however, further studies evaluating more \ncases in which this procedure was used are necessary to \nestablish this procedure as the gold standard for pyogenic \nankle arthritis. Although this case demonstrated \nno evidence of reinfection, it should be noted that \nreinfection remains a critical concern in procedures \naddressing pyogenic arthritis, especially in cases \ninvolving large bone defects. Moreover, the long-term \noutcomes of IMT for pyogenic ankle arthritis remain \nunknown, and further research is required to evaluate \nits durability and efficacy in broader clinical settings. \nPotential challenges, including the optimal timing of \nstages and anatomical variations, warrant consideration \nin future research.\nAcknowledgements\nNo acknowledgements.\nAuthor contributions\nIK performed data collection and processing, analyzed the data, and wrote the \ndraft. YY was responsible for the conception and design of the study, edit the \ntext, and supervised. HK was responsible for editing the text, the conception, \nand supervised. WY was responsible for the design of the study, editing the \ndraft, and giving a critical review. All authors read and approved the final \nmanuscript.\nFunding\nNone.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 20 November 2023   Accepted: 25 January 2025\nReferences\n 1. Suda AJ, Richter A, Abou-Nouar G, Jazzazi M, Tinelli M, Bischel OE. Arthro desis for septic arthritis of the ankle: risk factors and complications. Arch \nOrthop Trauma Surg. 2016;136(10):1343–8.\n 2. Movassaghi K, Wakefield C, Bohl DD, et al. Septic arthritis of the native \nankle. JBJS Rev. 2019;7(3): e6.\n 3. Rüschenschmidt M, Glombitza M, Dahmen J, Hax P-M, Lefering R, Steinhausen E. External versus internal fixation for arthrodesis of chronic ankle \njoint infections—A comparative retrospective study. Foot Ankle Surg. \n2020;26(4):398–404.\n 4. Mauffrey C, Barlow BT, Smith W. Management of segmental bone defects. \nJ Am Acad Orthop Surg. 2015;23(3):143–53.\nPage 8 of 8 Kimura et al. Journal of Medical Case Reports          (2025) 19:107 \n 5. Giotikas D, Tarazi N, Spalding L, Nabergoj M, Krkovic M. Results of the \ninduced membrane technique in the management of traumatic bone \nloss in the lower limb: a cohort study. J Orthop Trauma. 2019;33(3):131–6.\n 6. Flamans B, Pauchot J, Petite H, et al. Use of the induced membrane \ntechnique for the treatment of bone defects in the hand or wrist, in \nemergency. Chir Main. 2010;29(5):307–14.\n 7. Rincón-Cardozo DF, Camacho-Casas JA, Reyes-Núñez VA. Dislocation and \nnecrosis of the first, second and third wedges: management with the \nMasquelet technique—A case report. Acta Ortop Mex. 2013;27(1):55–9.\n 8. Alassaf N, Alhoukail A, Alsahli A, Althubaiti G. Salvage of mangled upper \nextremity using the Masquelet technique in a child: a case report. SAGE \nOpen Med Case Rep. 2017;16(5):2050313X17741011.\n 9. Oh Y, Yoshii T, Okawa A. Ankle arthrodesis using a modified Masquelet \ninduced membrane technique for open ankle fracture with a substantial \nosteochondral defect: a case report of novel surgical technique. Injury. \n2019;50(11):2128–35.\n 10. Molina CS, Stinner DJ, Fras AR, Evans JM. Risk factors of deep infection in \noperatively treated pilon fractures (AO/OTA: 43). J Orthop. 2015;12(Suppl \n1):S7–13.\n 11. Kennedy JG, Hodgkins CW, Brodsky A, Bohne WH. Outcomes after standardized screw fixation technique of ankle arthrodesis. Clin Orthop Relat \nRes. 2006;447:112–8.\n 12. Klouche S, El-Masri F, Graff W, Mamoudy P . Arthrodesis with internal fixation of the infected ankle. J Foot Ankle Surg. 2011;50(1):25–30.\n 13. Atef A, El-Rosasy M, El-Tantawy A. Salvage arthrodesis for infected ankle \nfractures with segmental bone-loss using Ilizarov concepts: a prospective \nstudy. Int Orthop. 2021;45(1):233–40.\n 14. Bumbasirevic M, Stevanovic M, Bumbasirevic V, Lesic A, Atkinson \nHD. Free vascularised fibular grafts in orthopaedics. Int Orthopb. \n2014;38(6):1277–82.\n 15. Piccolo PP , Ben-Amotz O, Ashley B, Wapner KL, Levin LS. Ankle arthrodesis \nwith free vascularized fibula autograft using saphenous vein grafts: a case \nseries. Plast Reconstr Surg. 2018;142(3):806–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}