{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05035-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05035-2.pdf",
  "metadata": {
    "/Keywords": "Case report; Mucoepidermoid carcinoma; Scalp; Metastasis; Wide local excision; Tanzania",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250225124504+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250116154811+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05035-2",
    "/Author": "Jay Lodhia ",
    "/Title": "Primary mucoepidermoid carcinoma of scalp: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05035-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Mucoepidermoid carcinoma of the skin is an exceedingly rare neoplasm, with only a limited number \nof cases documented in the literature. Typically, mucoepidermoid carcinoma arises in the salivary glands, where it \naccounts for 30% of all malignant salivary gland tumors and generally presents as a low-grade malignancy with a low \nprobability of metastasis.",
    "Case Presentation": "Case presentation We report a case of a 49-year-old female patient of African origin who presented to our ter tiary center with a longstanding scalp lesion that had been present for approximately 10 years. Initially, the lesion \nwas roughly the size of a tennis ball and remained stable until about 3 months prior to presentation, when it \nwas excised at a peripheral primary health center. Unfortunately, no histological analysis or follow-up was conducted \nafter the excision, and the lesion recurred, progressively increasing in size. The patient reported no cardinal B-symp toms or central nervous system symptoms at any point. Histopathological analysis of the recurrent mass confirmed \na diagnosis of mucoepidermoid carcinoma, and a complete surgical excision was subsequently performed. Following surgery, the patient was referred to the national oncology center for radiotherapy as part of her comprehensive \noncological management. She is currently 8 months post-excision, receiving radiotherapy, and exhibits no clinical \nsigns of recurrence.",
    "Conclusion": "Conclusion Mucoepidermoid carcinoma originating in cutaneous sites is particularly unusual and may stem \nfrom the embryonic development of ectopic salivary glands within the skin. In this case report, we describe a unique \npresentation of primary mucoepidermoid carcinoma on the scalp, which demonstrated aggressive characteristics \nwith suspected metastasis to the vertebral body. This case highlights the importance of considering mucoepidermoid \ncarcinoma in the differential diagnosis of scalp masses and underscores the need for further investigation into its \npathogenesis and metastatic potential.\nKeywords  Case report, Mucoepidermoid carcinoma, Scalp, Metastasis, Wide local excision, TanzaniaOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Jay Lodhia and Mujaheed Suleman have contributed equally to this work.\n*Correspondence:\nJay Lodhia\njaylodhia06@gmail.com\n1 Department of General Surgery, Kilimanjaro Christian Medical Centre, P \nO Box 3010, Moshi, Tanzania\n2 Faculty of Medicine, Kilimanjaro Christian Medical University College, P \nO Box 2240, Moshi, Tanzania\n3 Department of Renal & Pancreatic Transplantation, Manchester \nUniversity NHS Foundation Trust, Manchester, UK4 Department of Radiology, Kilimanjaro Christian Medical Centre, P O \nBox 3010, Moshi, Tanzania\n5 Department of Pathology, Kilimanjaro Christian Medical Centre, P O \nBox 3010, Moshi, Tanzania\n6 Department of Neurosurgery, Kilimanjaro Christian Medical Centre, P O \nBox 3310, Moshi, Tanzania\nPage 2 of 5 Lodhia et al. Journal of Medical Case Reports           (2025) 19:73 \nBackground\nMucoepidermoid carcinoma (MEC) is among the most \nfrequently diagnosed malignancies of the salivary glands, \nalongside adenoid cystic carcinoma (ACC) and acinic \ncell carcinoma (AciCC) [1]. MEC is characterized histo logically by a mix of three distinct cell types: epidermoid, \nmucus-secreting, and intermediate cells, which together \ncontribute to its unique pathology [2, 3]. While it com monly originates in the salivary glands, MEC rarely man ifests in cutaneous locations. Primary cutaneous MEC \nis particularly uncommon and is thought to arise from \nectopic salivary gland tissue embedded within the skin.\nIn this case report, we describe a highly unusual pres entation of primary MEC on the scalp, which persisted \nfor more than a decade before presenting with nota ble clinical changes, emphasizing the importance of \nawareness and timely diagnosis of this rare cutaneous \nmalignancy.\nCase presentation\nWe present a 49-year-old female patient of African origin \nwho attended our outpatient neurosurgical clinic with a \nlongstanding history of a scalp mass. The mass had been \npresent for more than 10 years, initially appearing as a \nsmall lump slightly smaller than a tennis ball. The lesion \nremained non-progressive and nontender until approxi mately 5 months prior, when it was excised at a periph eral primary healthcare facility; unfortunately, the tissue \nwas not sent for histopathological examination. In the 5 \nmonths following excision, the lesion recurred, gradually \nincreased in size, and developed ulceration, with a ten dency to bleed easily upon contact. Concerned by these \ndevelopments, the patient sought medical attention at \nour tertiary center. She denied any history of convulsions, \nheadache, loss of consciousness, or weakness.On clinical evaluation, the patient was alert, fully con scious, and exhibited no signs of pallor or jaundice. There \nwas no peripheral lymphadenopathy, and her vital signs \nwere within the normal range. Local examination of the \nscalp revealed two distinct masses on the right side. The \nlarger mass was fungating, approximately 9 × 7 cm in size, \ntender, prone to bleeding, and mildly mobile. The second \nlesion, measuring approximately 3 × 3 cm, was non-fun gating (Fig. 1A).\nThe patient’s laboratory and imaging studies provided \na detailed picture of her condition. Her complete blood \ncount (CBC) was within normal limits, showing a leuko cyte count of 9.43 ×  109/L, normochromic normocytic \nred blood cells with a hemoglobin level of 13.8 g/dL, and \na normal platelet count of 293 ×  109/L. Her serum cre atinine was 55  µmol/L, with electrolyte levels showing \na sodium of 133 mmol/L and potassium of 5.5 mmol/L, \nall within acceptable ranges. Imaging studies included \na normal chest X-ray, along with abdominal and pel vic ultrasound findings that were also unremarkable. A \nhead and neck computed tomography (CT) scan revealed \na multilobulated hyperdense ulcerative scalp lesion \nlocated on the right frontal region of the scalp, measuring \n9 × 7.8 × 6 cm. Notably, there was no skull bone erosion, \nand no intracranial extension of the mass was observed. \nEnlarged bilateral cervical lymph nodes were seen at \nlevels I and II. Additionally, magnetic resonance imag ing (MRI) of the spine showed a pathological compres sion fracture of the T10 vertebral body with no stenosis \nof the canal, raising a high suspicion for vertebral metas tasis (Fig.  2). She was deemed clinical advanced stage \ndisease (IVc) according to the American Joint Commit tee on Cancer (AJCC), with local–regional and distant \nmetastasis.\nFig. 1 A Clinical photograph showing fungating scalp mass, B postoperative photograph after wide local excision of scalp lesion, C photo \nof excised scalp lesion (was submitted whole for histopathology analysis)\nPage 3 of 5\n Lodhia et al. Journal of Medical Case Reports           (2025) 19:73 \n \nThe biopsy of the lesion confirmed a diagnosis of \nmucoepidermoid carcinoma. Following this, the patient \nwas counseled and consented for surgical manage ment. The lesion was excised under general anesthesia \nwith a wide local excision approach to ensure com plete removal (Fig.  1B, C) and the defect was dressed \nby sterile medicated paraffin gauze. The excised tissue \nwas sent for histopathological examination, which cor roborated the initial biopsy finding of invasive mucoep idermoid carcinoma (Fig.  3). Post-surgery, the patient was referred to the Ocean Road Cancer Institute for \nfurther evaluation with positron emission tomogra phy (PET) scan and consideration of radiotherapy. At \n8-month follow-up post-excision, the patient shows no \nclinical signs of recurrence and has no central nervous \nsystem symptoms. The pathological vertebral fracture \nremained stable with no surgical intervention and the \nscalp wound is being followed up by plastic surgeons. \nThis positive outcome underscores the successful initial \nsurgical intervention and postoperative care.\nFig. 2 Post-contrast computed tomography scan images: A sagittal and B coronal planes showing a lobulated ulcerative heterogeneous \nenhancing soft tissue mass (yellow) involving the right superior parietal scalp; no underlying bone involvement nor intracranial extension; ipsilateral \nlevel I and II cervical lymphadenopathy also present (not shown in the images); C sagittal planes of T1W, T2-W, and fat sat sequences showing a T10 \nvertebral pathological compression fracture (red) and a T8 vertebral body fat sat hyperintense lesion in keeping with vertebral body metastasis\nFig. 3 Photomicrograph of hematoxylin and eosin staining showing a solid tumor in a trabecular pattern with epidermoid cells (green arrow) \nsurrounded by mucin pools (blue arrow) and foci of necrosis (yellow arrow)\nPage 4 of 5 Lodhia et al. Journal of Medical Case Reports           (2025) 19:73",
    "Discussion": "Discussion and conclusion\nMucoepidermoid carcinoma (MEC) is a well-docu mented neoplasm accounting for approximately 30% of \nall malignant salivary gland tumors. However, cutaneous \ninvolvement is sporadic [4]. MEC was first established in \n1945 by Stewart et al. as being characterized by a mixture \nof epidermoid and mucus-secreting cells [5, 6]. The first \nreported case of primary cutaneous MEC was by Gal lager et al. in 1959, and since then, the medical literature \nhas described a total of only 20 cases where cutaneous \ninvolvement was identified as the primary cause [4, 7, 8].\nThe etiopathogenesis of primary cutaneous MEC is \nunclear. Salivary glands have been suggested to derive \nfrom sweat glands due to their similarities in embryonic \ngerm layer origin, histological structures, and functions. \nIt has also been supported by several authors that the \nembryonic precursor of both salivary glands and sweat \nglands are analogous to the cutaneous mucin-secreting \nglands of amphibians. It is thus postulated that primary \ncutaneous MEC may have developed from an ectopic sal ivary gland derived from a sweat gland [9].\nIt typically presents as a flesh-colored nodule that \nulcerates, most commonly occurring in the head and \nneck with slight male predominance [3]. Other sites \ninclude the axilla, vulvae, dorsal foot, and thighs [9]. \nHistologic classification most often divides cMEC into \nlow-grade (well differentiated) and high-grade (poorly \ndifferentiated) subtypes, although an intermediate grade \nhas also been proposed. In addition, three groups have \nbeen described on the basis of the proportion of mucinsecreting, squamous, intermediate, and clear cells and \nthe degree of maturation of these cells [10]. By immuno histochemistry, the tumor cells express cytokeratin AE1/\nAE3, EMA, CEA, CK5/6, CK7, CK19, and p63 [11].\nThe typical differential diagnosis for this malignancy \nmostly encompasses squamous cell carcinoma, adeno carcinoma, undifferentiated carcinoma, melanoma, and \nlymphoma [8]. Overall, cMECs have a 5-year overall \nsurvival and disease-specific survival of 68.2% and 76%, \nrespectively [11]. Treatment of MEC consists of surgery \nwith adjuvant radiation therapy, as in our case, for inter mediate and high-grade tumors. Tumor recurrence has \nbeen reported to be as high as 50% in high-grade lesions \nand 12.5% in low-grade MEC. Metastases from primary \ncutaneous MEC have been reported in up to 50% of cases \n[4]. The roles of both primary and adjuvant radiotherapy \nwith or without chemotherapy are uncertain. From the \nlimited cases, survival from 2 months to 2 years has been \nreported in cases treated with adjuvant radiotherapy [9].\nPrimary cutaneous mucoepidermoid carcinoma (MEC) \nis exceptionally rare, with only a limited number of cases \ndocumented in the literature. This tumor comprises a mix \nof mucus-secreting and epidermoid cells, distinguishing it histologically. MEC most commonly originates in the \nparotid glands, making its cutaneous presentation unu sual. Clinical and radiological evaluations alone are often \ninconclusive for diagnosis, underscoring the importance \nof histopathological analysis for definitive identifica tion. Given its unique presentation and rarity, treatment \nshould be individualized to each case to ensure optimal \noutcomes.\nAbbreviations\nACC   Adenoid cystic carcinoma\nAciCC  Acinic cystic carcinoma\nAJCC  American Joint Committee on Cancer\nCBC  Complete blood count\nCT  Computed tomography\nMEC  Mucoepidermoid carcinoma\nMRI  Magnetic resonance imaging\nPET  Positron emission tomography\nAcknowledgements\nThe authors would like to thank the patient for permitting to share her clinical \ndata for educational purposes and publication of this case report.\nAuthor contributions\nJL: writing and editing of manuscript; MS: conceptualization and writing original manuscript; VP: methodology; FU: data analysis; ZA: methodology; AP: data \nanalysis; GN: data curation; and HR: patient management and supervision.\nFunding\nNo funding was obtained for this article.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nEthical approval was obtained from the department of general surgery, and \nconsent to participate was obtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 11 November 2024   Accepted: 26 December 2024\nReferences\n 1. van Weert S, Lissenberg-Witte BI, Bloemena E, Leemans CR. Mucoepider moid carcinoma of the head and neck: CRTC1/3 MAML 2 translocation \nand its prognosticators. Eur Arch Otorhinolaryngol. 2022;279(5):2573–81.\n 2. Junewicz A, Heaphy J, Lavertu P , Wasman J, Becker D. Primary cutaneous \nvs. parotid mucoepidermoid carcinoma of the scalp: a case report. Am J \nOtolaryngol. 2015;36(3):463–6.\n 3. Cooper H, Farsi M, Miller R, Kamrani P , Victor DP . A rare case of primary \ncutaneous mucoepidermoid Carcinoma.\n 4. Gartrell R, Pauli J, Zonta M. Primary cutaneous mucoepidermoid \ncarcinoma: a case study with a review of the literature. Int J Surg Pathol. \n2015;23(2):161–4.\nPage 5 of 5\n Lodhia et al. Journal of Medical Case Reports           (2025) 19:73 \n \n 5. Stewart FW, Foote FW, Becker WF. Muco-epidermoid tumors of salivary \nglands. Ann Surg. 1945;122(5):820–44.\n 6. Su R, Abrou A, Abowd M. A rare case of cutaneous mucoepidermoid \ncarcinoma of the eyelid: a case report and literature review. Case Rep \nOphthalmol. 2021;12(2):380–5.\n 7. Gallager HS, Miller GV, Grampa G. Primary mucoepidermoid carcinoma of \nthe skin: report of a case. Cancer. 1959;12:286–8.\n 8. Nagar V, Gor S, Shah A. Primary cutaneous mucoepidermoid carcinoma—\nMasquerading as a benign cyst. Int J Health Sci Res. 2023;13(11):171–4. \nhttps:// doi. org/ 10. 52403/ ijhsr. 20231 121.\n 9. Ng CW, Chan RC, Ho RS, Chan JY. Primary cutaneous mucoepidermoid \ncarcinoma. Case Reports in Clinical Pathology. 2014.\n 10. Minni A, Roukos R, De Carlo A, Di Tillo G, Illuminati G, Gallo P . Primary \ncutaneous mucoepidermoid carcinoma infiltrating the parotid gland. Eur \nRev Med Pharmacol Sci. 2012;16(suppl 4):26–9.\n 11. De la Sancha C, Kuhar M, Kraft A, Alomari AK. Primary mucoepidermoid \ncarcinoma of the external auditory canal with a CRTC1: MAML2 fusion: a \ncase report and a review of literature. J Cutan Pathol. 2023;50(11):947–50.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}