{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04890-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04890-9.pdf",
  "metadata": {
    "/Keywords": "Superficial cervical plexus block; Hypertension; Tracheostomy; Ludwig angina; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241028151446+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241026062845+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04890-9",
    "/Author": "Sintayehu Samuel ",
    "/Title": "Effective blind bilateral superficial cervical plexus block for tracheostomy tube insertion in a geriatric patient with Ludwig angina with hypertension in resource constrained area: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04890-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Ludwig angina is a rare, rapidly spreading submaxillary, submandibular, and sublingual necrotizing \nlife-threatening widespread cellulitis of the soft tissue on the floor of the mouth that can cause fatal complications \nbecause of airway obstruction. Currently, there are few published studies assessing the efficacy of superficial cervical \nplexus block for airway surgery and there is no agreement in the literature about airway management. The published \nrecommendations differ and are based on the authors’ own experiences and available resources. This report aimed \nto provide insight into critical patient management by performing regional anesthesia with fewer complications \nto the cardiovascular and respiratory systems.",
    "Case Presentation": "Case presentation We report the case of a 70 year-old hypertensive Black Ethiopian woman with American Society \nof Anesthesiologist–Physical Status class III and hypertension, who was admitted to the hospital for treatment by her \nsurgeon. The surgeon diagnosed her with Ludwig angina. After adequate physical examination and laboratory investigation, she arrived at the operation room for exploration and drainage of the abscess with a superficial cervical plexus \nblock. She arrived safely at the adult intensive care unit for frequent suctioning. The block was effective until 6 h \nafter the procedure with visual analogue scale (2/10), her vital signs remained stable throughout the postoperative \nperiod, and then the tracheostomy tube was removed by the surgeon after 10 days. The patient’s hemodynamic \nstatus and breathing effort were satisfactory, and she was discharged 15 days later.\nClinical",
    "Discussion": "discussion Proper airway management is critical for the survival of patients diagnosed with Ludwig angina. \nAccording to recent studies, an increasing number of patients with Ludwig angina require intensive care unit admission for tracheal intubation and mechanical breathing. However, it is uncertain whether intensive care reduces \nthe death rate in patients with Ludwig angina. Finally, it is suggested that studies with large sample sizes and strong \nlevels of evidence be conducted to conclude the effectiveness of superficial cervical plexus block for airway emer gency surgeries.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSintayehu Samuel\nsinta455sam@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 6 Samuel et al. Journal of Medical Case Reports          (2024) 18:525 \nIntroduction\nLudwig angina is a rare, rapidly spreading, submaxillary, \nsubmandibular, and sublingual necrotizing life-threaten ing widespread cellulitis of the soft tissue on the floor of \nthe mouth and neck that can cause fatal complications \nbecause of airway obstruction. This is uncommon in cur rent practice [1]. Ludwig angina is less frequently associ ated with a variety of aerobic and anaerobic bacteria, as \nwell as fungi, including oral flora such as streptococci and \nstaphylococci [2, 3]. Ludwig angina has several etiolo gies and risk factors. Odontogenic infection causes 70% \nof Ludwig angina cases [4]. Affected patients are typically \nbetween the ages of 20 and 60  years, with a high male \npredominance [5]. Currently, few published studies have \nassessed the efficacy of superficial cervical plexus block \nfor airway surgery and there is no agreement in the lit erature about airway management. The published rec ommendations differ and are based on the authors’ own \nexperiences and available resources [6, 7]. This report \naimed to provide insight into critical patient management \nby performing regional anesthesia with fewer complica tions to the cardiovascular and respiratory systems. This \nreport is in line with the Case report (CARE) guidelines.Case presentation\nWe report the case of a 70  year-old hypertensive Black \nEthiopian woman with American Society of Anesthesi ologist–Physical Status class III who was admitted to the \nhospital after she was diagnosed with Ludwig angina sec ondary to periodontal abscesses involving teeth numbers \n20 and 30. Despite receiving antibiotics, the patient expe rienced difficulty swallowing and breathing. She suddenly \nbegan desaturating (88–90% of the oxygen saturation) \nupon spontaneous breathing. She had tachycardia (heart \nrate of 110 beats per minute) and drowsiness.\nShe had a familial history of hypertension but no his tory of psychosocial-related admission to the hospi tal; she had good socioeconomic status and no familial \nhistory of chronic illnesses, such as diabetes mellitus, \nasthma, or other genetically related illnesses.\nDuring admission, the patient was hypertensive, with \na baseline blood pressure of 144/85  mmHg, shortness \nof breath, and hypoxia (Fig.  1). She was also taking anti hypertensive agent nifedipine (10 mg three times a day) \nand the beta blocker propranolol (20  mg twice a day) \nfor 1  year. Her laboratory parameters, such as a hemo globin level of 14.2 g/dl and a white blood cell count of",
    "Conclusion": "Conclusion Management of the airway in patients with Ludwig angina is challenging. Clinicians must take precautions and make sharp decisions on the basis of a variety of circumstances, including the availability of equipment \nat medical facilities, such as fiberoptic intubation equipment; the anesthetist’s level of experience, such as performing \nsuperficial regional block and good mask ventilation; and the patient’s medical status at the time of presentation. As \na result, intervention needs to be quick so as to avoid airway obstruction and further complications.\nKeywords  Superficial cervical plexus block, Hypertension, Tracheostomy, Ludwig angina, Case report\nFig. 1 Intraoperative hemodynamics status of the patient based on time\nPage 3 of 6\n Samuel et al. Journal of Medical Case Reports          (2024) 18:525 \n \n13 ×  109/L, and imaging through ultrasound, were inves tigated as diagnostic modalities. After a challenging \nultrasound scan because of the abscess, neck ultrasound \nwas performed and revealed an extensive abscess with an \nestimated volume of 80 ml.\nThe medical team aggressively resuscitated her and \nbrought her to the operating room for neck exploration \n(abscess drainage) and tracheostomy. During arrival to \noperation room, her oxygen saturation was 94–95% on \nportable nasal oxygen. We performed airway and sys temwise physical examinations. Unfortunately, it was \ndifficult to open her mouth to determine the Mallampati \nscore, thyromental distance, and sternomental distance. \nOn chest auscultation, she had diminished air entry \nthrough both lungs, but systolic and diastolic sounds \nwere well heard. Subsequently, there was good commu nication regarding the risks and benefits of performing \nblind bilateral superficial cervical plexus block versus \nketamine-based sedation with patients and families with out language barriers or cultural or financial challenges. \nInformed written consent was obtained from the patient \nfor using medical information and image for publication. \nWe applied electrocardiography, pulse oximetry, non invasive blood pressure, and pericardial stethoscopy for \nthe intraoperative monitoring of oxygenation and perfu sion. We maintained the patient with 500  ml of normal \nsaline and 500  ml of 10% dextrose because the patient \nwas abstained from oral intake and she had symptoms of \nhypoglycemia secondary to prolonged Nil per os (NPO) \nhour, and then we premedicated the patient with 10 mg \nof metoclopramide and 4 mg of dexamethasone. In addi tion we administered 80 mg of 2% plain lidocaine to blunt \nthe patient’s airway from gag reflex during tracheostomy \ntube insertion.We applied an antiseptic solution of iodine and alco hol for skin preparation and then maintained adequate \npositioning by turning the head away and resting it on \nthe surface. A small dose of fentanyl (25 µg) was admin istered to avoid late respiratory depression secondary to \nthe high dose and injection pain. Then, we used the land mark technique and injected 10  ml on each side of the \nanteromedial block, targeting the midpoint of the sterno cleidomastoid muscle. We then observed the complica tions and onset of the block. The patient had a universal \nvisual analogue score of 1/10 for a clamp pinch. She did \nnot complain of any complications and she had stable \nvital signs intraoperativly (Fig. 2).\nThe exploration was initiated and suggested significant \nacute necrotizing inflammation of the deep soft tissues \nand the anterolateral compartment of the neck. After \nadequate exploration and drainage of the abscess, irriga tion was performed with hydrogen peroxide and normal \nsaline.\nNonetheless, Ludwig angina is a progressive form of \ncellulitis that often",
    "Results": "results in death because of hypoxia \nsecondary to airway obstruction. Subsequent deep neck \ninfections can complicate Ludwig angina. We examined \nthe underlying etiologies and common scenarios and \naddressed and discussed the significant autopsy findings \nof Ludwig angina with several case reports.\nPostoperative outcome and follow up\nThe team admitted her to the intensive care unit for fre quent suctioning. The block was effective for 6  h after \nthe procedure with visual analogue scale (2/10) and her \nvital signs remained stable throughout the postopera tive period, and the surgeon removed the tracheostomy \ntube 10 days after, ensuring a satisfactory hemodynamic \nFig. 2 Diagrammatic representation of pain assessment tool of universal visual analogue score\nPage 4 of 6 Samuel et al. Journal of Medical Case Reports          (2024) 18:525 \nstatus of oxygen saturation and blood pressure of 96% of \noxygen saturation and 124/74  mmHg, respectively, with \nspontaneous breathing. The team investigated her with \ncomplete blood count (CBC) and found a white blood \ncell count of 6.4 ×  109/L, and also conducted a free neck \nexamination with ultrasound. After 15 days, she was dis charged from the hospital.\nClinical discussion\nFor anesthetists and surgeons, managing patients with \nLudwig angina is extremely difficult because of difficult \nairways, surgical manipulation of airways, and aspiration \nrisk. A lack of proper oral health care predisposes preg nant women to odontogenic infections, which can lead \nto severe complications. Individuals who sometimes have \nchronic disease, who are geriatric or pregnant, or who do \nnot receive adequate dental healthcare are more likely \nto have odontogenic infections, which can cause serious \nconsequences.\nProper airway management is critical for the survival \nof patients diagnosed with Ludwig angina. The anesthe siologist’s experience and patient’s condition determine \nwhether a conservative or aggressive strategy for airway \npreservation should be used. The most common intuba tion techniques used in patients with Ludwig angina are \nfiberoptic intubation, elective tracheostomy, and awake \nblind nasal intubation. Direct laryngoscopy frequently \nfails because of posterior displacement of the tongue. \nIn cases of severe airway compromise, awake fiberoptic \nintubation was attempted. Some researchers have pro posed surgical tracheostomy under nerve block as an \noption for patients who cannot be intubated.\nUltrasound can be beneficial, especially in patients \nwho cannot lie supine. Because of the risk of rapid airway \nimpairment, immediate consultation may be beneficial \nif anesthesia and otolaryngology are accessible. Flexible \nintubation endoscopy with surgical airway preparation is \nthe primary line of airway intervention in the emergency \ndepartment. The medical team transferred these patients \nto the intensive care unit for close airway follow-up [4, 8].\nSince different studies support the use of steroids for \nLudwig angina, there are few reports describing the use \nof steroids in the treatment of Ludwig angina. Although \nit is not absolutely obvious whether steroids are impact ful, the cases recorded thus far imply that there may be \nan advantage in their utilization and do not suggest that \nsteroids have a harmful effect [9].\nAccording to recent studies, an increasing number of \npatients with Ludwig angina require intensive care unit \nadmission for tracheal intubation and mechanical breath ing. However, it is uncertain whether intensive care \nreduces the death rate in patients with Ludwig angina \nwith problems or the length of hospital stay (LOS). Patients with severe infections may require repeated inci sions and drainage in the operating room [10, 11].\nA systematic review conducted by Pandit et al. revealed \nthat compared with other techniques that involve deep \ninjections, superficial/intermediate cervical plexus blocks \nare safer. If the two approaches are equally successful, it \nwould appear prudent in most circumstances to use the \ntechnique with a lower rate of adverse side effects [12].\nOn the basis of the study conducted by Gupta et  al., \ngeneral anesthesia was not required in any of the 15 \ncases, and all patients with Ludwig angina were satisfac torily treated with superficial cervical plexus block [13].\nEven for a patient with risk of general anesthesia expo sure, such as pregnant mothers, decompression of Lud wig angina in a 28-week-pregnant patient undergoing \nbilateral superficial cervical plexus block was successful \n[14].\nSurgeons have stated that superficial cervical plexus \nblocks for tracheostomy provide excellent operating con ditions. This also prevents the need for sedation. How ever, upper airway obstruction is not good, as it may \nexacerbate the obstruction because of loss of tone of air way muscles [15]. Finally, it is suggested that studies with \nlarge sample sizes and strong levels of evidence be con ducted to conclude the effectiveness of superficial cervi cal plexus block for airway emergency surgeries.\nTechnical approach to bilateral superficial cervical \nplexus block\nSuperficial cervical plexus block is a subcutaneous injec tion technique that targets superficial branches of the \ncervical plexus (C1, C2, C3, and C4) and is conducted \nnear the midpoint of the posterior border of the SCM \nmuscle. Bilateral superficial cervical plexus block is a \npopular regional anesthesia procedure because of its \nsimplicity and effectiveness. Ultrasound-guided ana tomical landmarks (blind technique) are typically used to \nperform the procedure. However, the landmark-guided \napproach is simple to use, although it is difficult to estab lish the position of the needle, and the procedure used \n10  ml of 0.25% bupivacaine for each side of the block \nwith a 4 cm 24-gauge needle. Superficial cervical plexus \nblocks can also serve as adjuvant blocks for shoulder, cla vicular, breast, and upper chest wall procedures, specifi cally targeting the supraclavicular branches [7, 8] (Fig. 3).\nSuperficial cervical plexus block for airway surgery \nand its outcome\nWhen treating patients who have challenging airways \nand require dental abscess drainage, it is advisable to \nadminister a superficial cervical plexus block. Addition ally, an auriculotemporal nerve block may be necessary. \nIt can provide substantial pain relief, enhance tolerance \nPage 5 of 6\n Samuel et al. Journal of Medical Case Reports          (2024) 18:525 \n \nto tracheostomy tubes, and maintain stable hemodynam ics [15, 16]. The greatly decreased analgesic consumption \nand low pain score, as well as the significantly improved \npatient satisfaction, show that superficial cervical plexus \nblock provides effective pain management for patients \nundergoing carotid endarterectomy and thyroid surgery \n[17, 18].\nCastresana et  al. reported that combining deep and \nsuperficial cervical plexus block can affect diaphragmatic \nmotion in 61% of patients. Notably, there seems to be no \nprobability that conventional superficial cervical plexus \nblocks the phrenic nerve [19].\nConclusion\nTo determine the effectiveness of superficial cervical \nplexus blocks for tracheostomy and other airway emer gency surgeries, additional studies need to be conducted. \nHowever, the management of the airway in patients \nwith Ludwig angina is challenging. Clinicians must take \nprecautions and make sharp decisions on the basis of a \nvariety of circumstances, including the availability of \nequipment at medical facilities, such as fiberoptic intuba tion equipment; the anesthetist’s level of experience, such \nas performing BSCPB and good mask ventilation; and the \npatient’s medical status at the time of presentation. This \nis because Ludwig angina, which is a serious infection, \ncan quickly obstruct the airway and lead to further com plications. To achieve the best patient outcomes, a wellequipped operating room and an experienced anesthetist \nwith a better management strategy are needed. Addition ally, performing superficial cervical plexus block is better \nfor patients with Ludwig angina for tracheostomy tube \ninsertion without compromising the airway.Abbreviations\nASA-PS  American Society of Anesthesiologists’ physical status\nBSCPB  Bilateral superficial cervical plexus block\nEENT  Ear, eye, nose, and throat\nICU  Intensive care unit\nAcknowledgements\nI would like to thank all my friends and lovely wife.\nAuthor contributions\nSintayehu Samuel: study concept or design and preparing the manuscript. \nMisganu Mugoro, Selman Reshad, Temesgen Mamo, Sinishaw Genetu, and \nYisehak Wolde: participated on concept and design development.\nFunding\nNo funding was obtained for this research.\nData availability\nNo, I do not have any research data outside the submitted manuscript file.\nDeclarations\nEthics approval and consent to participate\nInformed written consent to participate was obtained but ethical approval is \nnot required.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in Chief of the journal.\nConflicts of interest disclosure\nThe authors have no conflicts of interest to declare.\nAuthor details\n1 Lecturer at Wachemo University Department of Anesthesia, Hosanna, \nEthiopia. 2 Assistant Lecturer at Wachemo University Department of Anesthe sia, Hosanna, Ethiopia. 3 Anesthetist (Msc) at Sodo Christian General Hospital, \nSodo, Ethiopia. \nReceived: 31 July 2024   Accepted: 1 October 2024\nFig. 3 Schematic representations of the deep cervical plexus and superficial cervical plexus\nPage 6 of 6 Samuel et al. Journal of Medical Case Reports          (2024) 18:525 \nReferences\n 1. Costain N, Marrie TJ. Ludwig’s angina. Am J Med. 2011;124(2):115–7.\n 2. An J, Madeo J, Singhal M. Ludwig angina. In: StatPearls [Internet]. Treasure \nIsland (FL): StatPearls Publishing; 2023.\n 3. Marcus BJ, Kaplan J, Collins KA. A case of Ludwig angina: a case report \nand review of the literature. Am J Forens Med Pathol. 2008;29(3):255–9.\n 4. Bridwell R, Gottlieb M, Koyfman A, Long B. Diagnosis and manage ment of Ludwig’s angina: an evidence-based review. Am J Emerg Med. \n2021;41:1–5.\n 5. Nguyen VD, Potter JL, Hersh-Schick MR. Ludwig angina: an uncommon and potentially lethal neck infection. AJNR Am J Neuroradiol. \n1992;13(1):215.\n 6. El Bendary HM, Abd El-Fattah AM, Ebada HA, Hayes SM. Levobupivacaine \nversus levobupivacaine–dexmedetomidine for ultrasound guided \nbilateral superficial cervical plexus block for upper tracheal resection \nand reconstruction surgery under general anesthesia. Egypt J Anaesth. \n2022;38(1):7–15.\n 7. Mehrotra M, Mehrotra S. Decompression of Ludwig angina under cervical \nblock. J Am Soc Anesthesiol. 2002;97(6):1625–6.\n 8. Trahan M-J, Nicholls-Dempsey L, Richardson K, Wou K. Ludwig’s angina in \npregnancy: a case report. J Obstet Gynaecol Can. 2020;42(10):1267–70.\n 9. Tami A, Othman S, Sudhakar A, McKinnon BJ. Ludwig’s angina and steroid \nuse: a narrative review. Am J Otolaryngol. 2020;41(3): 102411.\n 10. Lin QL, Du HL, Xiong HY, Li B, Liu J, Xing XH. Characteristics and outcomes \nof Ludwig’s angina in patients admitted to the intensive care unit: a \n6 year retrospective study of 29 patients. J Dental Sci. 2020;15(4):445–50.\n 11. Movva H, Taksande K. Anaesthetic challenges in a patient of Ludwig’s \nangina: a case report. Cureus. 2022. https:// doi. org/ 10. 7759/ cureus. 30570.\n 12. Pandit J, Satya-Krishna R, Gration P . Superficial or deep cervical plexus \nblock for carotid endarterectomy: a systematic review of complications. \nBr J Anaesth. 2007;99(2):159–69.\n 13. Gupta AK, Dhulkhed VK, Gupta A, Tiwari M, Gupta R. Cervical plexus block: \nan alternative for decompression of Ludwigs angina. BJA Br J Anaesth. \n2009. https:// doi. org/ 10. 1093/ bja/ el_ 5072.\n 14. Rahman T, Ahmed S, Rahman S. Decompression of Ludwig’s angina in \na pregnant patient under bilateral superficial cervical plexus block. J \nPerioper Pract. 2022;32(4):66–8.\n 15. Koshy RC, Thankamony H. Superficial cervical plexus block for urgent \ntracheostomy. Indian J Anaesth. 2019;63(1):65–6.\n 16. Ling K, Hasan MS, Ha K, Wang C. Superficial cervical plexus block combined with auriculotemporal nerve block for drainage of dental abscess \nin adults with difficult airways. Anaesth Intensive Care. 2009;37(1):124–6.\n 17. Messner M, Albrecht S, Lang W, Sittl R, Dinkel M. The superficial cervical \nplexus block for postoperative pain therapy in carotid artery surgery. \nA prospective randomised controlled trial. Eur J Vasc Endovasc Surg. \n2007;33(1):50–4.\n 18. Andrieu G, Amrouni H, Robin E, Carnaille B, Wattier J, Pattou F, et al. \nAnalgesic efficacy of bilateral superficial cervical plexus block administered before thyroid surgery under general anaesthesia. Br J Anaesth. \n2007;99(4):561–6.\n 19. Kim J-S, Ko JS, Bang S, Kim H, Lee SY. Cervical plexus block. Korean J \nAnesthesiol. 2018;71(4):274.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}