{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05086-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05086-5.pdf",
  "metadata": {
    "/Keywords": "Kearns–Sayre syndrome; Mitochondrial disorder; Complete heart block; Progressive external ophthalmoplegia; Pigmentary retinopathy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250320061355+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250213080013+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05086-5",
    "/Author": "Gebeyehu Tessema Azibte ",
    "/Title": "Kearns–Sayre syndrome presenting with progressive external ophthalmoplegia and third-degree atrioventricular block diagnostic challenge in resource-limited settings: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05086-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Kearns–Sayre syndrome is a rare autosomal recessive mitochondrial disorder characterized by pro gressive external ophthalmoplegia and pigmentary retinopathy. Onset typically occurs before the age of 20 years \nand is attributed to mutations within mitochondrial DNA affecting proteins critical for the oxidative phosphorylation pathway. Since these mitochondrial disorders usually present with an isolated manifestation such as complete \nheart block, a meticulous search for other organ-specific manifestations is necessary for an early diagnosis. Reporting \nsuch cases facilitates recognition of common clinical presentations, enabling earlier diagnosis, earlier interventions, \nand genetic counseling.",
    "Case Presentation": "Case presentation A 29-year-old right-handed Ethiopian male patient presented with progressive exercise intoler ance for 10 years. He had had bilateral ptosis since childhood and experienced gait difficulty with intermittent balance problems, particularly at night. In 2018, he was diagnosed with a third-degree atrioventricular block with a rest ing electrocardiogram, and a permanent pacemaker was placed. Despite marked improvement in shortness of breath \nfollowing pacemaker placement, the patient’s progressive ptosis and gait ataxia prompted further workup, ultimately \nleading to the diagnosis of Kearns–Sayre syndrome. This case highlights the importance of comprehensive assessment in patients presenting with isolated organ manifestations, as exemplified by the delayed diagnosis of Kearns–\nSayre syndrome following the initial recognition of a complete heart block.",
    "Conclusion": "Conclusion Given the early-onset nature of Kearns–Sayre syndrome, it should be considered as a differential diagnosis in young individuals presenting with complete heart block. A thorough evaluation for additional organ involve ment is crucial in such cases, as early intervention and genetic counseling significantly impact patient outcomes.\nKeywords  Kearns–Sayre syndrome, Mitochondrial disorder, Complete heart block, Progressive external \nophthalmoplegia, Pigmentary retinopathyOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nGebeyehu Tessema Azibte\ngebe10tessema@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 4 Azibte et al. Journal of Medical Case Reports          (2025) 19:127",
    "Introduction": "Introduction\nThird-degree (complete) atrioventricular block, necessi tating permanent pacemaker implantation, is common in \nthe geriatric population. However, a thorough evaluation \nof underlying etiologies is crucial in younger patients [1]. \nThis case report describes a young individual diagnosed \nwith Kearns–Sayre syndrome (KSS) presenting with \nthird-degree atrioventricular (AV) block. This finding \nemphasizes the importance of considering KSS and other \nsecondary causes in the differential diagnosis of young \npatients with complete heart block.\nKearns–Sayre syndrome (KSS) is a rare and severe \nmitochondrial disease (MD) characterized by a triad of \nprogressive external ophthalmoplegia (PEO), pigmentary \nretinal degeneration, and early onset (before the age of 20 \nyears). There is also a high prevalence of cardiac involve ment. This distinguishes KSS from other MDs, where \ncardiac complications are less frequent. Furthermore, \ncardiac dysfunction significantly impacts prognosis in \nKSS patients [2, 3]. KSS can manifest with additional sys temic complications beyond the core triad. These may \ninclude deafness, cerebellar ataxia, and pigmentary retin opathy. Notably, pigmentary retinopathy is a hallmark \nfeature of KSS, although its severity can vary consider ably. Ranging from subtle pigmentary changes to exten sive pigment atrophy, the retinal degeneration in KSS \ncan mimic retinitis pigmentosa [4, 5]. KSS management \nfocuses on close monitoring for the development of oph thalmologic complications [5].If these arise, surgical intervention may be considered \non a case-by-case basis [5]. Additionally, current guide lines recommend permanent pacemaker implantation for \npatients with neuromuscular diseases experiencing atrio ventricular block, including KSS [6].\nCase presentation\nA 29-year-old right-handed Ethiopian male patient \npresented with a 10-year history of exercise intoler ance that worsened with mild-to-moderate exertion. In \naddition, he reported bilateral ptosis (drooping eyelids) \nsince childhood. He also had difficulty ambulating, with \nintermittent loss of balance, especially at night. A per manent pacemaker was inserted in 2018 after he was \ndiagnosed with third-degree AV block with an elec trocardiogram (ECG) (Fig.  1). Pacemaker implantation \nresulted in substantial improvement in exercise toler ance. However, the patient subsequently developed new \nneurological symptoms, including dysarthria (slurred \nspeech) and intermittent attention deficits, particularly \nduring listening tasks. Moreover, he reported a decline \nin hearing ability. Family history was negative for simi lar presentations. Physical examination revealed gen eral muscle wasting and bilateral symmetrical ptosis. \nLimitation of ocular movements in all quadrants was \nfound on examination of cranial nerves 3, 4, and 6. On \nexaminations of cranial nerve 8, he could not hear fin ger rubbing sounds from 2 cm, but there was no later alization on Rhine and Webber tests. The muscle bulk \nFig. 1 Electrocardiogram showing third-degree atrioventricular block\nPage 3 of 4\n Azibte et al. Journal of Medical Case Reports          (2025) 19:127 \n \nwas comparable in all four extremities, and power and \ntone were normal. However, dysmetria on the fingerto-nose test was noted. He was also unable to perform \ntandem gait. He was referred to the otolaryngology \ndepartment for audiometry evaluation and was found \nto have mild bilateral sensorineural hearing loss.\nLaboratory evaluations were within normal reference \nranges, including a complete blood count (CBC), renal \nfunction tests (RFTs), serum electrolytes, and meta bolic panels. Specifically, the CBC revealed white blood \ncells at 6500/μL, hemoglobin at 16.5 g/dL, and platelets \nat 193,000/μL. Fasting blood sugar was 95 mg/dL, and \nTSH level was 2.35 ng/dL (Table 1 ).\nElectrophysiological studies  yielded normal",
    "Results": "results, \nincluding electromyography (EMG) and nerve conduc tion studies (NCS).\nTreatment and outcomes\nThe patient underwent permanent pacemaker place ment, resulting in a marked improvement in exertional \ndyspnea. A multidisciplinary team  currently follows \nhim, including the cardiology, neurology, and ophthal mology departments.",
    "Discussion": "Discussion\nKearns–Sayre syndrome (KSS), a rare mitochondrial \ndisease (MD), primarily arises from mitochondrial \nDNA (mtDNA) rearrangements. The most common \npathogenic mtDNA alteration involves a 4.9  kb dele tion encompassing nucleotide positions 8470–13,446 \n[7]. This deletion eliminates several essential func tional genes, including MT-ATP8 , MT-ATP6 , MT-CO3 , \nMT-ND3, MT-ND4L, MT-ND4, and MT-ND5 [ 2, 8]. \nMitochondrial DNA (mtDNA) deletions in KSS are \npredominantly de novo mutations, arising spontane ously in the oocyte or during early embryonic develop ment. Consequently, most KSS cases are sporadic, with \nonly an estimated 4% showing maternal inheritance \nof the mtDNA abnormality [9 ]. The clinical diagnosis \nof KSS is dependent on a core triad of features: onset \nbefore the age of 20  years, progressive external oph thalmoplegia (PEO), and pigmentary retinopathy. In \naddition, the presence of at least one of the following \nsupporting criteria strengthens the diagnosis: cardiac \nconduction defects, cerebellar ataxia, or elevated cer ebrospinal fluid (CSF) protein levels exceeding 100 mg/\ndL [10]. The heterogeneous clinical manifestations and \nseverity spectrum observed in KSS patients likely stem \nfrom the variable proportion of mtDNA deletions and \ntheir distribution across different tissues [11]. The diag nosis of KSS in this case was established on the basis of \nclinical criteria; owing to limitations in resource avail ability, genetic testing for mtDNA rearrangements was \nnot pursued. Cardiac complications are a significant \nprognostic factor in KSS, encompassing a spectrum of \npresentations. These primarily manifest as cardiac con duction abnormalities and cardiomyopathy [2 ]. Sup porting the significance of cardiac involvement, cardiac \nconduction abnormalities are a frequent finding in KSS, \naffecting approximately 84% of patients according to \ndiagnostic criteria [12]. ECG findings in KSS are most \ncharacterized by combined intraventricular and atrio ventricular (AV) conduction delays [13]. This patient \ninitially presented with shortness of breath, and his \nECG showed third-degree AV block. Among patients \nwith cardiac involvement in KSS, cardiomyopathy is a \nfrequent clinical manifestation, either as hypertrophic \ncardiomyopathy or dilated cardiomyopathy [2 ]. Heart \nfailure represents the primary cause of mortality in this \npatient population [14]. Echocardiography was normal \nin our patient. Although our patient has no endocrine \ndysfunction, KSS can also manifest with a spectrum \nof endocrine abnormalities, including short stature, \ndelayed pubertal development, diabetes mellitus, and \nhypothyroidism [5 ].Table 1 Laboratory results of the patient\nWBC, white blood cells; ALT, alanine aminotransferase; AST, aspartate transferase; \nALP , alkaline phosphatase; TSH, thyroid-stimulating hormone; HBSAG, hepatitis \nB surface antigen; HCV, hepatitis C virus; HIV, human immunodeficiency virusLaboratory Results Reference range\nWBC 6500 cells/μL 5000–11,000 cells/μL\nHemoglobin 16.5 mg/dL 13–17 mg/dL\nHematocrit 47.2% 45–50%\nPlatelets 193,000/μL 150,000–450,000/μL\nCreatinine 0.89 mg/dL 0.8–1.1 mg/dL\nUrea 16 mg/dL 5–20mg/dL\nSerum sodium 137 mEq/L 135–145 mEq/L\nSerum potassium 4.47 mEq/L 3.5–5.5 mEq/L\nSerum calcium 9 mg/dL 8–10 mg/dL\nSerum chloride 101.6 mEq/L 95–105 mEq/L\nALT 20.8 U/L 5–40 U/L\nAST 34 U/L 5–40 U/L\nALP 83 U/L 45–180 U/L\nBilirubin total 0.7 mg/dL 0.1–1.2 mg/dL\nBilirubin direct 0.11 mg/dL  < 0.3 mg/dL\nFasting blood sugar 95 mg /dL 70–100 mg/dL\nTSH 2.35 ng/dL 0.3–5.6 ng/dL\nHBSAG Negative Negative\nHCV antibody Negative Negative\nHIV test Negative Negative\nPage 4 of 4 Azibte et al. Journal of Medical Case Reports          (2025) 19:127 \nConclusion\nGiven the early-onset nature of Kearns–Sayre syndrome \n(KSS), it should be included in the differential diagno sis for young patients presenting with cardiac conduc tion abnormalities. This is particularly important when \naccompanied by supporting neurological or endocrine \nmanifestations. For patients with KSS and high-degree \natrioventricular block, permanent pacemaker implanta tion is a well-established intervention to improve cardiac \nfunction and prognosis. A thorough evaluation for addi tional organ involvement is crucial in such cases, as early \nintervention and genetic counseling significantly impact \npatient outcomes. Moreover, close ophthalmologic \nmonitoring is crucial to identify progressive external \nophthalmoplegia (PEO) promptly. In some cases, surgi cal interventions may be considered to address PEO and \npotentially improve vision.\nAbbreviations\nCBC  Complete blood count\nECG  Electrocardiography\nEMG  Electromyography\nKSS  Kearns–Sayre syndrome\nMD  Mitochondrial diseases\nMtDNA  Mitochondrial DNA\nNCS  Nerve conduction study\nPEO  Progressive external ophtalmoplegia\nTSH  Thyroid-stimulating hormone\nAcknowledgements\nNot applicable.\nAuthor contributions\nGTA—writing, reviewing, and editing. ZSA—writing the original draft. BAM—\nreviewing and editing. MZA—source and supervision. SAW—source and \nsupervision. TKM—supervision and reviewing. TBB—source, editing, and \nreviewing. BAL—reviewing the final manuscript.\nFunding\nWe received no financial support for this case report.\nData availability\nAll the data and materials for this case report are available from the cor responding author.\nDeclarations\nEthics approval and consent to participate\nThere are no ethical concerns about this case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nWe declare that there are no competing interests.\nAuthor details\n1 College of Medicine and Health Sciences, Department of Internal Medicine, Addis Ababa University, Addis Ababa, Ethiopia. 2 College of Medicine \nand Health Sciences, Department of Neurology, Addis Ababa University, Addis \nAbaba, Ethiopia. 3 Department of Internal Medicine, Jimma University Medical \nCenter, Jimma, Ethiopia. Received: 22 April 2024   Accepted: 17 January 2025\nReferences\n 1. Puri A, Pradhan A, Chaudhary G, Singh V, Sethi R, Narain VS. Symptomatic \ncomplete heart block leading to a diagnosis of Kearns–Sayre syndrome. \nIndian Heart J. 2012;64(5):515–7.\n 2. Han C, Jia Z, Zhao G, Chen W, Hu Y, Liu H. Case report: Kearns–Sayre \nsyndrome complicated with postpartum cardiac failure. Front Med (Lausanne). 2022;9: 906112.\n 3. Holt IJ, Harding AE, Morgan-Hughes JA. Deletions of muscle mito chondrial DNA in patients with mitochondrial myopathies. Nature. \n1988;331(6158):717–9.\n 4. Padhy SK, Kumar V, Mandal S. Pigmentary retinopathy in Kearns–Sayre \nsyndrome. BMJ Case Rep. 2018;2018:bcr-2018-227394.\n 5. Khambatta S, Nguyen DL, Beckman TJ, Wittich CM. Kearns–Sayre \nsyndrome: a case series of 35 adults and children. Int J Gen Med. \n2014;7:325–32.\n 6. Epstein AE, DiMarco JP , Ellenbogen KA, Estes NA 3rd, Freedman RA, \nGettes LS, et al. ACC/AHA/HRS 2008 Guidelines for Device-Based Therapy \nof Cardiac Rhythm Abnormalities: a report of the American College of \nCardiology/American Heart Association Task Force on Practice Guidelines \n(Writing Committee to Revise the ACC/AHA/NASPE 2002 Guideline \nUpdate for Implantation of Cardiac Pacemakers and Antiarrhythmia \nDevices): developed in collaboration with the American Association \nfor Thoracic Surgery and Society of Thoracic Surgeons. Circulation. \n2008;117(21):e350-408.\n 7. Moraes CT, Shanske S, Tritschler HJ, Aprille JR, Andreetta F, Bonilla E, et al. \nmtDNA depletion with variable tissue expression: a novel genetic abnor mality in mitochondrial diseases. Am J Hum Genet. 1991;48(3):492–501.\n 8. Moraes CT, DiMauro S, Zeviani M, Lombes A, Shanske S, Miranda AF, et al. \nMitochondrial DNA deletions in progressive external ophthalmoplegia \nand Kearns–Sayre syndrome. N Engl J Med. 1989;320(20):1293–9.\n 9. Chinnery PF. Primary mitochondrial disorders overview. GeneReviews®. \n2021.\n 10. Berardo A, DiMauro S, Hirano M. A diagnostic algorithm for metabolic \nmyopathies. Curr Neurol Neurosci Rep. 2010;10(2):118–26.\n 11. Goldstein A, Falk MJ. Mitochondrial DNA deletion syndromes. 2019.\n 12. Behjati M, Sabri MR, Etemadi Far M, Nejati M. Cardiac complications in \ninherited mitochondrial diseases. Heart Fail Rev. 2021;26(2):391–403.\n 13. Di Mambro C, Tamborrino PP , Silvetti MS, Yammine ML, Marcolin C, \nRighi D, et al. Progressive involvement of cardiac conduction system in \npaediatric patients with Kearns–Sayre syndrome: how to predict occur rence of complete heart block and sudden cardiac death? Europace. \n2021;23(6):948–57.\n 14. Kabunga P , Lau AK, Phan K, Puranik R, Liang C, Davis RL, et al. Systematic \nreview of cardiac electrical disease in Kearns–Sayre syndrome and mito chondrial cytopathy. Int J Cardiol. 2015;181:303–10.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}