{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05073-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05073-w.pdf",
  "metadata": {
    "/Keywords": "Elastomeric pump; Fosfomycin; Villonodular pigmentous synovitis; Hinged; Total knee arthroplasty; Infection",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250210031947+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250205173642+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05073-w",
    "/Author": "Giulio Maria Marcheggiani Muccioli ",
    "/Title": "Methicillin-resistant Staphylococcus epidermidis knee prosthetic infection treatment with two-stage revision and fosfomycin–rifampin combination therapy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05073-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Staphylococcus epidermidis is one of the pathogens most commonly involved in prosthetic joint infections, and when methicillin resistant, poses significant challenges in treatment, owing to its virulence and antibiotic \nresistance. Intravenous fosfomycin disodium is a broad-spectrum antibiotic recently introduced in clinical practice \nfor treating osteoarticular infections caused by Gram-negative and Gram-positive bacteria, including multidrugresistant pathogens. Continuous infusion administration of fosfomycin, by an elastomeric pump, is feasible thanks \nto its good stability at room temperature after reconstitution in aqueous solution. This report describes the case \nof a methicillin-resistant Staphylococcus epidermidis knee prosthetic infection successfully treated with a two-stage \nrevision coupled with a combination therapy of oral rifampin plus continuous infusion of fosfomycin administrated \nby an elastomeric pump, filled daily through an outpatient parenteral antimicrobial treatment service.",
    "Case Presentation": "Case presentation A 31-year-old Italian woman presented right knee pain and functional limitation. A previous diagnosis of pigmentous villonodular synovitis led to destructive arthropathy requiring total knee arthroplasty \nand extensive synovectomy. Three months later, a methicillin-resistant Staphylococcus epidermidis prosthetic infection was diagnosed and a two-stage procedure was adopted with spacer cement positioning for 4 months, followed by removal and definitive total knee arthroplasty. The methicillin-resistant Staphylococcus epidermidis infection \nwas successfully treated with a combination therapy of oral rifampin plus continuous infusion fosfomycin by an elastomeric pump. At 1-year postoperative follow-up, no complication was detected and the patient was satisfied.",
    "Conclusion": "Conclusion This case underscores the effectiveness of combining a two-stage revision procedure with continuous \ninfusion fosfomycin and rifampin for managing complex methicillin-resistant Staphylococcus epidermidis prosthetic \ninfection.\nKeywords  Elastomeric pump, Fosfomycin, Villonodular pigmentous synovitis, Hinged, Total knee arthroplasty, \nInfectionOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nGiulio Maria Marcheggiani Muccioli\nmarcheggianimuccioli@me.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Marcheggiani Muccioli et al. Journal of Medical Case Reports           (2025) 19:55 \nBackground\nStaphylococcus epidermidis (SE) is one of the pathogens \nmost commonly involved in prosthetic joint infections \n(PJIs), and when methicillin resistant (MRSE), is even \nmore virulent and difficult to eradicate [1–3].\nIntravenous fosfomycin disodium is a broad-spectrum \nantibiotic recently introduced in clinical practice for \ntreating osteoarticular infections (OIs) caused by Gramnegative and Gram-positive bacteria, including multid rug-resistant (MDR) pathogens [4].\nContinuous infusion (CI) administration of fosfomycin \nby an elastomeric pump is feasible due to its stability at \nroom temperature when reconstituted in aqueous solu tion [5].\nThis report describes the case of an MRSE knee pros thetic infection successfully treated with a two-stage revi sion coupled with a combination therapy of oral rifampin \nplus CI fosfomycin administered by elastomeric pump, \nfilled daily through an outpatient parenteral antimicro bial treatment (OPAT) service.\nCase presentation\nA 31-year-old Italian woman, polyallergic (to latex, para bens, mites, and Gramineae , including nickel), suffering \nfrom dysmetabolic myopathy, celiac disease, and recur ring tonsillitis, was examined at the orthopedic outpa tient clinic in late October 2020 because of a persistent \ngonalgia and functional limitation in the right knee. Her \nmedical history reported a progressive villonodular pig mentous synovitis of the right knee (Fig.  1) unsuccess fully treated with immunosuppressive drugs, which led \nto a destructive degenerative arthropathy needing sur gical approach in mid-November 2020 (Fig.  2a, c). This \ninvolved the implantation of a cement-retained hypoal lergenic hinge-bound total knee arthroplasty (Endomodel \nLink type) and concomitantly executing an extensive syn ovectomy, including the inner part of the joint capsule \nand the collateral ligaments of the knee (Fig. 2b, d).\nIn late February 2021, she presented to the emergency \ndepartment with pain, swelling, and limited range of \nmotion (ROM 0–80°) in the operated knee. An arthro centesis procedure collected 150 cc of serum-ematic joint \nfluid, which was sent to the laboratory for physicochemi cal examination and microbiological culture. Joint fluid \nculture yielded a methicillin-resistant Staphylococcus epi dermidis (MRSE), so that in early March 2021, she was \nhospitalized for further investigation. Following collegial \nevaluation with infectivologists, knee prosthesis removal \nwas planned. Intraoperatively, widespread intracapsular \nsoft tissue inflammation and profuse cloudy joint fluid \ndischarge were found, and multiple bone and soft tissue \nbioptic samples of the joint chamber were taken. These \nlatter were sent to the laboratory for histologic culture examination, and for sonication of the explanted pros thetic components. Thorough surgical cleaning coupled \nwith implantation of Palacos-type (Heraeus) articulating \nantibiotic spacer cement were performed (Fig. 2e, g).\nCultures, including sonication of the explanted pros thetic components, identified an MRSE strain resistant \nto fluoroquinolones, tetracycline, and teicoplanin. Histo logic examination showed chronic inflammation.\nIn the meantime, the patient reported a medical history \nof several infectious episodes, including a thoracic Staph ylococcus sp. infection involving the right breast and \nrecurrent episodes of genital infections not mentioned in \nthe medical history.\nAfter first stage surgery, empirical broad-spectrum \nantibiotic therapy with CI fosfomycin and oral rifampin \nwas started. During therapy, ALT levels increased to \nmore than eight times the upper normal limit. One week \nafter, as soon as the culture",
    "Results": "results became available, \ntargeted oral therapy was switched to rifampin and cot rimoxazole, serum transaminases normalized, and the \npatient was discharged. As per orthopedic indications at \ndischarge, she was allowed to deambulate with graded \nload (with the aid of antibrachials) wearing a knee brace \nlocked in extension. She was advised to perform passive \nmobilization exercises of the operated limb with Kinetec, \n3 times daily for 30 min starting from 0 to 40° of flexion, \nand increasing by 5° a day until reaching a maximum of \n75°.\nThree weeks after discharge, she developed severe \nneutropenia (0.7 ×  109/L) and rash, and so therapy was \nstopped.\nAfter 2 weeks of washout, neutrophils normalized \nand antibiotic therapy was restarted and continued for \n3  weeks with oral rifampin and CI fosfomycin by elas tomeric pump in an OPAT programme. C-reactive pro tein (CRP) levels remained below the limit of the blood \ntest detection during the follow-up. A labeled leukocyte \nscintigraphy performed around 1 month after antibiotic \ndiscontinuation showed nonspecific uptake on the right \nknee without specific signs of infection.\nShe came back for orthopedic follow-up 2 weeks after \nsurgery. Both clinical and laboratory findings improved \nwith a drop in CRP values (to 1.5), and physiotherapy with \nKinetec 0–30° of flexion–extension was recommended \nfor an additional week. Three months after surgery, she \nwas revisited in the outpatient clinic: inflammatory bio markers were negative and scintigraphy showed no \nuptake signs at the right knee. Therefore, an indication \nwas made for reimplantation of cement-retained hypoal lergenic hinge-bound total knee arthroplasty.\nIn late July 2021, the patient was readmitted to \nhospital for knee prosthesis reimplantation. After \nspacer cement removal, tissue sampling for histologic \nPage 3 of 7\n Marcheggiani Muccioli et al. Journal of Medical Case Reports           (2025) 19:55 \n \nexamination, extemporaneous neutrophil count (nega tive for in progress acute inflammation), and sampling \nof soft tissue from the joint chamber and bone tissue \nwere collected, and subsequently sent to the laboratory \nfor culture examination and sonication. The patient was \nre-implanted with a cemented hypoallergenic rotating hinge constrained monoblock total knee arthroplasty \n(Endomodel Link type) with 25  mm distal medial and \nlateral femoral augment to restore the joint line level, as \nsupported by several scientific studies (Fig. 2f, h).\nAfter second-stage surgery, the patient was empiri cally treated again with CI fosfomycin and rifampin. \nFig. 1 Preoperative magnetic resonance imaging showing a severe synovitis, resulting in degenerative–destructive arthropathy of the knee. \nT1 sequence in sagittal view showing villonodular synovitis at the posterior knee capsule (a). Short tau inversion recovery sequence in coronal \nprojection showing edema and osteonecrosis of the two tibial hemiplates and the lateral femoral condyle (b). Axial T1 sequence showing signs \nof severe joint degeneration in the context of widespread villonodular synovitis (c, d)\nPage 4 of 7 Marcheggiani Muccioli et al. Journal of Medical Case Reports           (2025) 19:55 \nFig. 2 Preoperative anteroposterior X-ray shows villonodular pigmentous synovitis that led to the development of a destructive degenerative \narthropathy for which surgery was indicated (a). Anteroposterior X-ray on day 1 after cemented hypoallergenic constrained with rotating \nhinge total knee arthroplasty (Endomodel Link type) (b). Additional lateral X-rays are shown in the same order as anteroposterior ones (c, d). \nAnteroposterior X-ray on day 1 after prosthesis explantation and placement of Palacos-type (Heraeus) articulated antibiotic spacer cement (e). \nAnteroposterior X-ray on day 1 after reimplantation with a cemented hypoallergenic constrained with rotating hinge total knee arthroplasty (type \nEndomodel Link) with 25 mm medial and lateral distal femoral augment to restore the correct level of the joint line (f). Additional lateral X-rays are \nshown in the same order as anteroposterior ones (g, h)\nPage 5 of 7\n Marcheggiani Muccioli et al. Journal of Medical Case Reports           (2025) 19:55 \n \nHistological examination found no inflammation signs \nand the intraoperative sample cultures were negative. \nAfterward, antibiotic therapy was discontinued and 1 \nweek after surgery the patient was discharged.Three months post-surgery, outpatient follow-up con firmed prosthetic stability. The patient reached a ROM of \n0–125°, and 1 year later was able to return to sports activ ity with good satisfaction for the clinical functional result \nobtained.\nFig. 2 continued\nPage 6 of 7 Marcheggiani Muccioli et al. Journal of Medical Case Reports           (2025) 19:55",
    "Discussion": "Discussion and conclusion\nThis case aligns with evidence supporting two-stage \nrevision procedures for PJIs, particularly those involv ing multidrug-resistant organisms. A British systematic \nreview highlighted improvements in clinical–functional \noutcomes and pain reduction after total knee arthro plasty (TKA) in patients with pigmented villonodular \nsynovitis (PVNS). However, the review also reported \nhigher complication rates, including postoperative stiff ness (6.8%), prosthetic infection (2.9%), recurrent symp toms (7.1%, characterized by swelling, worsening pain, \nand range of motion deterioration), and revisions due \nto infection, periprosthetic fractures, or instability. In \naddition, implant survival rates were lower (82%) after \na 25-year follow-up compared with TKA performed for \nprimary osteoarthritis. Therefore, constrained total knee \narthroplasty for end-stage PVNS appears to be effective \nin relieving pain and improving function, despite these \nhigher complication rates and lower survival outcomes \n[6].\nSimilarly, a 2022 case report on a 79-year-old patient \nwith high-grade destructive arthropathy caused by vil lonodular pigment synovitis emphasized the need for \nextensive synovectomy and concomitant implantation \nof constrained total knee arthroplasty. The report con cluded that this surgical approach yielded satisfactory \nresults, with favorable outcomes in patients with PVNS \nassociated with advanced osteoarthritis [7].\nBuilding on the clinical case previously presented, \nwhich highlighted the importance of restoring the joint \nline, a British case–control study involving 114 patients \ndemonstrated that both the Bristol Knee Score and func tional outcomes at a 5-year follow-up were significantly \nbetter in patients whose joint line was restored com pared with those whose joint line remained elevated \nby more than 5 mm. In cases of bone loss and joint line \nmodification, the study showed that in revision TKA, the \nthickness of distal femoral wedges plays a critical role in \nrestoring both bone defects and the joint line [8]. Moreo ver, a study from Istituto Ortopedico Rizzoli of Bologna, \nItaly, highlighted the importance of the adductor tubercle \nof the femur as a landmark for determining the joint line \nlevel during TKA. The ratio between the distance from \nthe adductor tubercle to the joint line, and the femoral \nwidth at the epicondyles, was found to be comparable \nboth radiographically and intraoperatively, providing a \nreliable method for measuring the joint line, particularly \nin complex revision surgeries [9].\nAlthough rifampin is widely used in combination \ntherapy for treating methicillin-resistant (MR) staphy lococcal osteoarticular infections (OIs) [10], to the \nbest of our knowledge, this is the first reported case of \nmethicillin-resistant Staphylococcus epidermidis (MRSE) prosthetic joint infection (PJI) treated with a combina tion therapy of rifampin and fosfomycin. Fosfomycin is a \nbroad-spectrum, time-dependent bactericidal antibiotic \nwith notable activity against MR staphylococci, and also \nexhibits good bone penetration [4]. Pre-clinical stud ies have shown that fosfomycin synergizes with various \nanti-staphylococcal antibiotics, including rifampin [10, \n11], and rifampin demonstrates sustained efficacy against \nbiofilm-producing pathogens, highlighting its value in \ncombination regimens.\nIn conclusion, our case demonstrates that an MRSE \nprosthetic knee infection was successfully treated by \ncoupling a two-stage procedure, consisting of 4 months \nof spacer cement placement followed by removal and \ndefinitive TKA, with a combination therapy of rifampin \nand continuous infusion (CI) fosfomycin. This treatment \nstrategy aligns with the broader findings of clinical stud ies that support the efficacy of this approach in improv ing outcomes, despite the inherent challenges posed by \ncomplex cases such as PVNS and MRSE infections.\nAbbreviations\nSE  Staphylococcus epidermidis\nPJIs  Prosthetic joint infections\nMRSE  Methicillin-resistant Staphylococcus epidermidis\nOIs  Osteoarticular infections\nMDR  Multidrug-resistant\nCI  Continuous infusion\nOPAT  Outpatient parenteral antimicrobial treatment\nALT  Alanine aminotransferase\nCRP  C-reactive protein\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors have contributed to the development of the work and manuscript \ndesign. GMMM and EZ identified the topic of the manuscript and indicated \nthe method of work development. AF and AG drafted the manuscript. \nGMMM, SZ, EZ, PV, and FP revised it. All authors reviewed and approved the \nmanuscript.\nFunding\nNo funding was received.\nAvailability of data and materials\nThe data used for development of this manuscript are available from the cor responding author.\nDeclarations\nEthics approval and consent to participate\nThe presented case report was conducted in accordance with the Declaration \nof Helsinki in its most updated version (Fortaleza, October 2013), as well as \nwith all national and international regulations applicable to clinical research. \nInformed consensus was obtained in advance to the use of patient clinical \ndata who is the subject of the case report, and for their publication for scientific purposes only, guaranteeing the patient’s anonymity.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nPage 7 of 7\n Marcheggiani Muccioli et al. Journal of Medical Case Reports           (2025) 19:55 \n \nCompeting interests\nGiulio Maria Marcheggiani Muccioli: LINK. Stefano Zaffagnini DePuy: S&N.\nAuthor details\n1 2n, Orthopedic and Traumatologic Clinic, IRCCS Istituto Ortopedico Rizzoli, Via G.B. Pupilli 1, 40136 Bologna, Italy. 2 University of Bologna, Bologna, \nItaly. 3 Infectious Diseases Unit, Department for Integrated Infectious Risk \nManagement, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, \nItaly. 4 Department of Medical and Surgical Sciences, Alma Mater Studiorum, \nUniversity of Bologna, Bologna, Italy. 5 Clinical Pharmacology Unit, Depart ment for Integrated Infectious Risk Management, IRCCS Azienda Ospedaliero \nUniversitaria di Bologna, Bologna, Italy. \nReceived: 7 August 2024   Accepted: 10 January 2025\nReferences\n 1. Benito N, Mur I, Ribera A, Soriano A, Rodríguez-Pardo D, Sorlí L, Cobo J, \nFernández-Sampedro M, Del Toro MD, Guío L, Praena J, Bahamonde A, \nRiera M, Esteban J, Baraia-Etxaburu JM, Martínez-Alvarez J, Jover-Sáenz \nA, Dueñas C, Ramos A, Sobrino B, Euba G, Morata L, Pigrau C, Horcajada \nJP , Coll P , Crusi X, Ariza J; REIPI (Spanish Network for Research in Infectious Disease) Group for the Study of Prosthetic Joint Infections / GEIO \n(Group for the Study of Osteoarticular Infections), SEIMC (Spanish Society \nof Infectious Diseases and Clinical Microbiolo. The Different Microbial \nEtiology of Prosthetic Joint Infections according to Route of Acquisition \nand Time after Prosthesis Implantation, Including the Role of MultidrugResistant Organisms. J Clin Med. 2019;8(5):673. https:// doi. org/ 10. 3390/ \njcm80 50673.\n 2. Hischebeth GT, Randau TM, Ploeger MM, Friedrich MJ, Kaup E, Jacobs C, \nMolitor E, Hoerauf A, Gravius S, Wimmer MD. Staphylococcus aureus versus \nStaphylococcus epidermidis in periprosthetic joint infection-outcome \nanalysis of methicillin-resistant versus methicillin-susceptible strains. \nDiagn Microbiol Infect Dis. 2019;93(2):125–30. https:// doi. org/ 10. 1016/j. \ndiagm icrob io. 2018. 08. 012.\n 3. Rosteius T, Jansen O, Fehmer T, Baecker H, Citak M, Schildhauer TA, Geßmann J. Evaluating the microbial pattern of periprosthetic joint infections \nof the hip and knee. J Med Microbiol. 2018;67(11):1608–13. https:// doi. \norg/ 10. 1099/ jmm.0. 000835.\n 4. Tsegka KG, Voulgaris GL, Kyriakidou M, Kapaskelis A, Falagas ME. Intravenous fosfomycin for the treatment of patients with bone and joint \ninfections: a review. Expert Rev Anti Infect Ther. 2022;20(1):33–43. https:// \ndoi. org/ 10. 1080/ 14787 210. 2021.1- 932463.\n 5. Rinaldi M, Cojutti PG, Zamparini E, Tedeschi S, Rossi N, Conti M, Giannella \nM, Pea F, Viale P . Population pharmacokinetics and Monte Carlo simulation for dosage optimization of fosfomycin in the treatment of osteo articular infections in patients without renal dysfunction. Antimicrob \nAgents Chemother. 2021;65(5):e02038-e2120. https:// doi. org/ 10. 1128/ \nAAC. 02038- 20.\n 6. Tan YC, Tan JY, Tsitskaris K. Systematic review: total knee arthroplasty \n(TKA) in patients with pigmentedvillonodular synovitis (PVNS). Knee Surg \nRelat Res. 2021;33(1):6. https:// doi. org/ 10. 1186/ s43019- 021- 00088.\n 7. Almaawi AA, AlSuwayeh FM. Total synovectomy and total knee arthro plasty in old patient with pigmentedvillonodular synovitis. A case report. \nInt J Health Sci (Qassim). 2022;16(3):64–6.\n 8. Porteous AJ, Hassaballa MA, Newman JH. Does the joint line matter in \nrevision total knee replacement? J Bone Joint Surg Br. 2008;90(7):879–84. \nhttps:// doi. org/ 10. 1302/ 0301- 620X. 90B7. 20566.\n 9. Iacono F, Raspugli GF, Bruni D, Filardo G, Zaffagnini S, Luetzow WF, Lo \nPresti M, Akkawi I, Marcheggiani Muccioli GM, Marcacci M. The adductor \ntubercle as an important landmark to determine the joint line level in \ntotal knee arthroplasty: from radiographs to surgical theatre. Knee Surg \nSports Traumatol Arthrosc. 2014;22(12):3034–8. https:// doi. org/ 10. 1007/ \ns00167- 013- 2809-0.\n 10. Molina-Manso D, del Prado G, Ortiz-Pérez A, Manrubia-Cobo M, GómezBarrena E, Cordero-Ampuero J, Esteban J. In vitro susceptibility to antibiotics of staphylococci in biofilms isolated from orthopaedic infections. \nInt J Antimicrob Agents. 2013;41(6):521–3. https:// doi. org/ 10. 1016/j. ijant \nimicag. 2013. 02. 018. 11. Morata L, Soriano A. The role of fosfomycin in osteoarticular infection. Rev \nEsp Quimioter. 2019;32(Suppl 1):30–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}