{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04962-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04962-w.pdf",
  "metadata": {
    "/Keywords": "Yellow nail syndrome; Chylothorax; Thoracic duct; Lymphatic drainage",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241210114445+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241210115044+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04962-w",
    "/Author": "Christoph Müller ",
    "/Title": "Yellow nail syndrome linked to a mediastinal lipoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04962-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Yellow nail syndrome is characterized by a yellow discoloration of the nails, respiratory symptoms, and \nlymphedema. It was first described in 1964 and has an estimated prevalence of less than 1:1.000.000. Despite its \ndiverse manifestations affecting different organ systems and a wide range of associated diseases, yellow nail syndrome is most commonly related to impaired lymphatic drainage. The treatment depends on whether the underlying \npathology can be identified and includes dietary, pharmacological, interventional, and surgical approaches.",
    "Case Presentation": "Case presentation We report the case of a 73-year-old Caucasian male patient presenting with exertional short ness of breath and orthopnea, nonpitting edema of his distal extremities, and yellow discoloration of both his finger \nand toe nails. The diagnostic workup, which included the drainage of a large chylous pleural effusion, computed \ntomography of the chest, and lymphangiography, led to the diagnosis of yellow nail syndrome, presumably caused \nby a mediastinal lipoma compressing the thoracic duct. Treatment-wise, a percutaneous lymphatic embolization \nwas performed after conservative treatment did not lead to a significant improvement of symptoms.",
    "Conclusion": "Conclusion While demonstrating the specific diagnostic findings of this case, we try to point out common pathoge netic aspects of the disorder and present the currently available treatment options.\nKeywords  Yellow nail syndrome, Chylothorax, Thoracic duct, Lymphatic drainage\nBackground\nYellow nail syndrome (YNS) was first described by \nSamman and White in 1964 and is characterized by \nthe clinical triad of yellow dystrophic nails, peripheral \nlymphedema, and respiratory symptoms [1]. It is catego rized as a rare disorder with an estimated prevalence of \nless than 1:1.000.000 [2]. In general, it affects patients \nafter the age of 50 years [3], although congenital forms are reported [4]. Most attempts to explain the pathophys iology of YNS involve  an impaired lymphatic drainage. \nThis can be owing to either an increased production of \nchyle or an obstruction of the thoracic duct, which drains \nthe lymphatic fluid of the lower extremities and the chyle \nof the small intestines. While the presence of yellow nails \nis required to make the diagnosis, only one additional \nsymptom of either lymphedema or a respiratory disorder \nis necessary [5]. In this case report, we present a patient \nwith all three clinical features of YNS who underwent \npercutaneous lymphatic embolization after conserva tive treatment had failed. To our knowledge, this is the \nfirst reported case of YNS related to a benign mediastinal \ntumor.Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nChristoph Müller\nchristoph.mueller@uni-marburg.de\n1 Research, Philipps University of Marburg, Baldinger Straße, \n35037 Marburg, Germany\n2 Institute of Pathology, Ruhr University Bochum, Bochum, Germany\n3 Department of Pulmonology, Fachkrankenhaus Kloter Grafschaft, \nSchmallenberg, Germany\n4 Department of Pulmonology, Pius-Hospital Carl Von Ossietzky University, \nOldenburg, Germany\nPage 2 of 5 Müller et al. Journal of Medical Case Reports          (2024) 18:599 \nCase presentation\nOn his first admission, the 73-year-old Caucasian male \npatient was referred to our clinic due to new-onset dysp nea on exertion and orthopnea. He reported symmetrical \nswellings of the lower extremities for about 3 years and \nyellow discoloration of the finger and toenails for 2 years. \nThe physical examination was notable for reduced breath \nsounds of the lower lung fields with dullness to percus sion, peripheral edema including both feet and toes and \nyellow discoloration of the nails (Figs.  1, 2). The electro cardiogram was unremarkable except for a low voltage \namplitude. On echocardiography, we observed a thin cir cumferential pericardial effusion of 6 mm during diastole \nwithout hemodynamic significance.\nPulmonary function testing showed an impaired forced \nexspiratory volume  (FEV1) of 1.6 l (51.2%) and a reduced \nforced vital capacity (FVC) of 1.6  l (69.5%) with pre served ratio. The medical record of our patient included \nchronic bronchitis, epilepsy, one-sided amaurosis, hypo thyroidism, resection of a retrobulbar meningeoma, and \nrepeated surgical interventions of the lumbar spine. Our \npatient was on medical treatment with levetiracetam, l-thyroxin, valsartan, cholecalciferol, and tiotropium/\nolodaterol inhaler. The laboratory assessment of rou tine parameters was unremarkable. Nail biopsies were \nnegative for onychomycosis on periodic acid–Schiff stain \n(PAS) and demonstrated nail thickening with dense sub ungual stroma on H&E staining (Fig. 3).\nOn chest X-ray, we observed a large pleural effusion \nof the left hemithorax and a meniscus sign on both sides \n(Figs.  4, 5). A left-sided ultrasound-guided puncture lead ing to the drainage of a chylous nonviscous fluid was \nperformed. A draining catheter was placed subscapulary \ninside the ninth intercostal space. Laboratory assessment \nof the pleural fluid (Table  1) showed elevated concen trations of triglycerides and cholesterol with a triglycer ide to cholesterol ratio of 1.3, confirming the suspected \ndiagnosis of a chylothorax. Concentrations of protein \nand lactate dehydrogenase (LDH) were characteristic \nfor an exsudate according to Light’s criteria. Cytopatho logical investigation showed foam cells on H&E stain ing (Fig.  6) and was positive for fat-specific staining with \nFig. 1 Fingernails—yellow discoloration and loss of the cuticles\nFig. 2 Toenails—yellow discoloration, thickening, and onycholysis\nFig. 3 Thickened nail plate above and subungual stroma on the right \nside on hematoxylin and eosin staining\nFig. 4 Chest X-ray—posteroanterior view\nPage 3 of 5\n Müller et al. Journal of Medical Case Reports          (2024) 18:599 \n \nSudan Red. Computed tomography (CT) of the chest \nrevealed a 7 × 4.5  × 3  cm3 paratracheal lipoma without \ninfiltrative growth or signs of compression of the sur rounding mediastinal structures. At first, we decided for a dietary treatment approach and initiated total paren teral nutrition with middle-chain triglycerides (MCT), \nwhich led to a slight reduction of the drained volume of \nabout 500 ml daily during the first week. To enable out patient monitoring and to wait for a delayed treatment \nresponse, a  PleurX® (Denver Biomedical Inc., CO, USA) \ncatheter was implanted and the patient was planned \nfor regular controls. Although the overall drained vol ume significantly decreased during the following weeks, \nour patient reported a weight loss of about 6 kg, persis tence of peripheral lymphedema, and nail discoloration, \ndespite treatment adherence. To evaluate further treat ment options, lymphangiography was conducted, which \nshowed anomalous lymphatic drainage with chylolym phatic reflux into mediastinal lymphatic vessels (Figs.  7, \n8). On the following day, percutaneous lymphatic embo lization with lipidol was performed through an inguinal \naccess site. Subsequent radiographic assessment includ ing CT thorax indicated promising",
    "Results": "results with no signs \nof postinterventional complications and a reduction of \nFig. 5 Chest X-ray—lateral view\nTable 1 Laboratory assessment\nResults from laboratory assessment of pleural fluid and serum. LDH lactate \ndehydrogenase, LDL low-density lipoprotein, HDL high-density lipoproteinParameters Pleural fluid Serum\nProtein (g/dl) 4.43 6.4\nLDH (U/l) 124 144\nGlucose (mg/dl) 103 78\npH 7.40 7.42\nTriglycerides (mg/dl) 127 83\nCholesterol (mg/dl) 98 218\nLDL (mg/dl) 79 130\nHDL (mg/dl) 23 71\nFig. 6 Foam cells indicated by arrows on hematoxylin and eosin \nstaining\nFig. 7 CT lymphangiography—transversal view, caudal \nto the mediastinal lipoma\nFig. 8 CT lymphangiography—transversal view, at the level \nof the mediastinal lipoma, as indicated by the white arrow\nPage 4 of 5 Müller et al. Journal of Medical Case Reports          (2024) 18:599 \nthe drained volume to about 100 ml daily during the fol lowing week. Lymphedema was treated with compression \nbandages, manual drainage, and a mechanical deconges tive device. To support nail regeneration, our patient was \nprescribed treatment with topical tocopherol (vitamin E) \nand oral zinc supplementation.",
    "Discussion": "Discussion\nThe diagnosis of YNS is based on the characteristic clini cal symptoms and after exclusion of other more common \ndiseases. The diagnostic workup of our patient followed \na step-wise approach beginning with the ultrasoundguided puncture of the pleural effusion, whose further \nlaboratory assessment confirmed the presence of a chy lothorax. From a pathophysiological perspective, a chy lothorax can be due to trauma, e.g. following surgical \ninterventions, or is caused by a primary tumorous or \ninflammatory disease [6]. The common underlying con dition is an impaired lymphatic drainage, which leads to \nan accumulation of chyle into the pleural space. In most \ncases, a chylous pleural effusion presents as an exsudate \nwith elevated pleural LDH and protein levels on labo ratory analysis. Protein loss can be explained by either \nan obstruction or an increased permeability of intra pleural lymphatic vessels [7]. On the basis of the find ings by Staats et al. (1980), a pleural effusion triglyceride \nlevel > 110 mg/dl combined with a cholesterol concentra tion < 200  mg/dl confirmed the diagnosis of a chylotho rax [8]. Anatomically, a predominantly left-sided pleural \neffusion indicates that the lesion of the thoracic duct is \nlocated above the fifth thoracic vertebra, whereas a more \ncaudal damage usually causes leakage into the right pleu ral cavity [9].\nRegarding our patient, the observed mediastinal \nlipoma located on the level of the third and fourth tho racic vertebrae could have obstructed the drainage of the \nthoracic duct into the left subclavian vein. This would \nexplain the chylous reflux into mediastinal lymphatic col laterals on CT lymphangiography. Since there were no \nsigns of compression of other mediastinal structures, and \npresuming an increased intraoperative risk, an interven tional embolization of the thoracic duct was preferred \nover surgical tumor resection. Percutaneous lymphatic \nembolization carries a lower procedural risk with a simi lar clinical outcome compared with surgical ligature of \nthe thoracic duct [10]. The interventional approach was \nchosen after conservative management with intravenous \nMCT and subsequent fat-restrictive diet did not lead to \nan improvement of symptoms. Nutritional approaches \ngenerally intend to reduce the overall lymphatic drainage, \nthereby enabling the spontaneous closure of the leakage \nin the thoracic duct.The clinical diagnosis of lymphedema was based on \nthe patient’s history and the physical examination. Our \npatient reported to have noticed the onset of progres sive swelling of his distal extremities about 3  years ago. \nConsistent with lymphedema, we noticed nonpitting, \ncircumferential edema of the lower extremities, which \nhad been resistant to diuretic treatment. A positive Stem mer sign, which is the inability to pinch the dorsal side of \nthe patient’s second toe, substantiated the clinical diag nosis [11]. Anomalous lymphatic vessels with collater als demonstrating chylolymphatic reflux were observed \non CT lymphangiography as the structural correlate of \nour patient’s symptoms. Treatment-wise, flexible band ages, manual drainage, and decongestive therapy with a \nmechanical device were prescribed. Although these treat ments are symptomatic and intend to prevent the need \nfor surgical interventions, successful implementation of \nphysical therapy has been related to an improvement of \nnail changes [12].\nRegarding nail symptoms, the diagnosis can be made \nafter exclusion of a mycosis- or substance-related cause of \nthe discoloration. While some authors discuss an initially \nimpaired lymphatic drainage as the cause of nail symp toms, others suggest a secondary lymphatic obstruction \ndue to stromal fibrosis as the underlying pathophysiolog ical mechanism [13]. Although microscopical findings \nin YNS are numerous, none of them are specific enough \nto make the diagnosis. The yellow discoloration of nails, \nwhich is observed in many hereditary or acquired pathol ogies of the lymphatic system, could be explained by an \naccumulation of lipofuscin pigments [14]. In contrast to \nother lymphatic disorders, nail symptoms in YNS involve \na thickening due to increased horizontal and decreased \nlongitudinal growth. Correspondingly, a replacement \nof the subungual stroma by a more dense, fibrous tissue \ncan be observed on light microscopy. Treatment of nail \nchanges includes topical therapy with antimycotics of \nthe azole group and terbinafine, which are, in addition, \nassociated with a stimulatory effect on longitudinal nail \ngrowth [ 15]. Treatment with topical or oral vitamin E can \nlead to a reduction of accumulated lipofuscin [16]. Zinc \ndeficiency is related to different nail pathologies, and \nits supplementation is described in cases of successfully \ntreated YNS [17]. Regarding our patient, we decided for \na local treatment with 5% vitamin E solution and 30 mg \nzinc once daily.\nConclusion\nOur patient presented with all three characteristic fea tures of YNS, which could be explained by anomalous \nlymphatic drainage presumably linked to a paratracheal \nlipoma compressing the thoracic duct. An interventional \napproach with percutaneous lymphatic embolization was \nPage 5 of 5\n Müller et al. Journal of Medical Case Reports          (2024) 18:599 \n \nchosen after conservative treatment had not caused a sig nificant improvement of the initial symptoms. The com plexity of the underlying pathophysiology in YNS and the \nlack of treatment guidelines demonstrate the necessity \nfor more research on this rare disorder.\nAbbreviations\nCT  Computed tomography\nFEV1  Forced expiratory volume\nFVC  Forced vital capacity\nH&E  Hematoxylin and eosin\nHDL  High density lipoprotein\nLDH  Lactate dehydrogenase\nLDL  Low-density lipoprotein\nMCT  Middle-chain triglycerides\nPAS  Periodic acid–Schiff stain\nYNS  Yellow nail syndrome\nAcknowledgements\nNot applicable.\nAuthor contributions\nCM and IS prepared tables and figures. CM wrote the manuscript. CM, IS, \nPH and DD discussed and interpreted the diagnostic findings. All authors \napproved the manuscript.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare to have no competing interests.\nReceived: 18 June 2024   Accepted: 19 November 2024\nReferences\n 1. Samman PD, White WF. The “yellow nail” syndrome. Br J Dermatol. \n1964;76(4):153–7. https:// doi. org/ 10. 1111/j. 1365- 2133. 1964. tb144 99.x.\n 2. Vignes S, Baran R. Yellow nail syndrome: a review. Orphanet J Rare Dis. \n2017. https:// doi. org/ 10. 1186/ s13023- 017- 0594-4.\n 3. Valdés L, Huggins JT, Gude F, et al. Characteristics of patients with yellow \nnail syndrome and pleural effusion. Respirology. 2014;19(7):985–92. \nhttps:// doi. org/ 10. 1111/ resp. 12357.\n 4. El Alami J, Galicier L, Huynh S, et al. Congenital yellow nail syndrome pre senting with eyelid lymphedema and fetal hydrops. JAAD Case Reports. \n2019;5(11):1010–2. https:// doi. org/ 10. 1016/j. jdcr. 2019. 09. 002.\n 5. Hiller E, Rosenow EC, Olsen AM. Pulmonary manifestations of the yellow \nnail syndrome. Chest. 1972;61(5):452–8. https:// doi. org/ 10. 1378/ chest. \n61.5. 452.\n 6. Doerr CH, Allen MS, Nichols FC, Ryu JH. Etiology of chylothorax in 203 \npatients. Mayo Clin Proc. 2005;80(7):867–70. https:// doi. org/ 10. 4065/ 80.7. \n867. 7. D’Alessandro A, Muzi G, Monaco A, Filiberto S, Barboni A, Abbritti G. \nYellow nail syndrome: does protein leakage play a role? Eur Respir J. \n2001;17(1):149–52. https:// doi. org/ 10. 1183/ 09031 936. 01. 17101 490.\n 8. Staats BA, Ellefson RD, Budahn LL, Dines DE, Prakash UB, Offord K. The \nlipoprotein profile of chylous and nonchylous pleural effusions. Mayo \nClinic Proc. 1980;55(11):700–4.\n 9. Bessone LN, Ferguson T, Burford TH. Chylothorax. 1971;12(5):527–50. \nhttps:// doi. org/ 10. 1016/ s0003- 4975(10) 65800-6.\n 10. Schild HH, Strassburg CP , Welz A, Kalff J. Treatment options in chylothorax. \nDtsch Arztebl Int. 2013;110(48):819–26. https:// doi. org/ 10. 3238/ arzte \nblatt. 2013. 0819.\n 11. Goss JA, Greene AK. Sensitivity and specificity of the Stemmer sign for \nlymphedema: a clinical lymphoscintigraphic study. Plastic Reconstr Surg \nGlobal Open. 2019;7(6): e2295. https:// doi. org/ 10. 1097/ gox. 00000 00000 \n002295.\n 12. Szolnoky G, Lakatos B, Husz S, Dobozy A. Improvement in lymphatic \nfunction and partial resolution of nails after complex decongestive \nphysiotherapy in yellow nail syndrome. Int J Dermatol. 2005;44(6):501–3. \nhttps:// doi. org/ 10. 1111/j. 1365- 4632. 2005. 02066.x.\n 13. DeCoste SD, Imber MJ, Baden HP . Yellow nail syndrome. J Am Acad Der matol. 1990;22(4):608–11. https:// doi. org/ 10. 1016/ 0190- 9622(90) 70081-r .\n 14. Norton L. Further observations on the yellow nail syndrome with therapeutic effects of oral alpha-tocopherol. Cutis. 1985;36(6):457–62.\n 15. Baran R. The new oral antifungal drugs in the treatment of the yellow nail \nsyndrome. Br J Dermatol. 2002;147(1):189–91. https:// doi. org/ 10. 1046/j. \n1365- 2133. 2002. 48119.x.\n 16. Williams HC, Buffham R, du Vivier A. Successful use of topical vitamin E \nsolution in the treatment of nail changes in yellow nail syndrome. Arch \nDermatol. 1991;127(7):1023–8.\n 17. Cashman MW, Sloan SB. Nutrition and nail disease. Clin Dermatol. \n2010;28(4):420–5. https:// doi. org/ 10. 1016/j. clind ermat  ol. 2010. 03. 037.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}