{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05103-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05103-7.pdf",
  "metadata": {
    "/Keywords": "Granulomatosis with polyangiitis; Wegner’s granulomatosis; Cytomegalovirus; Steroids; Gastroduodenitis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250224075641+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250222175924+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05103-7",
    "/Author": "Nisha Annie George ",
    "/Title": "Hyperacute reactivation of cytomegalovirus-induced gastroduodenitis during remission induction in a young male patient with granulomatosis with polyangiitis: a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05103-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cytomegalovirus is a pathogen known to aggravate the inflammatory response in autoimmune \ndiseases via molecular mimicry. Although it is recognized that cytomegalovirus activation can happen \nduring extended but variable periods of immunosuppression (14–90 days), it is rarely reported in conjunction \nwith an acute flare-up of an autoimmune disease. Currently, there is no consensus on cytomegalovirus prophylaxis \nfor patients initiating remission induction.",
    "Case Presentation": "Case presentation Here, we present the case of a 31-year-old male patient of South Indian ethnicity, presenting \nwith a 2-month history of fever, conductive hearing loss, and ear discharge. This was associated with symmetrical \ninflammatory polyarthritis for 1 month, unilateral painful conjunctivitis, and skin erythema for 5 days. Blood \nanalyses showed elevated inflammatory markers; strongly positive anti-proteinase 3 and cytoplasmic antineutrophil \ncytoplasmic antibody levels; normal procalcitonin and complement levels; and negative anti-myeloperoxidase \nand perinuclear antineutrophil cytoplasmic antibody levels. A nasal endoscopy revealed a midline granuloma \nwith vasculitis features on biopsy. Imaging revealed pulmonary nodules and otomastoiditis. Now diagnosed \nwith granulomatosis with polyangiitis, the patient developed signs of gastroduodenitis within a day of initiation \nof immunosuppression with high-dose “pulse” intravenous methylprednisolone. We evaluated him for mesenteric \nischemia/gastrointestinal vasculitis. However, the duodenal biopsies from the bleeding ulcers revealed a probable \ncytomegalovirus infection, confirmed with high serum viral loads. We treated him with a ganciclovir regimen \nand transitioned him to steroid-sparing immunosuppressant therapy with mycophenolate mofetil, which \nwas selected over cyclophosphamide for its noninferior effectiveness and better safety profile in non-life-threatening \ngranulomatosis with polyangiitis disease. The patient recovered uneventfully and is currently in remission.",
    "Conclusion": "Conclusion Cytomegalovirus reactivation is possible during short-term steroid pulse therapy. Further research \nis needed to evaluate whether routine cytomegalovirus screening is warranted before starting immunosuppressive \ntreatment with high-dose steroids in autoimmune conditions.\nKeywords  Granulomatosis with polyangiitis, Wegner’s granulomatosis, Cytomegalovirus, Steroids, Gastroduodenitis\n*Correspondence:\nSandeep Surendran\nsandysurendran@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 8 George et al. Journal of Medical Case Reports           (2025) 19:68",
    "Introduction": "Introduction\nCytomegalovirus (CMV), part of the B-herpesvirus \nfamily, contributes to increased morbidity and mor tality when reactivation occurs in immunosuppressed \nindividuals [1 ]. CMV infections range from asymp tomatic viremia to systemic manifestations requir ing antiviral treatment [2 ]. Granulomatosis with \npolyangiitis (GPA) is a form of vasculitis character ized by inflammation of blood vessels, affecting organs \nsuch as the lungs and kidneys. Patients with GPA often \nreceive immunosuppressive therapies, including cor ticosteroids and biologics, which can predispose them \nto opportunistic infections such as CMV. Studies have \nshown that CMV can trigger or exacerbate autoim mune responses, potentially leading to disease flares or \ncomplications [3 ]. The interplay between CMV infec tion and GPA is complex, with evidence suggesting that \nviral reactivation may coincide with periods of height ened disease activity, complicating management strate gies for affected patients [4 ].\nCMV can exacerbate autoimmune diseases through \nseveral mechanisms:\n• Molecular mimicry: viral antigens may resemble \nhost tissue proteins, leading to cross-reactivity and \nautoantibody production.\n• Cytokine production: CMV infection can induce a \nproinflammatory cytokine environment, promoting \nimmune dysregulation and autoimmunity.\n• Toll-like receptor (TLR) activation: TLRs can be acti vated by CMV, triggering innate immune responses \nthat may enhance adaptive immunity against selfantigens.\nThese mechanisms collectively contribute to the devel opment or worsening of autoimmune conditions by \nfostering an inflammatory milieu that disrupts normal \nimmune tolerance [5, 6].\nDespite the recognized association between CMV reac tivation and GPA, there remains a significant knowledge \ngap regarding the specific timelines of CMV reactivation \nin patients with GPA undergoing pulsed steroid therapy. \nWhile current literature suggests that CMV infections \nare often seen after prolonged immunosuppression, rang ing anywhere between 14 and 90 days [7–9], we still lack \ncomprehensive studies on the reliable incidence, risk fac tors, and timing of CMV reactivation in this population, \nparticularly in relation to treatment regimens. Further \nresearch is essential to establish effective CMV screening \nprotocols and prophylactic strategies for patients with \nGPA receiving immunosuppressive therapies, ensuring \nbetter management of potential complications associated \nwith viral reactivation.We present a case report of a young patient who pre sented with acute systemic manifestations of granuloma tosis with polyangiitis (GPA) and who developed melena \nsecondary to CMV duodenitis immediately after initia tion of intravenous steroids in a quaternary care hospital \nin Kerala, India.\nCase presentation\nA 31-year-old male patient of South Indian ethnicity pre sented with a 2-month history of low-grade, intermittent \nfever, new-onset bilateral hearing loss, and intermittent \near discharge. This was associated with progressively \nincreasing joint pain and restriction of movement involv ing bilateral wrists, elbows, shoulders, knees, and ankles \nfor 1 month. He also developed a unilateral red eye with \npain, as well as a raised red rash on his legs, for 5 days. \nWe admitted him to the rheumatology department for \nevaluation. He was moderately built with no past medi cal history and a family history of primary immunode ficiency. Physical examination revealed bilateral tender \nand swollen knee, elbow, wrist, and ankle joints with a \nrestricted range of motion. The bilateral lower limb rash \nwas maculopapular.\nPure-tone audiometry confirmed bilateral severe con ductive hearing loss with middle ear effusion. Nasal \nendoscopy indicated a probable midline granulomatous \nlesion in the nose. Nonenhanced computed tomogra phy (CT) imaging of the chest and high-resolution CT \nof the temporal bone revealed right mid-zone consolida tion with multiple bilateral nodules and oto-mastoiditis, \nrespectively. Laboratory investigations indicated ele vated inflammatory markers (erythrocyte sedimentation \nrate, 90  mm in 1 hour; C-reactive protein, 165  mg/L) \nand a serum procalcitonin level of 0.44  ng/mL with \nnormal complement levels. Liver function parameters \nwere within normal limits. A rheumatoid factor assay \nexhibited low titers at 22  IU/mL (normal laboratory \nrange < 18 IU/mL). His cytoplasmic antineutrophil cyto plasmic antibodies (c-ANCA), via immunofluorescence \n(IF) assay, were positive, with strongly positive anti-pro teinase 3 (anti-PR3) antibody titers via enzyme-linked \nimmunosorbent assay (ELISA) (95.01 U/mL) and nega tive anti-myeloperoxidase (anti-MPO) and perinuclear \nantineutrophil cytoplasmic antibody (p-ANCA) levels. \nUrinalysis did not reveal renal involvement. Skin biopsy \nexhibited vasculitic features, which were negative for IF \ndeposition. Antinuclear antibodies (ANA), from an IF \nassay, and angiotensin converting enzyme (ACE) were \nnegative. An initial blood culture returned no growth. \nThus, per the 2022 American College of Rheumatology \n(ACR)/European League against Rheumatism (EULAR) \ncriteria, we established a GPA diagnosis with a total score \nof 12 [3]. The patient did not have any symptoms or signs \nPage 3 of 8\n George et al. Journal of Medical Case Reports           (2025) 19:68 \n \nof tuberculosis, and sputum cultures were negative for \nacid-fast bacilli. He also screened negative for hepatitis B \nand C and human immunodeficiency virus (HIV). We do \nnot routinely screen for CMV infections in patients with \nGPA.\nAs indicated in GPA with pulmonary involvement, \nhe was due to receive a 3-day pulse dose of intravenous \nmethylprednisolone 1 gm/day. While his general \ncondition improved on day 1 after he received the \nsteroid pulse, he developed persistent episodic epigastric \nabdominal pain on day 2. We considered gastrointestinal \nvasculitis; however, abdominal CT angiographic \nimaging revealed no evidence of suggestive mesenteric \nischemia/vasculitis. However, we noted duodenal wall \nthickening—suggestive of nonspecific duodenitis (Fig.  1). \nSubsequently, 3 days after starting intravenous steroids, \nhe developed melena. Gastroscopy displayed edematous, \nfriable mucosa with scalloping and multiple 3–5  mm \nclean-based ulcers in the second and third duodenal \nsegments, with only mild spontaneous oozing. In view of \ngradually decreasing hemoglobin values, we performed \na capsule endoscopy to rule out more active bleeding \nelsewhere—which showed multiple (20+) 1–3 mm small \nintestinal ulcerations—yet did not reveal any active \nbleeding. Thus, he was managed conservatively. Then, \n3 days later, he developed sudden hypotension with \nactive melena with a drop in hemoglobin values from 8 \ngm/dL to 5 gm/dL. He was transferred to the intensive \ncare unit (ICU) for stabilization. Suspecting an acute \nbleed from the duodenal ulcers, we performed an urgent \nenteroscopy, which showed multiple (20+) duodenal \n(D3 and D4 segments) and jejunal ulcers of varying sizes \n(largest 2 cm × 2 cm). Ulcers with active or recent signs of bleeding/pulsating vessels were treated with hemoclips, \nachieving hemostasis.\nA biopsy of the ulcers revealed duodenal-type mucosa \nwith maintained villous architecture, lamina propria \ncellularity, muscularis mucosa, and scanty submucosa. \nNo neutrophilic activity was noted, nor was there \nany evidence of small vessel vasculitis. However, the \npathologist detected a lone “owl-eye” CMV-like inclusion \nbody in an endothelial cell. CMV immunohistochemistry \nwas inconclusive as the focus of interest was depleted on \ndeeper sections. Given this histopathological finding and \nthe gastrointestinal ulcers, with other vasculitic systemic \nsymptoms resolving in the background, we suspected \na CMV infection. Empirically, we initiated intravenous \ngancyclovir 5 mg/kg/day and other supportive measures \nin the ICU. We performed a quantitative CMV DNA \npolymerase chain reaction (PCR) test on the patient’s \nplasma, which returned a value of 1973 copies/\nmL (laboratory reference range < 60 copies/mL). He \nimproved clinically and was transitioned to the ward, \ngradually resuming oral feeds. His serial hemoglobin \nvalues remained stable after that.\nSystemic vasculitis continued to respond well to treat ment, with a resolution of skin lesions, oral lesions, \narthritis, and lung consolidation. On repeat pure tone \naudiometry, bilateral conductive hearing loss improved \nfrom severe to moderate, albeit persistent. However, we \ninvestigated the patient for an underlying immunodefi ciency owing to the rapid CMV flare. Immunoglobulin \nsubset analysis indicated low levels of immunoglobu lin G (IgG) (479  mg/dL) and immunoglobulin M (IgM) \n(25.5  mg/dL). Despite being commenced on steroids, \nlymphocyte subset analysis showed normal T/B/natural \nkiller (NK) lymphocyte levels. Whole exome sequencing \nwas negative for common variable immunodeficiency \n(CVID), suggesting the low immunoglobulin levels were \nlikely secondary to a combination of glucocorticoid use \nand critical illness-related immunosuppression.\nFor systemic GPA without renal involvement, the \npatient was prescribed oral prednisolone (1  mg/kg/\nday) along with mycophenolate mofetil (MMF) as the \nsecond-line agent for induction. In the context of CMV \nduodenitis, we considered MMF to be a noninferior \nbut primarily safer alternative to cyclophosphamide \nor rituximab [10–13]. For glucocorticoid-induced \nhypogammaglobulinemia, we administered IgG \nreplacement (0.4  mg/kg/day) as a single dose, and \nsteroids were rapidly tapered [14]. Oral ganciclovir \n900  mg every 12 hours was continued for 3 weeks, \nfollowed by a 3-month prophylactic dose, which was \ntapered alongside glucocorticoids. The clinical course \nand treatment timeline is depicted in Fig.  2. Serial \nmonitoring of immunoglobulin levels showed no \nFig. 1 Axial view of abdominal computed tomography angiograph, \nwith the arrow pointing to a 7.1 mm thickening of the second \nduodenal segment, suggesting duodenitis\nPage 4 of 8 George et al. Journal of Medical Case Reports           (2025) 19:68 \nfurther drop. Following the induction phase, rituximab \n(500  mg every 6 months) was administered for 2 years \nas part of maintenance therapy, aligned with European \nAlliance of Associations for Rheumatology (EULAR) \nrecommendations [11]. The institutional review board \napproved the conduct of this study, and the patient \nprovided written informed consent to publish this case.",
    "Discussion": "Discussion and conclusion\nHyperacute reactivation of CMV infection in our patient \ninitiated by immunosuppression could be attributed to \nmultiple pathological processes. The initiation of highdose methylprednisolone could have suppressed the \nCD4 T lymphocyte function—which is essential for lim iting CMV viral replication—leading to a rapid increase \nin viral load from otherwise dormant CMV virions in \nmonocytic and pre-monocytic cells [15, 16]. The systemic \ninflammation owing to the GPA disease activity could \nitself impair natural killer (NK) cell activity and increase \nthe patient’s susceptibility to infections such as CMV [3, \n17].\nCMV-reactivation, secondary to an initial insult, \nmay prolong and amplify the inflammatory process via \nincreased production of type I cytokines, which can \ninduce autoimmune states [1]. Evidence shows that through molecular mimicry, tissues with CMV proteins \nparticipate in autoimmune reactions, which is well stud ied in systemic sclerosis where CMV RNA was detected \naround endothelial cells in skin biopsies. It triggers \nfibrotic and vasculogenic cascades seen in systemic scle rosis. Genetic susceptibility and defective immunity lead \nto sustained viremia with hyperfunctional toll-like recep tor 3 (TLR), which load the gun that triggers immuno genicity and severity in systemic lupus erythematosus \n(SLE) [18]; similar mechanisms were deduced in CMV \ncolitis and subsequent inflammatory bowel disease (IBD) \ndiagnoses [8]. A study found that patients with GPA \nreceiving high-dose corticosteroids or immunosuppres sive agents were at an elevated risk for CMV reactivation \n[19]. The maximum count of CMV antigenemia was pre dictive of serious infections and mortality in this popula tion. Patients experiencing CMV reactivation often have \nworse clinical outcomes, including increased disease \nactivity and complications related to both the autoim mune disease and the viral infection itself [16, 19].\nVarani et  al. described an immunocompetent patient \ndeveloping GPA secondary to a CMV infection [20]. \nHowever, we did not have early CMV serology (IgM) or \nIgG available to make any deduction in this case. A lit erature review has shown differing views on this matter. \nFig. 2 Timeline of system-specific clinical features and treatments provided. The bold line at day 4 of admission depicts the start of gastrointestinal \nsymptoms after the steroid pulse (P) regimen, after other vasculitis symptoms began resolving. These gastrointestinal symptoms started \nresolving after starting intravenous ganciclovir; CON  constitutional symptoms, ENT ear, nose, and throat system, MSK musculoskeletal system, GIT \ngastrointestinal system\nPage 5 of 8\n George et al. Journal of Medical Case Reports           (2025) 19:68 \n \nFor one, it is difficult to determine which disease process \nstarted first, similar to “the chicken or the egg, which \ncame first” debate. Secondly, although there are some \nstudies regarding CMV’s impact on autoimmune diseases \ndiscussed above, more research is needed to establish a \ncausal relationship [5].\nOur patient developed signs of upper gastrointestinal \nbleeding (melena) soon after pulsed steroid therapy—\nduring which his systemic vasculitis symptoms improved. \nThis contrasts with the currently published studies. An \n8-year retrospective study conducted by Ozaki et al. [7] \nshowed that the average time from pulsed glucocorti coid treatment to CMV in the gastrointestinal tract was \n55.5 days (range 33–99 days). Table  1 briefly summarizes \nkey studies and messages concerning gastrointestinal \nCMV infection in patients with autoimmune disorders. It \nhas been speculated that CMV infection can be described \non a spectrum from asymptomatic viremia to systemic \ninfection [2]. It is important to note that a CMV anti genemia assay can make it difficult to ascertain its own \nclinical significance [7, 21, 22]. Jang et  al. (2009) estab lished the assay’s sensitivity as 54% [confidence interval \n(CI): 41–68%]. Quantitative real-time PCR is more sensi tive [23] and can be used with microscopic detection of \nintranuclear inclusion bodies. In addition, immunohisto chemistry can increase sensitivity to 75% [21]. Outcomes \nof medical treatment in irritable bowel disease (IBD) \nwith concomitant CMV infection are notably worse than \ntheir CMV-negative counterparts [23]. In patients with \nautoimmunity, where there is discordance in clinical fea tures with classical autoimmune presentations, clinicians \nshould endeavor to rule out a CMV infection, as it is a \nvery protean disease.\nDiagnosing CMV infection in patients with autoim munity presents significant challenges owing to overlap ping symptoms and the immunocompromised state of \nthese individuals. The clinical manifestations of CMV \ncan mimic those of autoimmune diseases, such as fever, \nfatigue, and organ dysfunction, complicating accurate \ndiagnosis. Furthermore, standard diagnostic tests such as \nCMV antigenemia and plasma viral load can yield incon sistent",
    "Results": "results, particularly in patients receiving immuno suppressive therapy, which may alter immune responses \nand test reliability [19, 24]. Considering CMV as a dif ferential diagnosis is crucial because its reactivation can \nlead to severe complications, including increased mor tality in patients with autoimmunity. Early identification \nand treatment of CMV can improve patient outcomes, \nhighlighting the need for heightened awareness among \nclinicians managing autoimmune diseases [25, 26].\nTreatment and prophylaxis strategies for CMV in \npatients with rheumatologic conditions include antiviral \ntherapy, preemptive treatment, and routine monitoring. Pros of antiviral therapy, such as ganciclovir and \nvalganciclovir, include effective viral suppression and \nreduced morbidity associated with CMV reactivation. \nPreemptive strategies can lower the incidence of severe \ninfections when implemented early. However, the cons \ninvolve potential toxicity, particularly bone marrow \nsuppression, which is critical in immunocompromised \npatients. In addition, the lack of consensus on optimal \nmonitoring protocols complicates management. Research \nindicates that adherence to guidelines such as the CMV \nInfection Preemptive Inpatient Management Guideline \n(CMVi-PMG) can reduce infection rates, but adherence \nremains low in practice [27, 28]. There is a pressing need \nfor further studies to establish clear, evidence-based \nguidelines for CMV management in this population to \nbalance effective prevention with the risks of treatment \n[16]. In our patient, we administered intravenous \ngancyclovir for 21  days, after which their CMV viral \nload was resolved. However, in the context of critical \nillness/steroid-induced secondary immunosuppression, \nwe continued the oral gancyclovir for 3 months, until \nthe steroid dose was tapered to 7.5 mg/day—along with \nan initial single dose of immunoglobulin replacement \ntherapy to counteract secondary immunosuppression.\nCMV infection is an important cause of mortality and \nmorbidity in patients with autoimmune disorders under going immunosuppression. However, unlike transplant \nrecipients, prophylactic antiviral treatments are not \nstandard practice [29]. It is difficult to establish whether \nprophylactic treatment would be beneficial, as it is rou tinely done with bone marrow or organ transplant recip ients. Further studies will need to be done in this area. \nWhile CMV can infect various organ systems in these \npatients, gastrointestinal infections are significant com plications that treating rheumatologists should actively \nmonitor, even in the initial phase of immunosuppressive \ntherapy (Table 1).\nInferences from this case report may be limited by \nthe lack of baseline CMV serology and the possibil ity of other unknown contributing factors related to the \npatient’s gastrointestinal symptoms. However, a detailed \nclinical history of our young patient did not reveal any \npast symptoms or signs of inflammatory bowel diseases, \nas well as any history of immunosuppression/immune \ndeficiency. Thus, we reasonably believe that the highdose steroid immunosuppression, combined with the \nnew-onset GPA disease activity, was the causal trigger for \nCMV infection.\nThe present case study reveals that CMV reactivation \nis possible within hours of high-dose steroid remission \ninduction in patients with active GPA, contrary to \ncurrent literature. In cases of discordant symptoms in \nautoimmune disease flare episodes in patients initiated \nPage 6 of 8 George et al. Journal of Medical Case Reports           (2025) 19:68 \nTable 1 Overview of studies on CMV reactivation in the gastrointestinal system in patients with autoimmune disorders\nIBD inflammatory bowel disease, UC ulcerative colitis, CMV cytomegalovirus, AAV  antineutrophil cytoplasmic antibody-associated vasculitisAuthor name Year of \npublicationStudy design Participant description Principal findings\nKishore et al. [23] 2004 Prospective case series 63 patients with biopsy-proven IBD were screened for CMV \ninfection15.8% of patients were infected with CMV with no added risk \nassociated with glucocorticoid usage. The duration of immunosuppression was also not noted\nFujita et al. [22] 2008 Retrospective case series Two patients with lupus and one patient with dermatomyositisThree patients developed CMV infections at 78 days, 80 days, \nand 28 days, respectively, after the first immunosuppression \ntreatment\nKhan et al. [30] 2009 Case report CMV colitis and newly diagnosed case of lupus nephritis 19-year-old man developed CMW colitis 90 days after initiation \nof immunosuppression\nOzaki et al. [7] 2013 Retrospective case series \n(2004–2012)Ten patients with autoimmune disease with upper gastrointestinal CMV infectionThe mean interval from initiation of pulsed glucocorticoid \ntherapy (> 250 mg/day) to development of CMV infection \nwas 55.5 days (33–99 days)\nKhan et al. [8] 2016 Case report Coexistent CMV colitis and newly diagnosed IBD \nin an immune-competent manIsolated CMV colitis in an immunocompetent young patient \ntends to resolve with minimal complications\nParals et al. [31] 2018 Retrospective case series 46 patients with UC having biopsy-proven CMV infections 70% of these patients were on systemic steroids, but the dose \nand duration of therapy were not available\nMorishita et al. [32] 2019 Retrospective case series 113 consecutive patients of AAV were analysed for the development of CMV infection11.7% of patients with AAV developed CMV infection, \nand it was noted that patients having a severe form of AAV \nwas an independent risk factor for CMV infection\nYeh et al. [9] 2021 Retrospective cohort study 42 patients without autoimmunity with infection-associated \nenteritis (CMV versus non-CMV)Usage of ≥ 20 mg/day of prednisolone for more than 2 weeks, \nalong with advanced age, was found to be a risk factor \nfor CMV enteritis\nPage 7 of 8\n George et al. Journal of Medical Case Reports           (2025) 19:68 \n \non immunosuppressive therapy, clinicians must consider \na developing CMV infection as a differential diagnosis. \nEarly recognition and appropriate management of \nCMV infection can potentially reduce the morbidity \nand mortality in such patients. Future studies should \ninvestigate optimal strategies for screening, prophylaxis, \nand treatment in immunosuppression-induced CMV \ninfections in patients with autoimmune diseases.\nAbbreviations\nCMV  Cytomegalovirus\nGPA  Granulomatosis with polyangiitis\nSLE  Systemic lupus erythematosus\nIV  Intravenous\nIF  Immunofluorescence\nCT  Computed tomography\nPCR  Polymerase chain reaction\nIBD  Inflammatory bowel disease\nAcknowledgements\nNone.\nAuthor contributions\nNAG and SS conceptualized and wrote the first draft of this study. RRP and MP \nprovided the illustrations and critically revised the manuscript.\nFunding\nNone.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nThe institutional review board approved the conduct of this study (IRBAIMS-2024-058) and we obtained written informed consent for publication \nfrom the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Infectious Diseases and HIV Medicine, University Hospitals of Leicester NHS Trust, Leicester, UK. 2 Department of Rheumatology \nand Clinical Immunology, Amrita Institute of Medical Sciences, Amrita Vishwa \nVidyapeetham, Kochi, Kerala, India. 3 Department of Pathology, Amrita Institute \nof Medical Sciences, Amrita Vishwa Vidyapeetham, Kochi, Kerala, India. \nReceived: 21 September 2024   Accepted: 31 January 2025\nReferences\n 1. Janahi EMA, Das S, Bhattacharya SN, Haque S, Akhter N, Jawed A, et al. \nCytomegalovirus aggravates the autoimmune phenomenon in systemic \nautoimmune diseases. Microb Pathog. 2018;1(120):132–9.\n 2. Gardiner BJ, Haas EM, Bailey RC, Chow JK, Snydman DR. Reactivation of \nlatent cytomegalovirus infection in patients with rheumatologic disease: \na case–control study. Rheumatol Int. 2019;39(7):1229–40. 3. Hilal T. Fatal cytomegalovirus disease after combination therapy with \ncorticosteroids and rituximab for granulomatosis with polyangiitis. Case \nReports Rheumatol. 2015;29(2015): 538137.\n 4. Gayen S, Zhang D, Sternlicht E, Bulanowski D, Tabba M. Granulomatosis \nwith polyangiitis: the trigger cannot be long hidden. Eur J Rheumatol. \n2022;9(1):54.\n 5. Gugliesi F, Pasquero S, Griffante G, Scutera S, Albano C, Pacheco SFC, \net al. Human cytomegalovirus and autoimmune diseases: where are we? \nViruses. 2021;13(2):260.\n 6. Limaye AP , Kirby KA, Rubenfeld GD, Leisenring WM, Bulger EM, Neff MJ, \net al. Cytomegalovirus reactivation in critically ill immunocompetent \npatients. JAMA. 2008;300(4):413–22.\n 7. Ozaki T, Yamashita H, Kaneko S, Yorifuji H, Takahashi H, Ueda Y, et al. \nCytomegalovirus disease of the upper gastrointestinal tract in patients \nwith rheumatic diseases: a case series and literature review. Clin \nRheumatol. 2013;32(11):1683–90.\n 8. Khan TV, Toms C. Cytomegalovirus colitis and subsequent new diagnosis \nof inflammatory bowel disease in an immunocompetent host: a case \nstudy and literature review. Am J Case Rep. 2016;27(17):538–43.\n 9. Yeh PJ, Chiu CT, Lai MW, Wu RC, Chen CM, Kuo CJ, et al. Clinical \nmanifestations, risk factors, and prognostic factors of cytomegalovirus \nenteritis. Gut Pathog. 2021;13(1):53.\n 10. Tuin J, Stassen PM, Bogdan DI, Broekroelofs J, van Paassen P , Cohen \nTervaert JW, et al. Mycophenolate mofetil versus cyclophosphamide \nfor the induction of remission in non-life-threatening relapses of \nantineutrophil cytoplasmic antibody-associated vasculitis: randomized, \ncontrolled trial. Clin J Am Soc Nephrol. 2019;14(7):1021.\n 11. Hellmich B, Sanchez-Alamo B, Schirmer JH, Berti A, Blockmans D, Cid MC, \net al. EULAR recommendations for the management of ANCA-associated \nvasculitis: 2022 update. Ann Rheum Dis. 2024;83(1):30–47.\n 12. Kuzuya K, Morita T, Kumanogoh A. Efficacy of mycophenolate mofetil as \na remission induction therapy in antineutrophil cytoplasmic antibodyassociated vasculitis—a meta-analysis. RMD Open. 2020;6(1): e001195.\n 13. Koukoulaki M, Iatrou C. The role of mycophenolate in the treatment \nof antineutrophil cytoplasmic antibody-associated vasculitis. World J \nNephrol. 2019;8(4):75–82.\n 14. Wijetilleka S, Jayne DR, Mukhtyar C, Ala A, Bright PD, Chinoy \nH, et al. Recommendations for the management of secondary \nhypogammaglobulinaemia due to B cell targeted therapies in \nautoimmune rheumatic diseases. Rheumatology. 2019;58(5):889–96.\n 15. Aoyama Y, Sugiyama S, Yamamoto T. Anti-cytomegalovirus therapy: \nwhether and when to initiate, those are the questions. Pharmaceuticals. \n2022;15(7):797.\n 16. Shimada T, Higashida-Konishi M, Izumi K, Hama S, Oshige T, Oshima \nH, et al. Risk factors associated with cytomegalovirus reactivation in \npatients receiving immunosuppressive therapy for rheumatic diseases: a \nretrospective study. Sci Rep. 2022;12(1):20926.\n 17. Sato Y, Motoyama S, Maruyama K, Yoshino K, Sasaki T, Wakita A, et al. \nCMV reactivation caused by methylprednisolone therapy for ARDS after \nesophagectomy. Esophagus. 2012;9(3):141–6.\n 18. Söderberg-Nauclér C. Autoimmunity induced by human \ncytomegalovirus in patients with systemic lupus erythematosus. Arthritis \nRes Ther. 2012;14(1):101.\n 19. Yoshihara R, Komai T, Shoda H, Fujio K. Elevation of cytomegalovirus \nantigenemia predicts serious infection and death in patients receiving \nimmunosuppressive therapies for autoimmune diseases. Int J Rheum Dis. \n2020;23(11):1534–40.\n 20. Varani S, Mastroianni A, Frascaroli G, Tammik C, Rahbar A, Christensson M, \net al. Generalized Wegener’s granulomatosis in an immunocompetent \nadult after cytomegalovirus mononucleosis and bacterial urinary tract \ninfection. Arthritis Rheum. 2009;60(5):1558–62.\n 21. Jang EY, Park SY, Lee EJ, Song EH, Chong YP , Lee SO, et al. Diagnostic \nperformance of the cytomegalovirus (CMV) antigenemia assay \nin patients with CMV gastrointestinal disease. Clin Infect Dis. \n2009;48(12):e121–4.\n 22. Fujita M, Hatachi S, Yagita M. Immunohistochemically proven \ncytomegalovirus gastrointestinal diseases in three patients with \nautoimmune diseases. Clin Rheumatol. 2008;27(8):1057–9.\n 23. Kishore J, Ghoshal U, Ghoshal UC, Krishnani N, Kumar S, Singh M, et al. \nInfection with cytomegalovirus in patients with inflammatory bowel \nPage 8 of 8 George et al. Journal of Medical Case Reports           (2025) 19:68 \ndisease: prevalence, clinical significance and outcome. J Med Microbiol. \n2004;53(11):1155–60.\n 24. Chen Y, Zhang L, Liu Y, Liu Y, Zhao L, Zhou B, et al. Clinical features and \nprognosis of systemic lupus erythematosus complicated by active \ncytomegalovirus infection: a retrospective cohort study. Front Immunol. \n2024. https:// doi. org/ 10. 3389/ fimmu. 2024. 13239 23/ full .\n 25. Varani S, Landini MP . Cytomegalovirus-induced immunopathology and its \nclinical consequences. Herpesviridae. 2011;2(1):6.\n 26. Vanheusden M, Broux B, Welten SPM, Peeters LM, Panagioti E, Van \nWijmeersch B, et al. Cytomegalovirus infection exacerbates autoimmune \nmediated neuroinflammation. Sci Rep. 2017;7(1):663.\n 27. Tay XY, Lim CYL, Poh YJ, Low A, Cherng PZB, Han Z. Pos0897 \ncytomegalovirus infection in immunosuppressed patients with \nrheumatologic disease. Ann Rheum Dis. 2024;83(Suppl 1):1135–1135.\n 28. Xue Y, Jiang L, Wan WG, Chen YM, Zhang J, Zhang ZC. Cytomegalovirus \npneumonia in patients with rheumatic diseases after immunosuppressive \ntherapy: a single center study in China. Chin Med J. 2016;129(3):267.\n 29. Razonable RR, Humar A. Cytomegalovirus in solid organ transplant \nrecipients—guidelines of the American Society of Transplantation \nInfectious Diseases Community of Practice. Clin Transplant. 2019;33(9): \ne13512.\n 30. Khan FN, Prasad V, Klein MD. Cytomegalovirus enteritis mimicking Crohn’s \ndisease in a lupus nephritis patient: a case report. World J Gastroenterol. \n2009;15(34):4327.\n 31. Clos-Parals A, Rodríguez-Martínez P , Cañete F, Mañosa M, Ruiz-Cerulla A, \nJosé Paúles M, et al. Prognostic value of the burden of cytomegalovirus \ncolonic reactivation evaluated by immunohistochemical staining in \npatients with active ulcerative colitis. J Crohn’s Colitis. 2019;13(3):385–8.\n 32. Morishita M, Sada KE, Matsumoto Y, Hayashi K, Asano Y, Hiramatsu \nAsano S, et al. Risk factors for cytomegalovirus infection in patients with \nantineutrophil cytoplasmic antibody-associated vasculitis. PLoS ONE. \n2019;14(7):e0218705.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}