{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04824-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04824-5.pdf",
  "metadata": {
    "/Keywords": "Methotrexate; Leukoencephalopathy; Acute limb weakness; Acute leukemia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927130256+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240925165249+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04824-5",
    "/Author": "Hashan Pathiraja ",
    "/Title": "Methotrexate-induced leukoencephalopathy presenting as acute-onset limb weakness in a child: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04824-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Methotrexate is an essential medicine used to treat childhood malignancies including acute lympho blastic leukemia. Neurotoxicity manifesting as leukoencephalopathy is an important adverse effect of methotrexate. \nMethotrexate-induced leukoencephalopathy classically demonstrates sub-acute-onset neurological manifestations \nthat include learning disability, progressive dementia, drowsiness, seizures, ataxia, and hemiparesis. These are rare \nin children and are generally reported following intrathecal or intravenous use of methotrexate. In contrast, acute onset \nneurotoxicity with oral use of methotrexate is very rare. We report a 10-year-old boy presenting with acute onset limb \nweakness and neurological signs due to methotrexate-induced leukoencephalopathy following oral methotrexate.",
    "Case Presentation": "Case presentation A 10-year-old Sri Lankan boy presented with fever and headache for 5 days and difficulty in walk ing for 2 days. He was unable to stand unaided on admission, and his parents complained of repetitive, involuntary \nextension movements involving the right upper limb. He is a child diagnosed with acute lymphoblastic leukemia \nwho was on treatment for a relapse with daily oral dexamethasone and mercaptopurine, weekly oral methotrexate \nand folinic acid, and once every two weeks intrathecal vincristine.\nOn examination, he had dystonic movements of the right upper limb and hypotonia and reduced muscle power \n(grade 3/5) of the left upper and lower limbs proximally and distally. The muscle power of the right side was grade 4 \n(out of 5). Tendon reflexes were diminished in all four limbs, and the plantar response was flexor bilaterally. The child \nhad dysmetria and intension tremors on both sides.\nT2-weighted magnetic resonance imaging of the brain revealed symmetrical high signal intensities with diffusion \nrestriction involving bilateral putamen, subcortical areas, and deep white matter, suggesting treatment-related \nneurotoxicity due to methotrexate-induced leukoencephalopathy. Oral methotrexate was discontinued. He showed \ngradual improvement in limb weakness and other neurological signs following treatment with intravenous folinic \nacid, aminophylline, dexamethasone, and oral dextromethorphan.",
    "Conclusion": "Conclusion This case report describes a patient with rapidly progressing methotrexate-induced leukoencephalopathy following oral methotrexate. It highlights that the risk of neurotoxicity persists even with the oral use of metho trexate; therefore, the prescribers should be vigilant of this uncommon side effect.\nKeywords  Methotrexate, Leukoencephalopathy, Acute limb weakness, Acute leukemia\n*Correspondence:\nSachith Mettananda\nsachith.mettananda@kln.ac.lk\nFull list of author information is available at the end of the article\nPage 2 of 4 Pathiraja et al. Journal of Medical Case Reports          (2024) 18:475 \nBackground\nMethotrexate is an essential medicine used to treat child hood malignancies [1]. It is indicated for many cancers, \nincluding acute lymphoblastic leukemia, non-Hodgkin \nlymphoma, and osteosarcoma. One important adverse \neffect of methotrexate is neurotoxicity [2]. Neurotoxicity \nrelated to methotrexate manifests as aseptic meningitis, \ntransverse myelopathy, encephalopathy, and leukoen cephalopathy [2].\nThe pathophysiology of methotrexate-induced leu koencephalopathy is multifactorial. The neurotoxic \neffects of methotrexate are primarily attributed to the \nanti-folate properties of the drug, which lead to reduced \nsynthesis of tetrahydrofolate by inhibiting dihydrofolate \nreductase. This leads to defects in myelination through \nactivation of microglia and depletion of oligodendro cyte precursor cells [3]. In addition, genetic background, \nvitamin  B12 deficiency, cranial irradiation, and patient \npredilections are reported to increase the incidence of \nleukoencephalopathy [4].\nMethotrexate-induced leukoencephalopathy classically \ndemonstrates sub-acute-onset neurological deficits [5]. \nIts manifestations include learning disability, progressive \ndementia, drowsiness, seizures, ataxia, and hemiparesis. \nThese are rare in children and are generally reported fol lowing intrathecal or intravenous use of methotrexate \n[6]. In contrast, acute onset neurotoxicity with oral use \nof methotrexate is very rare. We report a 10-year-old boy \npresenting with acute onset limb weakness and neuro logical signs due to methotrexate-induced leukoencepha lopathy following oral methotrexate.\nCase presentation\nA 10-year-old Sri Lankan boy presented with fever and \nheadache for 5 days and difficulty in walking for 2 days. \nThe fever was low grade and appeared on and off; how ever, the child had been well between fever spikes. He \ndid not complain of photophobia or vomiting. When the \nfever subsided, he developed an imbalance in walking, \nwhich gradually worsened over the next 2 days. He was \nunable to stand unaided on admission. His parents com plained of repetitive, involuntary extension movements \ninvolving the right upper limb. There was no slurring of \nspeech, difficulty in swallowing, urinary incontinence, or \nfecal incontinence.\nHe was previously diagnosed with acute lymphoblas tic leukemia at the age of 3  years when he presented \nwith bone pain and difficulty in walking. The leukemia \nremission was achieved following chemotherapy; how ever, he developed a central nervous system relapse \nat 6 years. At admission, he was on treatment for this \nrelapse with daily oral dexamethasone and mercap topurine and weekly oral methotrexate and folinic acid. He was also on intrathecal vincristine once every \ntwo weeks.\nOn examination, he was afebrile, conscious, and \nrational. His Glasgow coma scale (GCS) score on \nadmission was 15/15. There was no neck stiffness, and \nthe Kernig sign was negative. Nervous system examina tion revealed dystonic movements of the right upper \nlimb and hypotonia and reduced muscle power (grade \n3/5) of the left upper and lower limbs proximally and \ndistally. The muscle power of the right side was grade \n4 (out of 5). Tendon reflexes were diminished in all \nfour limbs, and the plantar response was flexor bilat erally. The child had dysmetria and intension tremors \non both sides; however, there were no other cerebellar \nsigns. Examination of pupils, fundi, and cranial nerves \nwere normal. His was hemodynamically stable with \na pulse rate of 88 beats/minute and blood pressure of \n124/80  mmHg. Respiratory system and abdominal \nexaminations were normal.\nBasic hematological and biochemical investigations \nrevealed that his hemoglobin was 11.9  g/dL, white \ncell count was 4200/µL, platelet count was 156,000/\nµL, alanine transaminase was 32  IU/L, creatinine was \n48  µmol/L, sodium was 140  mmol/L, potassium was \n4.5 mmol/L, C-reactive protein was 11 mg/L, and lac tate dehydrogenase was 279  IU/L. Non-contrast com puted tomography (CT) of the brain did not show \nevidence of cerebral edema, hemorrhage, or infarction. \nDue to the diagnostic confusion, urgent magnetic reso nance imaging (MRI) of the brain was arranged within \n12 hours of admission. T2-weighted MRI revealed sym metrical high signal intensities with diffusion restric tion involving bilateral putamen, subcortical areas, and \ndeep white matter (Fig.  1). The MRI appearance was in \nfavor of treatment-related neurotoxicity. On the basis \nof the clinical features and supportive MRI evidence, \ntreatment-related neurotoxicity due to methotrexateinduced leukoencephalopathy was diagnosed.\nThe child was started on intravenous folinic acid, \naminophylline, dexamethasone, and oral dextrometho rphan. Oral methotrexate was discontinued. He was \nalso given intravenous cefotaxime and acyclovir. His \nclinical conditions worsened during the first 3  days \nof treatment with autonomic instability (fluctuating \nheart rate and blood pressure), confusion, and slurred \nspeech. His GCS deteriorated to 9/15. He was briefly \nadmitted to the pediatric intensive care unit for moni toring and supportive treatment, and he then showed \ngradual improvement in limb weakness and other neu rological signs. He was discharged home after 2 weeks.\nPage 3 of 4\n Pathiraja et al. Journal of Medical Case Reports          (2024) 18:475",
    "Discussion": "Discussion\nMethotrexate is an anti-folate medication with antineoplastic properties that is used in the treatment of \nmany cancers, including leukemia and lymphoma. It \ncan be administered orally, intravenously, or intrathe cally for various indications. One recognized adverse \neffect of methotrexate is its neurotoxic effects. Neuro toxicity of methotrexate can manifest as aseptic men ingitis, transverse myelopathy, encephalopathy, or \nleukoencephalopathy.\nMethotrexate-induced leukoencephalopathy is charac terized by white matter hyperintensities on T2-weighted \nMRI. The recognized clinical features are gradual impair ment of cognitive function, learning disability, drowsi ness, seizures, ataxia, and hemiparesis [7]. A prospective \nstudy of 369 children with acute leukemia treated with \nmethotrexate reported that 14 (3.8%) patients developed \nclinical neurotoxicity, of which 13 had leukoencepha lopathy [8]. The risk of leukoencephalopathy was dosedependent, and an increased prevalence was observed in \npatients treated with higher doses of methotrexate than \nwith lower doses [9].\nThe clinical features of leukoencephalopathy usu ally follow an insidious onset and slow progression over \nweeks to months [6]. In contrast, the patient described \nin this case report showed an unusually rapid course of \nillness, and the clinical features evolved speedily over \n1–2 days. The reason for the rapid onset of our patient’s \nsymptoms is poorly explained. It could either be due to a \ngenetic predisposition of the patient or a yet unexplained \nmechanism causing neurotoxicity.Another unusual feature in this case report is the devel opment of leukoencephalopathy following oral metho trexate. Most previous reports of methotrexate-induced \nleukoencephalopathy followed intrathecal or intravenous \nuse of the drug. Other risk factors for methotrexateinduced leukoencephalopathy are central nervous system \nradiotherapy and previous treatment with intrathecal or \nintravenous methotrexate. Our patient did not receive \nradiotherapy or intrathecal methotrexate, and the leu koencephalopathy was solely due to the oral use of meth otrexate [8].\nThe diagnosis of methotrexate-induced leukoen cephalopathy is challenging. As clinical features are \nnon-specific, the definitive diagnosis is dependent on \nneuroimaging. The characteristic MRI feature is high sig nal intensity in white matter in T2-weighted images [10]. \nOur patient had T2 high signal intensities with diffusion \nrestriction of bilateral putamen and subcortical areas \nand deep white matter areas confirming the diagnosis of \nmethotrexate-induced leukoencephalopathy.\nThe treatment of methotrexate-induced leukoencepha lopathy is still evolving and is guided by case reports [11]. \nOur patient was treated with folinic acid, aminophylline, \ndexamethasone, and dextromethorphan, in addition to \ndiscontinuation of methotrexate. Exogenous folinic acid \nis believed to bypass the inhibition of the conversion of \nfolic acid to folinic acid by methotrexate and restores \nnucleic acid synthesis. Aminophylline acts by reduc ing the cerebrospinal fluid adenosine concentration that \ncauses vasodilatation in the brain and leads to cerebral \nischemia [12]. The rationale for using dextromethorphan \nis to antagonize the action of elevated homocysteine \ncaused by methotrexate on the N-methyl-D-aspartate \nreceptors [13]. Our patient showed improvement within \ndays of starting treatment and was discharged home after \n2 weeks.\nConclusion\nIn conclusion, this case report describes a patient with \nrapidly progressing methotrexate-induced leukoen cephalopathy following oral methotrexate. It highlights \nthat the risk of neurotoxicity persists even with the oral \nuse of methotrexate; therefore, the prescribers should be \nvigilant of this uncommon side effect. It also emphasizes \nthe importance of high clinical suspicion and the value \nof timely neuroimaging to arrive at the proper diagnosis \nin situations of diagnostic uncertainties.\nAbbreviations\nMRI  Magnetic resonance imaging\nCT  Computed tomography\nGCS  Glasgow coma scale\nAcknowledgements\nNot applicable.\nFig. 1 Brain MRI showing almost symmetrical T2 high signal \nintensities with diffusion restriction of bilateral putamen (arrow) \nand subcortical areas and deep white matter\nPage 4 of 4 Pathiraja et al. Journal of Medical Case Reports          (2024) 18:475 \nAuthor contributions\nHP , GA, LD, SF, SR, and SM participated in making the diagnosis and manage ment of the child. HP and SM wrote the manuscript. All authors read and \napproved the final manuscript.\nFunding\nNo funding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nInformed written consent was obtained from the mother of the child.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Colombo North Teaching Hospital, Ragama, Sri Lanka. 2 Department \nof Paediatrics, Faculty of Medicine, University of Kelaniya, Thalagolla Road, \nRagama 11010, Sri Lanka. \nReceived: 30 August 2022   Accepted: 31 July 2024\nReferences\n 1. Oh BLZ, Lee SHR, Yeoh AEJ. Curing the curable: managing low-risk acute \nlymphoblastic leukemia in resource limited countries. J Clin Med. 2021. \nhttps:// doi. org/ 10. 3390/ jcm10 204728.\n 2. Peddi PF, Peddi S, Santos ES, Morgensztern D. Central nervous system \ntoxicities of chemotherapeutic agents. Expert Rev Anticancer Ther. \n2014;14(7):857–63.\n 3. Gibson EM, Nagaraja S, Ocampo A, Tam LT, Wood LS, Pallegar PN, Greene \nJJ, Geraghty AC, Goldstein AK, Ni L, et al. Methotrexate chemotherapy \ninduces persistent tri-glial dysregulation that underlies chemotherapyrelated cognitive impairment. Cell. 2019;176(1–2):43-55.e13.\n 4. Kougkas N, Dara A, Pagkopoulou E, Dimitriadou A, Papadimitriou E, Avde lidou E, Garyfallos A, Dimitroulas T. Methotrexate induced neurotoxicity \nin a patient with rheumatoid arthritis on rituximab therapy: a case-based \nreview. Rheumatol Int. 2022;42(10):1849–54.\n 5. Dhariwal N, Roy Moulik N, Smriti V, Dhamne C, Chichra A, Srinivasan \nS, Narula G, Banavali S. Clinico-radiological profile, management and \nfollow-up of methotrexate induced neurotoxicity in children with acute \nlymphoblastic leukemia. Leuk Lymphoma. 2023. https:// doi. org/ 10. 1080/ \n10428 194. 2023. 22450 93.\n 6. Tufekci O, Yilmaz S, Karapinar TH, Gozmen S, Cakmakci H, Hiz S, Irken G, \nOren H. A rare complication of intrathecal methotrexate in a child with \nacute lymphoblastic leukemia. Pediatr Hematol Oncol. 2011;28(6):517–22.\n 7. Magge RS, DeAngelis LM. The double-edged sword: neurotoxicity of \nchemotherapy. Blood Rev. 2015;29(2):93–100.\n 8. Bhojwani D, Sabin ND, Pei D, Yang JJ, Khan RB, Panetta JC, Krull KR, Inaba \nH, Rubnitz JE, Metzger ML, et al. Methotrexate-induced neurotoxicity and \nleukoencephalopathy in childhood acute lymphoblastic leukemia. J Clin \nOncol. 2014;32(9):949–59.\n 9. Schroyen G, Meylaers M, Deprez S, Blommaert J, Smeets A, Jacobs S, \nSunaert S, Sleurs C, Uyttebroeck A. Prevalence of leukoencephalopathy \nand its potential cognitive sequelae in cancer patients. J Chemother. \n2020;32(7):327–43.\n 10. Sandoval C, Kutscher M, Jayabose S, Tenner M. Neurotoxicity of \nintrathecal methotrexate: MR imaging findings. AJNR Am J Neuroradiol. \n2003;24(9):1887–90. 11. Cruz-Carreras MT, Chaftari P , Shamsnia A, Guha-Thakurta N, Gonzalez C. \nMethotrexate-induced leukoencephalopathy presenting as stroke in the \nemergency department. Clin Case Rep. 2017;5(10):1644–8.\n 12. Razi W, Haque AU, Sadiq H, Ullah R, Jabbar N, Mirza S. Safety and efficacy \nof aminophylline in intrathecal methotrexate-related neurological \ntoxicity in large pediatric oncology centre. J Coll Physicians Surg Pak. \n2021;30(4):481–4.\n 13. Afshar M, Birnbaum D, Golden C. Review of dextromethorphan administration in 18 patients with subacute methotrexate central nervous system \ntoxicity. Pediatr Neurol. 2014;50(6):625–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}