{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04877-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04877-6.pdf",
  "metadata": {
    "/Keywords": "Trauma; Thoracic surgery; Traumatology; Road accident; Polytrauma; Sternoclavicular joint; Emergency medicine",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241118183821+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241118100545+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04877-6",
    "/Author": "Christian Prangenberg ",
    "/Title": "Open sternal fracture with bilateral dislocation of the sternoclavicular joints after a high-speed bicycle accident: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04877-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Only a few cases of bilateral traumatic sternoclavicular dislocations have been reported in the literature. \nThis injury is considered one of the rarest injuries of the human musculoskeletal system. Therefore, we present the first \ndocumented case of a cyclist with a third-degree open thoracic trauma (Gustilo–Anderson 3a) associated with a dislocated manubrium sterni fracture in the upper thoracic aperture, bilateral anterior dislocations of the sternoclavicular \njoints, rib fractures, and pleural ruptures.",
    "Case Presentation": "Case presentation The patient, a 27-year-old Caucasian male, incurred this injury while participating in a pro fessional cycling race at Nürburgring, Germany and received immediate interdisciplinary surgical treatment \nand has encountered no complications. We conducted a 1-year follow-up and present the clinical findings of this \nfollow up. Additionally, we conducted a comprehensive review of the existing literature on this injury.\nConclusions Immediate interdisciplinary intervention, including surgical repair and meticulous postoperative care, \nfacilitated successful patient recovery. This underscores the critical role of comprehensive trauma management \nin complex polytrauma cases. In",
    "Conclusion": "conclusion, this case report highlights the rarity and complexity of a traumatic injury \ninvolving bilateral sternoclavicular dislocation, with this case being the first case reported with concomitant open \nthorax trauma. Our patient benefited greatly from immediate air-bound transportation to an interdisciplinary care \nprovider, which houses both thoracic and trauma surgery departments.\nKeywords  Trauma, Thoracic surgery, Traumatology, Road accident, Polytrauma, Sternoclavicular joint, Emergency \nmedicine\nBackground\nDue to the growing ecological awareness among the \npopulation, there has been a shift towards nonmotor ized transportation in European cities [1–3]. Conse quently, the use of bicycles as means of transportation \nhas increased, leading to a rise in bicycle accidents. The \nmajority of these accidents occur near home or on the \nroad [4], and often involve cyclists not wearing protective \ngear. The mortality rate on admission after a bicycle acci dent is 5.7% [2]. Over half of the patients sustain multiple Open Access\n© The Author(s) 2024, corrected publication 2024. Open Access  This article is licensed under a Creative Commons Attribution 4.0 \nInternational License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you \ngive appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAlberto Alfieri Zellner\nalberto.zellner@ukbonn.de\n1 Clinic for Orthopedics and Trauma Surgery of the University Hospital \nBonn, Venusberg Campus 1, 53127 Bonn, Germany\n2 Clinic for General, Visceral, Thoracic and Vascular Surgery \nof the University Hospital Bonn, Venusberg Campus 1, 53127 Bonn, \nGermany\nPage 2 of 7 Prangenberg et al. Journal of Medical Case Reports  (2024) 18:528\ninjuries to their extremities. Clavicle fractures are a com mon occurrence, with 3% of such shoulder girdle injuries \nalso involving a dislocation in the sternoclavicular joint \n[5]. Bilateral dislocations of the sternoclavicular joint \nhave only been described nine times in the literature. \nThe human thorax has a remarkable ability to withstand \ninjury. In clinical practice, rib fractures are observed in \na range of scenarios, from minor accidents in geriatric \npatients to work-related falls and moderate to high-speed \nroad traffic accidents in younger patients. High-speed \nsports accidents are the most common cause of rib frac tures, which are typically single fractures, but can also be \nserial rib fractures [4].\nIn this report we present an extremely rare case involv ing a third-degree open chest injury with ventral tho racic compression, dislocated fracture of the manubrium \nsterni AO 16.3.1A, dislocated fractures of the ventral ribs \nAO 16.1.2.3A, and bilateral anterior dislocation of the \nclavicles. In this case the horizontal fracture of the ster num and bilateral sternoclavicular dislocation required \nan interdisciplinary surgical approach. We believe that \nthe patient benefitted greatly by the multidisciplinary \napproach adopted for timely and effective management. \nTo our knowledge, the simultaneous presence of these \ninjuries in a single patient has not yet been reported in \nthe medical literature, making this case an interesting \ntopic for colleagues. Interesting aspects of the surgical \ntreatment in this case include off label use of implants for \nthis rare kind of fracture as well as sternoclavicular joint \n(SC-joint) stabilization.\nCase presentation\nAccident and emergency room\nThis article reports the case of a 27-year-old Caucasian \nmale patient who participated in the “Rad am Ring” bicy cle race at the famous Nürburgring racetrack in Germany.\nThe patient was helicoptered into our level one trauma \ncenter as intubated, ventilated, and hemodynamically \nstable after sustaining open chest trauma following a \nbicycle accident at the Nürburgring racetrack. The emer gency room staff, including trauma surgeons, visceral and \nthoracic surgeons, an anesthesiologist, and a radiologist, \nprovided immediate interdisciplinary care. The trauma \nteam and thoracic surgery department performed the \noperative treatment.\nThe accident occurred on a downhill section of the \nracetrack on stormy weather. The patient, who was only \nwearing a helmet for protective gear, lost control of his \nbicycle traveling at around 74 km/h, managed to slow \ndown to 55 km/hour and subsequently crashed hitting \nthe guardrail of the track. On arrival at the scene, para medics found the patient alert and responsive. The injury \nwas a large laceration in the chest with an open chest cavity and a visible heartbeat. As the patient was becom ing more disoriented by the minute and had a Glas gow coma scale of 11 upon arrival of the medical staff, \nthe patient was anesthetized with ketamine  (Ketanest®, \nPfizer Pharma) and midazolam  (Dormicum®, Roche \nPharma) and the patient’s airway was secured by intuba tion, the cervical spine and full body were immobilized \nwith a stiff neck and a vacuum mattress. Two peripheral \nintravenous lines were inserted to further stabilize the \npatient through fluid resuscitation. The thoracic inci sion was covered with a sterile compressive dressing and \nclosed with foil flaps (Fig.  1). For air transport, the patient \nwas secured onto a spinal board while being immobilized \nin a vacuum mattress.\nOn arrival at the emergency department the patient \nwas haemodynamically stable. Ventilation was contin ued without complications despite the pleural laceration. \nThe patient received an antibiotic single shot with 1.5 g \nintravenous cefuroxime  (Zinacef®, Hikma Pharmaceu ticals) due to the open fracture (Tscherne and Oestern \nGrade III) [6]. A trauma assessment following Advanced \nTrauma Life Support  (ATLS®) guidelines was performed, \nwhich revealed no additional injuries. The additionally \nperformed focused assessment with extended focused \nassessment with sonography in trauma (eFAST) revealed \nno free fluid in the abdominal cavity or rectovesical exca vation. The thoracic laceration was roughly inspected \nand re-covered with sterile gauze and closed with foil. \nThe patient, who remained hemodynamically stable, \nthen underwent a polytrauma whole-body computed \ntomography (CT) scan (Figs.  2, 3, 4). The scan showed \na transverse fracture of the manubrium sterni with pos terior displacement of the manubrium and anterior \ndislocation of both clavicles in the SC joints with no evi dence of a fracture of the clavicles. Besides a right sided \nFig. 1 Open thorax trauma extending from the right clavicle \nto the sternum. Traumatic rupture of the right pectoralis major, \nmanubrium sterni fracture with bilateral sternoclavicular (SC) joint \ndislocation. Traumatic rupture of the right ventral pleura parietalis \nwith open pneumothorax of the right lung\nPage 3 of 7\n Prangenberg et al. Journal of Medical Case Reports  (2024) 18:528\n \nhemopneumothorax there were bilateral dislocations of \nthe first and second ribs at the sternocostal joints. The \nsecond rib on the right side was fractured in an oblique \nmanner (type B2) and the second rib on the left side was \nfractured in a complex, noncomminuted way (C1) [7].\nAfter initial diagnostics and treatment in the emer gency department, the patient was transferred to the operating room to receive immediate multidisciplinary \nsurgery.\nOperating room\nA thoracic surgeon began the procedure with wound \nexploration and debridement. The thorax cavity was \nopen with exposed pericardium and exposed visceral \npleura. The right mammary artery had to be ligated due \nto a traumatic transection. The pleura parietalis was \nsutured bilaterally using a single-button technique with \n3–0 monofilament absorbable sutures (Polydioxane PDS, \nEthicon Inc., Johnson and Johnson, Raritan, New Jersey, \nUSA), and bilateral chest tubes (24Ch) and a retrosternal \ndrainage tube (24Ch) were inserted into the mediastinum \nafter extensive lavage of the mediastinum and thoracic \ncavities.\nOsteosynthesis of the open sternal fracture was then \nperformed. A locking compression plate (LCP) 2.4/2.7 \nwith variable angle and six holes from the forefoot/\nmidfoot system by Synthes (Synthes Inc., West Ches ter, Pennsylvania, USA) was used to reduce and fix the \ndorsally displaced sternum fracture in an off-label use \nmanner. The appropriate screws were inserted at a sta ble angle. A six-hole Matrix Rib universal plate was used \nfor osteosynthesis of the second right rib. Again, the \nappropriate screws were inserted at a stable angle. The \ndislocated sternoclavicular and costosternal joints were \nrepositioned with a trans osseous cerclage using a 1.5 \nmm polydioxane (PDS) cord. Further stabilization and \nFig. 2 Axial view of the open thorax trauma with massive soft tissue \ndamage on the proximal, right sternum\nFig. 3 Sagittal plane of the CT showing the proximal fragment \nof the manubrium sterni being dislocated posteriorly. No injuries \nof the spine were detected\nFig. 4 Three-dimensional reconstruction of the sternum fracture, \nbilateral SC joint dislocation. Furthermore, we can see bilateral \ndislocation of the first and second rib, with the second rib \non the right having suffered a fracture in the ventral aspect\nPage 4 of 7 Prangenberg et al. Journal of Medical Case Reports  (2024) 18:528\ncompression were achieved by looping the PDS cord in \na figure of eight through the appropriately drilled holes. \nThe intraoperative situs is shown in Fig.  5 with visible \nplates and refixed SC joints.\nAfter successful osteosynthesis, primary wound closure \nwas then performed. Complete reconstruction of the \npectoralis muscle was not possible due to a large defect in \nthe muscle fibres.\nPostoperative treatment\nAfter surgical therapy, there were no cardiopulmonary \ncomplications during the intensive care unit stay and the \npatient was able to be extubated and transferred to an \nintermediate care unit the following day. Here the patient \nwas monitored for 3 consecutive days, after which he \nwas transferred to the general ward. During hospital stay, \nthe patient received intravenous antibiotic therapy with \ncefuroxim 1.5 g 1–1–1 intravenously  (Zinacef®, Hikma \nPharmaceuticals) and 4.5 g 1–1–1–1 i.v. piperacillin/\ntazobactam  (Tazobac®, Pfizer Inc.) for 11 days. Wound \nhealing progressed well and showed no signs of infection. \nThe postoperative x-rays are shown in Fig.  6. The patient \nwas discharged without complications after a total of 12 \ndays without further antibiotic therapy.\nAt the 6-week follow-up, the wounds were completely \nhealed as shown in Figs.  7, 8. The patient was able to lift \nboth arms above his head without pain. During this fol low-up, informed consent was obtained by the patient to \nretrospectively work up the case report and review of the \nliterature. The patient underwent physical therapy three \ntimes per week. Now, 1 year after the treatment, he is \nback cycling on road and is playing tennis without limita tions. There has been no recurrence of the SC joint dis location, and the patient is not describing any symptoms of SC joint instability. In Fig.  9 the functionality of the \nshoulder and clavicle is demonstrated one year after sur gical treatment.\nReview and",
    "Discussion": "discussion\nAll nine cases of bilateral sternoclavicular joint dis location that have been reported in the literature are \nshown in Table  1. From all the cases that have been \ndescribed, five were of traumatic origin. These included \nFig. 5 Intraoperative image after surgical stabilization of the open \nsternal fracture and the dislocated SC joints. 1: Inserted plate \nosteosynthesis of the sternum. 2. Plate osteosynthesis of the second \nrib on the right. 3: Refixed left SC joint. 4: Refixed right SC joint. 5: \nRefixed right costosternal joint. 6: Open mediastinum\nFig. 6 Postoperative chest overview. 1: Inserted plate osteosynthesis \nof the sternum. 2: Inserted plate osteosynthesis of the second rib \non the right. 3: Inset Bülau drainage on the right. 4: Inset drainage \nin the mediastinum. The inlaid Bülau drain on he left has already been \nremoved\nFig. 7 Photo documentation of the wound in a lateral view 6 weeks \nafter surgical treatment\nPage 5 of 7\n Prangenberg et al. Journal of Medical Case Reports  (2024) 18:528\n \none case of sternum fracture, one case of bilateral clavi cle fracture, one case of bilateral epiphyseal fracture, \nand one case of multiple rib fractures. In our case, we \nfound a combination of open thoracic trauma, rib, and \nsternum fracture next to the bilateral SC joint disloca tion, which made surgical treatment challenging. Due \nto the open thoracic trauma, we opted for a single shot \nof 1.5 g of cefuroxim  (Zinacef®, Hikma Pharmaceuti cals) as is standard practice and recommended in inter national guidelines [8 , 9]. It is worth noting that only \none of the traumatic cases reported no concomitant \ninjuries. This suggests that a high trauma mechanism is \nneeded to cause this rare injury pattern, as was the case \nin our patient. The five cases were treated either sur gically or conservatively. Surgical treatment included \nplate fixation of the sternum with subsequent reduction \nof the SC joints, joint capsule reconstruction, and tem porary transarticular Kirschner wire fixation, as well as \nopen reduction and internal fixation. In this case, we \nutilized a technique similar to the one used by Yi et al.  \nby plating the sternum to achieve a more anatomically \ncorrect angle and joint positioning of the manubrium \nsterni and the SC joints [5 ]. Furthermore, we recon structed the ligamentous capsule of the joints using \nPDS cord (Ethicon Inc., Johnson & Johnson, Raritan, \nNew Jersey, USA) to enhance stability, comparable to \nthe technique reported by Fandridis et al. [ 6].\nConservative treatment\nTwo of the reported traumatic cases of bilateral SC joint \ndislocation were treated conservatively. Albarrag et  al. \nultimately advised the patient about surgical treatment \nconcerning the posterior SC joint dislocation, but the \npatient chose the conservative route [10]. This consisted \nof initial immobilization followed by physical therapy and \nnonsteroidal anti-inflammatory drugs. The exact regimes \nare not mentioned in the paper. The other traumatic SC \njoint dislocation that has been treated conservatively, \nreported by Chien et  al., also does not share an exact \nconservative treatment plan [11]. In this case report, the \npatient had to be intubated due to the deteriorating pul monary status, as the patient developed tachypnea up to \na frequency of 34 breaths/minute. In our case, the patient \nwas sedated and intubated upon the accidents site due \nto the deteriorating neurological status and diminishing \nprotective reflexes. SC joint instability is often treated in \na conservative manner and shows varying",
    "Results": "results [12]. In \ncases where stability cannot be obtained conservatively, \nsurgical treatment can be discussed with the patient. In \nour case, conservative treatment was not an option given \nthe life-threatening injury that the patient had suffered.\nFig. 8 Photo documentation of the wound in a frontal view six \nweeks after surgical treatment\nFig. 9 Clinical images of shoulder function 1 year postoperatively\nPage 6 of 7 Prangenberg et al. Journal of Medical Case Reports  (2024) 18:528\nConclusions\nThe case report highlights the rarity of bilateral sterno clavicular dislocation combined with open thorax trauma \nin a cyclist. Immediate interdisciplinary intervention, \nincluding surgical repair and meticulous postoperative \ncare, facilitated successful patient recovery. This under scores the critical role of comprehensive trauma man agement in complex polytrauma cases. In conclusion, \nthis case report highlights the rarity and complexity of a \ntraumatic injury involving bilateral sternoclavicular dis location, with this case being the first case reported with \nconcomitant open thorax trauma. Our patient benefited \ngreatly from immediate air bound transportation to an \ninterdisciplinary care provider which houses both tho racic and trauma surgery departments.\nAbbreviations\nSC-joint  Sternoclavicular joint\nATLS  Advanced trauma life support\neFAST  Enhanced Focused Assessment with Sonography for Trauma\nLCP  Locking compression plate\nCT  Computed tomography\nPDS  Polydioxane\nAcknowledgements\nNot applicable.\nAuthor contributions\nConceptualization was carried out by CP , SS, and AAZ; methodology was \nplanned by AAZ and JR; software was used by CP; formal analysis was \nperformed by AAZ and RO; investigation was carried out by CP and AAZ; \nresources were collected by DC, SS, RO, and DZ; data curation was carried out \nby SBA; writing of the original draft was perforemd by CP and AAZ; writing \nincluding review and editing was carried out by SS, DC, DZ, RO, JR, and SBA; \nvisualization was performed by CP and AAZ; supervision was performed by SS; \nproject administration was carried out by CP and AAZ; and funding acquisition is not applicable.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL. Funding was \nobtained through the DEAL Project of the University of Bonn to cover potential publishing fees.\nData availability\nNot applicable.Availability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nEthical review and approval were waived for this study due to the retrospective study design. Appropriate informed consent was obtained by the patient \nprior to starting with the project. The Declaration of Helsinki was respected in \nall steps.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no conflicts of interest.\nReceived: 21 June 2024   Accepted: 4 October 2024\nPublished: 10 November 2024\nReferences\n 1. Cohen GC. Cycling injuries. Can Fam Physician. 1993;39:628–32.\n 2. de Guerre L, et al. Injuries related to bicycle accidents: an epidemiological \nstudy in The Netherlands. Eur J Trauma Emerg Surg. 2020;46(2):413–8.\n 3. Pedroso FE, et al. Bicycle use and cyclist safety following Boston’s \nBicycle Infrastructure Expansion, 2009–2012. Am J Public Health. \n2016;106(12):2171–7.\n 4. Selbst SM, Alexander D, Ruddy R. Bicycle-related injuries. Am J Dis Child. \n1987;141(2):140–4.\n 5. Yi JW, et al. Bilateral sternoclavicular joint dislocation due to sternal \nfracture: Is it a dislocation or a separation? Arch Orthop Trauma Surg. \n2016;136(5):605–8.\n 6. Tscherne H, Oestern HJ. A new classification of soft-tissue damage in open and closed fractures (author’s transl). Unfallheilkunde. \n1982;85(3):111–5.\n 7. Bemelman M, et al. An interobserver agreement study with a new classification for rib fractures. Chirurgia (Bucur). 2019;114(3):352–8.\n 8. Ukay I, et al. Antibiotikaprophylaxe / Präemptive Therapie bei offenen \nFrakturen in der Orthopädie. Swiss Medical Forum—Schweizerisches \nMedizin-Forum, 2023.\n 9. Hauser CJ, Adams CA Jr, Eachempati SR. Surgical Infection Society guide line: prophylactic antibiotic use in open fractures: an evidence-based \nguideline. Surg Infect (Larchmt). 2006;7(4):379–405.Table 1 All literature in which bilateral SC joints are described\nSource/Author Mechanism Concomitant injuries Dislocation direction Diagnostics Treatment\nYi et al. [5] Traumatic Sternum fracture Anterior Rx + CT + 3D Reco Surgical\nWang et al. [13] Traumatic Bilateral claviclefracture Posterior CT + 3D Reco Surgical\nBaumann et al. [14] Traumatic Bilaterale epiphyal fracture Posterior CT Surgical\nAlbarrag et al. [10] Traumatic Blunt chest trauma Anterior and posterior CT + 3D Reco Conservative\nGleason et al. [15] Spontaneous – Anterior subluxation CT Conservative\nChien et al. [11] Traumatic Right femur fracture, multiple rib fractures Anterior Rx + CT + 3D Reco Conservative\nNichols et al. [16] Idiopathic – Anterior CT Angio Conservative\nEchlin et al. [17] Idiopathic – Anterior subluxation CT + 3D Conservative\nEge et al. [18] Idiopathic Brachiocephalic vein compression Posterior CT Surgical SC \nJoint resection\nPage 7 of 7\n Prangenberg et al. Journal of Medical Case Reports  (2024) 18:528\n \n 10. Albarrag MK. Bilateral asymmetrical traumatic sternoclavicular joint \ndislocations. Sultan Qaboos Univ Med J. 2012;12(4):512–6.\n 11. Chien LC, et al. Bilateral anterior sternoclavicular dislocation. J Trauma. \n2009;66(5):1504.\n 12. Thut D, et al. Sternoclavicular joint reconstruction–a systematic review. \nBull NYU Hosp Jt Dis. 2011;69(2):128–35.\n 13. Wang H, et al. Asymmetrical bilateral sternoclavicular joint dislocation \ncombined with bilateral clavicular fracture: a case report. Medicine (Baltimore). 2019;98(28): e16359.\n 14. Baumann M, et al. Bilateral posterior sternoclavicular dislocation. Ortho pedics. 2010;33(7):510.\n 15. Gleason BA. Bilateral, spontaneous, anterior subluxation of the \nsternoclavicular joint: a case report and literature review. Mil Med. \n2006;171(8):790–2.\n 16. Nichols D, Seiger C. Diagnosis and treatment of a patient with bilat eral thoracic outlet syndrome secondary to anterior subluxation of \nbilateral sternoclavicular joints: a case report. Physiother Theory Pract. \n2013;29(7):562–71.\n 17. Echlin PS, Michaelson JE. Adolescent butterfly swimmer with bilateral \nsubluxing sternoclavicular joints. Br J Sports Med. 2006;40(4): e12.\n 18. Ege T, et al. Bilateral retrosternal dislocation and hypertrophy of medial \nclavicular heads with compression to brachiocephalic vein. Int Angiol. \n2003;22(3):325–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}