{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04711-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04711-z.pdf",
  "metadata": {
    "/Keywords": "Emphysema; Gingival depigmentation; Dental complication; Crepitus; Diagnosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241022103406+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241021154109+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04711-z",
    "/Author": "Rasha Attia ",
    "/Title": "Subcutaneous emphysema during surgical gingival depigmentation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04711-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Subcutaneous emphysema related to dental procedures is well documented in literature. It usually \noccurs during or within minutes to hours after dental treatment and can be easily diagnosed by the presence of crepitus on palpation. Although it is self-limiting, it can develop to potentially life-threatening complications.",
    "Case Presentation": "Case presentation To the authors knowledge, this is the first report documenting the development of subcutane ous emphysema in a 22-year-old Egyptian female during lower surgical gingival depigmentation using NSK high \nspeed, air driven handpiece operated at 0.25 MPa. Sudden swelling developed involving the right side of the face \nand immediate diagnosis of subcutaneous emphysema was made on the basis of the presence of crepitus dur ing palpation of the swollen area. Intraoral examination revealed small tissue laceration of the loosely attached \nalveolar mucosa through which the pressurized air might have passed into the fascial spaces. Complete resolution \nof the swelling occurred after 7 days without further complications.",
    "Conclusion": "Conclusion Straightforward surgical procedures, such as gingival depigmentation, can be complicated by the development of subcutaneous emphysema. The crucial role of dentists is to be aware of its signs and to immediately \ndiagnose and manage it to avoid further complication.\nKeywords  Emphysema, Gingival depigmentation, Dental complication, Crepitus, Diagnosis\nBackground\nSubcutaneous emphysema (SE) is rare but serious clinical \ncomplication that may occur during or after dental pro cedures [1–3]. It occurs owing to forceful injection of air \ninto the loose surrounding connective tissue [4]. Clini cally, it appears as swelling with crepitus on palpation, \nand may spread along the fascial planes [4, 5]. It can lead \nto soft tissue infection, air embolism, pneumothorax, and \nsome cases are considered life-threatening if not diag nosed early and properly treated [4, 6–8].The fascial planes of the head and neck consist of loose \nconnective tissue and once the pressured air enters the \nsoft tissue, it will follow the path along the fascial planes, \nspreading to distant spaces. Air passes through the neck \nfrom the submandibular space to enter the retropharyn geal space, which lies between the posterior wall of the \npharynx and the vertebral column. In some cases, the air \nmay reach the posterior mediastinum where it can com press the venous trunks resulting in cardiac failure, or \ncompress the trachea resulting in asphyxiation.\nTreatment of subcutaneous emphysema is based on the \nseverity of the condition and the clinician experience. In \nmild cases, resolution begins after 2–3  days with com plete resolution occurring after 7 days. Close monitoring \nof the patient and reassurance are enough. In case of sig nificant discomfort, microdrainage using subcutaneous \nfenestrated catheter inserted in the area of the emphy sema with sequential  massage could be considered. Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRasha Attia\nrattia@msa.edu.eg\n1 Department of Oral Medicine and Periodontology, Faculty of Dentistry, \nOctober University For Modern Sciences and Arts (MSA Uni), Giza, Egypt\n2 Wahat Road, Giza, Egypt\nPage 2 of 6 Attia et al. Journal of Medical Case Reports          (2024) 18:514 \nClinicians  prefer antibiotic administration as a prophy laxis against secondary infection and when emphysema \noccurred after managing infected tooth, especially in case \nof cervicofacial emphysema as it may lead to deep neck \ninfections [9]. In severe life-threatening cases, immediate \nmedical attention is needed, and securing the airway has \nthe highest priority [10].\nThe use of high-speed air handpieces is considered \nthe most common risk factor for development of SE, \nespecially during surgical tooth removal [1, 2]. Gingival \nhyperpigmentation has a major negative effect on esthet ics. Various surgical and non-surgical techniques were \ndeveloped to eliminate or reduce this hyperpigmenta tion, including blade surgery, bur abrasion, cryotherapy, \nelectrosurgery, free gingival autografting, soft tissue allo grafts, lasers, and chemical peeling",
    "Methods": "methods. The cur rent report describes an unusual clinical case of SE that \noccurred during surgical bur abrasion depigmentation of \nthe lower gingiva using a high speed handpiece.\nOur goal is to share this rare clinical experience with \nthe dental clinical practitioners to raise awareness of \nthe clinical causes of iatrogenic SE that may complicate \nsimple dental treatment. Additionally, to highlight the \nimportance of proper immediate diagnosis of these clini cal manifestations.\nCase report\nA 22-year-old Egyptian female presented to MSA Uni versity Periodontology clinic for gingival depigmenta tion of the lower arch. The intraoral examination showed \nbrown pigmentation of the lower gingiva that was classi fied according to the melanin index as class 2 and score 3 \naccording to oral pigmentation index (Fig.  1). Periodon tal probing showed sulcular depths of 1–2  mm with no \nbleeding on probing. The patient reported normal medi cal history with no history of smoking or previous drug \nallergies.\nThe treatment options were discussed with the patient, \nand surgical bur abrasion technique was the treatment of \nchoice. To ensure that the patient fully comprehended the \nprocedure, the benefits, and the risks related to any surgi cal complications and their treatment, she was asked to \nvoluntarily sign an informed consent before the surgery.\nA high speed handpiece operated at 0.25  MPa with \nfriction grip football shaped medium grit diamond bur \nand copious irrigation were used to execute the surgi cal procedure. Under local anesthesia, brushing motions \nwith minimal pressure were applied by the abrasive bur \nto remove the pigmented epithelium with a thin layer of \nthe underlying connective tissue. The exact deepitheli zation depth cannot be determined; however, brush ing motions were stopped once pinpoint bleeding was \nnoticed. The denuded surgical area was irrigated with saline and sterile gauze was used with light pressure to \ncontrol the bleeding. Care was taken to avoid holding the \nbur in one place during the brushing strokes to prevent \ntissue damage.\nDuring the surgical procedure on the right side, the \npatient felt sudden severe pain and developed acute \nswelling on the right side of her face. The surgical proce dure was interrupted, and the operator tried to reassure \nthe patient. The patient was alert and responsive but con fused and showed normal vital signs without any signs of \nrespiratory distress.\nIntra- and extraoral examinations were performed. \nThe extraoral examination revealed unilateral swelling of \nthe right side of the face extending from the upper eye lid region to the submandibular region. The right eye \nwas swollen and closed, but with intact visual acuity and \nocular movement. Upon palpation, crepitus was evident \ninvolving the area from the temporal part of the face, the \nupper eyelid, the right side of the face, beyond the right \near, and the right side the neck. The patient reported no \npain and tenderness was not detected during extraoral \npalpation. Intraoral examination revealed a small soft \ntissue laceration of approximately 4 mm mesiodistally at \nthe mucogingival junction involving the alveolar mucosa \nbetween the right lower canine and the first premolar \n(Fig. 2).\nSubcutaneous emphysema was the definitive clinical \ndiagnosis based on the presence of crepitus. The patient \nwas reexamined by the university physician to confirm \nthe diagnosis, monitor her condition, and to discuss the \ntreatment approach. The patient was reassured and mon itored in-office for 2 hours and, since she was asympto matic and was able to open her eye, she was discharged. \nAmoxicillin at 500 mg was prescribed for 7 days as pro phylactic therapy to prevent bacterial infection.\nShe was instructed to avoid any activities that would \nincrease intraoral air pressure e.g., straw drinking, oral \nFig. 1 Preoperative clinical photo of the gingival pigmentation\nPage 3 of 6\n Attia et al. Journal of Medical Case Reports          (2024) 18:514 \n \nblowing, and sneezing. She was also advised to adhere \nto the follow-up schedule to monitor the condition. The \npatient was contacted by phone the night of the inci dent and she reported slight resolution of the swelling. \nThe patient was reexamined on the second, fourth, and \nseventh post-emphysema development days. Complete \nresolution of the swelling and crepitus were noted after 7 \ndays without further complications and with uneventful \nhealing of the intraoral tissue laceration. The patient was \nfollowed up for 2 months to monitor any long-term com plications related to SE.",
    "Discussion": "Discussion\nThe current case report described the diagnosis, clinical \nsigns, and management of SE that occurred during sur gical gingival depigmentation using abrasive stone with \nair-driven high-speed handpiece. SE is a clinical probabil ity, especially with the use of air-driven handpieces, and \nit can interrupt and complicate a minor straightforward \nsurgical procedure, such as gingival depigmentation, and \ncan even lead to life-threatening condition if not immedi ately diagnosed and managed.\nDespite being considered a benign intraoral condition, \ngingival hyperpigmentation is also considered an esthetic \nproblem especially in individuals with gummy smile. \nExcessive gingival pigmentation is frequently caused by \ndeposition of the brown melanin pigment in the supraba sal layers by the active melanocytes of the gingival epithe lium [11, 12].\nGingival depigmentation is one of the periodontal plas tic surgeries aiming to remove or reduce gingival hyper pigmentation by removal of the superficial epithelial \nlayers using various modalities [13]. Treatment modali ties were classified into surgical and non-surgical tech niques. Surgical methods include (1) techniques that aim \nto remove hyperpigmentation, such as scalpel surgical technique, bur abrasion method, electro-surgery, cryo surgery, radiosurgery, and lasers, and (2) techniques that \nare used to mask the hyperpigmentation, such as free \ngingival graft and acellular dermal matrix allograft. The \nnonsurgical technique includes chemical peeling of the \ngingival pigments using different agents, such as phenols, \nalcohol, and ascorbic acid [13, 14].\nThere is no ideal technique for gingival depigmentation \nas each technique has its own advantages and disadvan tages and the choice of one technique over the other is \nbased on the clinician’s skills, the available equipment, \nthe procedure cost, and patient preference [15].\nBeing the most economic technique as it does not \nrequire extensive equipment, and attributed to faster \nhealing in comparison with other techniques, the scalpel \nmethod causes bleeding during and after the procedure \nand is known for a high repigmentation rate [16].\nElectrosurgery on the other hand, controls the bleed ing, causes less patient discomfort with minimal scar \nformation and shorter chair time. Despite its advan tages, electrosurgery requires more skillful operators to \navoid undesired soft and hard tissue destruction. Radio surgery is an advanced form of electrosurgery in which \nelectromagnetic energy is used for soft tissue removal. \nRadiosurgery produces coagulation in the surgical area, \nwhich controls the bleeding, and it also provides faster \nhealing in comparison with scalpel and laser therapy, but \nthe complete therapy requires at least two sessions over 2 \nweeks [13].\nCryosurgery has the advantages of easy application, \nno hemorrhage, no scar formation, and is performed \nwithout anesthesia. However, it may be accompanied by \nconsiderable swelling and tissue destruction may occur \nowing to prolonged freezing time [13]. Laser therapy pro vides visible dry bloodless surgical field during gingival \ndepigmentation. Although it is considered an effective \nand reliable technique, laser disadvantages include pro longed wound healing, thermal tissue damage, and the \nhigh costs [15, 17].\nChemical peeling using phenol and alcohol was con sidered a harmful method, which may leads to soft tissue \nnecrosis and pain. Ascorbic acid has been used topically \nwith dermapen and yielded promising",
    "Results": "results regarding \ndepigmentation of the gingiva. This technique should be \nused by skillful clinicians to avoid tissue destruction and \ngingival recession [18].\nHyperpigmented gingival tissues can be replaced by \nunpigmented free gingival autograft. Second surgical site, \nincreased patient discomfort, and tissue color mismatch \nare the major disadvantages of this invasive technique. \nOn the contrary, acellular dermal matrix allograft is less \ninvasive and is more efficient in providing esthetically \naccepted gingival tissues by eliminating or reducing the \nFig. 2 Clinical presentation of the tissue laceration \nbetween the lower right canine and first premolar (yellow arrow)\nPage 4 of 6 Attia et al. Journal of Medical Case Reports          (2024) 18:514 \ngingival pigmentation. However, it is considered more \ninvasive than other surgical depigmentation techniques \n[17].\nBur abrasion technique is one of the surgical tech niques developed for surgical gingival depigmentation. It \nis relatively safe and simple and is considered affordable \nwith short chair time. This technique requires only an \nabrasive stone and air-driven handpiece, which are avail able in every dental clinic [19].\nOn the basis of the authors’ literature search, the \nreported complications related to gingival depigmenta tion procedures were postoperative pain, soreness, bleed ing, and tissue damage or necrosis, but SE development \nin relation gingival depigmentation was not reported.\nThe first documented dental SE was more than 100 \nyears ago by Turnbull after extraction of bicuspid tooth \n[20]. Although it is considered a rare condition, a recent \nsystematic review showed a significant increase in fre quency of dental SE [1].\nThe etiology of SE is either patient-related or iatrogenic. \nSE can be induced by the patient coughing, forceful blow ing, smoking, or vomiting after the dental procedure [2]. \nThe most common iatrogenic factor reported in literature \nwas use of the air-driven dental handpiece [1, 2, 21]. In \ntheir systematic review, Jones et al. reported that 51.1% \nof the SE cases resulted from the use of an air-driven den tal handpiece with 62% of these cases occurring following \nsurgical tooth removal, 28% after restorative procedure, \nsuch as a restoration or crown preparation, and 10% \noccurred after nonsurgical endodontic procedures. The \nuse of air-syringe, air-polishing/prophylaxis systems, and \ndental lasers was reported to induce SE [1, 22–26]. More over, cases of SE have been reported in association with \nendotracheal intubation and positive pressure ventilation \n[1, 2]. In the current case, SE occurred owing to the use \nof the air-driven handpiece, although the air entry access \nto the fascial planes was uncertain. It was assumed that \nthe forceful air entered through either the gingival sulcus, \nwhich was of normal depth, or through the small lacera tion in the alveolar mucosa. Overall, 60% of SE occurs \nduring or after dental procedures in the mandible, espe cially the posterior segment. Explanation is related to the \nanatomical structure of this region that possibly allows \neasier path for the forceful air to enter and spread by dis secting the tissues [1].\nWith the use of high-speed handpiece, the air could \nforcefully pass into the fascial spaces of the face and \nneck. This may cause facial emphysema if the forceful air \ngets localized in the face or cervicofacial emphysema if \nit spreads to the neck and mediastinal, pleural, or perito neal emphysema when it descends to involve the thorax \nor abdomen [27]. The pressurized air may be forced into \nthe soft tissue through the root canal system, gingival sulcus, especially in patients with deep periodontal prob ing depths, or tissue lacerations [23, 28, 29].\nIn the present case, the periodontal probing depth of \nthe patient was 1–2 mm with normal gingival tissue, so \nthe gingival sulcus was not likely to be the point of air \nentry. However, soft tissue laceration that occurred in \nthe alveolar mucosa mesial to the right first premolar was \nbelieved to be the point through which the compressed \nair passed into the fascial spaces. Once the air penetrated \nthe soft tissues, it dissected the fascia and passed to sub mandibular space, which is directly communicated with \nlateral pharyngeal space. The air then passed to the ret ropharyngeal space and accumulated where the fascia \nattaches to the clavicle.\nGoodnight et al., stated that the most important imme diate step in the management of SE is the correct diag nosis [4]. Clinically, SE presents as rapid onset soft tissue \nswelling with crepitus on palpation of the involved tissue \nand lack of significant tenderness, erythema, or lymph \nnode involvement [1, 4, 29]. Dysphonia, dysphagia, and \ndyspnoea may be present [1]. Pain can be associated with \nSE owing to tension in the involved tissues [24]. The diag nosis can also be confirmed by the presence of air in the \nX ray of the affected area [10, 22, 23].\nCrepitus on palpation is considered the pathognomonic \nsign of SE that differentiates it from other clinical causes \nof facial swelling, such as anaphylaxis, angioedema, \nhematoma, mucocele, and facial cellulitis [1, 2, 28]. Crep itus or crackling is the bubbling sensation upon palpation \nof the swelling. In the current case, diagnosis of SE was \nimmediately confirmed by the presence of the crepitus \nand lack of tender palpation of the affected area.\nA recent systematic review reported that although \nmost SE cases are self-limiting and begin to resolve spon taneously after 2–3 days, broad spectrum prophylactic \nantibiotics were prescribed in 76% of the cases [1]. The \nrationale for antibiotic prophylaxis is that air entering \nthe tissues is contaminated with oral bacteria and other \ndebris that could potentially lead to rapidly spreading cel lulitis or necrotizing fasciitis [2, 28–30]. Analgesics are \nrarely prescribed as pain is often minimal [29]. Incision \nand drainage are not required for air removal as air is \nnaturally absorbed and lost within soft tissue. It can also \nbe an additional route for air inflow and bacterial con tamination [30]. In this case, only Amoxicillin was pre scribed to prevent any potential bacterial infection.\nOne important aspect in the treatment of SE is patientcentered management, which includes reassurance, \nmonitoring, and education. The development of SE is one \nof the most stressful situations patients may experience \nin the dental office, and great efforts should be directed \nto reassure the patients to decrease their anxiety and to \nallow for better handling of the case.\nPage 5 of 6\n Attia et al. Journal of Medical Case Reports          (2024) 18:514 \n \nAlthough it is rare for SE cases to progress into lifethreatening conditions, such as pneumothorax, air \nembolism, and mediastinitis, close monitoring of the \npatient is necessary to allow rapid intervention to pre vent or to treat any of these potential complications if \nthey occur [10, 29, 30].\nPatient education about SE is an integral part of the \ntreatment plan. Patients should be educated about the \nnature and the course of this pathological condition. \nThey should be instructed to avoid any behavior that \nmay increase intraoral pressure, such as forced exha lation, coughing, smoking, and gargling. Additionally, \nthey should avoid lying in supine position, which may \nworsen the condition [30]. Strict instructions to the \npatient to visit emergency room in case of increased \nswelling or difficulty breathing after being dismissed \nfrom the dental office.\nConclusion\nRaising the awareness of the possibility of SE develop ment during or after dental procedures is mandatory \namong dental practitioners, especially with the use of \nair-driven handpieces. Straightforward surgical proce dures, such as gingival depigmentation, can be compli cated with the development of SE. The crucial role of \nthe dentists is to be aware of its signs and to immedi ately diagnose and manage it to avoid further complica tions. Dentists should know when to consider referral \nof the patient to the emergency room for further inves tigations. Although bur abrasion surgical technique is \na simple, low-cost, and effective method for gingival \ndepigmentation, it implies high risk for developing SE \nowing to the use of air-driven handpiece. Clinicians \nshould consider other safer techniques, such as blade \nsurgery or chemical peeling with ascorbic acid, or if \nbur abrasion is the technique of choice, they should use \nan electric handpiece, which is powered by electricity \nrather than compressed air.\nAbbreviation\nSE  Subcutaneous emphysema\nAcknowledgements\nNot applicable.\nAuthor contributions\nRA performed clinical management, writing—original draft, and approval of \nthe final manuscript version; NN carried out data collection and patient follow \nup; MA carried out clinical management, patient follow up, and editing of the \noriginal draft.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nArabic written informed consent was obtained from the patient before the \nsurgical depigmentation, including the surgical steps, benefits of the proce dure, and the risk of any surgical complications and their treatment. No ethical \napproval was required to proceed with the case surgically.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNot applicable.\nReceived: 29 April 2024   Accepted: 30 June 2024\nReferences\n 1. Jones A, Stagnell S, Renton T, Aggarwal VR, Moore R. Causes of subcutaneous emphysema following dental procedures: a systematic review of \ncases 1993–2020. Br Dent J. 2021;231(8):493–500.\n 2. McKenzie WS, Rosenberg M. Iatrogenic subcutaneous emphysema of \ndental and surgical origin: a literature review. J Oral Maxillofac Surg. \n2009;67(6):1265–8.\n 3. Monsour PA, Savage NW. Cervicofacial emphysema following dental \nprocedures. Aust Dent J. 1989;34(5):403–6.\n 4. Goodnight JW, Sercarz JA, Wang MB. Cervical and mediastinal emphysema secondary to third molar extraction. Head Neck. 1994;16(3):287–90.\n 5. Ghali EM. Facial swelling after a dental procedure. CMAJ. 2009;180(1):139.\n 6. An GK, Zats B, Kunin M. Orbital, mediastinal, and cervicofacial subcutane ous emphysema after endodontic retreatment of a mandibular premolar: \na case report. J Endod. 2014;40(6):880–3.\n 7. Ferreira Simões A, Rodrigues JB, Úria S, Nunes da Silva G. Subcutaneous \nemphysema and pneumomediastinum during a tooth extraction. Acta \nMed Port. 2018;31(7–8):435–9.\n 8. Magni G, Imperiale C, Rosa G, Favaro R. Nonfatal cerebral air embolism \nafter dental surgery. Anesth Analg. 2008;106(1):249–51.\n 9. Brito D, Medeiros C, Caley L. Subcutaneous emphysema after a dental \nprocedure. Eur J Case Rep Intern Med. 2022;9(2): 003153.\n 10. Rad MV, Chan EKY, Ahmed IH. Cervicofacial subcutaneous emphysema \nand pneumomediastinum secondary to dental treatment in a young \nman. Respir Med Case Rep. 2019;28: 100918.\n 11. Abdel Moneim RA, El Deeb M, Rabea AA. Gingival pigmentation (cause, \ntreatment and histological preview). Future Dental J. 2017;3(1):1–7.\n 12. Grover HS, Dadlani H, Bhardwaj A, Yadav A, Lal S. Evaluation of patient \nresponse and recurrence of pigmentation following gingival depigmentation using laser and scalpel technique: a clinical study. J Indian Soc \nPeriodontol. 2014;18(5):586–92.\n 13. Alasmari DS. An insight into gingival depigmentation techniques: the \npros and cons. Int J Health Sci (Qassim). 2018;12(5):84–9.\n 14. Thangavelu A, Elavarasu S, Jayapalan P . Pink esthetics in periodontics—\ngingival depigmentation: a case series. J Pharm Bioallied Sci. 2012;4(Suppl \n2):S186–90.\n 15. Mikhail FF, El Menoufy H, El Kilani NS. Assessment of clinical outcomes \nand patient response to gingival depigmentation using a scalpel, ceramic \nbur, and diode laser 980 nm. Clin Oral Investig. 2023;27(11):6939–50.\n 16. Ezzatt OM. Surgical scraping technique for gingival depigmentation: a 6 \nmonth clinical study evaluating patient satisfaction and recurrence rate. J \nEgypt Dental J. 2018;64:2217–24.\n 17. Suragimath G, Lohana MH, Varma S. A split mouth randomized clinical \ncomparative study to evaluate the efficacy of gingival depigmentation \nprocedure using conventional scalpel technique or diode laser. J Lasers \nMed Sci. 2016;7(4):227–32.\nPage 6 of 6 Attia et al. Journal of Medical Case Reports          (2024) 18:514 \n 18. Mostafa D, Alotaibi SM. A successful esthetic approach of gingival depigmentation using microneedling technique and ascorbic acid (vitamin C). \nCase Rep Dent. 2022;2022:3655543.\n 19. Kumar S, Bhat GS, Bhat KM. Comparative evaluation of gingival depigmentation using tetrafluoroethane cryosurgery and gingival abrasion \ntechnique: two years follow up. J Clin Diagn Res. 2013;7(2):389–94.\n 20. Turnbull A. A remarkable coincidence in dental surgery. Br Med J. \n1900;1(2053):1131.\n 21. Heyman SN, Babayof I. Emphysematous complications in dentistry, \n1960–1993: an illustrative case and review of the literature. Quintessence \nInt. 1995;26(8):535–43.\n 22. Lee ST, Subu MG, Kwon TG. Emphysema following air-powder \nabrasive treatment for peri-implantitis. Maxillofac Plast Reconstr Surg. \n2018;40(1):12.\n 23. Uehara M, Okumura T, Asahina I. Subcutaneous cervical emphysema induced by a dental air syringe: a case report. Int Dent J. \n2007;57(4):286–8.\n 24. Gamboa Vidal CA, Vega Pizarro CA, Almeida AA. Subcutaneous emphysema secondary to dental treatment: case report. Med Oral Patol Oral Cir \nBucal. 2007;12(1):E76–8.\n 25. Mitsunaga S, Iwai T, Kitajima H, Yajima Y, Ohya T, Hirota M, Mitsudo \nK, Aoki N, Yamashita Y, Omura S, Tohnai I. Cervicofacial subcutane ous emphysema associated with dental laser treatment. Aust Dent J. \n2013;58(4):424–7.\n 26. Mascarenhas RJ. Management of subcutaneous facial emphysema secondary to a class V dental restoration. Clin Case Rep. 2019;7(5):1025–30.\n 27. Bilecenoglu B, Onul M, Altay OT, Sakul BU. Cervicofacial emphysema after \ndental treatment with emphasis on the anatomy of the cervical fascia. J \nCraniofac Surg. 2012;23(6):e544–8.\n 28. Maloney W. Subcutaneous air emphysema in dentistry. Biomed J Sci Tech \nRes 2018; 6.\n 29. Mather AJ, Stoykewych AA, Curran JB. Cervicofacial and mediastinal \nemphysema complicating a dental procedure. J Can Dent Assoc. \n2006;72(6):565–8.\n 30. Jeong CH, Yoon S, Chung SW, Kim JY, Park KH, Huh JK. Subcutaneous \nemphysema related to dental procedures. J Korean Assoc Oral Maxillofac \nSurg. 2018;44(5):212–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}