{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05037-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05037-0.pdf",
  "metadata": {
    "/Keywords": "Sinusitis; Case report; Nocardia; CLL; Chemotherapy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250121052818+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250120155122+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05037-0",
    "/Author": "Maedeh Najafizadeh ",
    "/Title": "An unveiling case of Nocardia pansinusitis in a patient with chronic lymphocytic leukemia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05037-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Nocardia infections are rare infections in immunocompetent patients and occur mostly in immuno compromised individuals. Usually, nocardia affects skin, brain, and lungs, but in disseminated forms, which occurred \nmostly in immunocompromised patients, it can involve every organ. Nocardia sinusitis is extremely rare as our \nsearches returned only a very few related studies.",
    "Case Presentation": "Case presentation In this case report, we present, for the first time, a 55-year-old Iranian male patient diagnosed \nwith chronic lymphocytic leukemia who was receiving chemotherapeutic drugs and developed a fever. Further \nlaboratory tests and imaging revealed pansinusitis. Following rhinoendoscopy, the sinus mucosal biopsy pathology \nreport showed sever inflammation accompanied by aggregation of filamentous thin-walled bacteria. The patient \nwas treated with co-trimoxazole and meropenem. Following good clinical improvement the patient was discharged \nand advised to continue oral co-trimoxazole for 3 months.",
    "Conclusion": "Conclusion This case highlights that patients with febrile neutropenia should be assessed for rare infectious disease \netiologies, especially those with chronic lymphocytic leukemia, as they have humeral immunodeficiency, and in the \nlater stages of the disease, cellular immunodeficiency may also be involved. Therefore, a multisystem evaluation \nof patients with febrile neutropenia is necessary, particulary when no obvious source is identified in initial surveys, \nto uncover rare etiologies.\nKeywords  Sinusitis, Case report, Nocardia, CLL, Chemotherapy",
    "Introduction": "Introduction\nNocardia  species, with their Gram-positive, partially \nacid-fast bacilli, are widely distributed and found in \nvarious environments such as vegetables and soil as \nwell as in both fresh and salt waters [5]. These filamen tous, aerobic bacteria can cause localized or widespread \ninfections, with the most commonly affected areas \nbeing the lungs, skin, and brain[14]. More than 50 spe cies of Nocardia  have been recognized, and six major \ntaxa (including N.  nova complex, N.  transvalensis com plex, N.  cyriacigeorgica, N.  abscessus, N.  farcinica, and \nN.  brevicatena/N.  paucivorans) accommodate these \nspecies. N. brasiliensis,  N. nova, and  N. farcinica are the \nmost common species isolated in the USA [5, 13, 22]. †Maedeh Najafizadeh and Fatemeh Kourkinejad-Gharaei have contributed \nequally to this work.\n*Correspondence:\nMahdi Rafiyan\nRafiyan-m@kaums.ac.ir\n1 Infectious Diseases Research Center, Kashan University of Medical \nSciences, Kashan, Islamic Republic of Iran\n2 Student Research Committee, Kashan University of Medical Sciences, \nPezeshk Blvd. – Qotb Blvd, Kashan, Islamic Republic of Iran\n3 Autoimmune Disease Research Center, Kashan University of Medical \nSciences, Kashan, Islamic Republic of Iran\nPage 2 of 8 Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29 \nNocardia  usually affects the lungs, as its primary trans mission route is through inhalation, but some studies \nhave shown its dissemination even to the CNS through \ncutaneous inoculation [2, 3, 17]. It rarely causes infec tion in immunocompotent individuals and is consid ered as an opportunistic pathogen, having been seen \nin immunocompromised patients such as hematologic \nmalignancies and organ transplant recipients. Its 1-year \nmortality is about 25% and can reach up to 50% in cases \ninvolving CNS [18]. Due to the non-specific clinical and \nradiological findings related to Nocardia , its diagnosis is \nchallenging. In this study, we reported a case of Nocardia  \npansinusitis along with a review of the current literature \non Nocardia -associated sinusitis.\nCase presentation\nA 55-year-old Iranian male patient with a known case of \nCLL for 7 months was admitted to the hospital with fever \nand fatigue. He was a resident of Kashan city, Isfahan \nprovince, Iran, and was receiving the fludarabine, cyclo phosphamide, rituximab (FCR) regimen (fludarabine \n(25 mg/m2; intravenous), cyclophosphamide(250 mg/m2; \nintravenous), and rituximab (375  mg/m2; intravenous)) \nfor chemotherapy (six sessions) due to the more than 10% \nweight loss over 6 months, along with rapidly enlarging \nlymphadenopathy. His last full chemotherapy session was \n3 months prior to this admission. He also received rituxi mab every 3  months (last dose, 17 days before admis sion, with the same dose as before). The patient’s fatigue \nstarted a week earlier and was accompanied by a nonproductive cough, exertional dyspnea, and a headache in \nfrontal region, along with a loss of appetite. The severity \nand frequency of the cough increased during this period. Fever began the day before admission. A toothache from \n3 months ago was also noted in the patient’s history (the \ncanine of right maxilla). Family history and psychosocial \nhistory were negative.\nUpon examination, the patient presented with the fol lowing vital signs: a blood pressure of 92/78  mmHg, a \npulse rate of 80 beats per minute, a respiratory rate of 18 \nbreaths per minute, a temperature of 36.5  °C (axillary), \nand an oxygen saturation of 95% without supportive oxy gen therapy.\nPhysical examination revealed posterior nasal drain age. There was no evidence of soft palate necrosis and \npetechiae. During chest auscultation, decreased breath \nsounds were detected on the left side of the chest, along \nwith areas of increased tactile fremitus. Right ear otos copy showed otitis media. Dental caries and tenderness \nin the gingiva of the canine tooth were detected, with no \nevidence of periodontitis.\nInflammatory biomarkers were the following: pro calcitonin (PCT): 9, White Blood Cells (WBC): 710, \nneutrophils: 11.2%, Hemoglobin (Hb): 9.7, platelets: \n134,000, Erythrocyte Sedimentation Rate (ESR): 105, and \nC-reactive protein (CRP): 242. As the patient’s absolute \nneutrophil count (ANC) was 79 and there was evidence \nof bacterial infection (high PCT level), broad spectrum \nintravenous antibiotics, including meropenem 1 g three \ntimes per day, vancomycin 1 g twice per day, and levo floxacin 750 mg daily, were initiated and his further eval uation was begun. All of the patient’s laboratory data are \npresented in Table 1.\nIn the workup, chest and paranasal sinuses computed \ntomography (PNS CT) scans were done 1 day after the \npatient’s admission. The chest CT scan did not reveal any \nTable 1 Laboratory finding at the time of admission and at the time of discharge\nLab test Admission Discharge Reference range\nWBC 710 3600 4000–7000\nAbsolute neutrophil count (ANC) 79 2592 –\nHb 9.7 g/dl 8.9 g/dl 13–16\nPLT 134,000 72,000 150,000–450000\nBUN 35 mg/dl 8 mg/dl 7–23\nCr 1.5 mg/dl 1.4 mg/dl 0.4–1.2\nAspartate aminotransferase (AST) 12 IU/L – 37 < \nAlanine transaminase (ALT) 40 IU/L – 5–41\nAlkaline phosphatase (ALP) 220 IU/L – in > 15 \nyears 80–306\nESR 105 mm/h 60 ml/h Up to 15\nCRP 242 mg/dL 9 mg/dL 6\nIgG 15 mg/dL –\n(AFB smear & culture)*2 Negative\nMTB PCR Negative\nPage 3 of 8\n Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29 \n \npathological findings in either the heart or lungs. How ever, the PNS CT scan showed mucosal thickening of all \nparanasal sinuses. Additionally, septal deviation and bony \nspur formation were observed on the right side and the \nbilateral ostiomeatal complex (OMC) was closed.(Fig.  1). \nThe patient was prepared for rhinoendoscopy. Dur ing the procedure (3 days after admission), no evidence \nof obvious tissue necrosis or fungal hyphae was seen by \nthe HNENT specialist. The patient underwent bilateral \nantrostomy and middle concha resection the day after \nthe rhinoendoscopy.\nThe pathology report of the nasal cavity and sinus \nmucosa biopsy was as follows: respiratory epithelium and \nmucosal glands. There was edema in the lamina propria \nwith sever infiltration of acute and chronic phase inflam matory cells (lymphoplasmacytic cells, neutrophils, and \neosinophils) as well as areas of bleeding and necrosis. In \nsome sites, aggregation of filamentous Gram-positive, \nthin-walled bacteria was seen (compatible with Nocardia  \nspecies). No fungal elements were identified in the speci men (Fig. 2).With a total immunoglobulin G (IgG) of 15, the patient \nreceived intravenous immunoglobulin. On the basis of \nthe pathology report, as described above, intravenous cotrimoxazole (7.5  mg/kg/daily) was initiated, and mero penem (1 g three times per day) continued. Vancomycin \nand levofloxacin were discontinued. A workup for brain \ninvolvement, including a brain CT scan, showed no signs \nof brain involvement. After the cessation of fever and \nimprovement of neutropenia ( after 14 days from admis sion), the patient was discharged with good clinical sta tus. Intravenous co-trimoxazole changed to oral type and \nwas continued (160  mg/800  mg two times, daily) for 3 \nmonths. Follow-up after 3 months showed complete res olution of the signs and symptoms related to the Nocar dia infection. Table  2 provides a comprehensive overview \nof the timeline of clinical events and the procedures that \nwere carried out for the patient during his admission.\nFig. 1 Paranasal sinuses computed tomography scan without contrast showing mucosal thickening of all paranasal sinuses. Note the fullness of all \nof the paranasal sinuses and their involvement as well as sinus edema (white arrows). A: coronal section of maxillary and ethmoid sinuses; B: coronal \nsection of frontal sinuses; C: coronal section of paranasal sinuses showing ethmoid and sphenoid sinuses\nPage 4 of 8 Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29",
    "Discussion": "Discussion\nDespite the rareity of Nocardia  cases, it can induce seri ous infectious disease associated with a high mortal ity rate. However, its nonspecific signs and symptoms, \nalong with its potential to involve different parts of the body, which induce polymorphic clinical signs, make \nearly diagnosis difficult. In this case, for the first time, \nwe present a patient with pansinusitis due to Nocar dia who was also receiving chemotherapy regimen for \nCLL. According to our search, there is no case report of \nFig. 2 Microscopic view of sinus mucosal biopsy (hematoxylin and eosin stain). Note the darker spots showing inflammatory cells and bacterial \naggregation in top left picture. The other two images also represent a network-like structure, which corresponds to the filamentous form \nof Nocardia \nTable 2 Timeline of clinical events and procedures done for patient\nTimepoint Event description\nT0—7 months CLL diagnosed\nT0—3 months Last chemotherapy\nT0—1 week Fatigue + non-productive cough, exertional dyspnea and headache in frontal region along with loss of appetite started\nT0—1 day Fever started\nT0 Initial presentation: 55-year-old male was admitted to the hospital with fever and fatigue, full physical examination, vital sign measurement, and laboratory tests were performed, and antibiotics initiated\nT0 + 1 day Chest and PNS CT scan were done\nT0 + 3 days Rhinoendoscopy performed\nT0 + 4 days Bilateral antrostomy and middle concha resection\nT0 + 6 days Pathology report of nasal cavity and sinus mucosa biopsy prepared, antibiotic regimen changed accordingly, and cotrimoxazole \nstarted\nT0 + 7 days Brain CT scan was carried out\nT0 + 2 weeks Fever cessation and symptom improvement\nT0 + 3 months Co-trimoxazole was discontinued\nPage 5 of 8\n Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29 \n \nTable 3 Case reports of Nocardia sinusitis\nGender/age Past medical history Clinical presentation/\nimagingOther localization Diagnosis Species Treatment/outcome Reference\nFemale/72 years Diabetes, breast cancer Severe left frontotemporal headache and left \ntrigeminal neuralgia \nalong with increase of CRP \n(223)/CT scan indicated \nan abscess in the left pterygoid muscles and oste olysis of the greater wing \nof the left sphenoid bone \nwith meningeal reaction and dissemination \nto the infratemporal fossaInfratemporal fossa Nocardia nova sphenoid \nsinusitis and infratemporal \nfossa abscessNocardia nova Oral trimethoprimsulfamethoxazole two \ntablets twice per day \nalong with folic acid \nresulted in complete \nresolution of the infection, \nconfirmed by neck, chest, \nand sinus CT at 6-month \nfollow-up[8]\nMale/6 years – Headache, increased drowsiness, and double vision/ \nright orbital subperiosteal \nabscess and right maxillary \nand ethmoid sinusitisRight orbital fossa Bilateral maxillary and right \nethmoid sinusitisNocardia asteroides Trimethoprim-sulfamethox azole 20 mg/kg/day orally \nevery 6 hours, therapy for 7 \nmonths, and remained well \n20 years after this disease[16]\nMale/43 years Diabetes type 1 Nose block and a watery, \nnon-foul smelling nasal \ndischarge/HRCT of\nparanasal sinuses showed \npansinusitis with left DNS\nwith bony septal spur- Nocardia nova chronic \nmaxillary sinusitisNocardia nova Trimethoprim-sulfamethoxazole\n(TMP-SMX) for 6 weeks, \nwhich resulted in improve ment of symptoms[4]\nMale/40 years HIV Chronic nasal obstruction/\nCT showed pansinusitis \nwith a cyst in the left maxillary sinus- Nocardia asteroids sinusitis Nocardia asteroides Trimethoprim and sulfamethoxazole (TMP/SMX) \nfor 2 months with an excellent outcome[12]\nFemale/42 years Recurrent episodes of max illary sinusitisIridocyclitis, left maxillary \nsinusitis/CT scan showed \nmucosal hypertrophy \nof the left maxillary antrum, \nwith an air-fluid level in this \ncavity– Nocardia nova maxillary \nsinusitisNocardia nova A 6-week course of trimethoprim-sulfamethoxazole \n[two tablets (160/800 mg) \nevery 12 hours] was begun \nand substituted \nwith a 6-week course \nof erythromycin (every \n6 hours)[19]\nPage 6 of 8 Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29 \nTable 3 (continued)\nGender/age Past medical history Clinical presentation/\nimagingOther localization Diagnosis Species Treatment/outcome Reference\nMale/35 years Renal transplant for reflux \nnephropathyHeadache, diplopia, \nincreasing lacrimation, \nand nausea/soft tissue \nmass filling the sphenoid \nsinus and extending \nto the nasoethmoidal region on the left \nalong with pituitary fossa \nand suprasellar cisternNasoethmoidal region \non the left, pituitary fossa, \nand suprasellar cisternNocardia asteroids sphenoidal sinusitisNocardia asteroides Oral sulfadimidine 1.5 g \nevery 8 hours, amikacin \n(500 mg intravenously \nevery 12 hours), co-trimox azole (1600/320 mg intravenously every 6 hours), \nand imipenem (1.0 g intravenously every 8 hours) \nfor a week, followed \nby 8 weeks of only imipe nem; patient discharged \nwith erythromycin changed \nto roxithromycin (300 mg \ntwice daily) continued \nfor 17 months and symp toms were improved[15]\nFemale/39 years – Fever, rigors, diaphoresis, \nand night sweats/X-ray \nshowed opacification of left \nmaxillary sinus– Nocardia asteroids maxillary \nsinusitisNocardia asteroides Oral sulfadazine, 1.5 g \nevery 6 hours, and sodium \nbicarbonate, 650 mg four \ntimes daily for 5 months, \nresulted in improvement \nof symptoms[11]\nPage 7 of 8\n Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29 \n \nNocardia  pansinusitis or a patient with CLL who devel oped Nocardia  sinusitis, which indicates the importance \nof considering this diagnosis as a rare complication in \nimmunocompromised patients such as patients with \nCLL.\nSome clues could help physicians consider Nocar dia sinusitis diagnosis: cases in immunocompromised \npatients, any disseminated or isolated nodular tissue \nlesions, suppurative  granulomatous disease  associ ated with community-acquired pneumonia, and age \nover 50  years could be suggestive of Nocardia [4, 6]. In \nthis case, the patient was a 55-year-old man, immuno compromised due to both CLL and chemotherapy, who \ndeveloped a productive cough, frontal headache, and \nfever.\nAs mentioned before, the main entry mode of Nocar dia is through the respiratory system (spores/suspension \nof fragments of filaments), but it can also enter through \nmucous membranes and cutaneous wounds. After entry, \nit can induce septicemia and involved all organs. Precise \nlaboratory tests and imaging with high sensitivity are \nimportant for excluding other opportunistic infections \nsuch as tuberculosis, Cryptococcus, Histoplasma, Bacte roides, Aspergillosis, and Pneumococcus, as well as ruling \nout concomitant brain abscess and lung infection [8]. In \nthis case, it is possible that the main entry mode was his \ndecayed tooth; his normal chest CT and the absence of \nlung involvement support this hypothesis.\nNocardia  sinusitis is a very rare diagnosis in the lit erature, as a literature review returned only seven cases \nof Nocardia  sinusitis summarized in Table  3 [4, 8, 11, \n12, 15, 16, 19]. In most of these cases (five out of seven \nstudies), a previous disorder such as diabetes, cancer, or \nhuman immunodeficiency virus (HIV) had weakened the \nimmune system [4, 8, 12, 15, 19]. Similarly, in this case, \nthe patient had CLL, which induces humeral immunode ficiency and further cellular immunodeficiency in later \nstages[9]. Thus, rare infectious diseases and other com plications in immunocompromised patients [including \npatients who received chemotherapeutic agents, diabetes \nmellitus, patients with HIV/acquired immunodeficiency \nsyndrome (AIDS), etc.] should always be considered by \nphysicians. In these case reports, only a limited number \nof sinuses were involved, but in the present case report, \nthe patient developed pansinusitis. Furthermore, he \nreceived fludarabine, which suppresses cellular immu nity[7]. Additionally, cyclophosphamide, by inhibiting \nboth cell-mediated and humoral immune responses, \nhas extensive effects on the immune system [1]. Rituxi mab in this regimen suppresses humeral immunity and \nimmune system activity [21]. Gram staining and imaging \nhelped the authors reach the final diagnosis. On the basis \nof previous case reports, the core standard management and treatment of nocardia sinusitis is co-trimoxazole [4, \n8, 12, 15, 16, 19]. Other antibiotics including imipenem, \namikacin, erythromycin, or third-generation  cephalo sporins  could be added to this regimen. However, anti biotic susceptibility testing is an important part of the \ntreatment, as in recent years, Nocardia  resistance to mul tiple antibiotics has been reported [10, 20]. As mentioned \nbefore, in parallel with other studies, we initiated cotri moxazole and added carbapenem (meropenem) to this \nregimen, and after discharge, oral cotrimoxazole contin ued for 3 months.\nConclusion\nPansinusitis is a disease often associated with delayed \ndiagnosis due to its polymorphic clinical features \nand insidious course. Nocardia  infection of sinuses is \nextremely rare, and physicians must be familiar with \nthe specific of management of this infection. This case \nshowed that patients with febrile neutropenia should be \nassessed for rare infectious diseases etiologies, especially \npatients with CLL, who have both humeral and cellular \nimmunodeficiency. Therefore, a multisystem assessment \nof patients with febrile neutropenia is necessary and \nshould be considered in patients with no obvious source \nin primary surveys to find the rare etiology.\nAbbreviations\nCLL  Chronic lymphocytic leukemia\nPNS CT  Paranasal sinuses computed tomography\nFCR  Fludarabine, cyclophosphamide, rituximab\nAFB  Acid-fast bacillus\nMTB  Mycobacterium tuberculosis\nPCR  Polymerase chain reaction\nPCT  Procalcitonin\nOMC  Ostiomeatal complex\nAcknowledgements\nThe authors would like to thank the Clinical Research Development Unit of \nShahid Beheshti Hospital in Kashan university of Medical sciences. Authors \nalso show their sincere gratitude to Dr. Shirin Shafaei-Arani for her guidance \nand support.\nAuthor contributions\nFatemeh Kourkinejad-Gharaei: project administration, visualization, concep tualization, and writing—review & editing. Maedeh Najafizadeh: investigation, \nsupervision, and writing—original draft. Reza Manouchehri-Ardakani: writ ing—original draft. Mahdi Rafiyan: supervision and writing—original draft.\nFunding\nNo funding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nInformed written consent was obtained from the patient for publication of his \ncase along with radiographic and pathology images.\nPage 8 of 8 Najafizadeh et al. Journal of Medical Case Reports           (2025) 19:29 \nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images.\nA copy of the written consent is available for review by the Editor-in-Chief of \nthis journal.\nCompeting interests\nThere was no conflict of interest.\nReceived: 10 October 2024   Accepted: 26 December 2024\nReferences\n 1. Ahlmann M, Hempel G. The effect of cyclophosphamide on the immune \nsystem: implications for clinical cancer therapy. Cancer Chemother Phar macol. 2016;78(4):661–71. https:// doi. org/ 10. 1007/ s00280- 016- 3152-1.\n 2. Anagnostou T, Arvanitis M, Kourkoumpetis TK, Desalermos A, Carneiro \nHA, Mylonakis E. Nocardiosis of the central nervous system: experience \nfrom a general hospital and review of 84 cases from the literature. Medicine (Baltimore). 2014;93(1):19–32. https:// doi. org/ 10. 1097/ md. 00000 \n00000 000012.\n 3. Beaman BL, Beaman L. Nocardia species: host-parasite relationships. Clin \nMicrobiol Rev. 1994;7(2):213–64. https:// doi. org/ 10. 1128/ cmr.7. 2. 213.\n 4. Chawla K, Munim FC, Rao SP , Pillai S. Nocardia nova causing chronic \nmaxillary sinusitis: a rare case. JK Sci. 2012;14(2):95.\n 5. Dumic I, Brown A, Magee K, Elwasila S, Kaljevic M, Antic M, Igandan O, \nCardozo M, Rueda Prada L, Paulson M. Primary lymphocutaneous nocar dia brasiliensis in an immunocompetent host: case report and literature \nreview. Medicina. 2022. https:// doi. org/ 10. 3390/ medic ina58 040488.\n 6. Filice GA. Nocardiosis in persons with human immunodeficiency virus \ninfection, transplant recipients, and large, geographically defined populations. J Lab Clin Med. 2005;145(3):156–62.\n 7. Gassner FJ, Weiss L, Geisberger R, Hofbauer JP , Egle A, Hartmann TN, \nGreil R, Tinhofer I. Fludarabine modulates composition and function of \nthe T cell pool in patients with chronic lymphocytic leukaemia. Cancer \nImmunol Immunother. 2011;60(1):75–85. https:// doi. org/ 10. 1007/ \ns00262- 010- 0920-3.\n 8. Giordano A, Cohen-Salmon M, Joly B, Maffiolo C. Nocardia nova sphenoid \nsinusitis and infratemporal fossa abscess. Eur Ann Otorhinolaryngol Head \nNeck Dis. 2016;133(2):125–7. https:// doi. org/ 10. 1016/j. anorl. 2015. 09. 004.\n 9. Grywalska E, Zaborek M, Łyczba J, Hrynkiewicz R, Bębnowska D, Becht \nR, Sosnowska-Pasiarska B, Smok-Kalwat J, Pasiarski M, Góźdź S, Roliński \nJ, Niedźwiedzka-Rystwej P . Chronic lymphocytic leukemia-induced \nhumoral immunosuppression: a systematic review. Cells. 2020. https:// \ndoi. org/ 10. 3390/ cells 91123 98.\n 10. Hershko Y, Levytskyi K, Rannon E, Assous MV, Ken-Dror S, Amit S, Ben-Zvi \nH, Sagi O, Schwartz O, Sorek N. Phenotypic and genotypic analysis of \nantimicrobial resistance in Nocardia species. J Antimicrob Chemother. \n2023;78(9):2306–14.\n 11. Katz P , Fauci AS. Nocardia asteroides sinusitis: Presentation as a trimethoprim-sulfamethoxazole responsive fever of unknown origin. JAMA. \n1977;238(22):2397–8.\n 12. Márquez-Diaz F, Soto-Ramirez LE, Sifuentes-Osornio J. Nocardiasis in \npatients with HIV infection. AIDS Patient Care STDS. 1998;12(11):825–32. \nhttps:// doi. org/ 10. 1089/ apc. 1998. 12. 825.\n 13. Mehta HH, Shamoo Y. Pathogenic nocardia: a diverse genus of emerging \npathogens or just poorly recognized? PLoS Pathog. 2020;16(3): e1008280. \nhttps:// doi. org/ 10. 1371/ journ al. ppat. 10082 80.\n 14. Minero MV, Marín M, Cercenado E, Rabadán PM, Bouza E, Muñoz P . Nocar diosis at the turn of the century. Medicine. 2009;88(4):250–61.\n 15. Roberts SA, Bartley J, Braatvedt G, Ellis-Pegler RB. Nocardia aster oides as a cause of sphenoidal sinusitis: case report. Clin Infect Dis. \n1995;21(4):1041–2.\n 16. Sorichetti B, Westerberg BD, Tan R, Kozak FK. Nocardia asteroides sinusitis \nin a pediatric patient: case report with 20 year follow-up and review of \nthe literature. Int J Pediatr Otorhinolaryngol. 2015;79(7):1152–4. https:// \ndoi. org/ 10. 1016/j. ijporl. 2015. 04. 022. 17. Steinbrink J, Leavens J, Kauffman CA, Miceli MH. Manifestations and out comes of nocardia infections: comparison of immunocompromised and \nnonimmunocompromised adult patients. Medicine. 2018;97(40): e12436. \nhttps:// doi. org/ 10. 1097/ md. 00000 00000 012436.\n 18. Sun H, Mahomed MG, Patel J. Brain metastasis or nocardiosis? a case \nreport of central nervous system Nocardiosis with a review of the literature. J Commun Hosp Int Med Perspect. 2021;11(2):258–62.\n 19. Unzaga MJ, Crovetto MA, Santamaría JM, Rojo P , Llanos A, Ezpeleta C, \nCisterna R. Maxillary sinusitis caused by nocardia nova. Clin Infect Dis. \n1996;23(1):184–5. https:// doi. org/ 10. 1093/ clini ds/ 23.1. 184.\n 20. Wang C, Sun Q, Yan J, Liao X, Long S, Zheng M, Zhang Y, Yang X, Shi G, \nZhao Y. The species distribution and antimicrobial resistance profiles of \nNocardia species in China: a systematic review and meta-analysis. PLoS \nNegl Trop Dis. 2023;17(7): e0011432.\n 21. Weiner GJ. Rituximab: mechanism of action. Semin Hematol. 2010. \nhttps:// doi. org/ 10. 1053/j. semin hemat  ol. 2010. 01. 011.\n 22. Wilson JW. Nocardiosis: updates and clinical overview. Mayo Clin Proc. \n2012;87(4):403–7. https:// doi. org/ 10. 1016/j. mayocp. 2011. 11. 016.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}