{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04897-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04897-2.pdf",
  "metadata": {
    "/Keywords": "Hypercalcemia; Case report; Giant parathyroid adenoma; Parathyroidectomy; Faroe Islands",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241114163417+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241113170840+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04897-2",
    "/Author": "Ragnfríð Kannuberg Tórolvsdóttir ",
    "/Title": "A giant parathyroid adenoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04897-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Primary hyperparathyroidism is an endocrine disease and a common cause of nonmalignant hyper calcemia, often discovered incidentally in asymptomatic patients. The case reported herein illustrates that significant \nhormonal imbalances can present with unexpectedly mild clinical manifestations.",
    "Case Presentation": "Case presentation We describe a 47-year-old Caucasian male with two episodes of kidney stones and otherwise \nno symptoms of severe hypercalcemia. In our case, fasting emerged as a potential risk factor for the development \nof renal stones. The diagnosis was primary hyperparathyroidism. The intervention consisted of preoperative fluids \nand cinacalcet while awaiting surgery. Despite initial stability, the patient experienced a subsequent increase in ionized calcium and parathyroid hormone levels, becoming symptomatic with fatigue, tremors, and heart palpitations. \nThis progression led to a diagnosis of a hypercalcemic crisis, and the plan was accelerated. An acute parathyroid \nscintigraphy and an ultrasound was performed and revealed a giant intrathoracic parathyroid adenoma. After surgical \nremoval of the adenoma, he developed hungry bones and biochemical remission. The patient has received three \nextracorporeal shock wave lithotripsy treatments for a stone in the upper left kidney, but as of a computed tomography scan on 9 February 2024, the stone remains unchanged. Owing to the stone’s resistance to extracorporeal shock \nwave lithotripsy and the absence of symptoms, no further treatment is planned. Endoscopic laser treatment (retro grade intrarenal surgery) is an option, but for now, the situation will be monitored.",
    "Conclusion": "Conclusion This case report underscores that extremely elevated levels of calcium and parathyroid hormone \nalong with a rare giant parathyroid adenoma may not necessarily present with symptoms indicative of a calcium \ncrisis. Additionally, management of such rare giant parathyroid adenomas requires careful monitoring and a tailored \napproach to address potential postsurgical complications such as hungry bone syndrome.\nKeywords  Hypercalcemia, Case report, Giant parathyroid adenoma, Parathyroidectomy, Faroe Islands",
    "Introduction": "Introduction\nPrimary hyperparathyroidism (PHPT) is a prevalent \nendocrine disorder and the most common cause of non malignant hypercalcemia. PHPT is characterized by \nexcessive parathyroid hormone (PTH) secretion from \nthe parathyroid glands, regardless of serum calcium lev els [ 1, 7, 8]. The incidence is increasing, likely owing to \nimproved detection",
    "Methods": "methods [1]. PHPT is often dis covered incidentally in the asymptomatic patient  [4, 6]. \nRetrospectively, such patients often have had high nor mal or slightly elevated serum calcium levels for years \nbefore the PHPT diagnosis. Patients may experience dif fuse symptoms affecting various organ systems, such as Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRagnfríð Kannuberg Tórolvsdóttir\nragto@ls.fo\n1 Department of Endocrinology and Medicine, The National Hospital \nof the Faroe Islands, Torshavn, Faroe Islands\n2 Department of Endocrinology & Diabetes and Bone -Metabolic Research \nUnit, Rigshospitalet, Copenhagen, Denmark\n3 Faculty of Health Sciences, University of Copenhagen, Copenhagen, \nDenmark\n4 Center of Health Science, University of the Faroe Islands, Torshavn, Faroe \nIslands\n5 Steno Diabetes Center Faroe Islands, Tórshavn, Faroe Islands\nPage 2 of 5 Tórolvsdóttir et al. Journal of Medical Case Reports          (2024) 18:552 \nfatigue, memory difficulties, nausea, and muscle weak ness. Occasionally, the disease is diagnosed with a kid ney stone attack [9]. The most common cause of PHPT \nis a single adenoma [3]. Less than 1.5% of all adenomas \nare larger than 3.5 g [2]. The World Health Organization \n(WHO) classifies giant adenomas as those larger than 10 \ng [2]. A hypercalcemic crisis is a severe medical condi tion marked by dangerously high levels of calcium in the \nblood, which can lead to critical symptoms such as con fusion, dehydration, and renal failure. The scenario illus trates that significant hormonal imbalances can present \nwith unexpectedly mild clinical manifestations, contrib uting insights to the literature.\nCase presentation\nWe describe a 47-year-old Caucasian male patient who \npresented to the emergency room in the Faroe Islands in \n2017 with acute abdominal and flank pain.\nThe patient had followed a spiritual practice involving \nfasting for 10 days, consuming only water and vitamins. \nThe abdominal and flank pain started when the patient \nresumed solid food. A kidney stone was suspected as the \ncause of the abdominal pain. The patient’s records did not \nspecify consideration of alternative diagnoses for abdom inal pain, and liver function tests were not performed. \nA computed tomography (CT) urography and followup biochemical tests were scheduled. The CT urogra phy confirmed kidney stones. A biochemical evaluation \nrevealed ionized calcium (iCa) of 1.60 mmol/L and par athyroid hormone (PTH) of 34.4 pmol/L. The",
    "Results": "results of \nthe full biochemical tests are presented in Table  1. Later, \nthe kidney stones passed spontaneously, but regrettably, \nit has come to our attention that no action was taken on \nthe measurement of calcium and PTH levels.\nFive years later, in October 2022, the patient visited \nhis general practitioner (GP), complaining of fluctuating \nabdominal pain lasting for 2  weeks. The patient’s main \nconcerns were related to his episodes of kidney stones. \nLike in 2017, he had just ended a 10-day fasting period. \nThe patient underwent blood tests, revealing elevated \ntotal serum calcium, PTH, and low 25-hydroxyvitamin \nD levels (Table  1). Vitamin D supplementation com menced at 35 mcg daily, and the patient was promptly \nreferred to an endocrinologist. At the endocrinology \nclinic, the patient reported general well-being, aside from \na past kidney stone incident in 2017. The primary diag nosis was primary hyperparathyroidism. No other family \nmembers had hypercalcemia or kidney stones. Further \nassessments, including a comprehensive biochemistry \nscreening, a 24-hour urine calcium creatinine clear ance ratio (CCCR), and a dual-energy x-ray absorptiom etry (DEXA) scan, were conducted. The DEXA scan in November 2022 indicated a slightly lower than normal \nbone mineral density (Table 1).\nThe intervention consisted of preoperative intrave nous fluids (IVF) and cinacalcet 30 mg once daily, and \nthe patient continued with the previously recommended \nvitamin D supplementation while awaiting surgery. The \npatient was advised to consume 3–5 L of water daily. \nThe patient had a weight of about 80 kg. Despite initial \nstability, a subsequent increase in ionized calcium levels \noccurred, accompanied by rising PTH levels. The patient \nbecame symptomatic, experiencing fatigue, tremors, and \nheart palpitations, ultimately leading to a diagnosis of a \nhypercalcemic crisis. Vital signs at this time were blood \npressure 139/89, pulse 84 bpm, saturation 99% without \n O2 supplementation, and respiratory frequency 19 bpm. \nAn electrocardiogram (ECG) showed sinus rhythm with \nheart rate of 86 bpm.\nHospitalization ensued with intensified treatment \ninvolving isotonic NaCl infusions and an escalated Cina calcet dosage (30 mg three times daily). Despite these \nmeasures, hypercalcemic symptoms persisted. Owing to \nlimitations in diagnostic and treatment capabilities in the \nFaroe Islands, the patient was transferred to the Depart ment of Endocrinology at Rigshospitalet, Denmark.\nIn Denmark, acute parathyroid scintigraphy (Tc99m-Sestamibi) and ultrasound on 22 November 2022 \nrevealed a large intrathoracic adenoma (Fig.  1). Despite \ncontinued intensified treatment with Cinacalcet 30 \nmg three times daily and NaCl infusions, serum ion ized calcium levels rose further. Emergency surgery on \n24 November 2022 successfully removed a giant ade noma, measuring 60 × 35 ×  24   mm3 and weighing 24 g, \naddressing the underlying cause of the hypercalcemia. \nThe intervention was performed without any adverse \nor unanticipated events. Histopathological examination \nindicated a benign adenoma without signs of malignancy \nor inflammation.\nAdherence to postoperative care was meticulously \nmonitored through regular follow-up appointments, \nwhich included serum calcium and parathyroid hormone \n(PTH) level assessments. The patient was well informed \nabout the importance of following medical advice, \nincluding prescribed medications and dietary guidelines, \nto support recovery and maintain normal calcium levels. \nOver the next 12 months, the patient received treatment \ninvolving 2 g of calcium and vitamin D supplementation. \nThe patient’s positive engagement and adherence signifi cantly contributed to the favorable outcome of the treat ment. After 2 months, calcium homeostasis normalized, \nand after 3 months, the patient became asymptomatic \nwith ionized calcium and PTH levels within normal ref erence values (serum ionized calcium level 1.24 mmol/L \nand PTH 7.1 pmol/L, respectively).\nPage 3 of 5\n Tórolvsdóttir et al. Journal of Medical Case Reports          (2024) 18:552 \n \nTable 1 Biochemical and medical overview\nPTH  parathyroid hormone, 25OHD 25-hydroxyvitamin D, CCCR   calcium creatinine clearance ratio, CalciumD calcium and vitamin D tablets, D2 calcitriol tablets–1,25 dihydroxycholecalciferol, POD postoperative dayOctober\n2022November\n2022November\n2022November\n2022November\n202222\nNovemberOP\n24 November0POD 1POD 2POD 3POD 4POD 7POD 35POD November\n2023\niCalcium\n(1.18–1.32 mmol/L)1.95 1.83 2.27 2.29 2.21 2.39 2.37 1.95 1.74 1.45 1.28 1.13 stabel 1.27\nTotal calcium\n(2.20–2.55 mmol/L)3.40\nPTH\n(1.6–6.9 pmol/L)132 109 163 129 14 1.5 6.7 10.2 8.6\n25OHD\n(> 50 nmol/L)17 60 117\nDEXA scan\n(T-score) total BMD−0.76\nL2–L4/hip −1.76\nCreatinine\n(60–105 μmol/L)149 174 112\nMagnesium\n(0.70–0.95 mmol/L)0.72 0.59 0.62\nPhosphate\n(0.71–1.53 mmol/L)0.60 0.89\nCinacalcet treatment\n(mg)30 30 90\nCCCR (> 0.020) 0.029\nNaCl (L)/24 hours 4\nCalciumD + D2 1 g 2 g 2 g 2 g 0\nPage 4 of 5 Tórolvsdóttir et al. Journal of Medical Case Reports          (2024) 18:552 \nAs of April 2024, 17 months postoperatively, the \npatient remains normocalcemic; calcium supplementa tion stopped after 12 months, and the patient is in good \noverall health. However, occasional flank pain persisted, \nand the patient has undergone extracorporeal shock wave \nlithotripsy (ESWL) treatment three times for stones in \nthe upper left kidney pole. A CT scan performed on 9 \nFebruary 2024, showed that the stone remains unchanged \nand had not passed. Discussions with the patient have \nclarified that some stones are too hard to be affected by \nESWL. We typically do not pursue further treatment \nbeyond three attempts per stone. There is an option for \nendoscopic transluminal treatment with laser (retrograde \nintrarenal surgery (RIRS)), but the patient reports no \nsymptoms or discomfort from these stones in daily life. \nConsequently, we have decided to monitor the situation. \nHe was advised to measure calcium values every year for \nthe next 5 years at his GP . The patient expressed satisfac tion with the treatment received. Written informed con sent was obtained from the patient for publication of this \ncase report and any accompanying images.\nThe timeline information from this episode of care is \norganized in Table 1.",
    "Discussion": "Discussion\nThis case report highlights the presentation, diagno sis, and management of a Caucasian male with primary \nhyperparathyroidism (PHPT) and a rare giant parathy roid adenoma. Giant adenomas often present unique \ndiagnostic and therapeutic challenges. Documenting \nthese challenges, as well as successful approaches to over coming them, can aid in expanding the knowledge base for healthcare professionals, fostering a deeper under standing of the complexities associated with these cases.\nThis case underscores the commonly observed diag nostic delay in patients with primary hyperparathy roidism (PHPT) presenting with nephrolithiasis [9]. \nInitially manifesting in 2017 with symptoms of kidney \nstone and elevated levels of iCa and PTH, unfortunately, \nsubsequent biochemical tests did not include serum cal cium and PTH, critical for averting diagnostic delay. Five \nyears transpired from the initial presentation to the cor rect diagnosis.\nIn our case, fasting emerged as a potential risk factor \nfor the development of renal stones, and fasting may be a \nrisk factor for the development of renal stones [10]; how ever, other studies are warranted to investigate the rela tionship between fasting periods and the development or \nexacerbation of PHPT.\nThe patient in this case exhibited a notably low plasma \nvitamin D level, accompanied by the discovery of a mas sive 24 g adenoma and severe hypercalcemia upon PHPT \ndiagnosis. Existing literature suggests an association \nbetween low vitamin D levels and the severity of PHPT, \nwith some studies indicating that larger adenomas may \nbe associated with reduced vitamin D levels [2]. However, \nit is essential to note that conflicting findings exist in lit erature, with some studies reporting no significant cor relation between adenoma size and vitamin D levels [5].\nInitially, the patient exhibited mild symptoms; however, \ntreatment for hypercalcemia led to a severe hypercalce mic crisis, which required an emergency parathyroid ectomy. This progression underscores that symptoms \ncan escalate quickly, even when they are mild at first. \nFig. 1 Parathyroid scintigraphy (Tc-99m-Sestamibi) showing a parathyroid adenoma detected posterior and caudal to the left thyroid lobe. \nComputed tomography describes the process of reaching mediastinum superius and dislocating the trachea. Measures 4.2 × 2.8 × 6  cm3\nPage 5 of 5\n Tórolvsdóttir et al. Journal of Medical Case Reports          (2024) 18:552 \n \nDespite significant hormonal imbalances, clinical pres entations can vary widely, emphasizing the importance \nof thorough diagnostic and management strategies. By \nsharing information about the clinical course, treatment \noutcomes, and followup of patients with giant adenomas, \ncase reports contribute to the continuous improvement \nof patient care. The lessons learned from individual cases \ncan inform best practices and potentially improve out comes for patients with similar conditions in the future.\nConclusion\nThis case report demonstrates that extremely high lev els of parathyroid hormone and a rare giant parathyroid \nadenoma do not always produce signs and symptoms \ncharacteristic of a calcium crisis. It emphasizes the need \nfor personalized treatment plans, as the patient’s distinct \nclinical presentation and response to interventions sug gest that standard treatment protocols may require mod ification based on individual patient factors.\nAcknowledgements\nWe express our sincere gratitude to the patient, who generously shared his \nmedical journey with us.\nAuthor contributions\nR.K.T. and H.L.J. conceived the study, R.K.T., E.F., H.L.J. and P .S. designed the \nresearch, and R.K.T., E.F., H.L.J. and P .S. wrote the case report.\nFunding\nNone.\nData Availability\n The data supporting the findings of this study are available upon request. \nDue to privacy and ethical restrictions, individual-level data are not publicly \navailable but can be accessed through a data-sharing agreement, contingent \nupon patient consent.\nDeclarations\nEthics approval and consent to participate\nEthical approval was not required for this case report as it pertains to a single \npatient´s treatment and outcome, and no experimental procedures were \ninvolved. The patient provided informed consent for the treatment and the \npublication of their case details. All patient information has been anonymized \nto protect privacy.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAll authors state that they have no competing interests\nReceived: 22 May 2024   Accepted: 14 October 2024\nReferences\n 1. Vestergaard P , Abood A. Increasing incidence of primary hyperparathyroidism in Denmark. Dan Med J. 2013;60(2):A4567. 2. Bahn A, Athimulam S, Kumari P , et al. Large parathyroid adenomas: potential mechanisms to reconcile adenoma size and disease phenotype. Front \nEndocrinol. 2023. https:// doi. org/ 10. 3389/ fendo. 2023. 10095 16.\n 3. Marstrand SD, Tofteng CL, Jarløv A, Borgwardt L, Schwarz P . A case of concomitant FHH and single parathyroid adenoma in a male patient. J Med \nCase Rep. 2021;15(1):471. https:// doi. org/ 10. 1186/ s13256- 021- 03051-6.\n 4. Reid LJ, et al. Presentation, diagnostic assessment, and surgical outcomes \nin primary hyperparathyroidism: a single centre’s experience. Endocr \nConnect. 2018;7(10):1105–15.\n 5. Moosgaard B, Vestergaard P , Heickendorff L, Melsen F, Christiansen P , \nMosekilde L. Vitamin D status, seasonal variations, parathyroid adenoma \nweight and bone mineral density in primary hyperparathyroidism. Clin \nEndocrinol (Oxf ). 2005;63(5):506–13. https:// doi. org/ 10. 1111/j. 1365- 2265. \n2005. 02371.x.\n 6. www. endoc rinol ogy. dk\n 7. Fraser WD. Hyperparathyroidism. Lancet. 2009;374(9684):145–58. https:// \ndoi. org/ 10. 1016/ S0140- 6736(09) 60507-9.\n 8. Bilezikian JP , Bandeira L, Khan A, Cusano NE. Hyperparathyroidism. \nLancet. 2018;391(10116):168–78. https:// doi. org/ 10. 1016/ S0140- 6736(17) \n31430-7.\n 9. Albert A, Perez BE, Schneider D, Long K. Timely evaluation and manage ment of primary hyperparathyroidism in patient with kidney stones. J \nSurg Res. 2018;232:564–9. https:// doi. org/ 10. 1016/j. jss. 2018. 07. 028.\n 10. Kirubarajan A, Lam ACL, Khan S, Yau M, Golda N, Buckley R. The association between renal stones and fasting: a systematic review. Can Urol \nAssoc J. 2021;15(3):E169–74.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}