{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05102-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05102-8.pdf",
  "metadata": {
    "/Keywords": "Elbow tuberculosis; Multidrug-resistant tuberculosis; Mycobacterium tuberculosis; Elbow joint; Arthritis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303041919+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250302175155+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05102-8",
    "/Author": "J. Manske ",
    "/Title": "Tuberculosis of the elbow joint: the complexity of diagnosis and treatment—A case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05102-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Tuberculosis is one of the deadliest diseases worldwide, with an estimated incidence of more than 10 \nmillion new cases annually. As part of bone and joint tuberculosis (5–6% of all extrapulmonary tuberculosis cases), \nelbow tuberculosis is a rare manifestation—especially in the Western world—and is associated with nonspecific \nsymptoms such as swelling, redness, and painful limitation of motion. This often leads to initial misdiagnoses, such \nas septic arthritis or rheumatoid arthritis, resulting in a significant delay in diagnosis and treatment.",
    "Case Presentation": "Case presentation A 27-year-old male patient from Bangalore, South India presented with left elbow pain \nand restricted motion. The clinical and imaging findings led to the suspicion of olecranon bursitis. Intraoperatively, \njoint tuberculosis was suspected; therefore, multiple tissue samples were taken and a diagnostic routine according to guidelines was initiated. The tuberculosis-specific interferon gamma test was positive and thus confirmed \nthe patient’s previous contact with Mycobacterium tuberculosis. Since extrapulmonary tuberculosis is often caused \nby multidrug-resistant mycobacterial strains, tuberculostatic therapy was started after obtaining the resistogram. \nUnder the initiated therapy, a reduction in synovial inflammation on magnetic resonance imaging and a rehabilitation \nof the mobility of the elbow were achieved over a period of more than 15 months.",
    "Conclusion": "Conclusion The basis for finding the diagnosis is a detailed, interdisciplinary diagnostic process, especially in patients \nwith persisting unspecific symptoms, since joint tuberculosis is frequently the only site of manifestation. Despite \nthe slow growth of mycobacteria, the microbiological findings, particularly the resistogram, should be awaited \nsince extrapulmonary tuberculosis is often multidrug resistant. As shown in this case, surgical treatment is important \nfor reliable diagnosis, including pathogen identification, but it is not mandatory for successful healing and regaining \nfunctionality of the affected joint.\nKeywords  Elbow tuberculosis, Multidrug-resistant tuberculosis, Mycobacterium tuberculosis, Elbow joint, Arthritis, \nCase report\nBackground\nTuberculosis (TB) is one of the deadliest diseases world wide, with an incidence of more than 10 million new \ncases estimated annually [1]. In recent years, there has \nbeen an increase in extrapulmonary tuberculosis out side of known risk areas, mainly owing to migration and \ntraveling, which has led to rising case numbers overall in \nEurope as well as in Germany [1, 2]. Elbow TB is a rare \nmanifestation of TB, especially in the Western world. *Correspondence:\nJ. Manske\njenny.manske@ukdd.de\n1 University Center for Orthopaedics, Trauma and Plastic Surgery, \nShoulder and Elbow Section, University Hospital Carl Gustav Carus, \nFetscherstraße 74, 01307 Dresden, Germany\nPage 2 of 9 Manske et al. Journal of Medical Case Reports           (2025) 19:88 \nIt is associated with nonspecific inflammatory symp toms such as swelling, redness, and painful limitation of \nmotion. The unspecific clinical presentation is the rea son why there is often a significant delay in the diagnos tic process and, accordingly, in the initiation of a specific \ntreatment. This is despite the fact that bone and joint \ntuberculosis is frequently the only site of manifestation, \naccounting for 5–6% of all extrapulmonary TB (15–20%) \n[3]. The key to successful treatment lies in the earli est possible diagnosis, which can be achieved through a \ndetailed anamnesis, an observant breakdown of medical \nhistory, extended imaging",
    "Methods": "methods, and interdisciplinary \ncollaboration.\nDespite the slow growth of mycobacteria, the resisto gram should be awaited since extrapulmonary TB is often \ncaused by multidrug-resistant mycobacteria stems [4–6]. \nTherefore, long-term antibiotic treatment using individu ally compiled drug combinations is obligatory. As shown \nin the underlying case, surgical treatment is not man datory for successful healing and rehabilitation of joint \nfunctionality and should therefore be evaluated critically \nafter weighing the available therapeutic options [7–9].\nCase presentation\nA 27-year-old healthy Indian male patient from Banga lore presented in our surgical emergency department \nin the beginning of June 2020 with a painful limitation \nof motion in the left elbow. The patient described a fall \nduring which he impacted his elbow, approximately 2 months prior to the initial presentation. No other trau mas had occurred recently. An outpatient X-ray diagno sis carried out in April showed no fracture (Fig.  1). The \npatient stated no other medical conditions, no opera tions, and no need for long-term medication.\nClinical findings\nThe initial clinical examination in June 2020 revealed \nnonirritant and closed skin conditions and discrete swell ing and tenderness over the left olecranon. According to \nthe neutral zero method, there was limitation of motion \nas follows: flexion/extension of 130°/30°/0° and prona tion/supination of 70°/0°/70°.\nAside from the abovementioned findings, there were \nno other noticeable problems with the left upper extrem ity. A further body check revealed no findings. Labora tory",
    "Results": "results showed normal values, except for a slightly \nelevated C-reactive protein (CrP) of 10.3  mg/L and an \nelevated total creatine kinase activity (4.86  µmol/s  L). \nWithin the externally conducted X-ray of the elbow in \ntwo planes, a potential osteolysis of the olecranon was \nsuspected (Fig. 1).\nTherefore, further imaging with a computed tomogra phy (CT) scan was initiated. The CT revealed an erosion \nof the proximal olecranon at the insertion of the triceps \nmuscle (Fig.  2), with no confirmation of the suspected \nosteolysis. The patient was discharged home from the \nemergency room (ER). The recommendations included \nearly functional exercise without weight-bearing for 3 \nFig. 1 X-ray of the left elbow, taken on 17 April 2020; A anterior–posterior view, # shows unclear soft tissue calcification; B lateral view, *shows \npotential osteolysis\nPage 3 of 9\n Manske et al. Journal of Medical Case Reports           (2025) 19:88 \n \nweeks and regular clinical follow-ups. Beyond that, the \nuse of nonsteroidal antiinflammatory drugs (NSAIDs) \n(ibuprofen 600 mg up to three times a day) as antiinflam matory and pain therapy was recommended.\nThen, 3 weeks later the patient returned to the hospi tal for follow-up. This time a perforated purulent bursi tis olecrani of the left elbow was suspected (Fig.  3A). The \nexternal magnetic resonance imaging (MRI) scan showed \nthe known erosion with significant peripheral edema of \nthe proximal olecranon as a sign of a beginning osseous \ninfection. In addition, a clear joint effusion was visible \n(Fig.  3B,C). Osteolysis could not be ruled out. Clinically, \nthere were no signs of sepsis (for example, fever and \nchills). The laboratory findings showed a slightly elevated \nCrP (12.3 mg/L) accompanied by normal leukocytes (7.1 \nGPt/L). Owing to reasonable clinical suspicion of burisi tis, the patient was admitted to the hospital for surgical treatment, which included a bursectomy and multiple \nsampling.\nIntraoperatively, a 1  cm-sized elliptic skin defect, a \n1  cm  × 1.5  cm-sized defect of the joint capsule, and a \npurulent white exudate from the joint were seen. A total \nof four native, nonformalin-fixed samples were collected \nfor microbial (three) and histopathological (one) assess ment. On the basis of these findings, and considering the \npatient’s origin, joint TB was clinically suspected for the \nfirst time. Postoperatively, a standard calculated antibi otic therapy with amoxicillin 2 g/sulbactam 1 g, admin istered three times per day, was started while microbial \nand histopathological results were not yet available.\nSubsequently, the diagnostic algorithm for TB (chest \nX-ray, repeated microbial sputum samples, and inter feron gamma test), as recommended by the German \nS2k guideline on the treatment of tuberculosis in adults, \nFig. 2 Computed tomography scan of the left olecranon; A sagittal; B axial; C coronal; *shows suspected erosion of the olecranon\nFig. 3 A Clinical impression of the olecranon (dorsal, left) on 25 June 2020; B and C magnetic resonance imaging scan (B, sagittal; C, coronal) \nwith peripheral edema of the proximal olecranon as a sign of a beginning osseous infection\nPage 4 of 9 Manske et al. Journal of Medical Case Reports           (2025) 19:88 \nwas performed [10, 11]. From the abovementioned tests, \nonly the tuberculosis-specific interferon gamma test was \npositive. Of the three tissue samples collected intraopera tively, only one was found to be populated with staphylo coccus epidermidis (1/3). In the first sample collection, no \nmycobacteria were detected. Following the recommen dation of our colleagues from the department of infecti ology, we did not start tuberculostatic therapy owing to \nmissing results from the histopathological and microbio logical examinations. The following days were unevent ful. The inserted drainage was removed when the exudate \nregressed. The inflammatory parameters normalized. The \nwound was always free of irritation. Further symptoms \nwere not reported by the patient. Then, 5 days later, a sec ond-look surgery was performed with further microbialspecimen collection. The antibiotic therapy was adapted \nto clindamycin 600 mg three times per day, according to \nthe available resistogram of the detected staphylococcus \nepidermidis.\nWhen the wound was dry and without irritation, the \npatient was discharged 2 days after the second-look sur gery, with immobilization. Wearing the cast until com pleted wound healing, with daily exercises to maintain \nmobility, was advised. The antibiotic therapy was recom mended to be continued for an additional 5 days. Fur thermore, we scheduled regular appointments with our \ninfectious disease outpatient clinic. The results of the \nhistopathological and microbiological examinations were \nstill pending at this time.\nThe verdict of elbow joint TB was first confirmed his topathologically (the species-specific polymerase chain \nreaction (PCR) (IS6110) for the detection of M. tuber culosis, M. bovis, and M. bovis Bacillus Calmette–Gué rin (BCG) proved positive [123-bp amplification]) in the \nsecond sample collected during the second-look surgery. \nThen, 6 weeks after the culture incubation of the tissue \nsamples taken intraoperatively, microbiological evidence \nof M. tuberculosis was obtained. Owing to the still-pend ing resistogram, there was no change in therapy. In the \nfollowing weeks, the patient was not available for medical \ntherapy several times owing to personal reasons, hence \ndelaying the clinical follow-up. Finally, 3 months after the \noperative treatment, the patient presented for another \nclinical examination on his own initiative. At this point, \nwe found a recurrence of the swelling of the elbow and a \nnew extension deficit of 30°. The scar was dry and nonir ritated and the laboratory values displayed no abnormali ties. Owing to the extraordinarily slow bacterial growth \nin the isolate, the resistogram was not available for a \nlong time. Therefore, another follow-up was scheduled. \nHowever, 2 weeks later, the clinical findings were still \nunchanged. Moreover, 4 months after the initial presen tation, an increasing effusion in the elbow joint became apparent, so a follow-up MRI was conducted. The MRI \n(Fig.  4) showed a progressive and extensive synovial \ninflammation of the entire elbow joint with a rather small \njoint effusion. Owing to the extremely slow growth of the \nbacteria and the extensive resistance testing, we did not \nreceive the final resistogram (Fig.  5) until 4 months after \ninitial presentation.\nThereafter, an interdisciplinary case",
    "Discussion": "discussion took \nplace. The idea of another surgical treatment to reduce \nthe bacterial load was depraved. In consideration of the \nfinally available resistogram and a joint effusion that was \nnot very pronounced on imaging, it was decided to opt \nfor a solely drug-based therapy. Prior to antibiotic treat ment, we conducted routine diagnostic testing, as rec ommended by the German S2k guideline on treatment \nof tuberculosis in adults [10]. This included a chest X-ray \nto detect specific pulmonary changes (already done), \nan electrocardiogram (ECG), as well as an ophthalmo logic consultation. Table  1 gives an overview of possible \nfindings.\nSubsequently, 5 months after the initial presenta tion, we began the tuberculostatic therapy (bedaquiline, \nlevofloxacin, linezolid, clofazimine, ethambutol, and \npyrazinamide) in accordance with the resistogram under \nfrequent laboratory testing of electrolyte levels and renal \nand hepatic parameters.\nThe patient was closely monitored with repeated fol low-up examinations (laboratory, ECG, ophthalmologic, \nand imaging controls). During the MRI control, 25 weeks \nafter starting the antibiotical therapy, a regression of the \nsynovialitis was recorded. The tuberculostatic therapy \nwas well tolerated by the patient. With resolution of the \nsynovial inflammatory reaction, the clinical findings also \nimproved. The patient regained a nearly unimpaired \nrange of motion with flexion/extension of 130°/5°/0° and \npronation/supination of 90°/0°/90° (Table  2). The swelling \nand tenderness on palpation over the left elbow resolved \nduring the treatment.\nAfter a slightly longer than 7 months of therapy, the \nantibiotic regimen was changed to bedaquiline, levoflox acin, ethambutol, and pyrazinamide.\nFrom the beginning of June 2021, the patient experi enced adverse drug reactions in the form of numbness \nand paresthesia (burning sensation) in the region of \nboth forefeet and the soles of the feet. Accordingly, the \ntherapy with ethambutol was paused and switched to clo fazimine. With this therapy, the numbness and burning \nsensations did resolve. After a change of residence to the \nNetherlands owing to personal reasons, further care was \nprovided there.\nUntil the end of the therapy in May 2022, numbness of \nthe feet, joint pain, and dry skin remained as side effects. \nEven after discontinuation of the medication, the patient \nPage 5 of 9\n Manske et al. Journal of Medical Case Reports           (2025) 19:88 \n \nFig. 4 Magnetic resonance imaging scan of the elbow 21 weeks after initial clinical examination: 1, humerus; 2, olecranon; 3, radius; 4, ulnae; \n*shows synovial inflammation\nFig. 5 Resistogram from the external laboratory presenting drug resistance against isonicotinic acid-hydrazide, rifampicin, and rifabutin; R resistant; \nS sensitive\nPage 6 of 9 Manske et al. Journal of Medical Case Reports           (2025) 19:88 \ncomplained of persistent numbness of the feet and very \ndry skin. Beyond that, there were no complaints in every day life. Mobility of the elbow was unrestricted and only \noccasional pain occurred during heavy exertion.\nDiscussion\nTB continues to be one of the most common and deadly \ndiseases worldwide, with an overall increasing incidence \n[1]. In Germany, the incidence per 100,000 inhabitants \nrose from 5.3 (2010) to 7.1 (2015). The incidence has \nfallen continuously in recent years, although there is cur rently (2024) a slight increase again. In 2021, the year in \nwhich our case originated, the incidence was 4.7/100,000 \ninhabitants [12, 13]. Most patients originated from \nRomania (6.9%), while India was the second most com mon country of birth (6%) in 2021 [12].\nThe most common site of manifestation of infection \nwith M. tuberculosis is the lung. In only 35% of cases does \nTB occur extrapulmonary. In these cases, usually lymph \nnodes, parenchymatic organs, and the spine are affected. \nInfections of other bones or peripheral joints, such as the \nelbow, joint are very rare, with an incidence of approxi mately 2–5% [4, 12, 14–16]. Although the incidence in risk areas, such as the country of origin of our patient, \nis high at 15–20%, it is comparatively low in the Western \nworld [3, 17]. This is why current literature mainly con sists of case reports and a few reviews. Randomized stud ies evaluating the efficacy of a specific treatment or giving \nguidance regarding the diagnostic process are scarce, if \nnot unavailable [7].\nThe aim of this case report is, therefore, to raise aware ness of TB affecting peripheral joints, as well as to give \na clinical recommendation in synopsis with other inter national reports. TB of the elbow often presents with \nnonspecific symptoms of a painful joint, sometimes with \nswelling and hyperthermia, accompanied by limited \nrange of motion [5, 15, 16].\nA systemic reaction such as fever, fatigue, and weight \nloss occurs very rarely [5]. In many cases, the symptoms \ninitially mimic other diseases such as rheumatic or com mon septic arthritis [18–20]. Owing to this, many reports \nmention a significant delay (several weeks to years) until \nthe correct diagnosis is made [5, 7, 21, 22]. In our case, \npurulent bursitis was the initial verdict. Other case \nreports describe similar problems. Tangadulrat et al. ini tially diagnosed septic arthritis [7]. Jung et al. described Table 1 Routine diagnostic testing prior and during antibiotic treatment and possible findings [10]\nRoutine diagnostic testing Possible findings\nChest X-ray Pathological changes in the pulmonary skeleton such as:\n•nonspecific hilar lymph node enlargement\n•homogeneous consolidations\n•unilateral pleural effusions\n•cavernous tip foci\n•calcified scars\nECG QTc time prolongation prior to planned therapy \nwith levofloxacin, bedaquiline, and clofazimine\nOphthalmologic control Optic neuritis during therapy with ethambutol\nLaboratory control •blood cell count\n•kidney function parameters (pyrazinamid)\n•liver function parameters (Isoniazid)\nTable 2 Overview of the scores and ranges of motion in the course of therapy\nOES Oxford Elbow Score, MEPS Mayo Elbow Performance Score, DASH Disabilities of Arm, Shoulder, and Hand Questionnaire, VAS  visual analog pain scale, flex./ext. \nflexion and extension according to the neutral zero method, pro./sup. pronation and supination according to the neutral zero methodScore Initial clinical \nexamination5 months after initial clinical \nexamination8 months after initial clinical \nexamination32 months after \ninitial clinical \nexamination\nOES – 34 41 43\nMEPS – 65 100 100\nDASH – 31.7 15.0 3.3\nPain on VAS – 6/10 3–4/10 0/10\nFlex./ext. 130°/30°/0° 100°/30°/0° 120°/15°/0° 130°/0°/0°\nPro./sup. 70°/0°/70° 90°/0°/90° 90°/0°/90° 90°/0°/90°\nPage 7 of 9\n Manske et al. Journal of Medical Case Reports           (2025) 19:88 \n \na lateral epicondylitis that did not improve with local \ngating and intramuscular stimulation. Over time, elbow \nTB was diagnosed [22]. Seung et al. described a case in \nwhich monoarthritis affecting the hands was mistakenly \ntreated as seronegative rheumatoid arthritis and the cor rect diagnosis was only made after the therapy did not \nshow any betterment after 1 year [19]. Delayed diagno sis, therefore, not only prolongs the patient’s suffering but \ncan also lead to increasing and possibly irreversible joint \ndestruction. It also increases the costs to the healthcare \nsystem owing to unnecessary diagnosis, treatment, and \npotentially longer hospitalizations [23, 24].\nConsidering these reports, it is particularly important \nto initiate MRI diagnostics promptly in the case of per sistent painful swelling and restricted movement of the \nelbow without traumatic event and inconspicuous infec tion parameters. Prakash et  al. described specific find ings on MRI that could lead to the diagnosis in 2016 [25]. \nIf TB is suspected and synovitis is confirmed via imag ing, biopsy as well as routine diagnostic testing (Table  1) \nshould be initiated since, in approximately 40% of cases, \nthe lung is also affected [7, 10, 26].\nIn about half of the cases, similar to our report, MRI \ndiagnostics can show pronounced synovialitis accompa nied by osteolysis, active and chronic pannus, and central \nand peripheral erosions in the area of the bone [27, 28]. \nHowever, these radiological changes can also be com pletely absent or occur in other diseases such as rheu matoid arthritis, therefore complicating the diagnostic \nprocess [29–32].\nBone and joint TB is mainly caused by the strain M. \ntuberculosis (> 90%). In a French retrospective analysis, \nM. bovis was also detected in 4.3% of patients, whereas \na Chinese study failed to detect this strain even once [5, \n27].\nIn about one-tenth of cases, the TB pathogen is \nresistant to one of the four standard drugs (isoniazid, \nrifampicin, pyrazinamide, and ethambutol). Multidrug \nresistance (resistant to at least isoniazid and rifampicin) \nis found in about 2% of cases, as in our case [1, 12]. In \naddition, literature confirms that articular TB is more \nfrequently caused by multidrug-resistant strains [4–6]. \nIn 2021, 77 cases of multidrug-resistant (MDR) TB were \nrecorded in Germany [12].\nWith regard to therapy, it has been shown that joint \nTB can be treated effectively with an antibiotic therapy \nin accordance with the resistogram [7 ]. The duration \nof therapy should be adapted to the clinical and radio logical course of events. Controls should occur every \n6–12 weeks. The initial therapy should consist of a fourdrug regime for 2–3 months, followed by 6–9 months \nof sustaining therapy. Some authors recommend an \nextension of this treatment for up to 18 months [33]. A Greek retrospective analysis described a median dura tion of therapy of 10.8 months, with a 75% success rate \nin bone and joint TB [26].\nAccording to the current guidelines, a therapy dura tion of 9 months is recommended for bone and joint \ntuberculosis: fourfold therapy with isoniazid (INH), \nrifampicin (RMP), pyrazinamide (PZA), and ethambu tol (EMB) over 2 months and then twofold therapy with \nINH, RMP over 7 months [11].\nThus, in our case, we observed a steady decrease of \nsynovial changes in the follow-up MRI controls and a \ngood clinical outcome based on the collected scores. \nSurgical treatment should be evaluated carefully and \nonly be used as a last resort or when antibiotic therapy \ndoes not lead to a significant improvement [34]. This \nhas already been described in the past by Martini et al. \n[35], in their publication from 1980, where acceptable \nmobility could be achieved by targeted antibiotic ther apy over 12 months.\nIn their recent review, Upadhyaya et al. conclude that \nsurgical treatment (debridement, arthrodesis, arthro plasty, or arthroscopy) should be attempted in the \nabsence of clinical and radiological improvement after \n4–6 weeks of drug therapy, in the case of infected lesions \nclose to the elbow with a risk of joint collapse and in the \ncase of Kerri and Martini stage III–IV, with preserved 20° \nrange of motion [8].\nIn contrast, Qian et  al. reported very good results in \ntheir retrospective analysis of six patients treated with \nopen arthrolysis and a motion fixator [36]. All patients \nreceived the antibiotic therapy for 6–12  months after \ntheir discharge. The mean preoperative range of motion \n(ROM) in the study was 50.8° and the Mayo Elbow Per formance Score (MEPS)  was 43.3 points and could be \nincreased to 111.7° and 92.5 points after surgical treat ment. When comparing our results with the abovemen tioned clinical results, we found that the destruction \nof the joint had already significantly progressed in the \npatients reported by Qian et al. In addition, three of the \npatients had already developed heterotopic ossifications \n[36]. While Qian et  al. found surgical treatment to be \nhelpful, Chen et al. described worsening of mobility after \nsurgical treatment in 23 of their 27 examined patients, \ndepending on the stage [9]. In contrast to the abovemen tioned studies, we were able to achieve a good functional \noutcome with drug therapy without the need for further \nsurgical treatment, despite delayed diagnosis and the \nonset of osteolysis.\nOverall, the key to effective therapy is the need for early \nrecognition of the disease to counteract irreparable dam age to the joint. In addition, it is important to notice that \nthe goal of surgical therapy is to preserve joint function \nrather than to treat the infection [7, 8].\nPage 8 of 9 Manske et al. Journal of Medical Case Reports           (2025) 19:88 \nIt should be borne in mind that this is an individual \ncase report with individual experiences.\nThe flowchart (Fig.  6) below shows a recommended \ntreatment sequence based on literature research.\nConclusion\nElbow TB is a rare manifestation of TB. A differential \ndiagnosis of articular TB should be considered at an \nearly stage in case of unclear elbow pain. In case of early \ndiagnosis, good clinical results can be achieved with the \nhelp of resistogram-based antibiotic therapy for about \n9–12  months, depending on the level of resistance. In \nadvanced cases with pronounced joint destruction, sup plementary surgical therapy can preserve function. This, \nhowever, needs to be considered carefully.Abbreviations\na.p.  Anterior posterior\nCrP  C-reactive protein\nCT  Computed tomography\nDASH  Disabilities of Arm, Shoulder and Hand Questionnaire\nECG  Electrocardiogram\nER  Emergency room\nFlex/Ext  Flexion and extension according to the neutral zero method\ni.e.  that is\nMEPS  Mayo Elbow Performance Score\nMRI  Magnetic resonance imaging\nMDR  Multidrug-resistant\nNSAIDS  Nonsteroidal antiinflammatory drugs\nOES  Oxford Elbow Score\nP/S  Pronation and supination\nROM  Range of motion\nS2k guideline  Formal consensus has been reached\nTB  Tuberculosis\nVAS  Visual analog pain scale\nAcknowledgements\nWe thank all staff of the University Hospital Carl Gustav Carus Dresden who \ncontributed to this case report.\nAuthor contributions\nJM and ET collected the data. JM, ET, and JN contributed to the write-up and \nfinal review of the article. All authors read and approved the final article.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL. None to be \ndeclared.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe patient consented to the publication of his case history, including the \npresentation of pictures. Written consent has been obtained.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 26 November 2024   Accepted: 2 February 2025\nReferences\n 1. Geneva: World Health Organization. Global tuberculosis report 2022. \n2022.\n 2. Robert Koch-Institut. Epidemiologisches Bulletin zum Welttuberkulosetag. 2024. https:// www. rki. de/ DE/ Conte nt/ Infekt/ EpidB ull/ Archiv/ 2024/ \nAusga ben/ 11_ 24. pdf?__ blob= publi catio nFile . Accessed 17 Dec 2024.\n 3. Pigrau-Serrallach C, Rodríguez-Pardo D. Bone and joint tuberculo sis. Eur Spine J. 2013;22(Suppl 4):556–66. https:// doi. org/ 10. 1007/ \ns00586- 012- 2331-y .\n 4. Pang Y, An J, Shu W, Huo F, Chu N, Gao M, et al. Epidemiology of extrapulmonary tuberculosis among inpatients, China, 2008–2017. Emerg Infect \nDis. 2019;25:457–64. https:// doi. org/ 10. 3201/ eid25 03. 180572.\n 5. Chen S-T, Zhao L-P , Dong W-J, Gu Y-T, Li Y-X, Dong L-L, et al. The clinical features and bacteriological characterizations of bone and joint \nFig. 6 Treatment sequence for nonspecific elbow symptoms \nunder consideration for tuberculosis\nPage 9 of 9\n Manske et al. Journal of Medical Case Reports           (2025) 19:88 \n \ntuberculosis in China. Sci Rep. 2015;5:11084. https:// doi. org/ 10. 1038/ \nsrep1 1084.\n 6. Held MFG, Hoppe S, Laubscher M, Mears S, Dix-Peek S, Zar HJ, Dunn RN. \nEpidemiology of musculoskeletal tuberculosis in an area with high disease prevalence. Asian Spine J. 2017;11:405–11. https:// doi. org/ 10. 4184/ \nasj. 2017. 11.3. 405.\n 7. Tangadulrat P , Suwannaphisit S. Tuberculosis septic arthritis of the elbow: \na case report and literature review. Cureus. 2021;13: e13765. https:// doi. \norg/ 10. 7759/ cureus. 13765.\n 8. Upadhyaya GK, Kumar A, Iyengar KP , Agarwal A, Jain VK. Current concepts \nin the diagnosis and management of tuberculosis of the elbow joint. J \nClin Orthop Trauma. 2021;19:200–8. https:// doi. org/ 10. 1016/j. jcot. 2021. \n05. 014.\n 9. Chen WS, Wang CJ, Eng HL. Tuberculous arthritis of the elbow. Int Orthop. \n1997;21:367–70. https:// doi. org/ 10. 1007/ s0026 40050 187.\n 10. Deutsche Gesellschaft für Pneumologie und Beatmungsmedizin e.V. S2kTuberkulose-im-Erwachsenenalter. 2022-10.\n 11. Schaberg T, Brinkmann F, Feiterna-Sperling C, Geerdes-Fenge H, Hart mann P , Häcker B, et al. Tuberkulose im Erwachsenenalter. [Tuberculosis in \nadulthood - The Sk2-Guideline of the German Central Committee against \nTuberculosis (DZK) and the German Respiratory Society (DGP) for the \ndiagnosis and treatment of adult tuberculosis patients]. Pneumologie. \n2022;76:727–819. https:// doi. org/ 10. 1055/a- 1934- 8303.\n 12. Robert Koch-Institut. Bericht zur Epidemiologie der Tuberkulose in \nDeutschland für 2022.\n 13. Robert Koch-Institut. Welt-Poliotag 2017 Die Polioeradikation ist ohne \nLaborcontainment chancenlos: RKI-Bib1 (Robert Koch-Institut); 2017.\n 14. Pattu R, Chellamuthu G, Sellappan K, Chendrayan K. Total elbow arthro plasty for active primary tuberculosis of the elbow: a curious case of \nmisdiagnosis. Clin Shoulder Elb. 2022;25:158–62. https:// doi. org/ 10. 5397/ \ncise. 2021. 00304.\n 15. Parmar H, Shah J, Patkar D, Singrakhia M, Patankar T, Hutchinson C. Tuber culous arthritis of the appendicular skeleton: MR imaging appearances. \nEur J Radiol. 2004;52:300–9. https:// doi. org/ 10. 1016/j. ejrad. 2003. 11. 003.\n 16. Golden MP , Vikram HR. Extrapulmonary tuberculosis: an overview. Am \nFam Phys. 2005;72:1761–8.\n 17. Yoon HJ, Song YG, Park WI, Choi JP , Chang KH, Kim JM. Clinical manifestations and diagnosis of extrapulmonary tuberculosis. Yonsei Med J. \n2004;45:453–61. https:// doi. org/ 10. 3349/ ymj. 2004. 45.3. 453.\n 18. Magnussen A, Amirthanayagam T, Sofat R. Osteoarticular tuberculosis: \nthe great mimicker still catches us out—a case report. Acta Orthop. \n2016;87:83–4. https:// doi. org/ 10. 3109/ 17453 674. 2015. 11031 15.\n 19. Seung OP , Sulaiman W. Osteoarticular tuberculosis mimicking rheumatoid arthritis. Mod Rheumatol. 2012;22:931–3. https:// doi. org/ 10. 1007/ \ns10165- 012- 0605-1.\n 20. Carender CN, Akoh CC, Kowalski HR. Mycobacterium tuberculosis \nmonoarthritis of the knee in children: a case report. Iowa Orthop J. \n2018;38:17–23.\n 21. Meena UK, Saibaba B, Behera P , Meena RC. Sternoclavicular joint tuberculosis: a series of 9 cases. Indian J Tuberc. 2017;64:221–4. https:// doi. org/ 10. \n1016/j. ijtb. 2017. 01. 002.\n 22. Jung SS, Lee MK, Lim SH, Kwon Y-M, Choi S-S. Elbow pain proven to be \ntuberculous arthritis—a case report. Korean J Anesthesiol. 2010;58:211–4. \nhttps:// doi. org/ 10. 4097/ kjae. 2010. 58.2. 211.\n 23. Lee MK, Moon C, Lee MJ, Kwak YG, Lee E, Jeon JH, et al. Risk factors for \nthe delayed diagnosis of extrapulmonary TB. Int J Tuberc Lung Dis. \n2021;25:191–8. https:// doi. org/ 10. 5588/ ijtld. 20. 0788.\n 24. Avsar K. Tuberkulose—Wann daran denken, wie diagnostizieren? CME. \n2021;18:9–19. https:// doi. org/ 10. 1007/ s11298- 021- 2038-7.\n 25. Prakash M, Gupta P , Dhillon MS, Sen RK, Khandelwal N. Magnetic reso nance imaging findings in tubercular arthritis of elbow. Clin Imaging. \n2016;40:114–8. https:// doi. org/ 10. 1016/j. clini mag. 2015. 08. 008.\n 26. Karabella I, Chronopoulos E, Panagiotakopoulos G, Dontas IA. Bone and \njoint tuberculosis in Greece: a retrospective study from 2011 to 2019. \nCureus. 2022. https:// doi. org/ 10. 7759/ cureus. 27033.\n 27. Guillouzouic A, Andrejak C, Peuchant O, Hery-Arnaud G, Hamdad F, \nLanotte P , et al. Treatment of bone and joint tuberculosis in France: a multicentre retrospective study. J Clin Med. 2020. https:// doi. org/ 10. 3390/ \njcm90 82529. 28. Sawlani V, Chandra T, Mishra RN, Aggarwal A, Jain UK, Gujral RB. MRI \nfeatures of tuberculosis of peripheral joints. Clin Radiol. 2003;58:755–62. \nhttps:// doi. org/ 10. 1016/ s0009- 9260(03) 00271-x.\n 29. Hong SH, Kim SM, Ahn JM, Chung HW, Shin MJ, Kang HS. Tuberculous versus pyogenic arthritis: MR imaging evaluation. Radiology. \n2001;218:848–53. https:// doi. org/ 10. 1148/ radio logy. 218.3. r01fe 27848.\n 30. de Backer AI, Mortelé KJ, Vanhoenacker FM, Parizel PM. Imaging of \nextraspinal musculoskeletal tuberculosis. Eur J Radiol. 2006;57:119–30. \nhttps:// doi. org/ 10. 1016/j. ejrad. 2005. 07. 005.\n 31. Sagoo RS, Lakdawala A, Subbu R. Tuberculosis of the elbow joint. JRSM \nShort Rep. 2011;2:17. https:// doi. org/ 10. 1258/ shorts. 2011. 010130.\n 32. Schneider M, Baseler G, Funken O, Heberger S, Kiltz U, Klose P , Krüger K, \nLanghorst J, Mau W, Oltman R, Richter B. S3-Leitlinie: management der \nfrühen rheumatoiden arthritis. Z Rheumatol. 2020. https:// doi. org/ 10. \n1007/ s00393- 020- 00775-6.\n 33. Khetpal N, Khalid S, Kumar R, Betancourt MF, Khetpal A, Wasyliw C, Patel \nS. Tuberculous arthritis of the elbow joint: an uncommon location with a \ndiagnostic dilemma. Cureus. 2018. https:// doi. org/ 10. 7759/ cureus. 2462.\n 34. Kumar V, Neradi D, Sherry B, Gaurav A, Dhatt SS. Tuberculosis of the spine \nand drug resistance: a review article. Neurosurg Rev. 2022;45:217–29. \nhttps:// doi. org/ 10. 1007/ s10143- 021- 01595-1.\n 35. Martini M, Gottesman H. Results of conservative treatment in tuberculo sis of the elbow. Int Orthop. 1980;4:83–6. https:// doi. org/ 10. 1007/ BF002 \n71089.\n 36. Qian Y, Han Q, Wang W, Ouyang Y, Yuan W, Fan C. Surgical release for \ntubercular elbow stiffness. Infect Drug Resist. 2018;11:9–16. https:// doi. \norg/ 10. 2147/ IDR. S1453 23.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}