{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04859-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04859-8.pdf",
  "metadata": {
    "/Keywords": "Secondary acute angle-closure glaucoma; Posterior synechiae of the iris; 25-gauge pars plana vitrectomy; Macular hole; Face-down position; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241014121236+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241010182400+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04859-8",
    "/Author": "Shigefumi Takahashi ",
    "/Title": "Secondary acute angle closure glaucoma after 25-gauge pars plana vitrectomy for a macular hole: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04859-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Posterior synechiae of the iris rarely cause secondary angle-closure glaucoma after pars plana vitrectomy, mainly reported in cases with high postoperative inflammation. The face-down position with gas tamponade \ncan cause acute angle-closure glaucoma in phakic eyes owing to relative pupillary block. This report presents a rare \ncase of pseudophakic eye with secondary acute angle-closure glaucoma after 25-gauge pars plana vitrectomy \nand long-term vitreous gas tamponade for a macular hole.",
    "Case Presentation": "Case presentation A 61-year-old Japanese female patient presented with a chief complaint of right-sided visual \nimpairment that had persisted for several months. Slit-lamp examination revealed deep anterior chamber and moder ate nuclear sclerotic cataracts in both eyes. The axial length of the eye was 23.53 mm right eye and 24.05 mm left eye, \nand the fundus examination revealed a full-thickness macular hole (stage 3) in the right eye. The patient underwent \nsimultaneous cataract surgery and pars plana vitrectomy with 7-mm diameter 3-piece monofocal intraocular lens \nimplantation, internal limiting membrane peeling, and air tamponade. There were no complications during surgery. \nDue to non-closure of the macular hole, a second pars plana vitrectomy with internal limiting membrane inverted \nflap and SF6 gas tamponade was performed 13 days later. The patient maintained face-down position after both sur geries, and 6 days after the second surgery, intraocular pressure was elevated to 53 mmHg, and acute angle-closure \nglaucoma with iris bombe was diagnosed in the right eye. A laser peripheral iridotomy was performed, resulting \nin a deepened anterior chamber, normalized intraocular pressure, and a closed macular hole.\nConclusions This case presents a rare occurrence of secondary acute angle-closure glaucoma in a pseudophakic eye \nafter 25-gauge minimally invasive pars plana vitrectomy and SF6 gas tamponade for macular hole. The cause was pre sumed to be posterior synechiae of the iris or relative pupillary block due to forward pushing of the intracapsular \nintraocular lens by vitreous gas. In cases where surgery is repeated without achieving macular hole closure, necessitating long-term face-down position, where vitreous gas is retained for an extended period, or when a large-diameter \nintraocular lens is implanted, secondary acute angle-closure glaucoma should be considered. This applies even \nwhen the 25-gauge pars plana vitrectomy is performed not for a highly invasive proliferative diabetic retinopathy \nbut for macular hole repair, especially if the patient has a pseudophakic eye.\nKeywords  Secondary acute angle-closure glaucoma, Posterior synechiae of the iris, 25-gauge pars plana vitrectomy, \nMacular hole, Face-down position, Case reportOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSuguru Nakagawa\nsnakagawa-tky@umin.ac.jp\nFull list of author information is available at the end of the article\nPage 2 of 6 Takahashi et al. Journal of Medical Case Reports          (2024) 18:501 \nBackground\nWith the advent of 25- and 27-gauge microinvasive \nvitrectomy systems [1 ], combining phacoemulsifica tion and vitreoretinal surgery has become a common \napproach for treating vitreoretinal diseases [2 ]. Among \nthe various complications of vitrectomy, postoperative \nposterior synechiae of the iris (PSI) is reported to occur \nat a frequency of 7–30% [3 –6]. Although PSI rarely \ncauses secondary angle-closure glaucoma, it has been \nrecently reported following combined phacovitrectomy \n[7, 8]. However, most cases occur in patients with sig nificant postoperative inflammation, such as those with \nproliferative diabetic retinopathy (PDR) [7 , 8].\nPars plana vitrectomy (PPV) with internal limit ing membrane peeling and gas tamponade is also an \nimportant surgical technique to close the macular hole \n(MH) [9 ]. After surgery, patients often adopt a facedown position (FDP), allowing gas bubbles to press \nagainst the MH to facilitate its closure [10]; however, \nthis position can, though very rarely, cause postopera tive complications such as acute angle-closure glau coma (AACG) [11] due to relative pupillary block from \nanterior lens movement, especially in phakic eyes.\nHerein, we report a rare case of secondary AACG in \na pseudophakic eye following 25-gauge PPV and sulfur \nhexafluoride (SF6) gas tamponade for MH. The cause \nof AACG was presumed to be PSI or relative pupillary \nblock due to anterior displacement of the intracapsular \nIOL by vitreous gas.Case presentation\nA 61-year-old Japanese female patient presented to our \nclinic with the chief complaint of persistent right-sided \nvisual impairment over several months. At initial exami nation, her best-corrected visual acuity was 20/200 (right \neye) and 20/20 (left eye), with an intraocular pressure \n(IOP) of 15 mmHg (exophthalmos) in both eyes. A slitlamp examination revealed a deep anterior chamber with \na Van Herick grade of 3 or more, and moderate nuclear \nsclerosing cataracts were noted in both eyes. The axial \nlength of the eye was 23.53 mm (right eye) and 24.05 mm \n(left eye).\nNo inflammation was observed in the eye. An examina tion of the anterior chamber showed: cell (−), flare (−), \nand keratic precipitate (−). The anterior chamber depth, \nmeasured using anterior segment optical coherence \ntomography (OCT), was 2.8 mm (right eye) and 2.77 mm \n(left eye) from the corneal epithelium and 2.25 mm (right \neye) and 2.21  mm (left eye) from the corneal endothe lium. On the basis of slit lamp and anterior segment OCT \nfindings, two ophthalmologists (ST, SN) deemed gonios copy unnecessary.\nNo glaucomatous optic nerve symptoms were noted in \neither eye, and a full-thickness stage 3 MH was identified \nin the right eye (Fig.  1A) during fundus examination. The \npatient had a history of surgery for spinal stenosis, per formed at an orthopedic clinic, but she did not have any \nhistory of systemic diseases such as diabetes or hyper tension, systemic inflammatory diseases, or diabetic \nretinopathy.\nFig. 1 Optical coherence tomography of the macular hole; A Initial presentation at our department showing a full-thickness macular hole, B Day 5 \npost-simultaneous cataract surgery and the first 25-gauge pars plana vitrectomy (PPV), demonstrating posterior vitreous detachment, implantation \nof a 3-piece 7-mm diameter monofocal intraocular lens, internal limiting membrane (ILM) peeling, and air tamponade; macular hole closure \nwas not achieved, C A total of 2 weeks after the second 25-gauge pars plana vitrectomy with inverted internal limiting membrane flap and SF6 gas \ntamponade, closure of the macular hole was obtained\nPage 3 of 6\n Takahashi et al. Journal of Medical Case Reports          (2024) 18:501 \n \nUnder local anesthesia (0.4% oxybuprocaine topical \nanesthesia and 0.75% ropivacaine transbulbar anesthe sia), the patient underwent simultaneous cataract surgery \nand PPV using the 25G Constellation Vitrectomy Sys tem (Alcon Laboratories, TX) and the RESIGHT Wide \nAngle Viewing System (Carl Zeiss Medec AG, Jena, TX). \nDuring the surgery, posterior vitreous detachment was \ninduced and the internal limiting membrane was peeled. \nThen, a 3-piece acrylic monofocal intraocular lens (NX70S, Santen, Osaka, Japan) with a diameter of 7 mm and \na power of +20.5 D was implanted. Subsequently, air \ntamponade was performed. No retinal tear was observed \nduring surgery, thus endolaser was not required, and the \nsurgery was completed without complications. Anesthe sia was performed using local anesthesia only, without \nthe use of nitrous oxide.\nAfter the first PPV, the patient was prescribed moxi floxacin hydrochloride four times daily, 0.1% betameth asone four times daily, 0.1% bromfenac twice daily, and \ntropicamide chloride ophthalmic drops once daily. Post operatively, the patient maintained the FDP without \nissues. However, owing to the non-closure of the MH \n(Fig.  1B), on postoperative day 13, the patient under went a second PPV with an internal limiting membrane \ninverted flap and SF6 gas tamponade. Postoperatively, the \nFDP was maintained. The following morning, the IOP \nwas 5  mmHg, and the patient began using moxifloxa cin hydrochloride four times daily, 0.1% betamethasone four times daily, 0.1% bromfenac twice daily, and tropi camide chloride ophthalmic drops once daily. At 4 days \npost-second surgery, there were no indications of PSI to \nthe remnant anterior capsule in the pseudophakic eye. \nIOP remained within the normal range at 10  mmHg, \nwith approximately 70% of the gas still present in the \nvitreous cavity. At 6  days after the second surgery, the \npatient complained of ocular pain in the right eye and \nnausea. Iridodonesis was not observed. Anterior cham ber examination showed mild cells (±), no flare, and no \nkeratic precipitates, indicating no significant inflamma tion. Slit-lamp examination revealed a shallow anterior \nchamber with a closed corner angle (Shaffer grade 0), a \nbulging iris, and pupillary block in the pseudophakic eye \n(Fig. 2A). The IOP was markedly elevated, at 53 mmHg.\nSubsequently, the patient was diagnosed with ACG in \nthe right eye with iris bombing. Treatment included sys temic treatment with 15% mannitol intravenously and \n250  mg acetazolamide hydrochloride orally, as well as a \nfixed combination of latanoprost-timolol (LATACHIMO \nNITTEN®, Nitten Co., Ltd., Japan), 0.1% brimonidine \n(Aiphagan®; Senju Pharmaceutical Co., Ltd., Japan), 0.4% \nripasudil (Glanatec®; Kowa Pharmaceuticals Co. Ltd, \nJapan), and 2% pilocarpine (Sanpilo®; Santen, Japan). \nHowever, no IOP reduction was observed; therefore, a \nlaser peripheral iridotomy was performed on the right \neye. Subsequently, the anterior chamber deepened, \nand the right IOP decreased to 7  mmHg the next day \nFig. 2 Anterior segment optical coherence tomography (AS-OCT); A Anterior segment optical coherence tomography showed angle closure \nand iris bombe 6 days after the second pars plana vitrectomy, B Day 1 after laser iridotomy; anterior chamber deepened\nPage 4 of 6 Takahashi et al. Journal of Medical Case Reports          (2024) 18:501 \n(Fig.  2B). Thereafter, IOP was maintained within the nor mal range and the MH was closed (Fig. 1C).\nDue to the poor visibility of the fundus caused by the \nSF6 gas, the exact timing of MH closure after the sec ond surgery remains unclear. However, MH closure was \ndefinitively confirmed on OCT performed at 8 days after \nthe second surgery, with 40% of the SF6 gas still present. \nThe best-corrected visual acuity at 1  month postopera tively was 20/100 (right eye), the anterior chamber was \ndeep and stable, and the IOP was within normal limits at \n15 mm Hg.",
    "Discussion": "Discussion and conclusions\nIn this case, after initial vitrectomy, cataract surgery, and \nair tamponade failed to close the MH, a second vitrec tomy with SF6 gas tamponade was performed 2  weeks \nlater, and 6 days post-second surgery, secondary AACG \ndeveloped, likely due to PSI from repeated surgery or rel ative pupillary block caused by vitreous gas pushing the \nlarge-diameter IOL forward.\nIt is generally thought that relative pupillary block due \nto anterior movement of the IOL in pseudophakic eyes is \nrare. Additionally, there are no documented cases of rela tive pupillary block in pseudophakic eyes in the litera ture. In this instance, the patient had a pseudophakic eye \nwith a large-diameter intracapsular IOL. However, in this \ncase, the anterior movement of the intracapsular IOL due \nto the presence of vitreous SF6 gas could potentially have \nled to relative pupillary block.\nA total of 2 days before the onset of AACG, which \noccurred 4  days after the second surgery, no PSI were \ndetected during slit lamp examination. The IOP was \nwithin the normal range at 10  mmHg, with approxi mately 70% of the gas still present in the vitreous cav ity. However, it cannot be ruled out that PSI may have \noccurred in the 2 days preceding the AACG. Therefore, \nthe causes of pupillary block in this case may have been \nPSI and/or relative pupillary block due to the anterior \ndisplacement of the large-diameter intracapsular IOL \ncaused by the prolonged presence of vitreous gas. The \nuse of a large-diameter IOL may have also contributed to \nthe relative pupillary block.\nFDP induces the anterior movement of the lens and \nenhances the effect of the relative pupillary block. Pro longed FDP has been previously cited as the cause of \nbilateral AACG. These cases occurred after FDP during \nspinal surgery in patients with no history of ophthalmic \ndisease or surgery [12, 13]. Sutter et al. reported a case of \nAACG occurring in the fellow eye during FDP following \nPPV for retinal detachment [11]. This AACG occurred \nonly in the fellow eye because the operated eye was pseu dophakic and the anterior chamber was deep, mitigating \nthe rick of a pupillary block. Lee et  al. reported a case of bilateral AACG as a complication of FDP following \nMH surgery [14]. Although the operated eye had a gas \ntamponade, AACG occurred in both phakic eyes. The \naxial length of the eye with AACG was relatively short \n(22.79  mm [11] and 21.57  mm/21.50  mm [14]). How ever, in the present case, it is unlikely that AACG would \noccur through the same mechanism due to the patient’s \npseudophakic eye. If AACG were to occur, it would be \nexpected to affect both eyes, including the fellow phakic \neye. Further, unlike cases reported previously [11, 14], the \nocular axis in this current case was not short, measuring \n23.53 mm in the right eye and 24.05 mm in the left eye.\nAngle closure secondary to PSI has rarely been reported \nafter phacoemulsification. However, in a study examining \nanterior segment complications associated with com bined folding IOL insertion and phacoemulsification, \npupillary block glaucoma (defined as an IOP > 24 mmHg) \nwas observed in 4 out of 285 eyes [15]. Makhzhoum et al. \nreported a case of glaucoma caused by this mechanism \n5 years after the initial phacovitrectomy [7]. Czajka et al., \nin a study on the",
    "Results": "results of concomitant phacovitrec tomy, reported one case of elevated IOP (> 40  mmHg) \nattributed to PSI 2 weeks after the initial surgery [16]. In \nthe series of ACG cases after phacovitrectomy reported \nby Raj et al., elevation of IOP requiring PI was observed \nbetween week 2 and week 8 [8]. This occurs when the PSI \nbecomes firmly attached to the anterior capsular rim, \nleading to iris bombe formation, the earliness of which \ndepends on several factors. The risk factors for PSI for mation are PDR, preoperative PSI, advanced-grade cata racts, gas tamponade or oil tamponade, single-piece IOL \nimplantation, postoperative anterior chamber fibrin dep osition, presence of PDR, the extent of retinal photoco agulation, and duration of the operative procedure [6, 8, \n17–19]. The optics–haptics junction of single-piece IOLs \nis more susceptible to buoyancy from tamponade agents \n(gas/oil), leading to anterior protrusion of the IOL and \nsubsequent adherence of the anterior capsule rim to the \nposterior iris surface [18]. Our case involved a gas tam ponade, along with a long FDP and surgery duration, \nconsidering the two-time surgeries. Furthermore, in this \nstudy, the AACG period after surgery was 20 days after \nthe first PPV and 6 days after the second PPV, consistent \nwith previous reports [8, 16].\nAs noted in several studies, gas or oil tamponade \nmay increase PSI formation because the IOL adheres to \nthe posterior surface of the iris [6, 20, 21]. In addition, \npatients with gas or silicone oil tamponade generally \nmaintain a depressed or supine postoperative position, \nwhich may lead to an accumulation of growth factors in \nthe anterior chamber and contribute to the formation of \nposterior synechiae. In this case, since the initial surgery \ndid not involve closure, and stricter FDP was maintained \nPage 5 of 6\n Takahashi et al. Journal of Medical Case Reports          (2024) 18:501 \n \nafter the second surgery, which may have led to the accu mulation of growth factors in the anterior chamber and \nthe formation of posterior synechiae. Although longer \noperative times may increase postoperative inflamma tion, potentially leading to PSI formation, the use of the \n25-gauge PPV in this study was anticipated to result in \nshorter operative times and less postoperative inflamma tion compared with the 20- and 23-gauge systems. How ever, considering that the reoperation was performed \n2 weeks after the initial surgery, the total operative time \nfor the initial and second surgeries combined was longer \ncompared with that typically associated with the stand ard 25-gauge system.\nBoth the fibrin membrane in the anterior chamber and \nPDR have been identified as risk factors for elevated IOP \nafter intraocular surgery [22]. Fibrin exudation into the \nanterior chamber is significantly more common follow ing combined surgery, especially in cases of PDR [23]. Raj \net  al. found that eyes with PDR are more likely to have \nan AACG [8]. Considering that this case was not a PDR, \nit is unusual for an AACG to have developed from a PSI. \nTherefore, although preemptive PI may be an option in \ncases prone to synechiae formation, especially in eyes \nfilled with silicone oil and in cases of PDR, we did not \nperform prophylactic PI in this case because the risk of \nPSI and subsequent associated AACG was not consid ered to be high.\nThis case highlights a rare occurrence of secondary \nAACG in a pseudophakic eye following 25-gauge mini mally invasive PPV with SF6 gas tamponade for MH. The \nAACG was likely precipitated by PSI or relative pupil lary block caused by anterior movement of the IOL due \nto vitreous gas. The risk of secondary AACG persists in \ncases involving repeated surgeries for unclosed MHs, \nextended FDP , prolonged vitreous gas retention, or \nimplantation of large-diameter IOLs. Notably, this risk \nextends to pseudophakic eyes, which are generally con sidered to have a low risk of relative pupillary block, and \nminimally invasive procedures such as 25-gauge PPV for \nMH repair, which is generally considered to have a low \nrisk of PSI, not just highly invasive surgeries for PDR or \nvitreoretinopathy.\nAbbreviations\nAACG   Acute angle-closure glaucoma\nIOP  Intraocular pressure\nMH  Macular hole\nPDR  Proliferative diabetic retinopathy\nPPV  Pars plana vitrectomy\nAcknowledgements\nWe thank Editage (www. edita ge. com) for English language editing.\nAuthor contributions\nAll authors attest that they meet the current ICMJE criteria for authorship. ST \ncollected the clinical data. SN collected, analyzed, and interpreted the clinical \ndata and wrote the manuscript. ST, SN, and KI contributed to the design and conceptualization of this report. ST, SN, and KI made substantial contributions to the acquisition of the clinical data. All the authors have reviewed and \napproved the final version of the manuscript.\nFunding\nThis study was supported by the Japan Society for the Promotion of Science \n(JSPS) KAKENHI, grant no. 19 K18837 (SN). The funding body played no role in \nthe study design, collection, analysis, and interpretation of data, or manuscript \nwriting.\nAvailability of data and materials\nThe datasets analyzed during the current study are available from the cor responding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe requirement for approval of this case report was waived by the Saitama \nRed Cross Hospital ethics committee owing to the retrospective nature of \nthe study. All procedures conducted in this study adhered to the tenets of \nthe Declaration of Helsinki. Written informed consent was obtained from the \npatient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Ophthalmology, Saitama Red Cross Hospital, Saitama, Japan. \n2 Department of Ophthalmology, Saitama Medical Center, Jichi Medical University, 1-847, Amanuma- Cho, Omiya-Ku, Saitama, Saitama, Japan. \nReceived: 11 April 2024   Accepted: 19 September 2024\nReferences\n 1. Fujii GY, de Juan JE, Humayun MS, Chang TS, Pieramici DJ, Barnes A, \net al. Initial experience using the transconjunctival sutureless vitrectomy \nsystem for vitreoretinal surgery. Ophthalmology. 2002;109:1814–20.\n 2. Lee DY, Jeong HS, Sohn HJ, Nam DH. Combined 23-gauge sutureless \nvitrectomy and clear corneal phacoemulsification in patients with proliferative diabetic retinopathy. Retina. 2011;31:1753–8.\n 3. Lahey JM, Francis RR, Kearney JJ. Combining phacoemulsification with \npars plana vitrectomy in patients with proliferative diabetic retinopathy: a \nseries of 223 cases. Ophthalmology. 2003;110:1335–9.\n 4. Heiligenhaus A, Holtkamp A, Koch J, Schilling H, Bornfeld N, Lösche CC, \net al. Combined phacoemulsification and pars plana vitrectomy: clear \ncorneal versus scleral incisions: prospective randomized multicenter \nstudy. J Cataract Refract Surg. 2003;29:1106–12.\n 5. Senn P , Schipper I, Perren B. Combined pars plana vitrectomy, phaco emulsification, and intraocular lens implantation in the capsular bag: a \ncomparison to vitrectomy and subsequent cataract surgery as a two-step \nprocedure. Ophthal Surg Lasers. 1995;26:420–8.\n 6. Shinoda K, O’Hhira A, Ishida S, Hoshide M, Ogawa LS, Ozawa Y, et al. \nPosterior synechia of the iris after combined pars plana vitrectomy, \nphacoemulsification, and intraocular lens implantation. Jpn J Ophthalmol. 2001;45:276–80.\n 7. Makhzoum O, Crosby NJ, Hero M. Secondary angle-closure glaucoma \ndue to posterior synechiae formation following phacovitrectomy. Int \nOphthalmol. 2011;31:481–2.\n 8. Raj P , Kumar K, Chandnani N, Agarwal A, Agarwal A. Secondary angleclosure glaucoma due to posterior synechiae of iris following combined \nPage 6 of 6 Takahashi et al. Journal of Medical Case Reports          (2024) 18:501 \nphacoemulsification and 23-gauge transconjunctival vitrectomy. Semin \nOphthalmol. 2017;32:537–42.\n 9. Kumagai K, Furukawa M, Ogino N, Uemura A, Demizu S, Larson E. Vitreous \nsurgery with and without internal limiting membrane peeling for macular hole repair. Retina. 2004;24:721–7.\n 10. Forsaa VA, Raeder S, Hashemi LT, Krohn J. Short-term postoperative nonsupine positioning versus strict face-down positioning in macular hole \nsurgery. Acta Ophthalmol. 2013;91:547–51.\n 11. Sutter FK, Smorgon A, McClellan K. Acute angle closure in the fellow eye \nas a complication of prone positioning after vitreoretinal surgery. Arch \nOphthalmol. 2003;121:1057.\n 12. Singer MS, Salim S. Bilateral acute angle-closure glaucoma as a complication of facedown spine surgery. Spine J. 2010;10:e7–9.\n 13. Gayat E, Gabison E, Devys JM. Case report: bilateral angle closure glaucoma after general anesthesia. Anesth Analg. 2011;112:126–8.\n 14. Lee CE, Kim YC. Bilateral acute angle-closure glaucoma after macular hole \nsurgery. Korean J Ophthalmol. 2019;33:101–2.\n 15. Zheng QX, Wu RH, Zhang YP , Xu M, Li WS. Anterior segment complications after phacoemu-lsification combined vitrectomy and foldable \nintraocular lens implantation. Int J Ophthalmol. 2010;3:249–54.\n 16. Czajka MP , Frajdenberg A, Johansson B. Outcomes after combined \n1.8-MM microincision cataract surgery and 23-gauge transconjunctival \nvitrectomy for posterior segment disease: a retrospective study. Retina. \n2014;34:142–8.\n 17. Oh JH, Na J, Kim SW, Oh J, Huh K. Risk factors for posterior synechiae of \nthe iris after 23-gauge phacovitrectomy. Int J Ophthalmol. 2014;7:843–9.\n 18. Kim SW, Oh J, Song JS, Kim YY, Oh IK, Huh K. Risk factors of iris posterior \nsynechia formation after phacovitrectomy with three-piece acrylic IOL or \nsingle-piece acrylic IOL. Ophthalmologica. 2009;223:222–7.\n 19. Rudnisky CJ, Cheung J, Nanji JA. Intraocular lens capture in combined \ncataract extraction and pars plana vitrectomy: comparison of 1-piece and \n3-piece acrylic intraocular lenses. J Cataract Refract Surg. 2010;36:1645–9.\n 20. Honjo M, Ogura Y. Surgical results of pars plana vitrectomy combined \nwith phacoemulsification and intraocular lens implantation for complications of proliferative diabetic retinopathy. Ophthalm Surg Lasers. \n1998;29:99.\n 21. Iwase T, Sugiyama K. Investigation of the stability of one-piece acrylic \nintraocular lenses in cataract surgery and in combined vitrectomy sur gery. Br J Ophthalmol. 2006;90:1519–23.\n 22. Chung TY, Chung H, Lee JH. Combined surgery and sequential surgery \ncomprising phacoemulsification, pars plana vitrectomy, and intraocular \nlens implantation: comparison of clinical outcomes. J Cataract Refract \nSurg. 2002;28:2001–5.\n 23. Treumer F, Bunse A, Rudolf M, Roider J. Pars plana vitrectomy, phaco emulsification and intraocular lens implantation. Comparison of clinical \ncomplications in a combined versus two-step surgical approach. Graefes \nArch Clin Exp Ophthalmol. 2006;244:808–15.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}