{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04867-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04867-8.pdf",
  "metadata": {
    "/Keywords": "Case report; Undifferentiated embryonal sarcoma of the liver (UESL); Cystadenoma; Auxiliary examination; Positron emission tomography–computed tomography (PET-CT)",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241024092736+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241022161253+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04867-8",
    "/Author": "Yanfang Huang ",
    "/Title": "Undifferentiated embryonal sarcoma of the liver masquerading as a cystadenoma in a young adult: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04867-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Undifferentiated embryonal sarcoma of the liver is an infrequent hepatic malignancy, primarily \nobserved in the pediatric population. This neoplasm is exceedingly rare among adults. Despite its scarcity in adult \ncases, it remains imperative to accurately discern undifferentiated embryonal sarcoma of the liver utilizing diverse \nimaging modalities to prevent misdiagnosis with more prevalent benign and malignant hepatic masses. In this case, \na comprehensive imaging examination was conducted, encompassing ultrasound, computed tomography, magnetic \nresonance imaging, and positron emission tomography–computed tomography scans. Notably, the positron \nemission tomography–computed tomography scan revealed 18F-fluorodeoxyglucose uptake characteristics indicative \nof malignancy, providing a pivotal clue for prompt diagnosis of undifferentiated embryonal sarcoma of the liver.",
    "Case Presentation": "Case presentation This report presents the diagnostic procedure employed for a 37-year-old female patient \nof Han ethnicity in China diagnosed with undifferentiated embryonal sarcoma of the liver. The patient was admitted \nwith a 2-day history of mid-upper quadrant abdominal pain. The patient’s temperature and inflammatory markers, \nsuch as white blood cell count and hypersensitive reactive protein, were slightly elevated. Ultrasound showed \na cystic–solid nodule in the liver. The computed tomography revealed a cystic mass in the right lobe of the liver, \ncharacterized by a low-density shadow and a lack of significant enhancement during contrast-enhanced scanning, \ninitially suggesting cystadenoma. Enhanced magnetic resonance imaging revealed a block-like abnormal signal \nshadow in the right hepatic lobe, suggestive of various etiologies, including benign lesions, cystadenoma \nwith hemorrhage, or hemangioma with hemorrhage. However, the positron emission tomography–computed \ntomography showed increased 18F-fluorodeoxyglucose consumption within both the cystic wall and lesion, raising \nsuspicion of malignancy. Surgical resection of the posterior hepatic lobe was performed under general anesthesia \nafter comprehensive preoperative preparations. During the procedure, a space-occupying lesion was identified \nin the right posterior hepatic lobe, adhering to the diaphragm. Surface liver parenchyma overlying the tumor \nexhibited rupture, with several blood clots visible. The tumor was successfully and completely excised. Pathological \nexamination revealed a fusiform cell tumor, necrosis, hemorrhage, cystic changes, cellular atypia, mitotic images, \nand eosinophilic globules suggestive of undifferentiated embryonal sarcoma of the liver. Immunohistochemical \nstaining indicated CK (+), vimentin (Vim; +), Desmin (+), actin (−), α1-AT (+), GPC-3 (+), PDGFRa (+), MDM2 (+), P16 Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Yanfang Huang and Xiao He contributed equally to this study.\n*Correspondence:\nLexing Zhang\nzlxzjuhz@163.com\nYipai Wu\n540740320@qq.com\nFull list of author information is available at the end of the article\nPage 2 of 8 Huang et al. Journal of Medical Case Reports          (2024) 18:517 \nBackground\nUndifferentiated embryonal sarcoma of the liver (UESL) \nis a rare hepatic mesenchymal tumor characterized by \nhigh invasiveness and poor prognosis. The etiology of \nUESL is associated with cytogenetic changes in hepatic \ninterstitial hamartoma [1]. Most reported cases have \noccurred in the pediatric population, specifically between \nthe ages of 6 and 10  years, making it exceedingly rare \nin adults [2]. In pediatric cases, the incidence of UESL \naccounts for ~0.3–2.0% of tumors throughout the body, \ntwo-thirds of which are malignant. In adults, however, \nUESL comprises less than 1% of adult hepatic tumors \n[3], and its diagnosis is challenging because there are no \nspecific clinical features to differentiate it [4]. Early stage \nUESL often presents with non-specific symptoms, such \nas abdominal mass, pain, and distension, which become \nincreasingly prominent as the tumor enlarges. Laboratory \ntests, including alpha-fetoprotein (AFP), carbohydrate \nantigen 19-9 (CA19-9), and carcinoembryonic antigen \n(CEA), frequently show no obvious abnormalities. \nImaging studies often depict tumors localized in the \nright hepatic lobe, characterized by large diameters, \nencapsulation, and well-defined margins relative to \nsurrounding tissues. Diagnosis commonly relies on \npathological and immunohistochemical examinations.\nComplete resection of the tumor followed by \npostoperative chemotherapy remains the primary \ntreatment approach for UESL [5–8]. This therapeutic \nstrategy has demonstrated improved overall survival \nand disease-free survival rates compared with radical \nresection alone [9–11]. Nevertheless, it is important to \nacknowledge that most patients diagnosed with UESL are \nin advanced stages of the disease, often accompanied by \ncompromised liver function and various complications, \nrendering them unsuitable candidates for surgical \nintervention. Therefore, early detection, complete \nsurgical resection, and adjuvant therapy are aspects \ncritical to achieving good clinical outcomes.The present case report offers a comprehensive account \nof the clinical diagnosis and treatment of an adult patient \nwith UESL, thereby contributing to the existing body \nof knowledge on this condition and providing valuable \ninsights for future therapeutic strategies.\nCase presentation\nA 37-year-old Chinese female of Han ethnicity presented \nto our hospital (Affiliated Hangzhou First People’s \nHospital, Westlake University School of Medicine) with \npersistent epigastric pain lasting over a 2-day period. \nPrior to this, the patient reported no obvious cause of \nupper abdominal discomfort, nor exhibited symptoms \nsuch as nausea, vomiting, melena, or jaundice. There \nwas no discernible disparity in the physical examination. \nThe patient’s temperature and inflammatory markers, \nsuch as white blood cell count and hypersensitive \nreactive protein, exhibited a slight elevation. The patient \nhad been in excellent health and possessed no familial \nhistory of disease. Ultrasound showed cystic–solid \nnodule in the liver. Initial computed tomography (CT) \nscans performed at the Chun’an Traditional Chinese \nMedicine Hospital indicated hepatic occupancy in the \nright lobe. For further diagnosis and treatment, the \npatient was subsequently admitted to our hospital with \na preliminary diagnosis of “liver focal masses. ” Physical \nexamination revealed no tenderness, rebound pain, or \nmuscle tension in the abdomen and no percussion pain \nin the liver or kidney regions. Comprehensive laboratory \nevaluations revealed no significant abnormalities in \ntumor markers, including AFP and CEA, or in complete \nblood counts, liver and kidney function tests, and \ncoagulation profiles. Electrocardiographic assessment \nalso showed no abnormal",
    "Results": "results. The ultrasound \nexamination revealed a well-defined cystic–solid \nnodule in the right liver, measuring approximately \n11.6 ×  9.7  ×  9.7  cm in size. The internal echogenicity \nof the nodule appeared heterogeneous, while minimal (+), Ki-67 (+) 30–35%, and PAS (+). The patient underwent five cycles of combination chemotherapy with ifosfamide \nand epirubicin, administered at 21-day intervals at our hospital. Following 3 years of postoperative surveillance, \nthe patient remained stable, with no evidence of hepatic tumor recurrence.",
    "Conclusion": "Conclusion On the basis of this case and a comprehensive literature review, we recommend that clinicians consider \nthe possibility of undifferentiated embryonal sarcoma of the liver in patients presenting with non-specific clinical \nand serological markers, particularly when there is inconsistency between ultrasound and computed tomography \nimaging findings, along with elevated 18F-fluorodeoxyglucose uptake observed in both the cystic wall and lesion \non positron emission tomography–computed tomography examination. Given the rarity and high-grade malignancy \nof undifferentiated embryonal sarcoma of the liver, heightened clinical awareness and recognition are crucial for early \ndiagnosis and successful therapy.\nKeywords  Case report, Undifferentiated embryonal sarcoma of the liver (UESL), Cystadenoma, Auxiliary examination, \nPositron emission tomography–computed tomography (PET-CT)\nPage 3 of 8\n Huang et al. Journal of Medical Case Reports          (2024) 18:517 \n \nblood flow signals were observed surrounding it on \ncolor Doppler flow imaging (CDFI; Fig.  1). Further CT \nimaging revealed a cystic mass in the right hepatic lobe, \nwith a clear boundary and measuring 9.1 × 7.6  cm in \nsize, characterized by low-density shadowing, scattered \nflocs, and no obvious contrast enhancement, raising the \npossibility of cystadenoma (Fig.  2). Subsequent enhanced \nmagnetic resonance imaging (MRI) identified a welldefined, block-like abnormal signal in the right hepatic \nlobe, measuring 10.3 × 8.9  cm in size, with nodular \nshort T1 signals and slight post-contrast enhancement, \nsuggestive of benign lesions, including cystadenoma with \nhemorrhage or hemangioma with hemorrhage (Fig.  3). \nThe positron emission tomography-CT (PET-CT) \nscan reveals a mass in the right liver lobe, exhibiting \na significant enhancement of 18F-fluorodeoxyglucose \n(18F-FDG) metabolism heterogeneity within the cyst \nwall and lesion with a standardized uptake value (SUV) \nof 4.7, indicating the possibility of malignancy (Fig.  4). Surgical resection of the posterior hepatic lobe was \nperformed under general anesthesia on 13 October 2020 \nafter thorough preoperative preparations. Intraoperative \nfindings revealed a space-occupying lesion in the right \nposterior hepatic lobe, adhering to the diaphragm. The \nliver parenchyma on the surface of the tumor exhibited \nrupture, with the presence of several visible blood \nclots. Complete excision of the tumor was successfully \nachieved. Pathological findings (Fig.  5) demonstrated \nfusiform cell tumor, necrosis, cellular atypia, mitotic \nimages, and eosinophilic globules suggestive of a \ndiagnosis of UESL of the liver. Immunohistochemical \nstaining showed vimentin (Vim;+), α1-AT (+), and Ki-67 \n(+) 30–35%. Postoperatively, the patient underwent \nfive cycles of combined ifosfamide and epirubicin \nchemotherapy administered at 21-day intervals. Threeyear postoperative follow-up confirmed stable patient \nstatus, with no evidence of liver tumor recurrence.\nFig. 1 The findings of an ultrasound examination. A The right liver exhibits a cystic–solid nodule with well-defined boundaries and a regular shape. \nThe internal echogenicity appears heterogeneous. B Color Doppler flow imaging (CDFI) reveals minimal blood flow signals surrounding the nodule\nFig. 2 Three-phase contrast-enhanced abdominal CT. A Arterial phase CT image showing irregular patch-like enhancement; CT images of (B) \nportal venous phase and (C) delayed phase. Cystic density in the tumor was low, accompanied by slight high-density flocculent or septal \nseparation, or potential mural nodules. Enhanced imaging of the cystic elements was inconclusive. Mild to moderate heterogenous enhancement \nof the parenchyma and septa was observed\nPage 4 of 8 Huang et al. Journal of Medical Case Reports          (2024) 18:517 \nFig. 3 Magnetic resonance imaging (MRI) of the liver, gallbladder, and spleen. A T1-weighted (T1W1) image. B Contrast-enhanced T1-weighted \nimage. C Diffusion-weighted image (DWI)\nFig. 4 The PET-CT scan revealed a mass in the right liver lobe, showing a slight increase in uneven glucose metabolism within the cyst wall \nand lesion with a standardized uptake value (SUV) of 4.7. The arrows indicate mural nodules exhibiting slightly elevated 18F-FDG uptake \nwithin the cystic wall on MIP , axial PET, and axial PET/CT images\nPage 5 of 8\n Huang et al. Journal of Medical Case Reports          (2024) 18:517",
    "Discussion": "Discussion\nMalignant UESL, also known as malignant stromal \ntumor or fibromyxoid sarcoma, originates from \nthe mesenchymal tissue of the liver. Following \nhepatoblastoma and hepatocellular carcinoma, it is the \nthird most common primary malignant tumor of the \nliver in children, especially in those aged between 6 and \n10 years. However, it is rarely observed in adults. In the \npresent case study, we offer a comprehensive account \nof the clinical diagnosis and treatment of a 37-year-old \nfemale patient with UESL. First described in the medical \nliterature in 1978, UESL constitutes a significant fraction \nof pediatric liver malignancies, ranking third in incidence \n[12]. Children with this condition often seek medical \ncare for symptoms such as abdominal pain, hemorrhage, \nor necrosis due to spontaneous tumor rupture, possibly \naccompanied by atypical manifestations such as anorexia, \nnausea, vomiting, diarrhea, and weight loss [13]. The \ndiagnosis of UESL is particularly challenging in its early \nstages and in adult populations, as the disease may either \nbe asymptomatic or present with a range of nonspecific \nsymptoms, including nausea, vomiting, weight loss, \nfever, abdominal pain, and abdominal distension. Xu \net al. [14] posited that the clinical presentation of UESL \noften lacks specific manifestations and may include symptoms such as acute abdominal pain and diarrhea, \nthereby complicating its differentiation from other \nhepatic malignancies. Consistently, in the case under \nconsideration, the patient experienced upper abdominal \ndiscomfort but did not exhibit other symptoms such \nas nausea, vomiting, melena, or jaundice. In addition, \nmost laboratory indicators yield negative results for \nliver function and tumor markers (for example, AFP \nand CEA), although elevated levels of carbohydrate \nantigen (CA) 125 and CA 19-9 have been observed in \nsome patients [14]. Furthermore, biopsy is generally \nnot suitable for cystic–solid tumors. In the current \ncase, laboratory tests for tumor markers, AFP , and liver \nfunction revealed no abnormal results, consistent with \nprevious research [14].\nThe ultrasound examination primarily reveals liver \ncyst-solid tumors with a predominance of mixed \nechogenicity, characterized by hyperechoic areas \nresulting from numerous small interfaces within \nthe mucinous matrix. This often leads to frequent \nmisdiagnosis of UESL as a benign liver lesion. The CT \nimaging of UESL also lacks specificity, manifesting as \nlarge solitary lesions with distinct boundaries, primarily \nin the right hepatic lobe. These lesions can be categorized \ninto cystic tumors (single-loculated lesions with a large \nFig. 5 Pathological findings. A Hematoxylin and eosin (HE) stain demonstrated that the tumor is composed of fusiform cell tumor and necrosis \n(left, ×100); cellular atypia and mitotic images (middle, ×400); eosinophilic globules (right, ×400; black arrow) suggestive of UESL of the liver. B \nImmunohistochemical staining demonstrated that tumor cells were positive for vimentin, α1-AT, and ki67 (30–35%; from left to right, ×200)\nPage 6 of 8 Huang et al. Journal of Medical Case Reports          (2024) 18:517 \ncystic cavity containing irregular soft tissue density \nshadows that may be complicated by bleeding) and \npredominantly solid tumors (solid components mainly \nlocated at periphery, with visible segmentation shadows \nwithin). The majority of UESL cases present as cystic \ntumors. The enhanced scan reveals enhancement along \nthe tumor’s edge and varying degrees of enhancement \nwithin the inner soft tissue density. The solid portion \nexhibits rapid wash-in and wash-out or delayed \nenhancement, while the cystic area does not enhance \n[15]. The discrepancy observed between ultrasound and \nCT imaging was considered beneficial for enhancing \nthe precision of preoperative diagnosis [16, 17]. In the \npresent case, we have observed a phenomenon akin to \nthat previously reported [16, 17], wherein ultrasound \nimaging revealed a cystic–solid nodule within the hepatic \nparenchyma; CT scans identified a low-density cystic \nmass in the right hepatic lobe. In MRI T1 imaging of \nUESL, a mixed low-signal and high-signal focus often \nappears, indicative of intratumoral bleeding, while T2 \nimaging commonly exhibits cystic or solid lesions with \nmultipartite mixed high-signal intensity. On enhanced \nMRI, the tumor parenchyma may show varying degrees \nof enhancement, ranging from mild to moderate or even \nsignificant. These non-specific imaging characteristics \nfrequently contribute to the misdiagnosis of UESL as \nhepatic abscesses [18]. In the current case, enhanced \nMRI of the liver displayed a block-like abnormal signal \nin the right hepatic lobe, suggestive of benign lesions \nsuch as cystadenoma with bleeding or hemangioma \nwith bleeding. The PET-CT imaging provides a unique \nperspective on the molecular metabolism of tumors, \noffering valuable insights into their biological activity and \nmetabolic processes. This modality has demonstrated \nhigher sensitivity in detecting undifferentiated liver \nsarcoma compared with other imaging techniques, \nenabling more accurate diagnosis and staging. In the \npresent case, the PET-CT scan detected a mass in the \nright hepatic lobe exhibiting significant elevation in \n18F-FDG uptake within both the cystic wall and lesion, \nindicating potential presence of malignancy.\nDiagnosis of UESL primarily relies on postoperative \npathological and immunohistochemical results from \nsurgically resected lesions. Superior clinical outcomes \nare generally achieved through early diagnosis, \ncomplete surgical resection, and postoperative \nadjuvant therapy. Typical pathological features \ninclude the dispersion of fusiform or stellate tumor \ncells in a mucous matrix, accompanied by marked \natypia, multinucleation, megakaryocytes, and \nfrequent nuclear division. Furthermore, the presence \nof eosinophilic bodies within tumor cells or stroma \nrepresents a highly specific pathological indicator [19, 20]. In the current case, pathological evaluation \nrevealed fusiform cell tumor, necrosis, hemorrhage, \ncystic changes, cellular atypia, mitotic images, and \neosinophilic globules suggestive of UESL of the liver \nand the observations of Kyu et  al. [20]. At present, \nno definitive immunohistochemical markers for \nUESL exist, with most immunohistochemical tests \nonly serving to exclude other diagnoses. Given the \nmesenchymal origin of UESL, certain immune markers, \nsuch as Vim and α1-antitrypsin (α1-AT), may be \npositively expressed [17]. Notably, in the current case, \nimmunohistochemical analysis showed positive results \nfor Vim (+ ) and ki67 (+ ), consistent with existing \nstudies [17].\nGabor et  al. [1 ] posited that surgical intervention \nserves as the primary treatment for UESL, often \naccompanied by radiotherapy, chemotherapy, and \ninterventional therapy. Given the high degree of \nmalignancy and rapid progression of UESL, tumors \nare frequently identified at an advanced stage and \nlarge size, and are still prone to recurrence and \nmetastasis after complete resection, with poor \nlong-term survival. Gabor [1 ] also suggested that \ncomplete surgical resection in combination with \npostoperative chemotherapy is a recognized treatment \nfor improving clinical outcomes for UESL patients, \nalthough the standard chemotherapy regimen is yet to \nbe established. Moreover, radiotherapy is commonly \nadministered to UESL patients who present with \nmetastatic tumors. Despite these interventions, no \ndefinitive treatment protocol for UESL currently exists, \nnecessitating further case studies for establishing a \nconsensus on effective therapeutic approaches. In \ncases of unresectable UESL, a limited number of \npatients undergo orthotopic liver transplantation [21]. \nSubsequent adjuvant chemotherapy is commonly \nrecommended. Due to the scarcity of donor organs, \northotopic liver transplantation serves as an alternative \ntreatment option for those who are not candidates \nfor radical resection. During the surgical procedure \npresented here, a space-occupying lesion was identified \nin the right posterior hepatic lobe, adhering to the \ndiaphragm. The liver parenchyma overlaying the \nsurface of the tumor showed signs of rupture, with \nminimal blood clotting observed. The tumor was \nsuccessfully and completely excised. Subsequently, the \npatient underwent five cycles of combined ifosfamide \nand epirubicin chemotherapy, administered at 21-day \nintervals. At the 3-year postoperative mark, the patient \nexhibited stable clinical status, with no liver tumor \nrecurrence. The favorable prognosis may be attributable \nto the absence of vascular infiltration in the excised \nspecimen.\nPage 7 of 8\n Huang et al. Journal of Medical Case Reports          (2024) 18:517 \n \nConclusions\nUESL is a rare condition characterized by non-specific \nclinical manifestations and serological findings, making \naccurate diagnosis challenging. Although there is a lack \nof specificity in any imaging examination for UESL, a \ncomprehensive analysis of various imaging modalities \ncan provide crucial clues for our diagnosis of UESL: \n(1) a large, well-defined tumor with cystic components \ndisplays heterogeneous density and spaciousness; (2) \nlow density within the cystic portion is accompanied \nby slightly elevated-density flocculent or cable-like \nseparations, possibly presenting mural nodules; (3) there \nis uncertain enhancement of the cystic region upon \ncontrast-enhanced scanning; mild to moderate uneven \nenhancement is observed in both parenchyma and septa; \n(4) owing to the presence of a water-absorbing acidic \nmucopolysaccharide matrix, UESL often demonstrates \npredominantly cystic–solid mixed echogenicity on \nultrasound imaging, while CT scans typically reveal \nprimarily cystic components (The inconsistent imaging \nfindings are regarded as distinctive characteristic features \nof UESL); and (5) notably, an increased 18F-FDG uptake \nin a cystic liver mass during PET-CT evaluation further \nstrengthens the possibility of diagnosing UESL. When \nthese imaging findings are evident, it is imperative to \ncontemplate the possibility of UESL and expeditiously \nconduct a pathological examination to validate our \nsuspicions. The management of UESL in adults may \nbenefit from early surgical resection and postoperative \nadjunctive therapy, based on our extensive experience. \nTherefore, this case study will contribute to the \nadvancement of our understanding regarding UESL, \nthereby facilitating its future diagnosis and treatment.\nAbbreviations\nUESL  Undifferentiated embryonal sarcoma of the liver\nCT  Computed tomography\nMRI  Magnetic resonance imaging\nPET-CT  Positron emission tomography–computed tomography\n18F-FDG  18F-fluorodeoxyglucose\nAFP  Alpha-fetoprotein\nCA19-9  Carbohydrate antigen 19-9\nCA125  Carbohydrate antigen 125\nCEA  Carcinoembryonic antigen\nCDFI  Color Doppler flow imaging\nSUV  Standardized uptake value\nAcknowledgments\nWe would like to thank Hangzhou First People’s Hospital for allowing us \nto conduct this project. We would also like to express our gratitude to Dr. \nShao Chang from the Department of Pathology of Hangzhou First People’s \nHospital for her professional and meticulous guidance on the interpretation \nof pathological results and the shooting of typical pictures during the revision \nprocess of the manuscript.\nAuthor contributions\nX-LZ and P-YW conducted a thorough analysis of existing literature, gathered \ndata, composed the initial draft, and finalized the manuscript. L-YS provided \nthe PET-CT pictures, and Y-LZ provided the laboratory examination data. XH \nand Y-FH actively engaged in a critical review of the paper. The article was collaboratively contributed to by all authors and received unanimous approval \nfor submission.\nFunding\nThis study was supported by the Educational and Teaching Reform Research \nProject of Zhejiang Chinese Medical University (ZB22004), Educational Reform \nResearch Project of Zhejiang University School of Medicine (jgzd20221008), \nand Project of Zhejiang Institute of Higher Education (KT2023397).\nAvailability of data and materials\nAvailable from corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe studies involving human participants were reviewed and approved by \nHangzhou First People’s Hospital, Westlake University School of Medicine (ZN2024283-01). The patient provided written informed consent for the use of \nher images and other clinical information in this study. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThere are no competing interests.\nAuthor details\n1 Department of Radiology, Affiliated Hangzhou First People’s Hospital, \nWestlake University School of Medicine, Hangzhou 310006, China. \n2 Department of Nuclear Medicine, Hangzhou Cancer Hospital, \nHangzhou 310006, China. 3 Department of Laboratory, Affiliated \nHangzhou First People’s Hospital, Westlake University School of Medicine, \nHangzhou 310006, China. 4 Department of Health Management Centre, \nAffiliated Hangzhou First People’s Hospital, Westlake University School \nof Medicine, Hangzhou 310006, China. \nReceived: 12 June 2024   Accepted: 22 September 2024\nReferences\n 1. Gabor F, Franchi-Abella S, Merli L, Adamsbaum C, Pariente D. Imaging \nfeatures of undifferentiated embryonal sarcoma of the liver: a series of 15 \nchildren. Pediatr Radiol. 2016;46(12):1694–704.\n 2. Pachera S, Nishio H, Takahashi Y, et al. Undifferentiated embryonal \nsarcoma of the liver: case report and literature survey. J Hepatobiliary \nPancreat Surg. 2008;15(5):536–44.\n 3. Noguchi K, Yokoo H, Nakanishi K, et al. A long-term survival case of \nadult undifferentiated embryonal sarcoma of liver. World J Surg Oncol. \n2012;10:65.\n 4. Rammohan R, Joy M, Magam SG, et al. An adult with undifferentiated \nembryonal sarcoma of the liver: a case report of a rare encounter. Cureus. \n2023;15(9): e45018.\n 5. Lenze F, Birkfellner T, Lenz P , et al. Undifferentiated embryonal sarcoma of \nthe liver in adults. Cancer. 2008;112:2274–82.\n 6. Pu T, Chen JM, Guo Q, et al. Surgical diagnosis and treatment of adult \nhuge undifferentiated embryonal sarcoma of the liver. Zhonghua Wai Ke \nZa Zhi. 2021;59:848–53.\n 7. Zhang C, Jia CJ, Xu C, et al. Undifferentiated embryonal sarcoma of \nthe liver: clinical characteristics and outcomes. World J Clin Cases. \n2020;8:4763–72.\n 8. Bahador A, Forooghi M, Shahriarirad R, et al. A large undifferentiated \nsarcoma of the liver in a 13-year-old girl treated with anatomical \nresection: a case report and review of the literature. BMC Gastroenterol. \n2022;22:2.\nPage 8 of 8 Huang et al. Journal of Medical Case Reports          (2024) 18:517 \n 9. Shu B, Gong L, Huang X, et al. Undifferentiated embryonal sarcoma of \nthe liver in adults: retrospective analysis of a case series and systematic \nreview. Oncol Lett. 2020;20:102.\n 10. Li XW, Gong SJ, Song WH, et al. Undifferentiated liver embryonal \nsarcoma in adults: a report of four cases and literature review. World J \nGastroenterol. 2010;16:4725–32.\n 11. Huang J. Undifferentiated embryonal sarcoma of the liver in adults. Exon \nPublications. 2021;6:165–78.\n 12. Stocker JT, Ishak KG. Undifferentiated (embryonal) sarcoma of the liver: \nreport of 31 cases. Cancer. 1978;42:336–48.\n 13. Muthuvel E, Chander V, Srinivasan C. A clinicopathological study of \npaediatric liver tumours in a Tertiary Care Hospital. J Clin Diagn Res. \n2017;11(3):EC50–3.\n 14. Xu HF, Mao YL, Du SD, et al. Adult primary undifferentiated embryonal \nsarcoma of the liver: a case report. Chin Med J (Engl). 2010;123(2):250–2.\n 15. Martins-Filho SN, Putra J. Hepatic mesenchymal hamartoma and \nundifferentiated embryonal sarcoma of the liver: a pathologic review. \nHepat Oncol. 2020;7(2):19.\n 16. Li Y, Cai Q, Jia N, et al. Pre-operatively misdiagnosed undifferentiated \nembryonal sarcoma of the liver: analysis of 16 cases. Ann Transl Med. \n2015;3:353.\n 17. Luan T, Mei H, Yuan L, Hu Y. Undifferentiated embryonic sarcoma of the \nadult liver with paraneoplastic syndrome: a case report. Transl Cancer Res. \n2022;11(12):4465–73.\n 18. Patel RK, Pathak S. Undifferentiated embryonal sarcoma masquerading \nas liver abscess: a case report with typical imaging features. SA J Radiol. \n2021;25(1):2179.\n 19. Putra J, Ornvold K. Undifferentiated embryonal sarcoma of the liver: a \nconcise review. Arch Pathol Lab Med. 2015;139:269–73.\n 20. Kyu HL, Maratovich MN, Lee KB. Undifferentiated embryonal sarcoma of \nthe liver in an adult patient. Clin Mol Hepatol. 2016;22:292–5.\n 21. Khan ZH, Ilyas K, Khan HH, et al. Unresectable undifferentiated embryonal \nsarcoma of the liver in an adult male treated with chemotherapy and \northotopic liver transplantation. Cureus. 2017;9(10): e1759.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}