{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04905-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04905-5.pdf",
  "metadata": {
    "/Keywords": "CAR-T therapy; Mantle cell lymphoma; Immune effector cell-associated hematotoxicity; Cytokine release syndrome; Immune effector cell-associated neurotoxicity syndrome; Adverse drug reaction; Intestinal perforation; Cytomegalovirus infection; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120191308+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241111185506+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04905-5",
    "/Author": "G. Menardi ",
    "/Title": "Management of chimeric antigen receptor T-cell-related toxicity of a patient affected by cytokine release syndrome and immune effector cell-associated neurotoxicity syndrome, followed by an intestinal perforation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04905-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Mantle cell lymphoma is a diverse B-cell lymphoma with varying clinical behaviors. Treating relapsed \nor refractory mantle cell lymphoma is challenging, with Bruton’s tyrosine kinase inhibitors proving effective \nbut not curative. Post-Bruton’s tyrosine kinase inhibitor failure, the prognosis remains unfavorable. Brexucabtagene \nautoleucel, a US Food and Drug and European Medicines Agency-approved anti-CD19 chimeric antigen receptor \nT-cell therapy, marks a significant breakthrough offering hope in this challenging scenario.",
    "Case Presentation": "Case presentation This article presents an analysis of the management of short-term chimeric antigen receptor \nT-cell therapy-associated toxicities, focusing on a specific case of a patient with refractory mantle cell lymphoma. \nThe report underscores the complexities of chimeric antigen receptor T-cell treatment and sheds light on strategies \nemployed to mitigate toxic effects. The case involves a white Caucasian 59-year-old male affected by relapsed mantle \ncell lymphoma who underwent various treatments, including autologous anti-CD19 chimeric antigen receptor T-cell \ntherapy (brexucabtagene autoleucel). The patient experienced immune effector cell-associated hematotoxicity \nalong with cytokine release syndrome and immune effector cell-associated neurotoxicity syndrome, necessitating \nintervention. The management involved a combination of tocilizumab, corticosteroids, and anakinra, which effectively \nalleviated symptoms. Additionally, the article highlights the patient’s case of intestinal perforation following CAR-T \ntherapy. Although there is a correlation between gastrointestinal perforation and interleukin 6 receptor inhibitors, the adverse event was attributed to the patient’s preexisting diverticulitis and the immunosuppressive drugs \nadministered leading to cytomegalovirus reactivation. The study emphasizes the evolving landscape of chimeric \nantigen receptor T-cell therapy and the significance of addressing toxicities associated with this innovative treatment \napproach. It underscores the value of anakinra as a potential corticosteroid-sparing therapy for immune effector cellassociated neurotoxicity syndrome and raises the need for further research to optimize the management of immune Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nG. Menardi\nmenardi.gio@ospedale.cuneo.it\nFull list of author information is available at the end of the article\nPage 2 of 7 Menardi et al. Journal of Medical Case Reports           (2025) 19:27 \nBackground\nMantle cell lymphoma (MCL) is a mature B-cell lym phoma, with biological and clinical heterogeneity, \nranging from indolent cases to highly aggressive ones \nwith limited prognosis. Many prognostic factors are \nknown, including the MCL international prognostic \nindex (MIPI), Ki-67 proliferation index, TP53 aberra tion, complex karyotype, and disease progression within \n24  months of initial treatment (POD24). Treatment for \nrelapsed or refractory (R/R) MCL is still a tough issue \nand prognosis for R/R MCL post-Bruton’s tyrosine kinase \ninhibitor (BTKi) failure remains unfavorable. Brexucabta gene autoleucel (brexu-cel), an autologous anti-CD19 \nchimeric antigen receptor T-cell (CAR-T) therapy, stands \nas the first cellular therapy US Food and Drug Adminis tration (FDA)- and European Medicines Agency (EMA)approved for R/R MCL, demonstrating high efficacy and \nlong progression-free survival (PFS) in this setting [1]. \nHowever, CAR-T cell therapy spreading, imposed the \nchallenge of new toxicities management, such as acute \ncytokine release syndrome (CRS) and immune effector \ncell-associated neurotoxicity syndrome (ICANS), but \nalso longer-term B-cell aplasia, hypogammaglobuline mia, and infections.\nCRS is an inflammatory state, onsets with consti tutional symptoms, including fever, fatigue, myalgia, \nand arthralgia. However, it can swiftly escalate to more \nsevere manifestations such as hypotension, tachycardia, \ntachypnea, and hypoxia, as well as complications such as \narrhythmia, capillary leak, coagulopathy, respiratory fail ure, shock, and multiorgan dysfunction. The CRS man agement requires interleukin (IL)-6 receptor-blocking \nantibody tocilizumab and corticosteroids, such as meth ylprednisolone or dexamethasone, aimed to reduce the \ncytokine storm.\nICANS can occur at the same time of CRS, after its res olution, or independently. ICANS commonly manifests \nwith impairments in attention and confusion. Early signs \nincluded expressive aphasia and alterations in hand writing or attention. However, sometimes it can rapidly \nevolve to coma, seizures, motor weakness, and cerebral edema. In contrast to CRS, our understanding of the \npathophysiology underlying ICANS remains incomplete.\nThe treatment strategy is tiered based on the severity of \nICANS, as graded by established criteria. Management is \nbased on supportive care and close monitoring for mild \ngrade, while on high dose steroids and eventually on antiinterleukin-1 receptor (IL-1R) anakinra, as ICANS pro gresses to more severe grade.\nFor patients presenting with high-grade ICANS, admis sion to the intensive care unit (ICU) becomes necessary \n[2, 3].\nHere we describe a difficult immune effector cellassociated hematotoxicity (ICAHT) case followed by an \nintestinal perforation episode. The patient suffered from \nCRS and ICANS and was treated with tocilizumab, corti costeroids and anakinra.\nCase presentation\nWe present the case of a white Caucasian 59-year-old \nmale patient affected by mantle cell lymphoma. His past \nmedical history was unremarkable, except for hyper tension under treatment and diverticulitis, occasion ally requiring cycles of antibiotic treatments. He had no \nmajor interventions in the past. From the beginning of \n2021, he experienced discontinuous diarrhea and sig nificant weight loss. He performed blood exams that \nrevealed mild lymphocytosis and anemia and an abdo men ultrasound scan that was negative, except of mild \nsplenomegaly (17  cm). In April 2021, he performed an \nexploratory colonoscopy and was diagnosed with cyc lin D1 + mantle cell lymphoma by ileoterminal biopsy. \nHe received six cycles of alternated rituximab, cyclo phosphamide, doxorubicin, vincristine and prednisone \n(R-CHOP) and rituximab, cisplatin, cytarabine and \ndexamethasone (R-DHAP) regimens. After achieving a \ncomplete remission, he received an autologous stem cell \ntransplantation (ASCT) in November 2021 after con ditioning with the standard regimen of BCNU, etopo side, cytarabine, and melphalan (BEAM). In June 2022, \nhe experienced an early relapse and he initiated ibruti nib, at the standard dose of 560 mg/day, as a second line effector cell-associated hematotoxicity and associated complications. The potential preventive use of drugs to mitigate toxicities also warrants exploration, albeit with the current dearth of evidence.\nConclusions In",
    "Conclusion": "conclusion, this article offers valuable insights into the challenges of managing chimeric antigen \nreceptor T-cell-related toxicities through a detailed case presentation and highlights the significance of adopting \nmultidisciplinary approaches to enhance patient outcomes and safety. Further research is needed to refine strategies \nand advance the understanding of these complex treatment-associated toxicities.\nKeywords  CAR-T therapy, Mantle cell lymphoma, Immune effector cell-associated hematotoxicity, Cytokine release \nsyndrome, Immune effector cell-associated neurotoxicity syndrome, Adverse drug reaction, Intestinal perforation, \nCytomegalovirus infection, Case report\nPage 3 of 7\n Menardi et al. Journal of Medical Case Reports           (2025) 19:27 \n \ntreatment. No response was obtained after 6 months of \ncontinuous ibrutinib treatment at full dose and therefore \nhe was considered eligible for a third line therapy with \nbrexucabtagene autoleucel according to FDA/EMA/Ital ian Medicines Agency (AIFA) indications. Ibrutinib was \nnot interrupted during apheresis and CAR-T manufac turing. Standard lymphodepletion was performed with \nfludarabine 30 mg/m2 and cyclophosphamide 500  mg/\nsqm for 3 days (days −5, −4, −3) and on the fifth day (day \n0) CAR-T were infused (brexu-cel total dose of 154 mil ion of CAR-T lively cells). Two days after CAR-T infu sion, he became febrile. Empiric antibiotic therapy with \nmaxipime (2 g three times a day) was initiated concur rently with an extensive diagnostic work-up for infec tions, according to CAR-T toxicity general management \nprocedures. A cytokine release syndrome grade 1 (CRS1) \nwas diagnosed, according to the Common Terminology \nCriteria for Adverse Event (CTCAE) version 5.0 of the \nNational Cancer Institute. On day 3, CRS progressed to \ngrade 2, and three doses of tocilizumab 8  mg/kg were \ngiven in 24 hours. On day +5, fever was still present and \nupper limb tremor appeared. Intravenous dexametha sone was initiated at 10  mg every 6 hours and, even if \nextensive infective diagnostic exams were all negative, \nantibiotic switch to piperacillin/tazobactam (4.5 g four \ntimes a day) was done.\nFever quickly resolved after starting dexamethasone, \nbut ICANS symptoms characterized by handwriting \nalterations appeared on day 7. The electroencephalogram \n(EEG) showed evidence of bilateral frontal fundus rhythm slowing, while magnetic resonance imaging (MRI) scan \nwas negative. On day 8, the immune effector cell enceph alopathy score (ICE) decreased from 9 to 7 with further \ndeterioration of handwriting, attention capacity, and spa tial–temporal orientation. The patient was transferred \nto the intensive care unit (ICU) and treated with higher \ndoses of dexamethasone 20  mg and anakinra 100  mg \nevery 6 hour with rapid improvement of ICANS. On day \n10, the patient was readmitted to the hematology ward \ngiven the clinical improvement. Tapering of dexametha sone and anakinra was initiated in hematology ward, and \ndrugs were stopped on day 13. Two days after drug sus pension, the patient experienced a novel ICANS episode \nrequiring the quick reintroduction of dexamethasone at \na lower dose (10 mg every 6 hours). EEG and brain MRI \nwere repeated and were both unremarkable. Two sub sequent attempts to stop dexamethasone on day 22 and \n31 were unsuccessful for the recurrence of ICANS. MRI \nwas repeated on day + 23, at second ICANS relapse, but \nit was not repeated at the last recurrence on day + 33. In \nall cases the exams were negative for radiological signs of \nencephalopathy or cerebral edema. No lumbar puncture \nwas performed.\nOn day 34, the patient complained about acute abdom inal pain and he referred to the site where the disease had \nrelapsed. Imaging revealed an acute diverticulitis compli cated by perforation and perivisceral collection (Fig.  1). \nDespite the very low blood cell counts [white blood cell \n(WBC) count 1.45 ×  109/L, neutrophil granulocyte cell \n(NGC) 1.19 ×  109/L, platelets 4.3 ×  1010/L, hemoglobin \nFig. 1 Histopathological slide from surgery material: diverticulosis with focal acute diverticolitis with suppurative inflammation and adiponecrosis\nPage 4 of 7 Menardi et al. Journal of Medical Case Reports           (2025) 19:27 \n7.6  g/dL] and immune suppression status, the patient \nhad to undergo urgent exploratory laparotomy and colic \nresection with colostomy packing, lavage, and drainage of \nthe cavity. The morphologic and immunohistochemistry \nanalyses ruled out the presence of lymphoma B cells and \ninfiltrating CAR-T, whereas a significant neutrophil infil tration associated with cytomegalovirus (CMV) inclu sion was noted. CMV viral load was monitored weekly \nfrom the day of brexu-cel infusion. Concurrently to \ndiverticultis, CMV reactivation was documented in the \nperipheral blood (on day + 32: CMV DNA 1950 copies, \non day + 39 CMV DNA 28,160 copies). Anti-CMV treat ment with valganciclovir was promptly initiated from \nday + 39, because of rising DNA copies in peripheral \nblood, and then continued because CMV inclusions were \nencountered in the biopsy, with some concern about the \nhematological tolerance given the incomplete hemato logical recovery and the lower neutrophil counts. How ever, the patient was treated valganciclovir for 20  days \nwith occasional neutrophil support with granulocyte \ncolony-stimulating factor (G-CSF). Intravenous immuno globulin supplementation was done on day + 39 accord ing to CAR-T management indications and to minimize \nthe infection risk.\nThe positron emission tomography (PET) scan on \nday + 30 showed complete remission of lymphoma, with a significant reduction of the previous specimen in the \nright distal external iliac, and complete regression of the \nfindings in the left oropharyngeal and laterocervical sites, \nwhich were of a nonspecific locoregional reactive nature, \nconsistent with the resolving power of the method. No \nother significant pathological elements were identified in \nthe body districts examined.\nThe patient was discharged on day + 40 with the indi cation to maintain oral prednisone for 2 more weeks. \nPrednisone was safely interrupted on day 56 without any \nICANS recurrence. Anti-CMV therapy was suspended on \nday + 59. Full hematological recovery was documented.\nActually, the patient is in complete remission of lym phoma at month 9 PET and computed tomography (CT) \nscan evaluation, and he underwent surgery for colon \nanastomosis confection with success.\nA summary timeline of the clinical case is depicted \nbelow (Fig. 2).",
    "Discussion": "Discussion and conclusions\nCAR-T therapy completely changed the treatment land scape of refractory/relapsed B-cell malignancies. How ever, this innovative cellular therapy also imposed a \ndistinct toxicity profile. Various challenges arise in treat ing patients with CAR-T, thus the implementation of \noptimal strategies to mitigate potential complications is \nFig. 2 Clinical case report timeline\nPage 5 of 7\n Menardi et al. Journal of Medical Case Reports           (2025) 19:27 \n \nneeded. Among the prominent side-effects associated \nwith CAR-T therapy, there are cytokine release syndrome \n(CRS), immune effector cell-associated neurotoxicity \nsyndrome (ICANS), prolonged cytopenia and secondary \nhypogammaglobulinemia, and B-cell aplasia, with higher \nrisk of infections.\nAmong them, ICANS is one of the most common tox icities in axicabtageneciloleucel [4] or brexucabtagene \nautoleucel [4] treated patients, even more than in the \ntisagenlecleucel [5] treated ones, as the",
    "Results": "results from the \nUS lymphoma CAR-T consortium and the pivotal CAR-T \ntherapy trials demonstrated [4, 6, 7] (Table 1).\nThis characteristic has been linked, in part, to the \nCD28 co-stimulatory domain, compared with 4-1BB. \nIn addition, ICANS may be more severe when targeting \nCD19, potentially because of the on-target, off-tumor \ntargeting of CD19 on brain mural cells. Even when the target and co-stimulatory domain are identical, kinetics \nof toxicity may differ between products, which, in turn, \naffect clinical management [8 , 9].\nThe median onset time of ICANS in axicabtagene ciloleucel and brexucabtagene autoleucel-treated \npatients was 6 and 8 days, respectively, and the median \nduration was nearly the same.\nHowever, 8% of 154 patients in the brexucabtagene \nautoleucel population reported ongoing cognitive defi cits of varying degrees 90  days after CAR-T adminis tration. In our patient, the highest ICANS grade was \nreached on the same day of the maximum lymphocyte \ncount, postinfusion (Fig. 3 ).\nICANS lasted more than 25  days, more than three \ntimes of the median duration, but the combined \ntreatment of dexamethasone plus anakinra was very \nTable 1 Rates of immune effector cell-associated neurotoxicity syndrome (ICANS) in pivotal CAR-T therapy\nDrug Disease Trial Any grade neurotoxicity (%) Grade ≥ 3 \nneurotoxicity \n(%)\nAxicabtageneciloleucel [6, 10] DLBCL ZUMA-I 64 28\nFL ZUMA-5 77 11\nBrexucabtagene autoleucel [1] MCL ZUMA-2 63 31\nTisagenlecleucel [7] DLBCL JULIET 21 12\nB-ALL ELIANA 40 13\nFig. 3 Postinfusion lymphocytes count chart. The highest ICANS grade was manifested on the 8th day post infusion at the peak of lymphocytes \ncount\nPage 6 of 7 Menardi et al. Journal of Medical Case Reports           (2025) 19:27 \neffective, even if at the end a long-term low dose of \nmaintenance steroid was needed to avoid recurrences.\nAnakinra, an IL-1R antagonist, has shown an emerging \nrole in refractory CRS/ICANS. Anakinra was adminis tered to treat CRS and/or ICANS in the brexucabtagene \nautoleucel real-word experience in 17% of patients. The \nrational of this application has been shown in a human ized mouse model [11] and then confirmed in many clini cal reports. The benefit of anakinra administration was \nalso recorded in a single-center experience [12], in which \ncorticosteroid refractory CAR-T-treated patients affected \nby ICANS were also administered anakinra 100 mg sub cutaneously every 6 hours until regression to grade 1. In \nour case, the patient was already administering the dex amethasone for CRS and we combined anakinra due to \nthe end writing worsening. Other evidence to support \nthe anakinra administration are reported by The Uni versity of Texas MD Anderson Cancer Center [3]. The \ncolleagues introduced the dexamethasone median cumu lative dose equal to 273  mg (range, 0–1480) before the \nIL-inhibitor in six patients that received anakinra. Four of \nthe six patients who received anakinra for the manage ment of high-grade ICANS experienced clinical benefit. \nHowever, they administered anakinra 100  mg daily for \n7  days, and the dose we administered was three times \nhigher than the one they used. Our patient adminis tered 90  mg of dexamethasone before starting anakinra \n100  mg and dexamethasone 20  mg, both administered \nevery 6  hours until regression to grade 1, followed by a \n6-day steroid tapering. In both the retrospective trials, \nanakinra was suggested as a corticosteroid sparing ther apy, but systematic evaluation is lacking. A phase 2 clini cal trial has started recruiting to collect strong evidence \nof its use in this setting [13]. In this trial, anakinra was \nstarted at any grade ICANS or grade ≥ 2 CRS. The early \nresults based on seven patients demonstrated potential to \nreduce severe ICANS CAR-T products associated and to \nreduce corticosteroid use. A corticosteroid-sparing ther apy could be helpful to contain secondary side effects, \nsuch as the risk of infections. In our patient’s case, we did \nnot use anakinra because the patient’s recurrent symp toms always responded well to low-dose corticosteroids \nand because the evidence for the efficacy of anakinra in \ntreating ICANS was less standardized at the time.\nHowever, interleukin inhibitors also seem to have \npotential side effects. A potential correlation between \ntocilizumab and adverse gastrointestinal (GI) events, \nsuch as ulcer and intestinal perforation among patients \nwith rheumatoid arthritis, has been assumed and \nobserved in clinical trial and post marketing analysis [14]. \nIntestinal perforation in CAR-T-treated patients are cited \nin the European Society for Blood and Marrow Trans plantation (EBMT) and European Society for Medical Oncology (ESMO) ICAHT management guidelines [15, \n16]. Real-word data and post-marketing surveillance \nreported an increased risk of gastrointestinal perforation \nin axicabtageneciloleucel-treated patients [17].\nTo our knowledge, no brexucabtagene autoleucelrelated intestinal perforation have been previously \nreported, and this was the first signal regarding this type \nof reaction in the Italian pharmacovigilance author ity. However, the setting of patients is similar: they are \ntreated with lymphodepletive chemotherapy and receive \na strong amount of IL-6 receptor inhibitor and corticos teroids. In our case, the patient used to suffer from diver ticulitis, as independent risk factor, and the intestinal \nsegment analyzed after laparotomy did not show mantle \ncell residual or massive CAR-T lymphocyte infiltration, \nso a correlation with direct anti-CD19 treatment action \nshould be excluded. In our patient, the adverse event can \nprobably have multifactorial risks: first of all, his prior \ndiverticulitis, the immunosuppressive drugs adminis tered, the large use of corticosteroids and tocilizumab, \nand the CMV reactivation with intestinal involvement.\nThis clinical case is intended to describe a real-life \nexperience of managing ICAHT post CAR-T and to \nvalidate the use of anakinra in patients with ICANS. The \npatient benefited from the use of anakinra, and this case \nreport joins the evidence in the literature supporting the \nuse of this drug to treat CRS and ICANS. Systematic evi dence must be produced to support the inclusion of this \ndrug in therapy for corticosteroid sparing as well. It also \ndescribes a singular case of intestinal perforation in a \npatient treated with brexucabtagene autoleucel.\nIt was an acute complication of CAR-T treatment, \ndeveloped by multifactorial risks: patients’ prior diver ticulitis, immunosuppressive drugs such as lymphode pletion, steroids and tocilizumab, and CMV reactivation, \nbut also maybe prior bowel lymphoma localization, \nshowing high complexity of these patients and imposing \na multidisciplinary management.\nFurther studies must be conducted in order to reduce \nthe impact of ICAHT in patients receiving CAR-T ther apy. Another application could be the preventive use of \nthe drugs, but evidence is still lacking.\nAbbreviations\nASCT  Autologous stem cell transplantation\nBEAM  Bendamustine, etoposide, cytarabine, melphalan regimen\nBrexu- cel  Brexucabtagene autoleucel\nBTKi  Bruton’s tyrosine kinase inhibitors\nCAR-T  Chimeric antigen receptor T-cell\nCMV  Cytomegalovirus\nCRS1  Cytokine release syndrome grade 1\nCT  Computed tomography\nCTCAE  Common terminology criteria for adverse event\nDLBCL  Diffused large B-cell lymphoma\nEBMT  European Society for Blood and Marrow Transplantation\nEEG  Electroencephalogram\nEMA  European Medicines Agency\nPage 7 of 7\n Menardi et al. Journal of Medical Case Reports           (2025) 19:27 \n \nESMO  European Society for Medical Oncology\nFDA  US Food and Drug Administration\nFL  Follicular lymphoma\nICAHT  Immune effector cell-associated hematotoxicity\nICANS  Immune effector cell-associated neurotoxicity syndrome\nICE  Immune effector cell encephalopathy score\nICU  Intensive care unit\nMCL  Mantle cell lymphoma\nMIPI  MCL international prognostic index\nNGC  Neutrophil granulocyte cell\nPET  Positron emission tomography\nPOD24  Disease progression within 24 months of initial treatment\nR/R  Relapsed or refractory\nR-CHOP  Rituximab, cyclophosphamide, doxorubicin, vincristine, and \nprednisone\nR-DAHP  Rituximab, cisplatin, cytarabine, and dexamethasone\nWBC  White cell count\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors read and approved the final manuscript.\nFunding\nThere are not sources of funding to declare.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no known competing financial interests \nor personal relationships that could have appeared to influence the work \nreported in this paper.\nAuthor details\n1 Hospital Pharmacy, Santa Croce e Carle Hospital, Cuneo, Italy. 2 Director \nof the Pathological Anatomy Department, Santa Croce e Carle Hospital, \nCuneo, Italy. 3 Director of the Hematology Department, Santa Croce e Carle \nHospital, Cuneo, Italy. 4 Director of Hospital Pharmacy, Santa Croce e Carle \nHospital, Cuneo, Italy. 5 Hematology Department, Santa Croce e Carle Hospital, \nCuneo, Italy. \nReceived: 16 January 2024   Accepted: 21 October 2024\nReferences\n 1. Wang ML, Munoz J, Goy A, et al. KTE-X19, an anti-CD19 chimeric antigen \nreceptor (CAR) T cell therapy, in patients (Pts) with relapsed/refractory \n(R/R) mantle cell lymphoma (MCL): results of the phase 2 ZUMA-2 study. \nBlood. 2019;134:754.\n 2. Schubert ML, Schmitt M, Wang L, Ramos CA, Jordan K, Müller-Tidow C, \net al. Side-effect management of chimeric antigen receptor (CAR) T-cell \ntherapy. Ann Oncol. 2021;32(1):34–48.\n 3. Maus MV, Alexander S, Bishop MR, Brudno JN, Callahan C, Davila ML, et al. \nSociety for immunotherapy of cancer (SITC) clinical practice guideline \non immune effector cell-related adverse events. J Immunother Cancer. \n2020;8(2): e001511. 4. Nastoupil LJ, Jain MD, Feng L, Spiegel JY, Ghobadi A, Lin Y, et al. Standardof-care axicabtagene ciloleucel for relapsed or refractory large B-cell \nlymphoma results from the US lymphoma CAR T consortium. J Clin \nOncol. 2020;38(27):3119–28.\n 5. Schuster SJ, Tam CS, Borchmann P , Worel N, McGuirk JP , Holte H, et al. \nLong-term clinical outcomes of tisagenlecleucel in patients with relapsed \nor refractory aggressive B-cell lymphomas (JULIET): a multicentre, openlabel, single-arm, phase 2 study. Lancet Oncol. 2021;22(10):1403–15.\n 6. Neelapu SS, Locke FL, Bartlett NL, et al. Axicabtagene ciloleucel CAR T-cell \ntherapy in refractory large B-cell lymphoma. N Engl J Med. 2017;377:2531.\n 7. Schuster SJ, Bishop MR, Tam CS, et al. Tisagenlecleucel in adult relapsed or \nrefractory diffuse large B-cell lymphoma. N Engl J Med. 2019;380:45.\n 8. Bachy E, Le Gouill S, Di Blasi R, Sesques P , Manson G, Cartron G, et al. A \nreal-world comparison of tisagenlecleucel and axicabtagene ciloleucel \nCAR T cells in relapsed or refractory diffuse large B cell lymphoma. Nat \nMed. 2022;28(10):2145–54.\n 9. Parker KR, Migliorini D, Perkey E, Yost KE, Bhaduri A, Bagga P , et al. Singlecell analyses identify brain mural cells expressing CD19 as potential \noff-tumor targets for CAR-T immunotherapies. Cell. 2020;183(1):126-142.\ne17.\n 10. Yescarta (axicabtagene ciloleucel) suspension for intravenous infusion. US \nFood and Drug Administration (FDA) product information. US National \nLibrary of Medicine. 2021. https:// daily med. nlm. nih. gov/ daily med/ fda/ \nfdaDr ugXsl. cfm? setid= 9b706 06e- b99c- 4272- a0f1- b5523 cce0c 59& type= \ndispl ay . Accessed 5 April 2021.\n 11. Norelli M, Camisa B, Barbiera G, Falcone L, Purevdorj A, Genua M, et al. \nMonocyte-derived IL-1 and IL-6 are differentially required for cytokinerelease syndrome and neurotoxicity due to CAR T cells. Nat Med giugno. \n2018;24(6):739–48.\n 12. Strati P , Ahmed S, Kebriaei P , Nastoupil LJ, Claussen CM, Watson G, et al. \nClinical efficacy of anakinra to mitigate CAR T-cell therapy–associated \ntoxicity in large B-cell lymphoma. Blood Adv. 2020;4(13):3123–7.\n 13. Oliai C, Crosetti A, De Vos S, Eradat H, Mead MD, Larson SM, et al. IL-1 \nreceptor antagonist for prevention of severe immune effector cellassociated neurotoxicity syndrome. J Clin Oncol. 2021. https:// doi. org/ 10. \n1200/ JCO. 2021. 39. 15_ suppl. 7566.\n 14. Monemi S, Berber E, Sarsour K, Wang J, Lampl K, Bharucha K, et al. \nIncidence of gastrointestinal perforations in patients with rheumatoid \narthritis treated with tocilizumab from clinical trial, postmarketing, and \nreal-world data sources. Rheumatol Ther. 2016;3(2):337–52.\n 15. Hayden PJ, Roddie C, Bader P , Basak GW, Bonig H, Bonini C, et al. Manage ment of adults and children receiving CAR T-cell therapy: 2021 best practice recommendations of the European Society for Blood and Marrow \nTransplantation (EBMT) and the Joint Accreditation Committee of ISCT \nand EBMT (JACIE) and the European Haematology Association (EHA). Ann \nOncol Marzo. 2022;33(3):259–75.\n 16. SIE: Italian society of hematology. Anti-CD19 CAR-T cell therapy in aggressive B lymphomas: SIE, SIDEM, GITMO recommendations. National system \nguidelines of the superior institute of health. National guidelines system. \n2023.\n 17. Fusaroli M, Isgrò V, Cutroneo PM, Ferrajolo C, Cirillo V, Del Bufalo F, et al. \nPost-marketing surveillance of CAR-T-Cell therapies: analysis of the FDA \nadverse event reporting system (FAERS) database. Drug Saf agosto. \n2022;45(8):891–908.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}