{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04669-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04669-y.pdf",
  "metadata": {
    "/Keywords": "Percutaneous cholangioscopy; SpyGlass; Liver; Lithotripsy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927122047+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240909135525+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04669-y",
    "/Author": "Ana Clarete ",
    "/Title": "Successful application of percutaneous endoscopic cholangioscopy + electrohydraulic lithotripsy for hepatolithiasis post-liver transplantation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04669-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Liver transplantation in pediatric patients is a crucial intervention for treating end‑stage hepatic dis‑\neases. Despite significant advances in surgical techniques and postoperative care, complications remain a substantial \nchallenge in this population. Biliary stones, an infrequent complication, present challenges in this context. Given \nthe impossibility of endoscopic treatments, different strategies have been explored to address post ‑liver transplanta‑\ntion gallstones in children by implementing percutaneous treatment with intraductal lithotripsy.",
    "Case Presentation": "Case presentation A seven‑ year ‑old Latin patient who had a diagnosed at biliary atresia, at the age of two under ‑\nwent a liver transplant from a living donor. However, four months after the transplant, the patient experienced recur ‑\nring episodes of cholangitis. Cholangioresonance revealed intrahepatic lithiasis and anastomotic stenosis. Attempted \ngallstone removal through percutaneous cholangiography proved unsuccessful, as multiple peripheral stones in all \nducts remained immobile. Subsequently, a percutaneous endoscopic cholangioscopy using the SpyGlass Discover \nsystem, for visual examination of the bile ducts + electrohydraulic lithotripsy was performed, effectively removing \nthe stones without any complications.\nConclusions Percutaneous cholangioscopy with intraductal lithotripsy enables accurate identification and extrac‑\ntion of intrahepatic stones without the need for surgical intervention. This method proves to be a valuable alternative \nin addressing post ‑transplant biliary stone. In our case, it was performed on a pediatric patient with liver transplanta‑\ntion, which makes it interesting and relevant as there is currently insufficient literature on this approach in such cases \nin this poblation.\nKeywords  Percutaneous cholangioscopy, Spyglass, Liver, Lithotripsy\nBackground\nPost-transplant biliary complications remain a significant \nconcern, with a global incidence ranging from 15 to 40% \nin pediatric transplant recipients [1]. Biliary stones, pre sent in 2–6% of liver transplant recipients, often result \nfrom anastomotic stenoses and are associated with severe \ncomplications [2]. Post-transplant cholestasis, attributed \nto genetic factors, elevated lipid levels, increased inflam matory response, and ischemia/reperfusion, contributes \nto biliary sludge formation. While surgical approaches Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http://creativecommons.org/licenses/by‑nc‑nd/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAna Clarete\nana.clarete@fvl.org.co\n1 Clinical Research Center, Fundación Valle del Lili, Cali, Colombia\n2 Department of Radiology Anda Diagnostic Imaging, Fundación Valle del \nLili, Cali, Colombia\nPage 2 of 5 Clarete et al. Journal of Medical Case Reports          (2024) 18:472 \nwere once prioritized, endoscopic procedures have \nproven to be preferable in the long term [3]. However, in \ncases where endoscopic cannulation fails due to anatomi cal variations, percutaneous endoscopic cholangioscopy \nemerges as a safe and effective alternative. We present a \nsuccessful case of managing intra and extrahepatic bile \nduct stones in a pediatric patient with a history of liver \ntransplantation using percutaneous cholangioscopy com bined with laser/mechanical lithotripsy.\nCase presentation\nA seven-year-old Latin patient with a history of Kasai \nsurgery (portoenterostomy) for extrahepatic biliary atre sia at the age of two underwent a liver transplant from a \nliving donor at eight months due to a failed initial Kasai \nprocedure, resulting in a Roux-en-Y hepaticojejunos tomy. However, four months post-transplant, the patient \nexperienced recurrent episodes of cholangitis, prompt ing a Doppler ultrasound revealing significant stenosis \nof the portal anastomosis. Addressing this complication \nrequired three percutaneous transhepatic biliary drain ages (PTBD) and replacements of biliary diversion cath eters in an attempt to correct the bilioenteric stenosis \nranging from 30 to 60%.\nDuring the latest emergency admission, the patient \nwas diagnosed with a new episode of ascending cholan gitis, accompanied by intrahepatic lithiasis and anasto motic stenosis revealed by cholangioresonance (Fig.  1). \nSubsequent fluoroscopic and ultrasound review indi cated intrahepatic bile duct dilation with stenosis at the \nanastomosis and the presence of stones. A 10 cm × 4 cm balloon dilation was performed with successful cholan giographic",
    "Results": "results, partially clearing some stones into \nthe intestine. However, multiple peripheral stones in all \nducts remained immobile, necessitating the placement \nof an 8 Fr internal–external biliary catheter.\nHowever, the patient returns to the emergency \ndepartment one month after the procedure due to \nitching sensation and dysfunction of the drain. Sub sequently, a percutaneous endoscopic cholangios copy + lithotripsy is performed.\nDuring the procedure, a previously inserted 10 Fr per cutaneous catheter placed by Interventional Radiology \nwas used to introduce a cholangioscope (SpyGlass Dis cover) into the left intrahepatic bile duct. Three yellow \npigment stones with a hard consistency and a diameter \nof approximately 5–6 mm were observed. Additionally, \nan inflammatory stenosis was identified at the hepato jejunal anastomosis (Fig.  2). To address the stones, elec trohydraulic lithotripsy was performed at a medium \npower of 10 and 200 shots, effectively fragmenting the \nstones (Fig.  3). Subsequently, the stones were advanced \ninto the small intestine through the anastomosis with out complications. A hydrophilic guide was left in the \njejunal loop for continued intervention, and radiology \nintervention placed a stent, leaving a functioning drain \n(Fig.  4). At the end of the procedure, an 8Fr internal–\nexternal drainage was left in place.\nFollow-up: Three months post-procedure, cholan giography is performed through the catheter, showing \ngood contrast passage into the intestine with no evi dence of stenosis or stones. The catheter and stent were \nremoved (Fig. 5 ).\nFig. 1 MR Cholangiopancreatography. A Coronal view: Biliary stones are observed (yellow arrow). B Axial view: Biliary stones are visualized (yellow \narrow)\nPage 3 of 5\n Clarete et al. Journal of Medical Case Reports          (2024) 18:472",
    "Discussion": "Discussion\nWe present a case of a 7-year-old pediatric patient with \npost-liver transplant hepatolithiasis successfully treated \nthrough percutaneous transhepatic cholangioscopy \nin combination with laser lithotripsy. The procedure \nincluded prior balloon dilation of the hepatojejunal anas tomosis and subsequent removal of the biliary drainage \ncatheter without complications.\nThe formation of biliary stones after liver transplanta tion represents a significant clinical challenge, as it not only entails risks of morbidity and mortality but can also \nlead to recurrent episodes of cholangitis and, ultimately, \ntrigger secondary biliary cirrhosis [4]. Diverse factors, \nwhether inflammatory, physical, or metabolic, heighten \nthe susceptibility to biliary stones formation, with the \nreduction of bile flow emerging as the primary determin ing factor [5]. In patients subjected to liver transplanta tion, cholestasis emerges as one of the most prevalent and \nimpactful causes of postoperative biliary stones develop ment [6]. This condition affects both extrahepatic and \nintrahepatic bile ducts, resulting from either mechanical \nobstructions or disruptions in secretion. Other potential \nFig. 2 Percutaneous endoscopic cholangioscopy + electrohydraulic lithotripsy. A Visualization of biliary stone (White arrow). B Biliary stone \nfragments after procedure\nFig. 3 Biliary cholangiography. The yellow arrow reveals the presence \nof a bile duct stone. The white arrow reveals the presence \nof bilioenteric anastomotic stenosis\nFig. 4 Biliary cholangiography. White arrow: Placement \nof a removable percutaneous biliary stent is observed to resolve \nthe stenosis. Yellow arrow: Following stent placement, \nthe disappearance of the stone is also evident\nPage 4 of 5 Clarete et al. Journal of Medical Case Reports          (2024) 18:472 \ncauses associated with intrahepatic cholestasis after \ntransplantation include inflammatory changes or the loss \nof integrity of bile ducts, bacterial or viral infections, the \nadministration of hepatotoxic drugs such as immuno suppressants, as well as injuries resulting from ischemia/\nreperfusion processes or a combined interaction of these \nfactors [7].\nDiverse therapeutic strategies have been employed to \naddress the formation of biliary stones in patients under going liver transplantation. Despite the previous prior itization of surgical approaches as the cornerstone of \ntreatment, there has been a transition towards minimally \ninvasive procedures for the diagnosis and treatment of \nbiliary system lithiasis and stenosis. Although endoscopic \nprocedures, such as endoscopic retrograde cholangio pancreatography (ERCP), generally achieve a definitive \ntreatment with a success rate exceeding 90%, it is essen tial to recognize that not all cases respond efficiently to \nthese techniques [8].\nCurrently, post-transplant biliary complications have \nbeen primarily addressed through endoscopic and per cutaneous interventional procedures, as they offer safety, \nminimal invasiveness, and favorable outcomes compared \nto surgical management [8].\nIn cases of complex lithiasis, marked by the presence \nof numerous, sizable, intrahepatic stones, or those situ ated in regions with anastomotic stricture, advanced \nintraductal techniques such as electrohydraulic litho tripsy using SpyGlass cholangioscope, a single-operator \nendoscope, have demonstrated exceptional results [8]. \nThis therapeutic modality provides the ability to frag ment stones without significantly compromising biliary \nintegrity, addressing situations that go beyond the scope of conventional endoscopic techniques. These strategies \nare particularly relevant in challenging cases that do not \nrespond adequately to standard ERCP treatment, and \nwhere lithiasis persists despite previous attempts [8]. A \nreview of multiple studies on cholangioscopy revealed \nthe occurrence of potential side effects such as pancreati tis, cholangitis, and perforation. However, there is limited \ninformation on device-related failures or patient-associ ated events related to the SpyGlass cholangioscope [9].\nIn our specific case, the patient had previously under gone a cholangiography, where, unfortunately, the com plete removal of the stones was not achieved, revealing \nthe persistence of multiple intrahepatic stones. This sce nario underscores the necessity of tailoring therapeu tic strategies to the individual complexity of each case, \nacknowledging that endoscopic techniques may not \nalways be sufficient, and alternative options can be cru cial to achieve successful outcomes.\nIn",
    "Conclusion": "conclusion, the combination of a percutaneous \napproach with cholangioscopy and lithotripsy emerges \nas a viable and safe option for managing biliary compli cations in pediatric patients with a history of liver trans plant. This is particularly pertinent as literature on such \ncases is limited. Moreover, it paves the way for further \nresearch into this procedure and other potential inter ventions within this cohort of pediatric liver transplant \nrecipients. Although additional studies are needed to val idate its effectiveness specifically in this population, the \npresented case underscores the importance of a multidis ciplinary approach and collaboration among specialists. \nThis comprehensive approach proves to be a key factor \nin improving outcomes in complex clinical situations, \nemphasizing the significance of ongoing research and \nFig. 5. 3‑month follow‑up by cholangiography. A White arrow: Removable percutaneous biliary stent. B Yellow arrow: Post ‑removal of the biliary \nstent, where a normal bilioenteric anastomosis is visualized\nPage 5 of 5\n Clarete et al. Journal of Medical Case Reports          (2024) 18:472 \n \nknowledge exchange in the care of patients with a history \nof liver transplant and biliary lithiasis.\nConclusion\nThe percutaneous approach with cholangioscopy plus \nlithotripsy may be a viable and safe option for managing \nbiliary complications in pediatric patients with a history \nof Kasai surgery and liver transplantation. The limited \nliterature available in this area emphasizes the need for \nfurther research on this procedure and other possible \ninterventions. However, further studies and case reports \nare needed to validate its effectiveness in this specific \npopulation. This case illustrates the importance of a mul tidisciplinary approach and collaboration among special ists to enhance outcomes in complex clinical situations.\nAcknowledgements\nNot applicable.\nAuthor contributions\nAC: project administration, review and editing. DN: conceptualization—writ ‑\ning—original draft. JT: conceptualization and review. AH: conceptualization \nand review.\nFunding\nThe author(s) received no financial support for the research, authorship, and/\nor publication of this article.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThe reported case was reviewed and approved, and individual patient consent \nwas obtained following institutional guidelines. Following our institutional \npolicies, all protected health information was removed.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 13 December 2023   Accepted: 7 June 2024\nReferences\n 1. Feier FH, Da Fonseca EA, Seda‑Neto J, Chapchap P . Biliary complications \nafter pediatric liver transplantation: risk factors, diagnosis and manage ‑\nment. World J Hepatol. 2015;7:2162.\n 2. Dabbous H, Elsayed A, Salah M, Montasser I, Atef M, Elmetenini M. \nRisk factors and management of biliary stones after living donor liver \ntransplant and its effect on graft outcome. Front Med (Lausanne). \n2022;9:927744.\n 3. Cillo U, Burra P , Norberto L, D’Amico D. Bile duct stones and casts after \nliver transplantation: different entities but similar prevention strategy? \nLiver Transpl. 2008;14:1400. 4. Seehofer D, Eurich D, Veltzke ‑Schlieker W, Neuhaus P . Biliary complica‑\ntions after liver transplantation: old problems and new challenges. Am J \nTranspl. 2013;13:253.\n 5. Kırnap M, Ayvazoğlu Soy EH, Akdur A, Yıldırım S, Harman A, Moray G, et \nal. Incidence and treatment of bile stones after liver transplant. Exp Clin \nTransplant. 2017. https:// doi. org/ 10. 6002/ ect. 2017. 0023.\n 6. Ponziani FR, Bhoori S, Pompili M, Zocco MA, Biolato M, Marrone G, et al. \nPost ‑liver transplant intrahepatic cholestasis: etiology, clinical presenta‑\ntion, therapy. Eur Rev Med Pharmacol Sci. 2017;21(1 Suppl):23–36.\n 7. Fusai G, Dhaliwal P , Rolando N, Sabin CA, Patch D, Davidson BR, et \nal. Incidence and risk factors for the development of prolonged and \nsevere intrahepatic cholestasis after liver transplantation. Liver Transpl. \n2006;12(11):1626.\n 8. Boeva I, Karagyozov PI, Tishkov I. Post ‑liver transplant biliary complica‑\ntions: current knowledge and therapeutic advances. World J Hepatol. \n2021;13(1):66.\n 9. Chandan S, Ramai D, Mozell D, Facciorusso A, Diehl DL, Kochhar GS. \nAdverse events of the single operator cholangioscopy system: a MAUDE \ndatabase analysis. Gastrointest Endosc. 2024;99:AB649.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}