{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04978-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04978-2.pdf",
  "metadata": {
    "/Keywords": "Burns; Caustic agent; Colonic graft; Ileocecal valve; Upper gastrointestinal tract",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218120333+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241213140444+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04978-2",
    "/Author": "Reyhaneh Naseri ",
    "/Title": "Using right colon interposition in patients with caustic ingestion, an introduction of a new surgical technique for post-gastrectomy reconstruction: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04978-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Introduction": "introduction of a new \nsurgical technique for post -gastrectomy \nreconstruction: a case series\nReyhaneh Naseri1,2, Mojtaba Shafiekhani3,4, MohammadSadegh Rajabian5, Kiarash Ashrafzadeh3, \nMaryam Esmaeili3 and Hamed Nikoupour3*",
    "Abstract": "Abstract",
    "Background": "Background Corrosive substance ingestion is rare but can cause severe injury, especially to the upper gastrointestinal tract, and can be a potentially fatal event. Various surgical procedures have been advocated for gastroesophageal \nreconstruction, but especially those using the right colon, when the ileocecal valve is preserved for gastric reconstruction, are briefly exposed in literature and have not been studied in humans by controlled studies. Using the right \ncolon is believed to be beneficial because of the anti-reflux mechanism of the ileocecal valve. This study aims \nto report our experience in the use of right colon interposition for gastric reconstruction in the management of caustic injury, and to assess its influence on patient outcomes.",
    "Case Presentation": "Case presentation We describe five cases, all of which included corrosive substances ingested by patients referred \nto a local tertiary center institution undergoing right colon interposition for esophageal and gastric reconstruction. \nWe evaluated five Iranian patients undergoing ileocolic segment interposition for gastric reconstruction. Of these, two \nwere male patients (patient 1 was 51 years old, patient 2 was 32 years old), and three were female patients (patient \n3 was 49 years old, patient 4 was 32 year old, patient 5 was 59 year old), with an age from 32 to 59 years (mean: \n57 ± 10.95). The operating surgeon’s first to fifth procedures proceeded uneventfully, with only one case of cervical \nleakage as a complication with spontaneous closure; relative mean operative time of 5.95 ± 1.17 hours, hospital stays \nof 25 ± 15.29 days for all five patients. No excess morbidity rate was observed.",
    "Conclusion": "Conclusion In this case series, a novel technique for post-gastrectomy reconstruction using right colon interposition \nalong with an ileocecal reservoir with identical advantages in improving eating capacity, and avoiding biliary reflux \nthanks to the presence of the ileocecal valve, is introduced.\nKeywords  Burns, Caustic agent, Colonic graft, Ileocecal valve, Upper gastrointestinal tractOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHamed Nikoupour\nnikoupour@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Naseri et al. Journal of Medical Case Reports          (2024) 18:620 \nBackground\nVarious gastric reconstruction procedures after total \ngastrectomy have evolved over the century [1 ] to com pensate, and prevent complaint of, diarrhea, post-pran dial upper abdominal pain, dumping syndrome, and \nrefractory anemia, conjointly called post-gastrectomy \nsyndrome [2 ]. More than 50 reconstruction sorts have \nbeen reported in the literature for restoring gastroin testinal tract continuity of refs. [3 –6]. Unfortunately, to \ndate, due to a lack of clinical evidence and inhomoge neous reported series, no gold-standard technique has \nbeen established, and many questions about the useful ness of either creating a reservoir or restoring duode nal passage after total gastrectomy are still debated [6 ]. \nTo achieve adequate postoperative outcomes, decrease \ncomplication rates, maintain satisfactory nutritional \nstatus and the patient’s ability to gain and maintain \nweight, and improve quality of life, surgeons should \nchoose an appropriate reconstruction method with the \naims of conservation of the anatomical structure and \npreserving as much of the physiological function as \npossible.\nSeveral modifications to the colon interposition \napproach have been described, using the left, right, \nor transverse colon as an isoperistaltic interposition \ngraft for gastroesophageal reconstruction [7 ]. Some \naspects of anatomical, functional, and single patient \nfeatures, as well as surgeon’s experience, must be taken \ninto consideration before deciding which colonic seg ment to use is the best [8 ]. Left colon interposition car ries complications arising postoperation, occurring at \nany time [9 ]. For instance, the absence of the ileocecal \nvalve leads to symptomatic reflux of bile into the colic \ngraft [9 ]. An additional dysfunctional complaint of the \ntransposed left colic segment is regurgitation, which \nis a result of the lower esophageal sphincter destruc tion [10, 11]. Furthermore, the left colonic flexure wide \nmobilization technique, and inadequate collateral flow \nthrough arterial anastomoses, may increase the risk of \ninjury to the branch of the left colic artery supplying \nthe graft and lead it to ischemic graft failure and necro sis [12, 13]. Therefore, successful use of the colon as a \nsubstitute requires a colon graft with adequate arte rial inflow, sufficient distribution of blood throughout \nthe graft, and unobstructed venous drainage [12]. The \naim of the present study is to describe the experience \nof the novel technique implying preferentially the right \ncolon among caustic injury patients for post-gastroe sophagectomy reconstruction, and especially post-gas trectomy reconstruction. This study was conducted to \nevaluate their outcomes to provide evidence support ing utilizing this technique in other institutions and \nworldwide.Case presentation\nPatient selection\nThis retrospective case series included data of patients \nwith caustic burn who underwent gastroesophagec tomy, and in whom the right colon interposition was \nused for esophageal and gastric replacement at local \ntertiary referral centers, from September 2020 to \nMarch 2022. Patients’ information was anonymized \nprior to analysis and the confidentiality was assured by \nthe researcher.\nDemographic data including the patients’ age, sex, past \npsychiatric problems, past medical history, history of \nprevious surgeries, preoperative nutrition status, preop erative total parenteral nutrition (TPN) receiving, intra operative blood loss, intensive-care-unit (ICU) stay, and \npostoperative complications were recorded from the \npatients’ medical files.\nRepair surgical technique\nOnce in the operating room, the patient is positioned \nsupine and put under general anesthesia along with \nendotracheal intubation. After preoperative sterile prep \nand drape, the procedure is carried out in the following \nphases.\nPhase I: resection and vascular pattern identification\nThis initial step of the operation is performed with the \nsurgeon standing at the left side of the patient. The surgi cal technique of choice is to enter the abdominal cavity \nthrough a previous midline laparotomy incision of total \ngastrectomy. Initially, extensive adhesions are properly \nreleased, and the long isoperistaltic right colon graft, \nsupplied by the right colic artery, right branch of the mid dle colic artery, and ileal branch of the ileocolic artery, is \nchosen from the territory and mobilized followed by the \nCattell’s maneuver.\nAfter colonic graft selection, an inspection of the right \ncolic and middle colic artery pulsations is done to assure \nthe viability of the segment. The ileocolic artery is then \ndissected and temporarily occluded. Caution should be \napplied to protect other vessels in the vascular pedicle \nfrom any possible injuries following pressure, tearing, or \ntwisting.\nPhase II: replacement technique\nThe proximal anastomosis in the neck exploration \nrequires mobilization of the trimmed retracted segment \nof the esophagus. Therefore, the mediastinum is retros ternally opened, and a tunnel is made by a blunt dissec tion, with adjacent division of the endothoracic fascia to \nPage 3 of 7\n Naseri et al. Journal of Medical Case Reports          (2024) 18:620 \n \nthe sternum, while maintaining great caution to avoid \npenetration of the pleura.\nPhase III: graft transplantation\nThe extracted right colon graft is washed with diluted \npovidine iodine solution, and passed anteriorly in medi astinal position, in an isoperistaltic manner. To enable \npassage through the chest, the right colon along with the \nterminal ileum is stitched with a silk suture and pulled \nthrough the cervical incision until the colon is retros ternally placed in the tunnel. Redundant parts are then \nresected. The pyriform sinus (esophago-colonic anasto mosis) is anastomosed to the terminal ileum side-to-end \nat an appropriate site using hand-sewn polydioxanone \nsuture (PDS) 4-0 with interrupted stitches, and the colon \nis fixated to the neck muscles. The cervical incision is \nclosed after a Penrose drain is placed.\nUsing a linear cutting stapler 80 mm, the distal part of \nthe evaluated colon is removed. The gastrointestinal (GI) \ntract continuity is then completed by performing a jeju nocolic and ileocolic anastomosis. The previous jejunos tomy remains in its place while a Jackson-Pratt (JP) drain \nand corrugated drain are also inserted. The mesenteric \ndefect is closed in the usual manner, and the omentum, if \navailable, is placed over the anastomosis. The abdominal \nwall is subsequently closed layer by layer. Finally, bilat eral chest tube number 028 is inserted and the patient is \ntransferred to  the intensive care unit (ICU) for further \ncare.\nFigure  1 represents the patient who had undergone \nexclusive gastrectomy, and was candidate for gas tric reconstruction. GI continuity was re-established \nbetween the extracted right colon/ileum and trimmed \nretracted segment of the esophagus (esophago-colonic \nanastomosis).\nPostoperative course\nDischarge criteria\nA successful discharge program depends on the appro priate meeting of discharge criteria. To do this, each \npatient (P) needs to achieve the enhanced recovery pro tocols, especially emphasizing patient toleration of liquid \ndiet after surgery and healthy leakage-free anastomo sis. In terms of early discharge, pain management, early \nmobility, and judicious intravenous fluid and electrolyte \nmanagement should be considered as contributing to a \nhealthy patient and anastomosis.\nWe evaluated five Iranian patients  (P1,  P2,  P3,  P4, and \n P5) undergoing ileocolic segment interposition for gas tric reconstruction. The mean (± standard deviation) age \nof patients who underwent right colon interposition was \n57 ± 10.95 (range: 32–59) years. Our sample was predom inantly composed of female patients (60%,  P3,  P4,  P5). No significant chronic medical conditions were observed in \nthese patients. All cases presented psychiatric medical \nbackgrounds, but only one patient had a history of sub sequent suicide attempts in the follow-up  (P2). Of impor tance, all cases suffered from major depressive disorder. \nOnly two patients suffered from bipolar and slightly psy chotic symptoms  (P2,  P5).\nIn this study, four patients had undergone surgical \ntreatment of gastroesophagectomy (Fig.  2), and only one \npatient underwent gastrectomy exclusively  (P3) (Fig.  1). \nAll patients obtained nutritional support by feeding \njejunostomy for 5.25 ± 3.59 months and underwent the \noperation after the corrosive ingestion episode within a \nperiod of 11.2 ± 11.90 months. Preoperative serum albu min level was 3.10 ± 0.82. Additional preoperative data \nare summarized in Table 1.\nIntraoperatively, surgical access was by previ ous midline laparotomy as well as left cervico tomy. Only two patients underwent partial upper \nsternotomy to provide additional access for cervical \nesophageal exploration  (P2,  P5). The mean time in the \noperating room was  5.95 ± 1.17  hours. Estimated blood \nloss averaged 1570 ± 1242 ml.\nPostoperatively, all patients were admitted to the \nICU under the care of an intensivist for an average of \n5.80 ± 3.11 days. The mean duration of hospital admission \nwas 25 ± 15.29 days. One patient had a surgical-related \ncomplication of cervical leakage, which was resolved \nFig. 1 Gastric reconstruction using right colon including ileocecal \nvalve by an esophago-colic anastomosis via a single-layer permanent \nsuture. Gastrointestinal continuity was established by jejunocolic \nand ileocolic anastomosis. Previous jejunostomy remained in place\nPage 4 of 7 Naseri et al. Journal of Medical Case Reports          (2024) 18:620 \nspontaneously  (P1). Among the five patients, only one \nhad pulmonary complications, with no need for pro longed or recurrent mechanical respiratory support  (P2).\nNo  excess  morbidity  rate was observed for colon \ninterposition. Enteral feeding initiated within the first \n9.00 ± 1.83 days and advanced to the liquid diet over the \nnext 13 ± 4.24 days. All five patients were discharged from \nthe hospital. In this study, mean follow-up time was 18 \nmonths, and no significant complications occurred dur ing the course.",
    "Discussion": "Discussion\nThe colon has been introduced as a gastroesophageal \nreplacement since 1911 [7]. In this study, in four patients \nrequiring reconstruction after gastroesophagectomy, the \nchoice was ileocolic graft, right colon, and to graft a seg ment from the terminal ileum to the ascending colon. \nThe graft was interposed isoperistaltically as a gastroe sophageal substitute, which uses the ileocolic and middle \ncolic vessels as a pedicle [14]. As a result of using ileoce cal valve, reflux esophagitis seldom occurs after recon struction using a right colon graft. Other advantages of \nthis traditional method are a reservoir-like capacity of the \ncecum due to the large caliber of the cecum, and close \nsimilar match in the diameters of the esophagus and the \nileum, which leads to easier anastomosis [15]. In this \nstudy, only one of the patients  (P1) who underwent right \ncolon interposition as a gastroesophageal reconstruction presented with postoperative cervical leakage left for \nspontaneous closure. There were no intraoperative com plications, and no significant problems were encountered \nduring the procedure.\nThe first proposed idea of using the ileocolic segment as \na substitute for esophageal reconstruction with the pur pose of taking advantage of the anti-reflux mechanism \nof the ileocecal valve was brought about by Lee in 1950 \n[16]; however, it did not gain popularity. This inspired the \nauthors to come up with a modified technique, preferen tially using the right colon for reconstruction after total \ngastrectomy with the preservation of the ileocecal valve, \naimed to prevent pharyngeal bile reflux and storage of \ningested contents within a cecal reservoir to increase \neating capacity, maintain body weight, preserve quality \nof life, and avoid dumping syndrome [17, 18]. Therefore, \nthe above-mentioned technique used in  (P3) succeeded in \nachieving the ideal goals of reconstruction with satisfac tory",
    "Results": "results.\nAdditionally, early onset roux syndrome, which is \nresponsible for vomiting, can occur when Roux-en-Y \nloop is used [19]. This is a gastric emptying disorder \nattributed to postoperative gastroparesis and stasis in \nthe Roux-en-Y limb [20], which subsequently delays ade quate feeding and prolongs hospital stay. In this study, \nno patient complained of roux syndrome or any other \npostprandial symptoms during the follow-up period. We \nbelieve that these favorable surgical outcomes appear to \nbe safe to be accepted as a new surgical procedure.\nThe appropriate graft for anastomosis must be suf ficiently elongated, mobile and well vascularized with \nadequate arterial inflow, sufficient distribution of blood \nthroughout the graft, and unobstructed venous drain age to reach the distal part of remnant esophagus [1, 12]. \nThe ileocolic artery, arising independently from the supe rior mesenteric artery that supplies the large intestine, is \na constant vessel supplying the terminal ileum, cecum, \nand the ascending colon, which gives off the important \nappendicular branches [21]. Importantly, there is an \nextremely effective anastomotic arcade, the marginal \nartery, more often seen on the right side, linking these \nsuccessive arteries around the margin of the bowel [21]. \nAlong these points, experimentally the congruence and \nsize of the cervical esophagus and the terminal ileum \nfacilitate the construction of anastomosis at cervical level \n[22, 23]. Consequently, these results support the hypoth esis for the preference of using right colon interposition.\nTo our knowledge, this is the first case series that \ncarries out and describes an innovative technique of \nusing the ileocolic segment and right colon for gastric \nreconstruction substitute. However, there were several \nlimitations in this research. First, the sample size was \nrelatively small, and was not calculated on the basis of \nFig. 2 Gastroesophageal reconstruction using right colon \nincluding ileocecal valve. Small bowel at 10 cm (cm) was cut. \nThe graft was pulled up retrosternally. Esophago-hypopharynx \nanastomosis was performed, and jejunostomy remained in place\nPage 5 of 7\n Naseri et al. Journal of Medical Case Reports          (2024) 18:620 \n \nTable 1 Demographic, preoperative, intraoperative, and postoperative clinical information of five patients undergoing right colon interposition after total gastroesophagectomy\nMDD major depressive disorder, BMD bipolar mood disorder, TPN total parenteral nutrition, Alb Albumin; prbc tx packed red blood cells transfusion, ICU intensive care unitVariable Patient 1  (P1) Patient 2  (P2) Patient 3  (P3) Patient 4  (P4) Patient 5  (P5)\nDemographic and clinical \nfeaturesAge (year), gender 51, male 37, male 49, female 32, female 59, female\nPast history\n Psychiatric MDD BMD type 2 + MDD MDD MDD with psychotic \nfeatureBMD type 2 + MDD\n Medical Negative Negative Negative Negative Negative\n Surgeries Esophagectomy/gastrectomy/jejunostomy \ninsertionGastrectomy/esophagectomy/jejunostomy \ninsertionGastrectomy Esophagectomy/gastrectomy/jejunostomy \ninsertionEsophagectomy/gastrectomy/jejunostomy insertion\nPreoperative and intraop erative parametersPreoperative phase 6 months 1 months 5 months 10 months 3 months\nPreoperative nutritional \nstate6 months 2 months receiving TPN 5 months receiving TPN 10 months receiving TPN 3 months receiving TPN\nPreoperative serum Alb \nlevel2.2 4.4 2.7 3.2 3\nIntraoperative blood loss 1000 cc 3700 cc 1520 cc 520 cc 1110 cc\nIntraoperative prbc tx Non 2 bag Non Non Non\nIntraoperative duration 4.45 hours 6.5 hours 5 hours 7 hours 7 hours\nIntraoperative exploration \nspacePrevious midline incision/\nleft cervical explorationPrevious midline incision/\nupper part sternotomy/left \ncervical explorationPrevious midline \nincision/left cervical \nexplorationPrevious midline incision/\nleft cervical explorationPrevious midline incision/\nupper part sternotomy/left \ncervical exploration\nPostoperative parameters, \ncomplications, and Clavien–Dindo classificationPostoperative ICU admission9 days 4 days 2 days 5 days 9 days\nPostoperative anastomotic \nleakageCervical leakage spontane ous closureNegative Negative Negative Negative\nPostoperative anastomosis \nstenosisNegative Negative Negative Negative Negative\nPostoperative fistula positive closure 2 months \npostoperativeNegative Negative Negative Negative\nPostoperative anastomosis \nnecrosisNegative Negative Negative Negative Negative\nPostoperative respiratory \ncomplicationsNegative Emphysema Negative Negative Negative\nPostoperative enteral \nnutrition initiation10th day postop 11th day postop 6th day postop 7th day postop 8th day postop\nHospitalization duration 21 days 51 days 13 days 25 days 15 days\nPage 6 of 7 Naseri et al. Journal of Medical Case Reports          (2024) 18:620 \nany hypothesis. A larger sample size is required to per form statistical adjustments for multiplicity, which has \nnot been accomplished in the current study. In addi tion, short follow-up period was a limitation. Further \ninevitable limitations of this technique are in patients \nwho underwent previous sternotomy or colectomy \nof any region, and those requiring a long adhesiolysis \ndue to a former surgical procedure. Despite the above \nlimitations, the results of this series suggest that the \ndescribed modifications represent an alternative to \nestablished procedures for creating a colon interposi tion graft. Although this method may be particularly \nhelpful, the conclusions of this study cannot be directly \napplied; thus, a prospective randomized trial needs to \nbe performed to confirm these observations.\nConclusion\nThe paper provides a detailed description of a surgical \ntechnique employed on five caustic-ingested patients, \nand the ileocecal segment interposition. With regard to \nconstruction of a reservoir, prevention of biliary reflux, \nas a result of ileocecal valve restoration of a more phys iological gastroduodenal circuit and adequate arte rial perfusion, provides significant advantages for the \npatient. Concluding from this experience, it can be \nconsidered as a choice in",
    "Methods": "methods of post-gastrectomy \nreconstruction.\nAbbreviations\nTPN  Total parenteral nutrition\nICU  Intensive care unit\nPDS  Polydioxanone suture\nGI  Gastrointestinal\nJP  Jackson-Pratt\nMDD  Major depressive disorder\nBMD  Bipolar mood disorder\nAlb  Albumin\nprbc tx  Packed red blood cells transfusion\nP  Patients\nAcknowledgements\nNone.\nAuthor contributions\nRN was responsible for data acquisition, data analysis and interpretation, and \ndrafting of the manuscript. MSH is the clinical pharmacist in the inpatient \nrehabilitation unit. MSR was a senior resident who attended the surgery and \nhelped in data acquisition. KA was the hepatobiliary fellow who attended the \nsurgeries and was in charge of following patients. ME drew the illustrations. \nHN was the chief surgeon who performed the surgical procedures, designed \nthe study, and revised the manuscript. All authors proofread the final version \nof the manuscript.\nFunding\nNo funding was applied for this study.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nAll protocols performed in studies involving human participants were in \naccordance with the ethical standards of the local Medical the Ethics Committee of the Shiraz University of Medical Science (Ethical code: IR.SUMS.MED.\nREC.1401.074). In addition, the study was carried out in accordance with the \nrelevant guidelines and regulations and the Declaration of Helsinki.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Thoracic and Vascular Surgery Research Center, Shiraz University of Medical Science, Shiraz, Iran. 2 School of Medicine, Shiraz University of Medical \nSciences, Shiraz, Iran. 3 Shiraz Organ Transplant Center,, Abu Ali Sina Hospital, \nShiraz University of Medical Sciences, Shiraz, Iran. 4 Department of Clinical \nPharmacy, Faculty of Pharmacy, Shiraz University of Medical Sciences, Shiraz, \nIran. 5 Department of Surgery, Shiraz University of Medical Sciences, Shiraz, \nIran. \nReceived: 28 July 2024   Accepted: 12 November 2024\nReferences\n 1. Triboulet J-P . Chirurgie du tube digestif haut. Amsterdam: Elsevier Masson; 2007.\n 2. Westhoff BC, Weston A, Cherian R, Sharma P . Development of Barrett’s \nesophagus six months after total gastrectomy. Off J Am Coll Gastroenterol. 2004;99(11):2271–7.\n 3. Lawrence W Jr. Reconstruction after total gastrectomy: what is preferred \ntechnique? J Surg Oncol. 1996;63(4):215–20.\n 4. Catarci M, Proposito D, Guadagni S, Carboni M. History of reconstruction \nafter total gastrectomy. J R Coll Surg Edinb. 1997;42(2):73–81.\n 5. Lehnert T, Buhl K. Techniques of reconstruction after total gastrectomy for \ncancer. J Br Surg. 2004;91(5):528–39.\n 6. Piessen G, Triboulet J-P , Mariette C. Reconstruction after gastrectomy: \nwhich technique is best? J Visc Surg. 2010;147(5):e273–83.\n 7. DeMeester T, Johansson K-E, Franze I, Eypasch E, Lu C, McGILL JE, Zaninotto G. Indications, surgical technique, and long-term functional results \nof colon interposition or bypass. Ann Surg. 1988;208(4):460.\n 8. Porziella V, Tabacco D, Zanfrini E, Evangelista J, Vita ML, Petracca-Ciavarella \nL, Pogliani L, Meacci E, Congedo MT, Chiappetta M. Colon interposition \nin the management of post-corrosive strictures. Ann Esophagus. 2023. \nhttps:// doi. org/ 10. 21037/ aoe- 2020- 27.\n 9. Chirica M, Veyrie N, Munoz-Bongrand N, Zohar S, Halimi B, Celerier M, \nCattan P , Sarfati E. Late morbidity after colon interposition for corrosive \nesophageal injury: risk factors, management, and outcome: a 20-years \nexperience. Ann Surg. 2010;252(2):271–80.\n 10. Chirica M, de Chaisemartin C, Goasguen N, Munoz-Bongrand N, Zohar S, \nCattan P , Brette M-D, Sarfati E. Colopharyngoplasty for the treatment of \nsevere pharyngoesophageal caustic injuries: an audit of 58 patients. Ann \nSurg. 2007;246(5):721–7.\n 11. Isolauri J, Harju E, Markkula H. Gastrointestinal symptoms after colon \ninterposition. Am J Gastroenterol. 1986;81(11):1055.\n 12. Peters JH, Kronson JW, Katz M, DeMeester TR. Arterial anatomic considerations in colon interposition for esophageal replacement. Arch Surg. \n1995;130(8):858–63.\n 13. Sonneland J. Surgical anatomy of the arterical supply to the colon from \nthe superior mesenteric artery based upon a study of 600 specimens. \nSurg Gynecol Obstet. 1958;106:358–98.\n 14. Kawano T, Nishikage T, Kawada K, Nakajima Y, Kojima K, Nagai K. Subcutaneous reconstruction using ileocolon with preserved ileocolic vessels \nPage 7 of 7\n Naseri et al. Journal of Medical Case Reports          (2024) 18:620 \n \nfollowing esophagectomy or in esophageal bypass operation. Dig Surg. \n2009;26(3):200–4.\n 15. Watanabe M, Mine S, Nishida K, Kurogochi T, Okamura A, Imamura Y. Reconstruction after esophagectomy for esophageal cancer \npatients with a history of gastrectomy. Gen Thorac Cardiovasc Surg. \n2016;64(8):457–63.\n 16. Lee C Jr. Transposition of colon segment as gastric reservoir after total \ngastrectomy. Surg Gyn Obst. 1951;92:456–65.\n 17. Mochiki E, Kamiyama Y, Aihara R, Nakabayashi T, Kamimura H, Asao T, \nKuwano H. Postoperative functional evaluation of jejunal interposition \nwith or without a pouch after a total gastrectomy for gastric cancer. Am J \nSurg. 2004;187(6):728–35.\n 18. Schwarz A, Büchler M, Usinger K, Rieger H, Glasbrenner B, Friess H, Kunz R, \nBeger HG. Importance of the duodenal passage and pouch volume after \ntotal gastrectomy and reconstruction with the Ulm pouch: prospective \nrandomized clinical study. World J Surg. 1996;20(1):60–7.\n 19. Collard J-M, Romagnoli R. Roux-en-Y jejunal loop and bile reflux. Am J \nSurg. 2000;179(4):298–303.\n 20. van der Mijle HC, Kleibeuker JH, Limburg AJ, Bleichrodt RP , Beekhuis H, \nvan Schilfgaarde R. Manometric and scintigraphic studies of the relation \nbetween motility disturbances in the Roux limb and the Roux-en-Y \nsyndrome. Am J Surg. 1993;166(1):11–7.\n 21. Bruzzi M, M’harzi L, Poghosyan T, Ben Abdallah I, Papadimitriou A, \nRagot E, El Batti S, Balaya V, Taieb J, Chevallier J-M. Arterial vascularization of the right colon with implications for surgery. Surg Radiol Anat. \n2020;42(4):429–4355.\n 22. Ceroni M, Norero E, Henríquez JP , Viñuela E, Briceño E, Martínez C, \nAguayo G, Araos F, González P , Díaz A. Total esophagogastrectomy plus \nextended lymphadenectomy with transverse colon interposition: a treat ment for extensive esophagogastric junction cancer. World J Hepatol. \n2015;7(22):2411.\n 23. Mine S, Udagawa H, Tsutsumi K, Kinoshita Y, Ueno M, Ehara K, Haruta S. \nColon interposition after esophagectomy with extended lymphadenectomy for esophageal cancer. Ann Thorac Surg. 2009;88(5):1647–53.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}