{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04798-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04798-4.pdf",
  "metadata": {
    "/Keywords": "Primary aldosteronism; Severe hydronephrosis; Hypertension; Hypokalemia; Adrenal vein sampling",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927114811+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240921095547+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04798-4",
    "/Author": "Jianjuan Sun ",
    "/Title": "Severe hydronephrosis complicated with primary aldosteronism: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04798-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Primary aldosteronism is characterized by high plasma aldosterone and low renin. The plasma aldosterone-to-renin ratio is recommended for screening. Severe hydronephrosis leads to renal parenchymal ischemia, \nresulting in increased renin secretion. Since nonsuppression of renin may cause a negative result in the aldosteroneto-renin ratio test, severe hydronephrosis and primary aldosteronism occurring simultaneously in a patient are challenging to diagnose.",
    "Case Presentation": "Case presentation A 54-year-old Chinese man of Han ethnicity was diagnosed with hypertension and severe \nhypokalemia (minimum 1.57 mmol/L) 13 years prior, and was also diagnosed with severe hydronephrosis due to congenital ureteral stenosis on the left side. His clinical features suggested primary aldosteronism, but the aldosteroneto-renin ratio result of the patient was negative every time he underwent the primary aldosteronism screening test. \nNo further treatment for primary aldosteronism was performed, which led the patient to suffer from severe hypokalemia, such that he was taking 12–15 g/day potassium chloride orally to keep his blood potassium between 3.0 \nand 3.5 mmol/L (reference value, 3.5–5.5 mmol/L) for 13 years, and the patient needed to be hospitalized in the intensive care unit for rescue several times. At admission, although the aldosterone-to-renin ratio result of the patient \nwas negative, we still did the saline stress test and captopril inhibition test, and the",
    "Results": "results showed that the plasma \naldosterone level was not lower after the test than before the test. Adrenal enhanced computed tomography suggested an adenoma in the left adrenal gland, and the results of adrenal vein sampling suggested that the left side \nwas the dominant side. Therefore, laparoscopic total resection of the left adrenal gland was performed, and 2 weeks \nlater, the patient developed short-term renal function impairment and hyperkalemia, but his renal function and blood \npotassium returned to normal after treatment that included fluid rehydration. The patient’s biochemical test results \nand clinical symptoms were completely normal after 1 year.",
    "Conclusion": "Conclusion We suggest that for patients with a high suspicion of primary aldosteronism in the clinic, comprehensive \nanalysis must be performed in combination with clinical characteristic assessments, such as severe hydronephrosis, \nif renin is within the normal range or if the aldosterone-to-renin ratio result is negative at screening and diagnostic \ntests, and adrenal vein sampling should be performed if necessary. It can help avoid misdiagnoses and contribute \nto the treatment of patients with severe hydronephrosis and primary aldosteronism.\nKeywords  Primary aldosteronism, Severe hydronephrosis, Hypertension, Hypokalemia, Adrenal vein sampling\n†Jianjuan Sun and Qiurong Zeng share first authorship.\n*Correspondence:\nJiangang Lu\nlujiangang1211@sina.com\nFull list of author information is available at the end of the article\nPage 2 of 8 Sun et al. Journal of Medical Case Reports          (2024) 18:463 \nBackground\nPrimary aldosteronism (PA) is the most common endo crine cause of secondary hypertension [1], and its preva lence reaches 15–20% in refractory hypertension [2, 3]. \nCompared with patients with essential hypertension, \npatients with PA who have not been diagnosed and are \nnot under long-term treatment have a higher risk of \nchronic kidney disease [4], stroke, atrial fibrillation, heart \nfailure, diabetes, metabolic syndrome, left ventricular \nhypertrophy, and life-threatening ventricular arrhythmia \n[5, 6]. The plasma aldosterone-to-renin ratio (ARR) is a \nreliable screening test for PA, but it is affected by many \nfactors, such as age, sex, body position, and antihyperten sive drugs; hence, full preparations before PA screening \nare necessary [7, 8]. Severe hydronephrosis (SH), physical \ncompression of the renal envelope, and renal parenchyma \ncompression lead to intrarenal microvascular ischemia \nand increased renin secretion [9]. For patients with a \nnegative ARR test result and a high suspicion of PA, their \nclinical characteristics and laboratory results need to be \ncomprehensively considered, and PA diagnostic tests \n(saline load test and captopril inhibition test) should be \nperformed when necessary [10]. This paper describes \na patient who had both PA and SH. We described the \npatient’s clinical characteristics, discussed the strate gies that could help identify these patients, and further \nreviewed the relevant literature to improve our under standing of these complex clinical conditions and avoid \nmisdiagnosis.\nCase presentation\nA 54-year-old Chinese man was admitted to the Ortho pedics Department of our hospital on 2 October 2021, \ncomplaining of weakness in both lower extremities for \n2 days, with worsening for half a day. His serum potas sium was measured at 1.57  mmol/L (reference value \n3.5–5.5  mmol/L), and he was transferred to the inten sive care unit for potassium supplementation with a deep \nvenous catheter but without ventilation. After intrave nous potassium supplementation at 24 g within 48 hours, \nhis blood potassium was 3.1  mmol/L (reference value \n3.5–5.5 mmol/L). The case was complicated by metabolic \nalkalosis, and the patient was transferred to our depart ment for further treatment due to suspected endocrine \ndisease. The patient was found to have “SH of the left kid ney” on physical examination 26 years ago but received \nno treatment, and 20 years prior, he was diagnosed at \nanother hospital with left congenital ureteral stenosis \nand severe left kidney hydrops and was given left ureteral \ndilation, with the left kidney hydrops improving slightly \nafter surgery; 13 years prior, his blood pressure was ele vated, with the maximum reaching 150/102  mmHg. He \nwas given 5  mg once a day felodipine sustained-release tablets, and his blood pressure fluctuated between 130–\n147  mmHg and 85–97  mmHg. He was also diagnosed \nwith obstructive sleep apnea syndrome, and no special \ntreatment was given; 8 years prior, multiple stones in \nboth kidneys and SH in the left kidney and a nodule in \nthe left external adrenal branch were detected by physi cal examination but were not pursued due to normal \nARR values. Ureteroscopic lithotomy and stent implan tation in the left ureteral stenosis were performed in the \nUrology Department of our hospital. The left hydrone phrosis improved after surgery, and his blood potassium \nlevel measured at admission was 2.6  mmol/L (reference \nvalue 3.5–5.5 mmol/L). After discharge, 12–15 g of oral \npotassium chloride was given daily to maintain his blood \npotassium between 2.8 mmol/L and 3.3 mmol/L. Severe \nhypokalemia occurred in the absence of supplementation \nwithin 1–2 days, and his lowest blood potassium concen tration was 1.6 mmol/L. Several times, a central venous \ncatheter was used to supplement potassium in the inten sive care unit due to severe hypokalemia. Because the \nARRs were less than 20 on several occasions, the endo crinology department was not invited for consultation to \nfurther search for the cause of his hypokalemia. During \nthe course of the disease, the patient had an increased \nfrequency of nocturnal urination (approximately five to \neight times per night), no quadriplegia, a round and red \nface, thin skin, ecchymosis after collision, paroxysmal \nheadache, palpitations, sweating, pale face, and other \ndiscomfort. His family history was as follows: his father \ndied at 80  years, and the cause of death was unknown; \nboth his grandmother and mother died of hypertensive \ncerebral hemorrhage at 60  years; his sister was diag nosed with essential hypertension at age 50 years; and his \nbrother was healthy and had no history of hypertension. \nHis personal history included the following: nonsmok ing, average daily alcohol consumption of 100–150 g for \napproximately 20 years, and one healthy son.\nHis physical examination results were as follows: pulse, \n78 beats per minute; blood pressure, 153/92  mmHg; \nbody mass index, 23.7  kg/m2; no sign of Cushing syn drome; normal muscle strength and muscle tone in \nboth upper limbs; grade 4 in both lower limbs; and no \nother positive signs. The results of the auxiliary tests \nwere as follows: blood lipids indicating that triglycerides \nwere 3.54  mmol/L; routine blood, coagulation, thyroid \nfunction, liver function, kidney function, gonadal hor mone, growth hormone, and insulin-like growth factor \n1 results; and a cortisol concentration of 13.71  nmol/L \nafter the 1 mg dexamethasone suppression test. Thyroid \nand parathyroid ultrasound, pituitary magnetic reso nance imaging, and dual energy X-ray absorptiometry \nshowed no abnormalities. Abdominal color ultrasound \nindicated fatty liver, double kidney stones, severe left \nPage 3 of 8\n Sun et al. Journal of Medical Case Reports          (2024) 18:463 \n \nkidney hydronephrosis, and thinning of the left kidney \nparenchyma. Renal artery color ultrasound indicated \nno obvious stenosis in either renal artery. Echocardiog raphy showed that the ventricular septum was 12  mm \nlong, with decreased left ventricular diastolic func tion. Abdominal computed tomography (CT) revealed \nsevere left renal hydronephrosis (Fig.  1A), and computed \ntomography angiography (CTA) showed that the vascu lar network of the left kidney was sparser than that of the \nright kidney (Fig.  1B). Renal radionuclide imaging indi cated poor left renal blood supply, moderately impaired \nfunction (glomerular filtration rate, GFR, 30.7 mL/min), \nand incomplete obstruction of the left upper urinary \ntract. The blood supply and function of the right kidney \nwere normal (GFR, 47.5 mL/min), and the total GFR was \n78.2 mL/min.\nThe treatment process was as follows. After admission \nto our department, his antihypertensive medication was \nchanged to a 10 mg per day nifedipine sustained-release \ntablet, which had little influence on the renin–angioten sin–aldosterone system (RAAS), to control his blood \npressure; the blood pressure of the patient was controlled \nwithin the range of 120–137/72–88 mmHg. Urine potas sium was 40.58 mmol and 60.8 mmol for two consecutive \ndays, the serum potassium ion contents of simultaneous \nblood sampling were 3.01 mmol/L and 3.0 mmol/L, and \nthe pH values were 7.43 and 7.42, respectively; 2 weeks \nlater, the decubitus position test indicated that the plasma \nrenin and ARR values were within the normal range but \nthat aldosterone was significantly increased (Table  1). \nFurther captopril inhibition tests indicated that aldos terone was not inhibited (Table  2), similar to the results \nof the normal saline load test (Table  3). The midnight \n1 mg dexamethasone inhibition test suggested a cortisol level of 13.71 nmol/L, thus excluding Cushing syndrome. \nAdrenal CT showed a nodule in the left external adrenal \nbranch, which was a possible adenoma with a diameter \nof approximately 8 mm and a CT value of approximately \nFig. 1 A Severe hydronephrosis and thinning of the renal cortex of the left kidney and calculi of the right kidney. B Computed tomography \nangiography indicated increased volume and sparse vascular network of the left kidney.\nTable 1 Positional test\nARR  aldosterone-to-renin ratioRenin (µIU/mL) Aldosterone (pg/\nmL)ARR \nSupine position 24.47 (2.8–40) 454.32 (30–230) 18.57 (≤ 20)\nUpright position \n2 h42.02 (4.4–46) 467.46 (30–400) 11.12 (≤ 20)\nUpright position \n4 h69.55 (4.4–46) 461.84 (30–400) 6.64 (≤ 20)\nTable 2 Inhibitory test with captopril\nARR  aldosterone-to-renin ratioRenin (µIU/mL) Aldosterone ARR \nBefore taking captopril 37.86 (2.8–40) 345.27 (30–230) 9.12 (≤ 20)\nAfter taking captopril \n1 hour73.18 (4.4–46) 357.05 (30–400) 4.88 (≤ 20)\nAfter taking captopril \n2 hours80.63 (4.4–46) 444.45 (30–400) 5.51 (≤ 20)\nTable 3 Inhibitory test with saline\nARR  aldosterone-to-renin ratioRenin (µIU/mL) Aldosterone (pg/mL) ARR \nBefore infusion 38.53 (2.8–40) 395.41 (30–230) 10.26 (≤ 20)\nAfter infusion 52.54 (4.4–46) 274.69 (30–400) 5.23 (≤ 20)\nPage 4 of 8 Sun et al. Journal of Medical Case Reports          (2024) 18:463 \n17 Hounsfield units (HU). No definite abnormality was \nfound in the right adrenal gland (Fig.  2). For the left \nadrenal nodule of the patient, we performed segmenta tion of the adrenal venous sample, which included four \npoints: the left adrenal vein, inferior vena cava (left), right \nadrenal vein, and inferior vena cava (right). The selection \nindices on the left and right sides were 37.76 and 4.26, \nrespectively, indicating successful intubation. Comparing \nthe aldosterone-to-cortisol ratios on both sides, the leftsided index was 2.18 (> 2), suggesting that the left side \nwas the dominant side (Table  4). Therefore, the patient \nwas transferred to the urology department and under went total adrenal resection on the left side via laparos copy. Pathology and immunohistochemistry analyses of \nthe resected tissue indicated cortical adenoma (Fig.  3). \nKCNJ5 (inwardly rectifying potassium channel subfam ily J, member 5) mutation sequencing of the resected tis sue indicated a mutation at the G151R hotspot (Fig.  4). \nCytochrome p450 11β-hydroxylase.\nCYP11B1 staining was negative, but aldosterone syn thase (CYP11B2) staining was positive, indicating small \nnodules producing aldosterone in the sample, namely, \naldosterone-producing micronodules (Fig.  5), which \nmay be the source of the high aldosterone secretion in \nthis patient. A total of 100  mg of hydrocortisone was \ngiven intravenously for three consecutive days after sur gery for replacement therapy. His plasma aldosterone, \nrenin, and cortisol levels were 18.4  pg/mL (reference \nvalue 30–230  pg/mL), 10.89  µIU/mL (reference value \n2.8–40  µIU/mL), and 729.67  nmol/L (reference value \n118.64–618.02 nmol/L), respectively, and his blood pres sure was within the normal range without antihyperten sive drugs. The serum creatinine, potassium, sodium, \nand cortisol concentrations were 156  µmol/L (reference \nvalue 58–110  µmol/L), 6.73  mmol/L, 134.7  mmol/L, \nand 309  nmol/L, respectively, and the adrenocortico tropic hormone (ACTH) concentration was 33.8 pg/mL \n(reference value 7.0–85.0  pg/mL). These results all sug gested that the salt corticosteroids he was taking were \nFig. 2 Adrenal computed tomography revealing a local nodule \nin the left external adrenal branch (red arrow) with a diameter \nof approximately 8 mm and a computed tomography value \nof approximately 17 Hounsfield units. Considering the possibility \nof adenoma, no definite abnormality was found in the right adrenal \ngland\nTable 4 Adrenal vein blood sampling\nA aldosterone, A/C aldosterone-to-cortisol ratio, C cortisol, SI selectivity indexLeft adrenal vein Right adrenal vein Postcava Precava\nCortisol (nmol/L) 14251.9 894.6 197.1 377.4\n15323.6 964.0 223.4 314.5\nAverage value (14787.8) (929.3) (210.3) (346.0)\nAldosterone (pg/mL) 96000 2600 224 289\n75800 2343 197 324\nAverage value (85900) (2472) (210) (307)\nA/C 5.8 2.66 1.0 1.1\nSI 70.3 2.7\nFig. 3 Histopathology of the left adrenal adenoma (300×)\nPage 5 of 8\n Sun et al. Journal of Medical Case Reports          (2024) 18:463 \n \ninsufficient, and after symptomatic rehydration treat ment, the patient’s kidney function returned to nor mal. In the absence of potassium supplementation, the \nserum potassium concentration was between 3.8 mmol/L \nand 4.2  mmol/L, and the plasma aldosterone and renin \n(orthostatic) concentrations were 59.5  pg/mL (refer ence value 30–400 pg/mL) and 33.64 µIU/mL (reference \nvalue 4.4–46 mIU/ml), respectively. At 1-year follow-up, \nblood pressure and serum potassium were within the \nnormal ranges without any drug administration, and \nplasma aldosterone (orthostatic) and renin (orthostatic) \nand serum creatinine and serum potassium were 96.2 pg/\nmL, 9.34  µIU/mL, 93.4  µmol/L, and 4.08  mmol/L, \nrespectively.",
    "Discussion": "Discussion\nPA is caused by the secretion of excess aldosterone in the \nspherical zone of the adrenal cortex, resulting in sodium \nretention and potassium exclusion, which can increase \nblood volume and inhibit the renin–angiotensin system, \nhypertension, and hypokalemia. Hyperaldosteronemia \nand hyporeninemia are the main manifestations in clini cal practice [1]. Idiopathic hyperaldosteronism and aldos terone-producing adenomas (APAs) are the common \ntypes of PA, accounting for 60% and 30%, respectively [1]. \nAlthough the ARR is affected by various factors, it is still \nrecommended for use as a preliminary screening index \nfor PA [1]. There are controversies regarding the appro priate cutoff point of the ARR. According to a meta-anal ysis, various studies have proposed a range of 20–50 ng/\ndL per ng/mL per hour as potential cutoff values [11]. \nAiming to maximize its sensitivity and specificity, our \ncenter has adopted 20 (pg/ml per µIU/ml) as the tangent point for the ARR [12, 13]. Saline loading and captopril \ninhibition tests should be performed for patients who are \nARR negative but with a high clinical suspicion of PA.\nAlthough the ARR was negative and renin was within \nthe normal range, the patient reported in this paper was \nhighly suspected to have PA in combination with his \nclinical features, such as SH, refractory hypokalemia, \nhyperkaluresis, and mild-to-moderate hypertension. A \ndefinitive test was performed to indicate that the plasma \naldosterone concentration was not reduced, and adrenal \nCT was performed to assess the presence of left adre nal adenoma; AVS indicated left adrenal dominance. \nThe patient was transferred to the urology department \nand underwent total adrenal resection on the left side. \nPostoperative pathology confirmed our speculation and \nconfirmed the diagnosis of left adrenal adenoma, and \nthe patient’s blood pressure and plasma potassium were \nnormal without any drugs after the surgery. For patients \nwith low renin levels and negative ARRs, we considered \nthe following. Although hyperaldosteronemia in patients \nwith PA can inhibit renin secretion, the patient’s left kid ney had SH. Several related operations have been per formed with unsatisfactory results, and vascular CTA \nof both kidneys can indicate a significant increase in the \nvolume of the left kidney, while a significantly sparse \nvascular network indicates left kidney ischemia. The \nmechanism of injury caused by sustained renal ischemia \nis still not fully understood, though it may be related to \nadenosine triphosphate depletion, reactive oxygen spe cies production, phospholipase activation, neutrophil \ninfiltration, and vasoactive peptide release [14–16]. In \naddition, left hydronephrosis, physical compression of \nthe renal envelope, and renal parenchyma compression \nFig. 4 KCNJ5 gene missense mutation (black arrows) detected by next-generation sequencing in the tumor tissue (c.451G > A p.G151R)\nPage 6 of 8 Sun et al. Journal of Medical Case Reports          (2024) 18:463 \nlead to intrarenal microvascular ischemia, kidney func tion impairment, and increased renin secretion [9]. Con tinuous renal ischemia activates the RAAS, which is one \nof the key mechanisms for increased renin secretion, \nand activation of the RAAS leads to further increases in \nrenin secretion. Some studies have shown that this phe nomenon is more obvious in men than in women [17], \nwhich may be one of the reasons why some patients have \nnormal renin levels and negative ARR test results. In our \npatient, such pathological changes were detected in the \nleft kidney, and the left GFR was significantly lower than \nthat of the right kidney; the pathological mechanism of \nPA was also involved.\nFor impaired renal function and hyperkalemia after \nunilateral aldosteronoma surgery, authors mainly think \nthat after the adrenal gland, which is the dominant side \nof aldosterone secretion, is excised, the salocorticoid \nsecreted by the suppressed adrenal gland ball band on \nthe contralateral side becomes insufficient; temporary or \nlong-term renal function impairment and hyperkalemia \nmay occur, requiring continuous fluhydrocortisone sup plementation [18–20]. Some large cohort studies have \nsuggested that the rate of hyperkalemia after adrenal ectomy in patients with APA ranges from 6.3% to 29.1% \n[21, 22]. Wada et al. found that, compared with patients \nwho did not develop hyperkalemia after surgery, patients \nwith hyperkalemia were older and had a lower eGFR \nbefore surgery [23]. In our patient, an increase in serum \ncreatinine and hyperkalemia occurred, which returned \nto normal after symptomatic management, such as \nfluid rehydration, suggesting that these changes were \ntransient.Conclusion\nThe PA screening test for patients with hypertension and/\nor without hypokalemia can show no decrease in renin \nand negative ARR values, in which case there should be a \nstrong suspicion of PA. Therefore, analysis must be com bined with clinical characteristics, and a PA diagnostic \ntest should be performed. If the diagnostic test is posi tive, AVS is performed to classify the patient and diag nose them with APA, and Cushing syndrome should be \nexcluded [24]. Adrenal resection on the dominant side is \nlikely to alleviate both biochemical indicators and clinical \nsymptoms, thereby reducing the clinical consequences \nof PA. In general, improving the understanding of the \ncharacteristics of atypical PAs, such as those complicated \nwith SH, is an effective way to prevent missed and misdi agnosed PAs in clinical practice.\nAbbreviations\nPA  Primary aldosteronism\nARR   Aldosterone-to-renin ratio\nSH  Severe hydronephrosis\nAVS  Adrenal vein sampling\nCT  Computed tomography\nCTA   Computed tomography angiography\nGFR  Glomerular filtration rate\nRAAS  Renin–angiotensin–aldosterone system\nAPA  Aldosterone-producing adenoma\nKCNJ5  Potassium inwardly rectifying channel subfamily J, member 5\nCYP11B1  Cytochrome p450 11β-hydroxylase\nCYP11B2  Aldosterone synthase\nACTH  Adrenocorticotropic hormone\nA  Aldosterone\nC  Cortisol\nA/C  Ratio of aldosterone-over-cortisol\nSI  Selectivity index\nAcknowledgements\nThe trust and agreement of the patient are appreciated.\nFig. 5 Immunohistochemistry of CYP11B2 (red arrows) in the tumor tissue; A Gross staining of CYP11B2, B–E Local staining of CYP11B2. CYP11B2 = \naldosterone synthase\nPage 7 of 8\n Sun et al. Journal of Medical Case Reports          (2024) 18:463 \n \nAuthor contributions\nAll authors were involved in the diagnosis and treatment of the patient. J-JS, \nQ-RZ, L-BL, M-JG, G-XW, and PC made the diagnosis, prescribed the treatment, \nand conducted the follow-up along with writing the manuscript. S-MY,Q-FL, \nand J-GL reviewed the literature, drafted the manuscript, and reviewed the \nmanuscript for final publication. D-RL performed the histological examination of the tumor and carried out the initial analyses. All authors read and \napproved the final manuscript.\nFunding\nThis work is supported by the Fuling District Science and Health Joint Medical \nResearch Project (2022KWLH022, recipient: Jiangang Lu).\nAvailability of data and materials\nThe datasets analyzed during the current study are available from the cor responding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical approval for this study was obtained from the Ethics Committee of \nChongqing University Fuling Hospital, Fuling, China. Written informed consent \nfor publication of this case report was obtained from the patient. Authors \nconfirmed that all",
    "Methods": "methods were carried out in accordance with relevant \nguidelines and regulations and that the work was carried out under the terms \nof the Declaration of Helsinki.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Endocrinology and Metabolism, Chongqing University Fuling \nHospital, No. 2 Gaosuntang Road, Fuling, China. 2 Department of General \nPractice, Chongqing University Fuling Hospital, Fuling, China. 3 Department \nof Pathology, Chongqing University Fuling Hospital, Fuling, China. 4 Depart ment of Endocrinology and Metabolism, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China. \nReceived: 26 April 2024   Accepted: 4 September 2024\nReferences\n 1. El-Asmar N, Rajpal A, Arafah BM. Primary hyperaldosteronism: approach \nto diagnosis and management. Med Clin North Am. 2021;105(6):1065–\n80. https:// doi. org/ 10. 1016/j. mcna. 2021. 06. 007.\n 2. Brown JM, Siddiqui M, Calhoun DA, et al. The unrecognized prevalence \nof primary aldosteronism: a cross-sectional study. Ann Intern Med. \n2020;173(1):10–20. https:// doi. org/ 10. 7326/ M20- 0065.\n 3. Funder JW, Carey RM, Mantero F, et al. The management of primary \naldosteronism: case detection, diagnosis, and treatment: an endo crine society clinical practice guideline. J Clin Endocrinol Metab. \n2016;101(5):1889–916. https:// doi. org/ 10. 1210/ jc. 2015- 4061.\n 4. Iwakura Y, Morimoto R, Met Kudo, et al. Predictors of decreasing \nglomerular filtration rate and prevalence of chronic kidney disease \nafter treatment of primary aldosteronism: renal outcome of 213 cases. \nJ Clin Endocrinol Metab. 2014;99(5):1593–8. https:// doi. org/ 10. 1210/ jc.  \n2013- 2180.\n 5. Monticone S, D’Ascenzo F, Moretti C, et al. Cardiovascular events \nand target organ damage in primary aldosteronism compared with \nessential hypertension: a systematic review and meta-analysis. Lancet \nDiabetes Endocrinol. 2018;6(1):41–50. https:// doi. org/ 10. 1016/ S2213-  \n8587(17) 30319-4. 6. Shao D, Wang S, Zhou S, et al. Aldosteronism with mild hypokalemia \npresenting as life-threatening ventricular arrhythmias: a case report. \nMedicine (Baltimore). 2018;97(50):e13608. https:// doi. org/ 10. 1097/ MD.  \n00000 00000 013608.\n 7. Young WJ. Diagnosis and treatment of primary aldosteronism: practical \nclinical perspectives. J Intern Med. 2019;285(2):126–48. https:// doi. org/  \n10. 1111/ joim. 12831.\n 8. Ariens J, Horvath AR, Yang J, et al. Performance of the aldosteroneto-renin ratio as a screening test for primary aldosteronism in \nprimary care. Endocrine. 2022;77(1):11–20. https:// doi. org/ 10. 1007/  \ns12020- 022- 03084-x.\n 9. Taniguchi T, Yamamoto K, Tomita M, et al. Renal tamponade in a \npatient with hydronephrosis-related Page kidney. CEN Case Rep. \n2023;12(4):378–83. https:// doi. org/ 10. 1007/ s13730- 023- 00779-6.\n 10. Liu F, Wang L, Ding Y. A case of primary aldosteronism with a negative \naldosterone-to-renin ratio. BMC Cardiovasc Disord. 2021;21(1):350. \nhttps:// doi. org/ 10. 1186/ s12872- 021- 02162-8.\n 11. Hung A, Ahmed S, Gupta A, et al. Performance of the aldosterone to \nrenin ratio as a screening test for primary aldosteronism. J Clin Endo crinol Metab. 2021;106:2423. https:// doi. org/ 10. 1210/ clinem/ dgab3 48.\n 12. Ma L, Song Y, Mei M, et al. Age-related cutoffs of plasma aldosterone/\nrenin concentration for primary aldosteronism screening. Int J Endo crinol. 2018;2018:8647026. https:// doi. org/ 10. 1155/ 2018/ 86470 26.\n 13. Yang S, Du Z, Zhang X, et al. Corticotropin stimulation in adrenal \nvenous sampling for patients with primary aldosteronism. JAMA Netw \nOpen. 2023;6(10):e2338209. https:// doi. org/ 10. 1001/ jaman etwor  \nkopen. 2023. 38209.\n 14. Zhang X, Agborbesong E, Li X. The role of mitochondria in acute kidney injury and chronic kidney disease and its therapeutic potential. Int \nJ Mol Sci. 2021;22(20):11253. https:// doi. org/ 10. 3390/ ijms2 22011 253.\n 15. Malek M, Nematbakhsh M. Renal ischemia/reperfusion injury; from \npathophysiology to treatment. J Renal Inj Prev. 2015;4(2):20–7. https://  \ndoi. org/ 10. 12861/ jrip. 2015. 06.\n 16. Liang G, Wu R, Jiang L, et al. The role of lipoprotein-associated phospholipase A2 in acute kidney injury of septic mice. Transl Androl Urol. \n2020;9(5):2192–9. https:// doi. org/ 10. 21037/ tau- 20- 1173.\n 17. Csohany R, Prokai A, Sziksz E, et al. Sex differences in renin response \nand changes of capillary diameters after renal ischemia/reperfusion \ninjury. Pediatr Transplant. 2016;20(5):619–26. https:// doi. org/ 10. 1111/  \npetr. 12712.\n 18. Kanarek-Kucner J, Stefanski A, Barraclough R, et al. Insufficiency of the \nzona glomerulosa of the adrenal cortex and progressive kidney insufficiency following unilateral adrenalectomy - case report and discussion. \nBlood Press. 2018;27(5):304–12. https:// doi. org/ 10. 1080/ 08037 051.  \n2018. 14704 60.\n 19. Preda C, Teodoriu LC, Placinta S, et al. Persistent severe hyperkalemia \nfollowing surgical treatment of aldosterone-producing adenoma. J Res \nMed Sci. 2020;25:17. https:// doi. org/ 10. 4103/ jrms. JRMS_ 603_ 19.\n 20. Chuah BM, Chandran SR, Loh LM. Impaired renal sympathetic activity \nas a possible cause of prolonged hyporeninaemic hypoaldosteronism following unilateral adrenalectomy for primary aldosteronism. \nSingapore Med J. 2023. https:// doi. org/ 10. 4103/ singa porem edj.  \nSMJ- 2020- 424.\n 21. Wada N, Shibayama Y, Umakoshi H, et al. Hyperkalemia in both surgically and medically treated patients with primary aldosteronism. J Hum \nHypertens. 2017;31(10):627–32. https:// doi. org/ 10. 1038/ jhh. 2017. 38.\n 22. Shariq OA, Bancos I, Cronin PA, et al. Contralateral suppression of aldosterone at adrenal venous sampling predicts hyperkalemia following \nadrenalectomy for primary aldosteronism. Surgery. 2018;163(1):183–90. \nhttps:// doi. org/ 10. 1016/j. surg. 2017. 07. 034.\n 23. Wada N, Baba S, Sugawara H, et al. Prolonged postoperative hypoaldosteronism related to hyperkalemia in patients with aldosteroneproducing adenoma. Endocr J. 2023;70(9):917–24. https:// doi. org/ 10.  \n1507/ endoc rj. EJ23- 0174.\n 24. Zhang Y, Tan J, Yang Q, et al. Primary aldosteronism concurrent with sub clinical Cushing’s syndrome: a case report and review of the literature. J \nMed Case Rep. 2020;14(1):32. https:// doi. org/ 10. 1186/ s13256- 020- 2353-8.\nPage 8 of 8 Sun et al. Journal of Medical Case Reports          (2024) 18:463 \nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}