{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05129-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05129-x.pdf",
  "metadata": {
    "/Keywords": "Anterior blepharitis; Fungal blepharitis; Candida albicans; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303171551+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250303115143+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05129-x",
    "/Author": "Noriko Mukai ",
    "/Title": "A case of a child with anterior blepharitis caused by Candida albicans: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05129-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background To date, there have been few detailed reports of the clinical findings in cases of fungal blepharitis. In \nthis report, we present a rare case of anterior blepharitis in a Japanese child in whom Candida albicans was identified \nfrom secretions on the eyelash roots and present the clinical findings of the patient’s eyelid margin via photograph \ndocumentation.",
    "Case Presentation": "Case presentation This study involved a 6-year-old Japanese boy with Treacher–Collins syndrome and severe ulcerative colitis who, during a follow-up visit at the Department of Pediatrics at Osaka Medical and Pharmaceutical Univer sity Hospital, Takatsuki City, Osaka, Japan, suffered a cardiac arrest due to massive gastrointestinal hemorrhage, which \nled to persistent altered consciousness following resuscitation. Subsequently, the patient developed lagophthalmos, \nresulting in corneal ulcers caused by methicillin-resistant Staphylococcus aureus, which were successfully treated \nwith a six-times-daily administration of 1% vancomycin ophthalmic ointment. Thereafter, the patient underwent a sixtimes-daily administration of ofloxacin ophthalmic ointment for the treatment of lagophthalmos keratitis. However, \nincreased ocular discharge, upper eyelid edema, redness of the eyelash roots, and eyelash loss (madarosis) developed \nin his left eye, leading to a diagnosis of anterior blepharitis. Smear and culture tests of the eyelash root secretions \nrevealed the presence of Candida albicans. The patient was then treated with a six-times-daily administered 1% pimaricin ophthalmic ointment, resulting in rapid resolution of the blepharitis and subsequent regrowth of the eyelashes.",
    "Conclusion": "Conclusion In this study, we report the clinical findings of a rare case of fungal anterior blepharitis in a Japanese \nchild in which Candida albicans was identified. A noticeable white discharge at the base of the eyelashes and some what rapid eyelash loss were characteristic symptoms.\nKeywords  Anterior blepharitis, Fungal blepharitis, Candida albicans, Case report\nBackground\nIn Japan, blepharitis is classified as blepharitis and eyelid \ndermatitis on the basis of its anatomical location, and is \nfurther classified into anterior blepharitis and posterior \nblepharitis, with posterior blepharitis often accompanied by meibomian gland dysfunction (MGD). Anterior \nblepharitis can be classified into infectious and noninfec tious blepharitis, depending on the cause. Staphylococ cus is considered the most common cause of infectious \nblepharitis [1–3]; however, there are few reports of infec tious blepharitis in which fungi have been identified, and \nno detailed findings have been documented for fungal \nblepharitis affecting the eyelid margin.\nHerein we present a rare case of anterior blepharitis in \na Japanese child in which Candida albicans was identi fied in eyelash root secretions. His symptoms included \na somewhat rapid increase in eye discharge, promi nent white secretion at the base of the eyelashes, and a Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNoriko Mukai\nnoriko.mukai@ompu.ac.jp\n1 Department of Ophthalmology, Osaka Medical and Pharmaceutical \nUniversity, 2-7 Daigaku-machi, Takatsuki, Osaka 569-8686, Japan\n2 Yoshikawa Eye Clinic, 1-5 Kizugawaekimae, Kizugawa, Kyoto 619-0214, \nJapan\nPage 2 of 5 Mukai et al. Journal of Medical Case Reports           (2025) 19:94 \nsomewhat rapid loss of eyelashes, which were character istic features.\nCase presentation\nThis study involved a 6-year-old Japanese boy with \nTreacher–Collins syndrome (TCS) and severe ulcera tive colitis who was being followed at the Department of \nPediatrics, Osaka Medical and Pharmaceutical University \nHospital, Takatsuki City, Osaka, Japan. He had the dis tinctive facial characteristics of TCS, with slanting of the \npalpebral fissures, but there were no colobomas of the \nlower eyelids and a lack of eyelashes. In addition, there \nwas no history of lagophthalmic keratoconjunctivitis.\nThe patient suddenly experienced a cardiac arrest one \nday due to a massive gastrointestinal hemorrhage, fol lowed by a persistent disturbance of consciousness that \ndeveloped after he was resuscitated. Around that same \ntime, bilateral conjunctival hyperemia was observed, so \nthe patient was referred to the Department of Ophthal mology at our hospital. Upon initial examination at our \ndepartment, conjunctival hyperemia and corneal infil tration below the center of the cornea resembling a ring ulcer were observed in the right eye (Fig.  1a), accompa nied by an epithelial defect and thinning in the center \n(Fig.  1b). In his left eye, conjunctival hyperemia and \nsuperficial punctate keratopathy (SPK) were observed in \nthe lower region of the cornea (Fig.  1c, d). The posterior \nsegments of both eyes were unremarkable. Thus, he was \ndiagnosed with bilateral lagophthalmic keratoconjuncti vitis and an infectious corneal ulcer in the right eye. For \ntreatment, a six-times-daily administration of 0.3% oflox acin ophthalmic ointment was initiated in his right eye. \nHowever, on the fourth day, the cornea in the area where \nit had thinned was perforated, and anterior chamber \nbecame flat. Methicillin-resistant Staphylococcus aureus \n(MRSA) was detected via a culture of a corneal scrap ing, and 1% vancomycin eye ointment was administered \nsix times daily. On day 19, the corneal perforation in the \nright eye closed, and the anterior chamber reformed. \nThe corneal ulcer then became scarred. Subsequently, \nthe patient had to continue using ofloxacin ophthalmic \nointment for lagophthalmic keratoconjunctivitis in both \neyes, but 8 months later, the amount of ocular discharge \nfrom the left eye increased. The attending pediatrician \nFig. 1 a Slit-lamp photograph of the patient’s right eye showing conjunctival hyperemia and corneal infiltration below the central region \nof the cornea resembling a ring ulcer. b Slit-lamp photograph showing the accompanying epithelial defect and demonstrating that the center \nwas thinned. c, d Slit-lamp photograph of the patient’s left eye showing conjunctival hyperemia and superficial punctate keratopathy in the lower \nregion of the cornea\nPage 3 of 5\n Mukai et al. Journal of Medical Case Reports           (2025) 19:94 \n \nperformed smear and culture tests of the ocular discharge \nfrom the left eye, and C. albicans was detected. Obstruc tive MGD in the left eye, upper eyelid edema, redness of \nthe eyelash roots, and eyelash loss were observed, and \nhe was subsequently diagnosed with anterior blepharitis \n(Fig.  2a, b). We observed white secretions clinging to the \neyelash roots (Fig.  3a), so the secretions were collected; \nanother smear and culture test was performed, and C. \nalbicans  was detected. Thus, the patient was diagnosed \nwith fungal blepharitis, so 1% pimaricin ophthalmic oint ment was then administered six times daily to the eye lash roots of the left eye for 2 weeks. Within 2 weeks after \nthe initiation of the treatment, the blepharitis rapidly \nimproved. The right eye still had residual corneal opacity, \nyet the anterior eyelid margin of the left eye was clean, \nand despite some irregularities in the alignment, eyelash \nregeneration was observed (Fig.  3b). C. albicans was not \ndetected in smear and culture tests conducted 2 months \nlater. Due to the presence of lagophthalmic keratocon junctivitis in both eyes, we continued to closely follow \nthe patient with regular follow-up examinations until the \nvery unfortunate outcome of his death, yet no recurrence \nwas noted during that period. Ultimately, the patient died \nwithout regaining consciousness, and his final visual acu ity could not be determined.",
    "Discussion": "Discussion\nHerein we report a rare case of anterior blepharitis in \na Japanese child with C. albicans infection. Anterior \nblepharitis, that is, inflammation of the eyelashes and \nfollicles, is usually infectious. Staphylococcus aureus \nis the most common organism responsible in infec tious blepharitis [1, 2], along with Propionibacte rium , Corynebacterium, and Moraxella [3]. Infectious \nblepharitis is characterized by hyperemia, edema, and \ntelangiectasia of the anterior lid margin, with scaling \nand collarettes visible at the base of the lash follicle. In \nsevere chronic cases, poliosis, madarosis, eyelid hyper trophy, or corneal scarring can occur [4]. Moreover, in \nprevious reports on pediatric blepharoconjunctivitis, S. \naureus [5], coagulase-negative staphylococci, and Propionibacterium acnes have been detected [6, 7]. How ever, there have been few reports on the involvement of \nfungi in blepharitis in adults and children. In contrast, \namong noninfectious anterior blepharitis cases, the pres ence of a yeast-like fungus, Pityrosporum orbiculare, has \nFig. 2 a Slit-lamp photograph showing the amount of ocular \ndischarge and noticeable white secretions at the root \nof the eyelashes. b Slit-lamp photograph of the upper eyelid showing \nedema, redness of the eyelash roots, and eyelash loss\nFig. 3 a Photograph of the patient’s left eye showing the white \nsecretions clinging to the eyelash roots (white arrowheads) \nand the loss of eyelashes (area inside the oval-shape black line). b. \nPhotograph of the patient’s left eye showing that the anterior eyelid \nmargin is clean, and that, despite some irregularities in the alignment, \nthe eyelash regeneration has occurred (area inside the oval-shape \nblack line)\nPage 4 of 5 Mukai et al. Journal of Medical Case Reports           (2025) 19:94 \nbeen reported locally in seborrheic blepharitis [8], but it \nis reported to be nonpathogenic. Moreover, it has been \nreported that, among 21 patients with ulcerative blephar itis associated with atopic dermatitis whose eyelashes \nwere regularly covered with hardened crusts and thick \nmatted crusts, 19 showed growth of Candida species [9], \nand that fungi was detected in 78.9% of the patients with \nchronic anterior blepharitis with eyelid notching, scar ring, trichiasis, and eyelash loss via periodic acid–Schiff  \nstaining of the eyelashes [10]. Clinical case reports of \npatients with seborrheic blepharitis with pityriasis alba \nscales appearing on the margin of the lower eyelid treated \nwith oral itraconazole have also been documented [11]. \nThese findings suggest that, in patients with atopic der matitis and chronic blepharitis, higher rates of fungal \ndetection may occur on bacteriological examinations of \nthe anterior lid margin or eyelashes. However, the symp toms in our case were different from those in the previ ous study, and to the best of our knowledge, this is the \nfirst reported clinical course in a case of relatively acute \nfungal blepharitis, as there have been no similar detailed \nreports. It should be noted that our case was also charac terized by a history of MRSA corneal ulcers and lagoph thalmic keratoconjunctivitis, followed by a rapid increase \nin eye discharge and the appearance of noticeable white \nsecretions of the eyelash root. He had rapid eyelash \nloss, but the inflammation subsided, and his eyelashes \nregenerated in approximately 2 weeks after applying 1% \npimaricin ophthalmic ointment to the eyelash roots. \nThe patient’s background specifics included TCS, severe \nulcerative colitis, persistent impaired consciousness, a \nhistory of lagophthalmic keratoconjunctivitis, and MRSA \ncorneal infection. And, quite notably, the patient’s per sistent impaired consciousness may have contributed to \nrecurrent urinary tract and respiratory infections, poten tially leading to the development of an abnormal bacte rial flora in the eyelid margin, similar to that observed \nin patients with atopic dermatitis or chronic refractory \nblepharitis.\nIt is also important to note the characteristic symptoms \nobserved in this case, such as the pronounced white dis charge and the eyelash dropout, which may be indicative \nof anterior fungal blepharitis. It is our hope that, in the \nfuture, the clinical course of fungal blepharitis will be \nmore fully elucidated via the examination of additional \ncases.\nConclusions\nWe report a rare case of a Japanese child with anterior \nblepharitis caused by C. albicans after healing an MRSA \ncorneal ulcer that was successfully treated with antifun gal ointment. The patient’s case was characterized by a noticeable white discharge at the base of the eyelashes \nand somewhat rapid eyelash loss.\nAbbreviations\nMGD  Meibomian gland dysfunction\nTCS  Treacher–Collins syndrome\nSPK  Superficial punctate keratopathy\nMRSA  Methicillin-resistant Staphylococcus aureus\nAcknowledgements\nThe authors wish to thank John Bush for reviewing the manuscript.\nAuthor contributions\nNM combined the data and designed, drafted, and finalized the manuscript. \nNM, YT, and KT conducted the patient follow-up. TK critically reviewed the \nmanuscript. All authors approved the final version of the manuscript and are \naccountable for all aspects of this work. All the authors attest that they meet \nthe current International Committee of Medical Journal Editors (ICMJE) criteria \nfor authorship.\nFunding\nNone.\nAvailability of data and materials\nThe datasets used in the current study are available from the corresponding \nauthor on reasonable request.\nDeclarations\nEthics approval and consent to participate\nIn accordance with the local guidelines, the Ethics Committee of Osaka Medical and Pharmaceutical University did not require ethical approval for this \nstudy. However, this study complied with the guidelines for human studies \nand was conducted ethically, and in accordance with the guidelines set forth \nin the Declaration of Helsinki, written informed consent was obtained from \nthe patient’s legal guardian for publication of this case report and any accompanying images. Moreover, the authors have no ethical conflicts to disclose.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing interests to declare.\nReceived: 24 November 2024   Accepted: 7 February 2025\nReferences\n 1. Dougherty JM, McCulley JP . Comparative bacteriology of chronic \nblepharitis. Br J Ophthalmol. 1984;68(8):524–8.\n 2. McCulley JP , Dougherty JM. Bacterial aspects of chronic blepharitis. Trans \nOphthalmol Soc U K. 1986;105(3):314–8.\n 3. Duncan K, Jeng BH. Medical management of blepharitis. Curr Opin Ophthalmol. 2015;26(4):289–94.\n 4. Putnam CM. Diagnosis and management of blepharitis: an optometrist’s \nperspective. Clin Optom. 2016;8(8):71–8.\n 5. Viswalingam M, Rauz S, Morlet N, Dart JKG. Blepharokeratoconjunctivitis \nin children: diagnosis and treatment. Br J Ophthalmol. 2005;89(4):400–3.\n 6. Farpour B, McClellan KA. Diagnosis and management of chronic \nblepharokeratoconjunctivitis in children. J Pediatr Ophthalmol Strabismus. 2001;38(4):207–12.\n 7. González-Godínez S, López-Rubio S, Rodríguez-García A. Blefaroqueratoconjuntivitis estafilocócica en la edad pediátrica. Rev Mex Oftalmol. \n2015;89(2):71–7.\nPage 5 of 5\n Mukai et al. Journal of Medical Case Reports           (2025) 19:94 \n \n 8. Gots JS, Thygeson P , Waisman M. Observations on Pityrosporum \novale in seborrheic blepharitis and conjunctivitis. Am J Ophthalmol. \n1947;30(12):1485–94.\n 9. Huber-Spitzy V, Böhler-Sommeregger K, Arocker-Mettinger E, Grabner G. \nUlcerative blepharitis in atopic patients—is Candida species the causative \nagent? Br J Ophthalmol. 1992;76(5):272–4.\n 10. Dadaci Z, Kılınç F, Ozer TT, Sahin GO, Acir NO, Borazan M. Periodic acidschiff staining demonstrates fungi in chronic anterior blepharitis. Eye. \n2015;29(12):1522–7.\n 11. Ninomiya J, Nakabayashi A, Higuchi R, Takiuchi I. A case of seborrheic \nblepharitis; treatment with itraconazole. Nippon Ishinkin Gakkai Zasshi. \n2002;43(3):189–91.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}