{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05041-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05041-4.pdf",
  "metadata": {
    "/Keywords": "Choroidal metastasis; Biphasic pulmonary blastoma; Cancer; Choroid; Metastasis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250324115800+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250124110509+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05041-4",
    "/Author": "Heba Mahjoub ",
    "/Title": "Metastatic choroidal pulmonary biphasic blastoma as a unique single initial metastasis to the eye: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05041-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Choroidal metastasis is the most common intraocular malignancy in adults, commonly presenting \nin later stages of the disease and associated with poor prognosis. This is the first case to describe choroidal involve ment as the sole initial metastasis of the rare biphasic pulmonary tumor.",
    "Case Presentation": "Case presentation A 42-year-old white male patient presented to the emergency department with 3 weeks of pro gressive temporal visual field loss in the left eye (oculus sinister) with slight discomfort to palpation. At the emergency \ndepartment, he underwent computed tomography and computed tomography angiography of the brain to rule \nout a central nervous system etiology of his vision loss. The imaging demonstrated lentiform dependent hyperdense \nmaterial with layering hypodensity within the medial aspect of the left globe, consistent with choroidal detachment. \nHis prior medical history was significant for biphasic pulmonary blastoma cT2N2M0 stage IIIA involving the right \nlung, with extension into the superior vena cava, diagnosed 3 years prior to the current presentation. He was treated \nwith chemoradiation and excision with complete response to therapy.",
    "Conclusion": "Conclusion As the survival rates for cancer patients are increasing owing to better quality and more available treat ments, choroidal metastasis may become more common. Early diagnosis and effective treatment of these lesions \nis crucial for better patient outcomes.\nKeywords  Choroidal metastasis, Biphasic pulmonary blastoma, Cancer, Choroid, Metastasis\nBackground\nOwing to its profuse vascular supply, the choroid is con sidered the most common intraocular site for metastatic \ndisease [1]. Breast cancer (40–47%) followed by lung \ncancer (21–29%) are the most common primary cancers \nthat metastasize to the choroid [1]. Breast cancer usu ally leads to bilateral multifocal metastases, as opposed to lung cancer, which typically presents as unilateral and \nunifocal. The first case of choroidal metastasis secondary \nto lung disease was reported in 1872 by Perls et  al. [2]. \nThe treatment of these lesions varies, depending on the \nsystemic burden of the disease, the status of the patient, \nand the number, location, and laterality of choroidal \nmetastasis. Observation of ocular metastasis can be con sidered in an asymptomatic patient. In the case of active \nsites of metastasis, or whether the tumors are multifocal \nand bilateral, systemic chemotherapy, immunotherapy, \nhormone therapy, or whole eye radiotherapy is preferred. \nFor single and active metastasis, plaque radiotherapy, \ntranspupillary radiotherapy, or photodynamic therapy \ncan be considered. If the extension of the tumor leads to \na blind and painful eye, then enucleation is considered.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHeba Mahjoub\nhebamahjoub96@gmail.com\n1 Department of Ophthalmology, Tufts Medical Center, New England Eye \nCenter, Boston, USA\n2 Department of Ophthalmology, Lahey Hospital and Medical Center, \nBurlington, Massachusetts, USA\nPage 2 of 6 Mahjoub et al. Journal of Medical Case Reports          (2025) 19:135 \nPulmonary blastoma is a rare and malignant neoplasm \nthat makes up 0.25–0.5% of all primary lung tumors [3]. \nIt tends to have poor prognosis and is considered very \naggressive. These tumors morphologically resemble fetal \nlung tissue developing from a pulmonary blastema. They \nexhibit both mesenchymal and epithelial components \nin histology, and therefore are named biphasic. Initially, \nthe term pulmonary blastoma was used to include fetal \nadenocarcinomas, pleuropulmonary blastomas, as well \nas biphasic blastomas, but the World Health Organiza tion (WHO) reclassified these tumors and separated \nthese three categories. This reclassification, along with \nthe rarity of this tumor, makes any interpretation of the \npublished literature challenging [3]. Despite its assumed \nembryonal origin, the tumor predominantly affects \nadults.\nThere are very few reports on biphasic blastoma and \nocular metastasis. Shields reported a case of a ciliary \nbody medullo-epithelioma in association with pleuropul monary blastoma and demonstrated a germline mutation \nin the DICER1 gene [4]. Costa et al. reported an intraoc ular metastasis in a 3-year-old from pleuropulmonary \nblastoma [5]. This study’s case is the first case to report \nuveal metastasis of biphasic pulmonary blastoma as sole \ninitial metastasis in an adult patient. This work impor tantly raises awareness for the need for thorough ocular \nexaminations to capture possible unexpected metastases \nin patients with biphasic blastoma who develop ocular \nsymptoms.\nCase presentation\nA 42-year-old white male presented to the Lahey emer gency department (ED) with 3 weeks of progressive \nvision loss and temporal visual field loss of the left eye \n(oculus sinister, OS) and slight discomfort on palpa tion. His past ocular history was noncontributory, and \nhis past medical history was significant for pulmonary \nblastoma cT2N2M0, stage IIIA involving the right lung, \nwith extension into the superior vena cava (SVC, Fig.  1), \n3 years prior to his current presentation. He was treated \nwith chemoradiation and right pneumonectomy with \ncomplete response to therapy. He had no first-degree \nrelatives with a history of cancer nor other relevant ocu lar disease. He had no smoking history and drank alco hol very sparingly, roughly twice per year. In the ED, a \ncomputed tomography (CT) scan of the head and com puted tomography angiography (CTA) were obtained to \nrule out a neurologic source of the vision loss. The study \nshowed a lentiform dependent hyperdense material with \nlayering hypodensity within the medial aspect of the left \nglobe, consistent with choroidal detachment (Fig.  2). No \nother acute intracranial process was seen, and there was \nno evidence of acute infarction, hemorrhage, or mass. \nFig. 1 A Chest X-ray showing volume loss at the right pulmonary \nbase, with the appearance of a cavitary lesion in the right midlung \nzone (arrow), and prominent tissue to the right of the trachea; B \nComputed tomography of the chest revealing right hilar/suprahilar \nmass with nonocclusive extension into the superior vena cava as well \nas peribronchovascular patchy nodular areas of ground-glass opacity, \nmainly in the right upper lobe\nFig. 2 Computed tomography angiography of the brain, axial cut, \nshowing a lentiform dependent hyperdense material with layering \nhypodensity within the medial aspect of the left globe consistent \nwith choroidal detachment; no acute intracranial process, \nno evidence of acute infarction, hemorrhage, or masses\nPage 3 of 6\n Mahjoub et al. Journal of Medical Case Reports          (2025) 19:135 \n \nThe CTA did not show any intracranial aneurysm or \nother neurovascular abnormality. When the patient was \nreferred to ophthalmology, he was only able to count fin gers in the affected eye at distance, but his near visual \nacuity was intact at 20/30. At that point, a myopic shift \nwas suspected and confirmed with autorefraction. His \nintraocular pressure (IOP) was normal at 13  mmHg. \nHis ocular motility was orthophoric and full. His pupils \nwere equal, round, and reactive, and there was no affer ent pupillary defect. There was a left temporal visual \nfield loss present to confrontational testing. His anterior \nchamber examination appeared shallow in the affected \neye, later found to be due to choroidal effusions push ing the anterior chamber complex forward. The posterior \npole examination in the left eye demonstrated a round, \nelevated, red-hued lesion which was believed to be a \nserous hemorrhagic choroidal detachment (Fig.  3). Visual \nacuity of the right eye was 20/20, and examination of the \nanterior and posterior poles was normal.\nB-scan ultrasonography of the left eye was obtained, \ndemonstrating medium-to-high internal reflectivity and \na fluid level within a large elevated nasal lesion (Fig.  4). \nSubsequently, fluorescein angiography (FA) of both eyes \nwas performed. The right eye was unremarkable, but in \nthe left eye, a large nasal choroidal lesion was identified \nand found to block dye uptake (Fig.  5A–E). On the basis \nof this presentation, a metastatic choroidal lesion linked to his pulmonary biphasic blastoma was very high in the \ndifferential diagnosis, but a de novo tumor could not be \nexcluded. Given the lack of trauma, previous surgery, or \nany other known ocular history such as glaucoma, a hem orrhagic etiology of choroidal effusions was unlikely. The \nabsence of inflammation and negative B-scan findings \nmade the diagnosis of posterior scleritis less likely.\nAs the suspicion for metastasis was high, a positron \nemission tomography (PET) scan was obtained, which \nwas negative for metastasis. A repeat CT scan did not \ndemonstrate any intracranial metastases. His near vision \nwas still acceptable at 20/30, thus the patient and team \nopted to monitor the lesion closely. However, at a later \nvisit, the nasal mass increased in size with an increase \nin subretinal fluid. In this case, there were no financial, \nlanguage, or cultural barriers present. Therefore, a deci sion was made to proceed with an intraocular fine nee dle aspiration biopsy, which confirmed the suspicion of \nmetastasis from lung origin (Fig.  6). A multidisciplinary \nteam recommended against the need for further systemic \ntreatment.\nA total of 3 weeks after the initial presentation, the sub retinal fluid increased significantly, accompanied by sub macular fluid, further compromising the patient’s vision. \nA short course of steroids was initiated to reduce the ocu lar inflammation and fluid. As the choroidal detachment \nenlarged, the vision continued to worsen due to forward \nshifting of the ciliary body and lens complex, ultimately \ncausing angle closure and significant pain.\nOn the basis of the worsening clinical presentation and \nthe development of a blind and painful eye, the decision \nwas made to proceed with enucleation. On histopatho logic examination, the choroid was infiltrated by a meta static epithelial tumor, which predominantly showed the \ntypical epithelial component of pulmonary blastoma with \nglandular formation (Fig.  7). The stromal component was \nFig. 3 A Optos color fundus picture of the right eye presenting \nas normal; B optos color fundus picture of the left eye, showing \na reddish hue, perfectly round, serous hemorrhagic choroidal \ndetachment versus a mass\nFig. 4 B-scan ultrasonography of the left eye; medium-to-high \ninternal reflectivity fluid level seen within large elevated nasal lesion\nPage 4 of 6 Mahjoub et al. Journal of Medical Case Reports          (2025) 19:135 \nnot present. The glandular epithelial cells were strongly \npositive for pan-cytokeratin and thyroid transcription \nfactor 1 (TTF1) immunohistochemical stains. The find ings were consistent with the diagnosis of metastatic pul monary blastoma.",
    "Discussion": "Discussion and conclusion\nPulmonary blastoma is a rare pulmonary malignancy first \ndescribed in 1952 by Barnard, who initially character ized it as an embryoma [6]. Later on, it was reclassified \nas blastoma by Spencer [7]. The World Health Organi zation has classified the pulmonary blastoma into three \nFig. 5 A–E Fluorescein angiography of the left eye showing a large \nchoroidal lesion nasally OS blocking dye uptake; each panel shows \nsubsequent timepoints as follows: A 00:17 seconds, B 00:29 seconds, \nC 00:48 seconds, D 1:15 seconds, E 1:29 seconds◂\nFig. 6 Hematoxylin and eosin stain of the choroidal tissue biopsy \ndemonstrating both the epithelial (yellow arrow) and mesenchymal \n(yellow star) component of the tumor; A 4× magnification, B \n20× magnification\nPage 5 of 6\n Mahjoub et al. Journal of Medical Case Reports          (2025) 19:135 \n \ngroups: biphasic pulmonary blastoma (BpB), well-dif ferentiated fetal adenocarcinoma (WDFa), and pleuro pulmonary blastoma (PPB) [8]. The biphasic pulmonary \nblastoma is composed of two cell types, an immature epi thelial component and a mesenchymal type that resem bles the immature bronchi and connective tissue of the \nembryonic lung. Little is known about the genetic basis \nof biphasic pulmonary tumors. Some p53 mutations \nthat were identified were found to be similar to the p53 \nmutations found in other lung cancers [9]. The clinical \npresentation varies from asymptomatic to nonspecific \nsymptoms of pulmonary disease such as cough, hem optysis, dyspnea, chest pain, respiratory distress, fever, \nanorexia, and weight loss [10]. This study’s patient had \nprogressive and persistent wheezing and shortness of \nbreath during exertional work. The management and \ntreatment of PpB is not well established given the rarity \nof the tumor; it includes surgical excision, radiation, or a \ncombination of chemoradiation for selected cases. There \nis a lack of data to show whether adjunctive therapy \nmight be beneficial.\nThe liver, bone, and central nervous system (CNS) are \nthe most common sites of metastases. Overall prognosis \nis poor, with a 5-year survival of approximately 16% [11]. \nThere are very few cases of pulmonary blastomas that \nhave been associated with intraocular tumors. Shields \nand Hubbard reported a case of pleuropulmonary blas toma with a germline mutation of DICER1 giving off a \nmetastasis to a ciliary body meduloepithelioma [4]. How ever, to the authors’ knowledge, there are no cases that \nreport ocular metastasis secondary to the rare biphasic \npulmonary blastoma. Choroidal metastasis manifests late \nduring the disseminated stage of disease, which makes it \na poor prognostic sign when present [1]. This study’s case \ndescribes a patient who was treated for biphasic pulmo nary blastoma and 3 years later developed metastasis to \nthe choroid as the sole initial presentation (Fig. 8).\nFig. 7 A Hematoxylin and eosin stain of enucleated eye, showing \nretinal detachment (blue arrow), hemorrhage, and epithelial \ncomponent (yellow arrow) of the metastatic cells, B 2× magnification \nof hematoxylin and eosin stain, C 20×, hematoxylin and eosin \nshowing the glandular conformation of cells that resemble immature \npulmonary tissue◂\nPage 6 of 6 Mahjoub et al. Journal of Medical Case Reports          (2025) 19:135 \nAbbreviations\nED  Emergency department\nOS  Left eye (oculus sinister)\nCT  Computed tomography\nCTA   Computed tomography angiography\nCNS  Central nervous system\nSVC  Superior vena cava\nIOP  Intraocular pressure\nFA  Fluorescein angiography\nWHO  World Health Organization\nPET  Positron emission tomography\nBpB  Biphasic pulmonary blastoma\nWDFa  Well-differentiated fetal adenocarcinoma\nPPB  Pleuropulmonary blastoma\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors were involved in data extraction for the patient. All authors were \ninvolved in writing, editing, reading, and approving the final manuscript.\nFunding\nFunding for publication was sourced from the authors of the publication.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s next-of-kin for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.Received: 2 October 2024   Accepted: 22 November 2024\nReferences\n 1. Arepalli S, Kaliki S, Shields CL. Choroidal metastases: origin, features, and \ntherapy. Indian J Ophthalmol. 2015;63(2):122–7. https:// doi. org/ 10. 4103/ \n0301- 4738. 154380.\n 2. Perls M. Beitrage zur geschwulstlehere. Virchows Arch. 1872;1:437–67 \n(abstract only).\n 3. Smyth RJ, Fabre A, Dodd JD, et al. Pulmonary blastoma: a case report and \nreview of the literature. BMC Res Notes. 2014;7:294. https:// doi. org/ 10. \n1186/ 1756- 0500-7- 294. PMID: 24885 892; PMCID: PMC40 26592.\n 4. Kramer GD, Arepalli S, Shields CL, Shields JA. Ciliary body medulloepithelioma association with pleuropulmonary blastoma in a familial tumor \npredisposition syndrome. J Pediatr Ophthalmol Strabismus. 2014;51:e4850. https:// doi. org/ 10. 3928/ 01913 913- 20140 709- 03.\n 5. Costa J, Klijanienko J, Desjardins L, Cassoux N, Machet MC, Pacquement \nH. Fine needle aspiration in intraocular metastasis from pleuropulmonary \nblastoma. A case report and a review of the literature. Diagn Cytopathol. \n2017;45(2):156–60. https:// doi. org/ 10. 1002/ dc. 23618.\n 6. Barnard WG. Embryoma of lung. Thorax. 1952;7(4):299–301.\n 7. Spencer H. Pulmonary blastomas. J Pathol. 1961;82:161–6. https:// doi. \norg/ 10. 1002/ path. 17008 20119.\n 8. Travis WD, Brambilla E, Nicholson AG, et al. The 2015 World Health \nOrganization Classification of lung tumors: impact of genetic, clinical \nand radiologic advances since the 2004 classification. J Thorac Oncol. \n2015;10(9):1243–60. https:// doi. org/ 10. 1097/ JTO. 00000 00000 000630.\n 9. Bodner SM, Koss MN. Mutations in the p53 gene in pulmonary \nblastomas: immunohistochemical and molecular studies. Hum Pathol. \n1996;27(11):1117–23. https:// doi. org/ 10. 1016/ s0046- 8177(96) 90302-0.\n 10. Shah SU, Mashayekhi A, Shields CL, et al. Uveal metastasis from lung cancer: clinical features, treatment, and outcome in 194 patients. Ophthalmology. 2014;121(1):352–7. https:// doi. org/ 10. 1016/j. ophtha. 2013. 07. 014.\n 11. Siegel RL, Miller KD, Jemal A. Cancer statistics, 2020. CA Cancer J Clin. \n2020;70(1):7–30. https:// doi. org/ 10. 3322/ caac. 21590.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.3 weeks of vision loss OS and \ndiscom fort, found to have a he morrhagic \nchoroidal detachm ent due to a lesion in  \nthe posterior poleBiopsy was performe d, \nconfir ming etiology was lung  \ncancer diagnosed 3 years prior.  \nNo further system ic treatm ent \nadvised based on negative PET \nelsewher e\n3 weeks later, the subm acular \nfluid increased significantly. A \nshort course of steroids was \ninitiate dChoroidal detachm ent enlarged, \nshifting forward the ciliary body  \nand lens co mplex, causing angle \nclosure and significant pain  Enucleation pursued due to  \nblind and painful ey e\nFig. 8 Timeline and summary of the case presentation, beginning with symptom onset 3 years after the initial lung cancer was diagnosed"
  }
}