{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04997-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04997-z.pdf",
  "metadata": {
    "/Keywords": "Antithrombin III deficiency; Headache; Idiopathic intracranial hypertension; Pseudotumor cerebri; Papilledema",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250104225829+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241224224052+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04997-z",
    "/Author": "Mansoureh Togha ",
    "/Title": "Antithrombin III deficiency and idiopathic intracranial hypertension: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04997-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Idiopathic intracranial hypertension (IIH) is a condition where the pressure of the cerebrospinal fluid \nin the brain increases without a known cause. It typically affects adults but can also occur in adolescents and children, \nalthough it is less common. Numerous elements, including coagulopathy, have been documented in previous cases \nas potential etiological factors of IIH. Nonetheless, our objective was to present the insufficiency of a coagulation factor as an additional contributing factor to IIH, a notion that has not been previously reported.",
    "Case Presentation": "Case presentation In this case, a 34-year-old West Asian female patient presented with a subacute generalized \nheadache, bilateral blurred vision, and papilledema. The patient’s brain magnetic resonance imaging showed flat tening of the posterior globe and empty sella, but no other abnormalities were detected. The",
    "Results": "results of magnetic \nresonance venography and cerebrospinal fluid analysis were also normal, except for an opening cerebrospinal fluid \npressure of 600 mm  H2O during the lumbar puncture. Rheumatologic and endocrine disorders were ruled out on the \nbasis of clinical assessment and laboratory tests. The patient was started on acetazolamide (1 g/day, increased \nto 2 g/day) and furosemide (20 mg/twice a day) and was encouraged to lose weight. These treatments led to some \nimprovement for about 1 year, but her symptoms then worsened without an obvious cause. Given the prolonged \nduration of the disease and the lack of expected response to treatment, the patient was reevaluated for endocrinopathy and collagen vascular disease, which were negative. An additional workup revealed an antithrombin III (AT III) \ndeficiency, for which the patient was prescribed acetylsalicylic acid (80 mg/day) in addition to the previous medications. As a result, the patient’s papilledema, macular thickness, and nerve fiber layer edema decreased, as observed \nby fundoscopy and optical coherence tomography. Clinical examination and imaging also showed improvement \nin the patient’s symptoms.",
    "Conclusion": "Conclusion This case highlights the importance of considering coagulopathy in cases of IIH and suggests that antiplatelet therapy with acetylsalicylic acid may be beneficial for such patients.\nKeywords  Antithrombin III deficiency, Headache, Idiopathic intracranial hypertension, Pseudotumor cerebri, \nPapilledema\nBackground\nIdiopathic intracranial hypertension (IIH), also known \nas pseudotumor cerebri, is a condition that causes symp toms that are only caused by increased intracranial pres sure (ICP) [1]. These include headache and papilledema, \nabducent nerve palsy, and tinnitus, which indicate high \npressure within the skull. People with IIH have normal \ncerebrospinal fluid (CSF) composition, which rules out \nother potential causes of intracranial hypertension, such Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMansoureh Togha\ntogha1961@gmail.com\n1 Neurology Department, Sina Hospital, School of Medicine, Tehran \nUniversity of Medical Sciences, Tehran, Iran\n2 Headache Department, Iranian Center of Neurological Research, \nNeuroscience Institute, Tehran University of Medical Sciences, Tehran, Iran\n3 Student Research Committee, Shahrekord University of Medical \nSciences, Shahrekord, Iran\nPage 2 of 6 Togha et al. Journal of Medical Case Reports            (2025) 19:2 \nas infections or structural abnormalities. It should be \nnoted that neuroimaging and other evaluations are una ble to identify underlying causes of elevated ICP [2–4].\nCerebral venous outflow impairment and increased \nresistance to CSF outflow could be implicated in the \npathogenesis of IIH [5, 6]. It is most common among \nyoung obese women. Although the predisposing factors \nfor this disorder are unknown, vitamin A metabolism \nimpairment, severe anemia, endocrinological diseases, \nsuch as hyperparathyroidism or glucocorticoid deficiency \n[5, 6], obesity, and excess androgen have been linked to \nIIH [ 7, 8]. Research has shown that coagulation disorders \ncontribute to IIH, and some studies have reported coagu lopathy as the possible mechanism in the pathogenesis of \nIIH. A few of the patients in these studies were diagnosed \nwith cerebral venous sinus thrombosis (CVST), but most \nwere not [9–11].\nSome patients with IIH exhibit prothrombotic impair ment, including anticardiolipin antibodies, antithrombin \nIII (AT III) deficiency, thrombocytosis, polycythemia, \nand hyperfibrinogenemia [12]. Our study presents \nthe case of an obese woman suffering from prolonged \nintracranial hypertension and AT III deficiency, which \nimproved with antiplatelet treatment. We have included \na brief literature review.\nCase presentation\nInitial examination\nA 34-year-old obese West Asian female with a con firmed case of IIH, without remarkable medical and \nfamily histories and psychosocial issues, was referred to \nour clinic with recurrent headaches and blurred vision. \nShe had been prescribed 3.5 g/day of acetazolamide, which was gradually decreased to 1 g/day over 1.5 \nyears of treatment. She was obese, with a body mass \nindex of 36  kg/m2, and a history of irregular men struation. Fundoscopic examination confirmed bilat eral papilledema. Perimetry indicated peripheral field \nrestriction and bilateral enlarged blind spots. Labora tory tests included a blood cell count, C-reactive pro tein,  erythrocyte sedimentation rate, liver, thyroid, \nrenal, parathyroid, and adrenal function tests, as well as \nserum cortisol level, all of which proved to be within \nnormal range. Magnetic resonance imaging (MRI) of \nthe brain revealed no parenchymal lesions or vascular \nor meningeal abnormalities associated with intracra nial hypertension. MRI findings were compatible with \nimaging markers of IIH [empty sella (complete/total \nempty sella: > 50% of the sella filled with CSF; pituitary \nthickness ≤ 2 mm)]. In this case, the pituitary thickness \nwas 1.6 mm [13] and there was perioptic nerve sheath \ndistention (an enlargement surrounding the protective \nsheath of the optic nerve, often attributed to elevated \nICP , potentially affecting visual acuity). This dilation, \ntypically measuring approximately 3 mm posterior to \nthe globe, exceeded 6 mm [14] (Fig.  1). A lumbar punc ture revealed an opening pressure of 600 mm  H2O in \nthe left lateral decubitus position.\nThe results of CSF microbiological smears and assays \nshowed no evidence of Brucella, Streptococcus, or the \nmost common infectious etiologies of chronic meningitis \n(Cryptococcus, Mycobacterium tuberculosis, histoplasmo sis, blastomycosis, aspergillosis, and syphilis), and CSF \nresults were: glucose, 65 mg/dl; protein, 25 mg/dl; white \nblood cells, two lymphocytes. The serological tests were \nnegative for Brucella and Borrelia. Medical evaluation \nFig. 1 Magnetic resonance imaging of the brain demonstrates empty sella (left) and increased bilateral optic nerve sheath diameter (right)\nPage 3 of 6\n Togha et al. Journal of Medical Case Reports            (2025) 19:2 \n \nand laboratory examinations excluded the possibility of \nrheumatoid disorders.\nThe patient suffered from dizziness with the ingestion \nof more than 2 g/day of acetazolamide, thus, furosemide \nand topiramate were prescribed to control the ICP . We \nalso assessed her blood pressure, pulse rate, and cardiac \nfunction to rule out other possible causes of dizziness, all \nof which were normal. A nutritionist consult was made \nfor weight reduction.\nFortunately, there was no progression in visual impair ment during the follow-up. The headaches improved to \nsome extent. The papilledema became less severe but \nwas still present. Perimetry showed a mild decrease in \nperipheral field restriction in both eyes.\nSecond examination after 2 months of treatment\nThe second lumbar puncture revealed an opening pres sure of 280 mm  H2O. Mild ganglion cell-layer atrophy \nwas observed through optical coherence tomography \n(OCT). The furosemide dosage was increased to 20 mg/\nthree times daily. Additionally, the individual experienced \na weight reduction of 15 kg through a specialized dietary \nregimen to manage body mass (initial weight: 105  kg, \ninitial height: 170 cm). The therapy with acetazolamide, \ntopiramate, and furosemide combined with weight \nreduction resulted in decreased edema, as evidenced \nin the OCT, and no visual field deficit, as revealed by \nperimetry. The patient’s health demonstrated a marked \nimprovement with the effective response to the therapy.\nThird examination after 3 months of treatment\nAfter 3 months, the papilledema and visual field defect \nrecurred, although the patient experienced no episodes \nof headache or blurred vision. Disorders affecting the \nendocrine and rheumatologic systems were consid ered at this time, but no such disorders were diagnosed. \nThe third lumbar puncture indicated an opening pres sure of 300  mm  H2O. Magnetic resonance venography \n(MRV) was performed but showed no evidence of CVST. \nBecause of the prolonged course of the disease and its \nfailure to respond to treatment, coagulation tests were \ncarried out.\nThe coagulation tests indicated that the patient showed \nAT III deficiency (AT III: 73%; normal range: 80–125%). \nThe coagulation test was reevaluated, and the same \nresult was obtained. Subsequently, a hematologist con sultant recommended antiplatelet therapy because the \npatient did not have a history of cerebral venous throm bosis (CVST) or any other evident thrombosis in other \nparts of the body. A daily dose of 80  mg of acetylsali cylic acid (ASA) was added to the daily doses of 2  g of \nacetazolamide, 75 mg of topiramate, and 60 mg of furo semide. After 3 months of treatment, fundoscopy and OCT showed decreases in the papilledema of the nerve \nfiber layer and a decrease in ICP . The perimetry findings \nhad also improved. At 1 year follow-up, and a gradual \ndecrease in the prescribed medications, the IIH is under \ncontrol and she is symptom-free.",
    "Discussion": "Discussion\nThis report presents the case of a young, obese woman \nwith prolonged and recurrent headaches, with visual \nimpairment, who responded to the addition of antiplate let medication to drugs regimen to lower the CSF pres sure. IIH is well-documented as being associated with \nobesity and the female sex [15]. The criteria for diagno sis of IIH are as follows: papilledema, normal neurologi cal examination except for cranial nerve abnormalities, \nno lesion identified in brain imaging (CT/MRI/MRV), \nnormal CSF composition, and elevated lumbar puncture \nopening pressure (≥ 250 mm CSF in adults and ≥ 280 mm \nCSF in children) [16, 17]. In atypical cases (women or \nmen of normal weight), an additional workup is required \nto exclude secondary cases of intracranial hypertension \n(sIH) [17].\nThe untreated elevation of ICP  is a severe condition \nthat may cause permanent visual loss and even death in \ncritical cases. Consequently, the identification and treat ment of the underlying condition necessitates a com prehensive evaluation of potential differential diagnoses \nfor IIH [18]. Several factors have been recognized as the \nunderlying causes of IIH. The use of medications, such as \nantibiotics [19–22] (for example, tetracycline, levofloxa cin, oral fluoroquinolones, nalidixic acid, and so on), lith ium [23], methotrexate [24, 25], and cyclosporine [26, 27] \nas well as hypervitaminosis A [28–30] and corticosteroid \nwithdrawal [31, 32] could be associated with IIH. Despite \nthe lack of definitive understanding regarding the mecha nism by which vitamin A induces intracranial hyperten sion, the majority of research suggests an alteration in \nCSF homeostasis [29, 30].\nOrganisms such as Cryptococcus [33], Enterovirus \n[34], neurobrucellosis [35], neuroborreliosis [36], and \nTreponema pallidum [37] can also induce IIH. Endo crine disorders (Addison’s disease, hypoparathyroidism, \nhypothyroidism, hyperthyroidism) [17], rheumatological \ndisorders (systemic lupus erythematosus and Behcet’s \ndisease) [38–40], severe anemia, systemic disorders \n(renal failure and obstructive sleep apnea syndrome), and \nsyndromes (Down and Turner syndromes) [16–18] can \nbe factors contributing to IIH. Cerebral venous abnor malities (CVST, arteriovenous fistulas, bilateral jugular \nvein thrombosis, and so on) should also be considered as \ndifferential diagnoses of IIH [16].\nNormal neurological examination, except for \npapilledema, along with a high CSF opening pressure \nPage 4 of 6 Togha et al. Journal of Medical Case Reports            (2025) 19:2 \nwith normal composition and normal imaging (MRI \nand MRV), meet the specific criteria for diagnosis of \nIIH. In the case study presented, no abnormalities were \ndetected from laboratory tests, CSF microbiological \nsmears and assays, or serological tests. Furthermore, the \npatient’s medical evaluation and laboratory examinations \nexcluded the possibility of rheumatoid and endocrinal \ndisorders.\nThe primary goal of treating IIH is to lower ICP . Aceta zolamide is the first line of treatment. If the clinical \nsituation dictates, acetazolamide can be used for a pro longed period [41, 42]. Studies have shown that aceta zolamide improves visual field function and papilledema \nin patients with IIH [10, 43–46]. Our patient was ini tially treated with acetazolamide and furosemide. This \ndecreased the incidence of blurred vision and visual loss, \nbut these conditions subsequently worsened. The patient \nwas also advised to lose weight, as obesity plays a vital \nrole in the development of intracranial hypertension [18].\nAssessment of coagulopathies was undertaken after \nruling out other diagnoses because of the prolonged \ncourse of the disease and lack of adequate response to \nacetazolamide and furosemide. There was no past or \npresent evidence of venous thrombosis in the patient; \nhowever, AT III deficiency was confirmed. AT III defi ciency usually increases the risk of recurrent thrombosis \nbecause of a failure to block the coagulation cascade [47]. \nAs AT III has a strong affinity for heparin, it enhances the \nformation rate of the protease/inhibitor complex and also \nblocks XIIa, XIa, IXa, and Xa factors serine proteases in \nthe coagulation cascade [48, 49].\nOne study [50] disclosed that D-dimer blood lev els were significantly higher in patients with IIH, in the \nabsence of occlusive sinus thrombosis, compared with \nhealthy controls and that the administration of aceta zolamide with an anticoagulant for a period of 6 months \nbrought about notable improvements in the papilledema, \nvisual field, and visual acuity. In that study, anticoagu lant therapy effectively removed the microthrombi that \nimpeded CSF drainage owing to an unrecognized non occlusive venous cerebral thrombus. It is worth noting \nthat we did not assess the serum D-dimer levels for our \npatient during the study, which necessitates considera tion in future investigations.\nThree studies on female and male patients with IIH, \ntreated with acetazolamide, revealed that impaired coag ulation factors [for example, elevated levels of lipoprotein \nA, factor VIII, plasminogen activator inhibitor activity \n(PAI-Fx), lupus anticoagulant, and prolonged activated \npartial thromboplastin time] were more prevalent among \npatients with IIH compared with healthy control groups \n[10, 44, 51, 52]. No significant differences were reported \nin AT III between patients with IIH and control groups. Additionally, only a few of the female patients and none \nof the male patients were diagnosed with CVST. It has \nbeen suggested that polycystic ovary syndrome (PCOS) \nis associated with obesity and that high levels of PAI-Fx \nand endogenous estrogen could contribute to the devel opment of IIH. Coagulopathy, pregnancy, and PCOS \ncould also contribute to the development of thrombotic \nintracranial CSF outflow obstruction. This could cause an \nincrease in ICP and papilledema in patients with IIH.\nUpon confirmation of AT III deficiency in our patient, \nwe added ASA to her treatment regimen in accordance \nwith a hematologic consult. This produced a gradual \ndecrease in ICP and symptoms.\nThe treatment approach for IIH cases presenting with \ncoagulopathies is determined by the individual’s condi tion and the specific coagulation factors involved. It has \nbeen documented that acetazolamide therapy alone was \neffective in the treatment of patients with IIH exhibiting \nthrombophilia and hypofibrinolysis [44]. Moreover, lit erature reveals a limited number of investigations exam ining coagulopathy-related IIH, with a portion of these \nstudies describing the use of antiplatelet agents in treat ment. Moreover, this study is the first investigation to \nreport AT III deficiency as a contributing factor for IIH. \nThe lack of sufficient studies prevents a thorough com parison between our research and prior investigations. \nFurther research employing larger sample sizes is neces sary to facilitate meaningful comparisons.\nConclusion\nWe report this unique case because of the rarity of \nreported IIH being associated with suggested coagulopa thy, without obvious CSVT. Our investigation empha sizes the need for a multidisciplinary approach in the \nmanagement of IIH, including endocrine, rheumato logical, and imaging evaluations. Furthermore, our case \nstresses the importance of closely monitoring for coagu lopathic disorders during the initial phase of IIH, espe cially in patients with recurrent or prolonged episodes, \nto prevent serious complications. The addition of antico agulation and antiplatelet treatments to treat this disease \ncould be beneficial in severe or intractable cases.\nAbbreviations\nASA  Acetylsalicylic acid\nAT III  Antithrombin III\nCSF  Cerebrospinal fluid\nCVST  Cerebral venous sinus thrombosis\nICP  Intracranial pressure\nIIH  Idiopathic intracranial hypertension\nMRI  Magnetic resonance imaging\nMRV  Magnetic resonance venography\nPCOS  Polycystic ovary syndrome\nPAI-Fx  Plasminogen activator inhibitor activity\nsIH  Secondary intracranial hypertension\nPage 5 of 6\n Togha et al. Journal of Medical Case Reports            (2025) 19:2 \n \nAcknowledgements\nThe authors would like to thank the patient for participating in this study.\nAuthor contributions\nMT collected data and revised the manuscript; YM drafted the manuscript; EJ \ncollected data.\nFunding\nThis paper was not funded and the authors conducted this study with their \nown resources and expertise.\nAvailability of data and materials\nThe data are available upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by Tehran University of Medical Sciences. The details \nof this study were explained to the patient, and the patient provided informed \nconsent to participate in the project.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis study and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 30 October 2024   Accepted: 4 December 2024\nReferences\n 1. Markey KA, Mollan SP , Jensen RH, Sinclair AJ. Understanding idiopathic \nintracranial hypertension: mechanisms, management, and future directions. Lancet Neurol. 2016;15(1):78–91.\n 2. Friedman DI, Jacobson DM. Diagnostic criteria for idiopathic intracranial \nhypertension. Neurology. 2002;59(10):1492–5.\n 3. Robelin F, Lenfant M, Ricolfi F, Béjot Y, Comby PO. Idiopathic intracranial \nhypertension: from physiopathological mechanisms to therapeutic decision. Rev Med Interne. 2022;43(11):661–8.\n 4. Samara A, Ghazaleh D, Berry B, Ghannam M. Idiopathic intracranial \nhypertension presenting with isolated unilateral facial nerve palsy: a case \nreport. J Med Case Rep. 2019;13(1):94.\n 5. Biousse V, Bruce BB, Newman NJ. Update on the pathophysiology and \nmanagement of idiopathic intracranial hypertension. J Neurol Neurosurg \nPsychiatry. 2012;83(5):488–94.\n 6. Colman BD, Boonstra F, Nguyen MN, Raviskanthan S, Sumithran P , White \nO, et al. Understanding the pathophysiology of idiopathic intracranial \nhypertension (IIH): a review of recent developments. J Neurol Neurosurg \nPsychiatry. 2023.\n 7. Onder H, Kisbet T. Neuroimaging findings in patients with idiopathic \nintracranial hypertension and cerebral venous thrombosis, and their asso ciation with clinical features. Neurol Res. 2020;42(2):141–7.\n 8. Wakerley BR, Mollan SP , Sinclair AJ. Idiopathic intracranial hypertension: \nupdate on diagnosis and management. Clin Med. 2020;20(4):384–8.\n 9. Türay S, Kabakuş N, Hanci F, Tunçlar A, Hizal M. Cause or consequence: \nthe relationship between cerebral venous thrombosis and idiopathic \nintracranial hypertension. Neurologist. 2019;24(5):155–60.\n 10. Glueck CJ, Iyengar S, Goldenberg N, Smith LS, Wang P . Idiopathic \nintracranial hypertension: associations with coagulation disorders and \npolycystic-ovary syndrome. J Lab Clin Med. 2003;142(1):35–45.\n 11. Sussman J, Leach M, Greaves M, Malia R, Davies-Jones GA. Potentially \nprothrombotic abnormalities of coagulation in benign intracranial hyper tension. J Neurol Neurosurg Psychiatry. 1997;62(3):229–33. 12. Jacome DE. Idiopathic intracranial hypertension and hemophilia A. Headache. 2001;41(6):595–8.\n 13. Haouimi A. Empty sella. Case study, Radiopaedia.org 2023. https:// radio \npaedia. org/ cases/ empty- sella- 21.\n 14. Shetty A, Deng F, Filho R, al. e. Optic nerve sheath diameter. Radiopaedia.\norg 2024. https:// radio paedia. org/ artic les/ optic- nerve- sheath-  diame ter? \nlang= us .\n 15. Gordon K. Pediatric pseudotumor cerebri: descriptive epidemiology. Can \nJ Neurol Sci. 1997;24(3):219–21.\n 16. Friedman DI, Liu GT, Digre KB. Revised diagnostic criteria for the \npseudotumor cerebri syndrome in adults and children. Neurology. \n2013;81(13):1159–65.\n 17. Mollan SP , Davies B, Silver NC, Shaw S, Mallucci CL, Wakerley BR, et al. \nIdiopathic intracranial hypertension: consensus guidelines on manage ment. J Neurol Neurosurg Psychiatry. 2018;89(10):1088–100.\n 18. Kilic K, Korsbæk JJ, Jensen RH, Cvetkovic VV. Diagnosis of idiopathic \nintracranial hypertension - the importance of excluding secondary \ncauses: a systematic review. Cephalalgia. 2022;42(6):524–41.\n 19. Sodhi M, Sheldon CA, Carleton B, Etminan M. Oral fluoroquinolones and \nrisk of secondary pseudotumor cerebri syndrome: nested case-control \nstudy. Neurology. 2017;89(8):792–5.\n 20. Cellini M, Strobbe E, Gizzi C, Campos E. Pseudotumour cerebri syndrome and levofloxacin therapy: a case report. Neuro-Ophthalmology. \n2010;34:358–60.\n 21. Boréus LO, Sundström B. Intracranial hypertension in a child during treat ment with nalidixic acid. Br Med J. 1967;2(5554):744–5.\n 22. Lee AG. Pseudotumor cerebri after treatment with tetracycline and \nisotretinoin for acne. Cutis. 1995;55(3):165–8.\n 23. Kelly SJ, O’Donnell T, Fleming JC, Einhaus S. Pseudotumor cerebri associated with lithium use in an 11-year-old boy. J aapos. 2009;13(2):204–6.\n 24. Sur S, Chauhan A. Methotrexate-induced pseudotumor cerebri and psychosis in a case of rheumatoid arthritis. J Neuropsychiatry Clin Neurosci. \n2012;24(4):E18.\n 25. Zhang Y, Qiu Y, Wang Z, Wang R, Jin R, Hinkle LE, Wu X. High-dose \nmethotrexate-induced idiopathic intracranial hypertension in infant \nacute lymphoblastic leukemia. Front Pharmacol. 2020;11:839.\n 26. Cruz OA, Fogg SG, Roper-Hall G. Pseudotumor cerebri associated with \ncyclosporine use. Am J Ophthalmol. 1996;122(3):436–7.\n 27. Yu CW, Kwok JM, Micieli JA. Resolution of papilledema associated with \ncyclosporine use after change to tacrolimus. BMJ Case Rep. 2019;12(11): \ne232725.\n 28. Benzimra JD, Simon S, Sinclair AJ, Mollan SP . Sight-threatening pseudo tumour cerebri associated with excess vitamin A supplementation. Pract \nNeurol. 2015;15(1):72–3.\n 29. Chisholm JT, Abou-Jaoude MM, Hessler AB, Sudhakar P . Pseudotumor \ncerebri syndrome with resolution after discontinuing high vitamin A \ncontaining dietary supplement: case report and review. Neuroophthalmology. 2018;42(3):169–75.\n 30. Mohammad YM, Raslan IR, Al-Hussain FA. Idiopathic intracranial hyper tension induced by topical application of vitamin A. J Neuroophthalmol. \n2016;36(4):412–3.\n 31. Ramana Reddy AM, Prashanth LK, Sharat Kumar GG, Chandana G, Jadav R. \nOver-the-counter self-medication leading to intracranial hypertension in \na young lady. J Neurosci Rural Pract. 2014;5(4):384–6.\n 32. Levine A, Watemberg N, Hager H, Bujanover Y, Ballin A, Lerman-Sagie T. \nBenign intracranial hypertension associated with budesonide treatment \nin children with Crohn’s disease. J Child Neurol. 2001;16(6):458–61.\n 33. Espino Barros Palau A, Morgan ML, Foroozan R, Lee AG. Neuro-ophthalmic presentations and treatment of cryptococcal meningitis-related \nincreased intracranial pressure. Can J Ophthalmol. 2014;49(5):473–7.\n 34. Beal JC. Increased intracranial pressure in the setting of Enterovirus and \nother viral meningitides. Neurol Res Int. 2017;2017:2854043.\n 35. Sharma PP , Murali MV, Hamdi T. Neurobrucellosis presenting as pseudotumor cerebri: first report from Oman. Oman Med J. 2017;32(6):507–9.\n 36. Ezequiel M, Teixeira AT, Brito MJ, Luís C. Pseudotumor cerebri as the presentation of Lyme disease in a non-endemic area. BMJ Case Rep. 2018.\n 37. Yri H, Wegener M, Jensen R. Syphilis mimicking idiopathic intracranial \nhypertension. BMJ Case Rep. 2011;2011: bcr0920114813.\n 38. Katsuyama E, Sada KE, Tatebe N, Watanabe H, Katsuyama T, Narazaki \nM, et al. Bilateral abducens nerve palsy due to idiopathic intracranial \nPage 6 of 6 Togha et al. Journal of Medical Case Reports            (2025) 19:2 \nhypertension as an initial manifestation of systemic lupus erythematosus. \nIntern Med. 2016;55(8):991–4.\n 39. Tse C, Klein R. Intracranial hypertension associated with systemic lupus \nerythematosus in a young male patient. Lupus. 2013;22(2):205–12.\n 40. Noel N, Hutié M, Wechsler B, Vignes S, Le Thi H-B, Amoura Z, et al. Pseudo tumoural presentation of neuro-Behcet’s disease: case series and review \nof literature. Rheumatology. 2012;51(7):1216–25.\n 41. Johnson LN, Krohel GB, Madsen RW, March GA Jr. The role of weight loss \nand acetazolamide in the treatment of idiopathic intracranial hypertension (pseudotumor cerebri). Ophthalmology. 1998;105(12):2313–7.\n 42. Schoeman JF. Childhood pseudotumor cerebri: clinical and intracranial \npressure response to acetazolamide and furosemide treatment in a case \nseries. J Child Neurol. 1994;9(2):130–4.\n 43. Wall M, McDermott MP , Kieburtz KD, Corbett JJ, Feldon SE, Friedman \nDI, et al. Effect of acetazolamide on visual function in patients with \nidiopathic intracranial hypertension and mild visual loss: the idiopathic \nintracranial hypertension treatment trial. JAMA. 2014;311(16):1641–51.\n 44. Glueck CJ, Goldenberg N, Golnik K, Sieve L, Wang P . Idiopathic intracranial \nhypertension: associations with thrombophilia and hypofibrinolysis in \nmen. Clin Appl Thromb Hemost. 2005;11(4):441–8.\n 45. Thurtell MJ, Wall M. Idiopathic intracranial hypertension (pseudotumor \ncerebri): recognition, treatment, and ongoing management. Curr Treat \nOptions Neurol. 2013;15(1):1–12.\n 46. Millichap JG, Millichap JJ. Mechanism of action of acetazolamide and \nidiopathic intracranial hypertension. Front Neurol. 2015;6:13.\n 47. Corral J, de la Morena-Barrio ME, Vicente V. The genetics of antithrombin. \nThromb Res. 2018;169:23–9.\n 48. Yamada T, Yamada H, Morikawa M, Kato EH, Kishida T, Ohnaka Y, et al. \nManagement of pregnancy with congenital antithrombin III deficiency: \ntwo case reports and a review of the literature. J Obstet Gynaecol Res. \n2001;27(4):189–97.\n 49. Lu Z, Wang F, Liang M. SerpinC1/Antithrombin III in kidney-related diseases. Clin Sci. 2017;131(9):823–31.\n 50. Shaheen H, Sobhy S, El Mously S, El Khatib M, Hamdy A. Quantitative \nd-dimer level and anticoagulant therapy in idiopathic intracranial hyper tension. Egypt J Neurol Psychiatry Neurosurg. 2019;55(1):62.\n 51. Liu Y, Sun MG, Jiang R, Ding R, Che Z, Chen YY, et al. Plasminogen activator inhibitor-1 -675 4G/5G polymorphism and polycystic ovary syndrome \nrisk: a meta analysis. J Assist Reprod Genet. 2014;31(3):363–70.\n 52. Glueck CJ, Aregawi D, Goldenberg N, Golnik KC, Sieve L, Wang P . Idiopathic intracranial hypertension, polycystic-ovary syndrome, and \nthrombophilia. J Lab Clin Med. 2005;145(2):72–82.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}