{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05097-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05097-2.pdf",
  "metadata": {
    "/Keywords": "Case report; Recurrent acute pancreatitis; Isotretinoin; Drug-induced pancreatitis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250221125449+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250219195655+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05097-2",
    "/Author": "Julien Barras ",
    "/Title": "Isotretinoin-induced pancreatitis: is it time to definitely recognize it: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05097-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Although often overlooked, drug-induced pancreatitis is a frequent cause of pancreatitis. Pancreatic \ndrug toxicity is defined according to the classification by Mallory et al. and Trivedi et al. Isotretinoin is only classified \nas possibly toxic to the pancreas (class 3). We report the first case of recurrence of pancreatitis after rechallenge, which \nargues for a modification of the classification of drug-induced pancreatitis.",
    "Case Presentation": "Case presentation We present here the case of a 20-year-old Belgian man who suffered several episodes of acute \npancreatitis for which no etiology could be identified despite an exhaustive assessment. Eventually, as a precaution, \nisotretinoin was discontinued and there was no recurrence until it was reintroduced.",
    "Conclusion": "Conclusion This is the 25th case described in the literature, but the first with a positive rechallenge on two occasions. This case therefore implies that isotretinoin should definitely be considered a class 1 toxic drug for the pancreas \nand should be incriminated in acute pancreatitis in patients treated with this drug.\nKeywords Case report, Recurrent acute pancreatitis, Isotretinoin, Drug-induced pancreatitis",
    "Introduction": "Introduction\nAcute pancreatitis is characterized by an inflamma tory reaction of the pancreas manifested clinically by \nabdominal pain associated with elevated serum pancre atic enzymes [1]. The pathogenesis of acute pancreatitis \nis still controversial, and seems to depend on the etiology \n[2].\nIn almost all of Europe, the most common cause of \nacute pancreatitis is gallstone impacting the distal com mon bile-pancreatic duct [3]. The other well-known \ncauses are, non-exhaustively, alcohol abuse, hypertri glyceridemia (> 1000  mg/dL), hypercalcemia, trauma, \ninfections, autoimmune diseases, endoscopic retrograde \ncholangiopancreatography, and, in an increasing way, \ndrugs.More than 100 drugs have been alleged to cause acute \npancreatitis, but in many case reports the association is \nambiguous, mostly because the pancreatitis may develop \nwithin a few weeks after beginning a drug with an immu nologically mediated adverse reaction, but it can also \nappear after several months of use due to the chronic \naccumulation of toxic metabolic products. This is also \nmade difficult by the fact that it is mostly impossible to \nrule out all the other possible etiologies, as there are so \nmany. Moreover, although drug-induced pancreatitis is a \nwell-accepted precipitant, it is often neglected by the cli nician, even though 42% of patients admitted for a first \nepisode of acute pancreatitis take pancreaticotoxic drugs \n[4].\nIsotretinoin, also known as  13-cis-retinoic acid, is a \nretinoid (related to vitamin A), used as medication to \ntreat severe  acne, but also to prevent squamous cell \ncarcinoma [5] and in the treatment of other cancers. \nMore rarely, it is used to treat harlequin-type ichthyosis \nand lamellar ichthyosis [6].*Correspondence:\nJulien Barras\nJulien.Barras@hotmail.be\n1 Departement of Gastroenterology, CHU Liège, Liège, Belgium\nPage 2 of 6 Barras et al. Journal of Medical Case Reports           (2025) 19:66 \nIsotretinoin was patented in 1969 and approved for \nmedical use in 1982. It has multiple well-known adverse \neffects: cheilitis, dry and fragile skin, photosensibility, \nmyalgias, headaches, hyperostosis  and premature  epi physeal closure, psychiatric disorders, and mainly due to \nthe close resemblance to retinoic acid, birth defects [7]. \nHowever, acute pancreatitis is not part of the list of main \nside effects and isotretinoin is only recognized as a pos sibly pancreatic toxic drug (class III according to Mallory \net al. [8]).\nCase presentation\nA 20-year-old Belgian male without personal history or \nfamilial history of pancreatitis came to the emergency \ndepartment for transfixing abdominal pain that had \nappeared a few hours ago. Parameters and clinical exami nation were reassuring. There was a notion of minor alco hol consumption a few days before (approximately 5–6 \nbeers). The only medication he took was oral isotretinoin \n10 mg/day for acne.\nBlood biology and an abdominopelvic scan were per formed, highlighting grade D acute edematous pan creatitis. The patient was hospitalized for hydration and \nanalgesia.\nAn abdominal ultrasound and blood test in search \nof an obstructive, metabolic (hypertriglyceridemia, \nhypercalcemia), or autoimmune (antinuclear antibod ies, Antineutrophil cystoplasmic antibodies (ANCA), \nanti-saccharomyces cerevisiae antibodies (ASCA), and \nimmunoglobulin G4 (IgG4)) cause was carried out, with out any findings. Finally, acute pancreatitis on recent \nalcoholic consumption was retained and the patient left \nthe hospital 3 days later with a follow-up in gastroenter ology. Without being suspected as being responsible for \nthis episode of acute pancreatitis, the isotretinoin was \nstopped spontaneously by the patient.\nThen 1 month later, an upper digestive echoendoscopy \nwas performed and found to be unremarkable. Due to \nthe excellent evolution, no additional exploration was \nperformed and the gastroenterological follow-up was \ndiscontinued.\nThe patient presented to the emergency department \nagain 2.5 years later for abdominal pain that he identi fied as similar to his previous episode of pancreatitis. \nParameters and clinical examination were reassuring. He \nwas again under oral isotretinoin 10  mg/day for almost \n1.5 years. This time he had not had any alcohol for sev eral weeks. Blood test showed hyperlipasemia more than \nthree times than normal, motivating the patient’s hospi talization for acute pancreatitis.\nNew explorations were carried out with abdominopel vic scanner, abdominal ultrasound, and echoendoscopy. All radiologic examinations were normal without sign of \npancreatitis.\nAt the biological level, many analyses were carried out \nto exclude metabolic, infectious, autoimmune (ANCA, \nASCA, antinuclear antibodies, IgG4), autoinflamma tory, neoplastic, and even genetic causes (with search \nfor mutations in the CFTR, CTRC, PSTI, SPINK1, CaSR, \nCLDN2, CPA1 and PRSS1). The search for porphyria and \nangioneurotic edema was also negative.\nBecause of his good evolution, the patient was allowed \nto leave the hospital after 3  days. The isotretinoin was \nstopped since in the absence of any other cause, druginduced pancreatitis was suspected.\nIn the following weeks, a MRI of the pancreas with \nsecretin stimulation was performed and found no pan creas divisum or other abnormality. The patient was seen \nagain at 3 months and then at 6 months and continued \nto evolve quite favorably without any new episode of \npancreatitis.\nThe patient decided, due to severe acne 2 years later \nand after",
    "Discussion": "discussion with his attending physician, to \nresume treatment with isotretinoin at the same dosage \nbut topical this time. He presented himself 15 days later \nat the emergency department for a new episode of pan creatitis. Again there was no other precipitant, such as \nconsumption of alcohol or drugs.\nAn abdominopelvic scan was performed 48 hours after \nonset of symptoms and showed grade B acute pancreati tis without other anomalies. At the biological level, given \nthe recent reintroduction of isotretinoin, only a basic \nassessment was carried out to exclude metabolic, infec tious, autoimmune, and autoinflammatory causes. The \nevolution was favorable and the patient was authorized \nto leave the service 48 hours later. He was told never to \nresume isotretinoin again.\nThe patient was seen again at 3 months, 6 months, and \n12 months and continued to evolve quite favorably with out any new episode of pancreatitis. The patient’s medi cal history is summarized in Fig. 1.\nDiscussion\nIsotretinoin-induced pancreatitis is a rare condition. \nThere are 15 papers describing 30 cases of pancreatitis \nassociated with isotretinoin reported in the literature \n(search strategy using MEDLINE, Embase, and grey lit erature) from 1960 to January 2023. In these papers, \nthere are as many cases of isotretinoin-related pancrea titis in men as in women (sex ratio 1). The mean dura tion of isotretinoin use after which pancreatitis occurred \nwas 3.39 months, and the mean dose at which pancrea titis occurred was 34.29 mg/day; five of these cases were \nPage 3 of 6\n Barras et al. Journal of Medical Case Reports           (2025) 19:66 \n \nlikely due to hypertriglyceridemia. No cases of pancreati tis resulted in death or presented complications.\nThese articles are summarized in Table 1.\nIt would seem that acute pancreatitis can develop \naccording to two mechanisms: (1) rarely associated with \nhypertriglyceridemia and (2) more frequent, caused by an \nidiosyncratic reaction, sometimes remote from the intro duction of the drug.\nDespite this large number of reported cases, isotreti noin is still a class III drug in the drug-induced pancreati tis classification.\nThis is a new case of isotretinoin-induced pancreatitis \nwithout hypertriglyceridemia, with a positive rechallenge \ntwice, with no other cause of acute pancreatitis demon strated despite numerous and multiple biological and \nradiological explorations. Moreover, this is the first doc umented case of acute pancreatitis associated with the \ntopical use of isotretinoin.\nThe classification of pancreatoxic drugs can be defined \nby the classification of Mallory et al., established in 1980, \nwhich is based on four criteria:\n1. Pancreatitis develops during treatment with the drug\n2. The absence of other causes of pancreatitis\n3. Pancreatitis resolves with drug discontinuation\n4. Pancreatitis recurs with reintroduction of the drug.\nThe drug is then classified according to these criteria into \nthree categories: definite, probable, or possible association with pancreatitis. A definite association implies that all four \ncriteria are met. A probable association requires that all cri teria be met except for reexposure. The association is possi ble when there are only incomplete or contradictory levels of \nevidence. In this case, isotretinoin would therefore be classi fied as class I.\nMore recently, Trivedi et al . [9] proposed a new classifi cation into three classes according to the number of cases \nreported in the literature:\nClass 1: More than 20 cases reported in the literature \nand more than one case with positive reexposure\nClass 2: More than 10 but less than 20 cases reported \nin the literature with or without positive reexposure\nClass 3: Less than 10 cases reported in the literature\nAgain, isotretinoin is recognized as a class 1 pancreatic \ntoxic drug according to this new classification.\nConclusion\nDrug-induced pancreatitis is becoming increasingly com mon, and it is essential to keep classifications up to date \nto be able to warn patients and clinicians and properly \nassess the benefit/risk balance when introducing a new \ndrug. Isotretinoin should definitely be recognized as a \nclass I pancreaticotoxic drug. This change would raise \nclinicians’ awareness of this not-so-rare complication \n(Table 1).\nFig. 1 Timeline representation of the patient’s medical history\nPage 4 of 6 Barras et al. Journal of Medical Case Reports           (2025) 19:66 \nTable 1 Summary of the reported cases of acute pancreatitis linked to isotretinoin\nStudy Type of report Indication of \ntreatmentSex Age Isotretinoin \ndoseTime on \nisotretinoinConfounding \nfactorPeak \ntriglyceride \nlevelTriglyceride \nassociatedComplications Outcome\nFlynn 1987 [10] Case report Acne F 41 40 mg twice \na day (1 mg/kg/\nday)7 weeks Estrogen intake, \nhypertriglyceridemia7380 mg/dL Yes No Resolved\nMcCarter 1992 \n[11]Case report Acne F 30 40 mg daily \n(0.5 mg/kg/day)6 weeks Gestational \nhypertriglyceridemia5940 mg/dL Yes No Resolved\nAnrousseau \n1995 [12]Case report Acne M 17 10 mg twice \na day first, then \n20 mg daily15 days first, \nthen 10 daysCholelithiasis 57 mg/dL No No Resolved\nBourantas 1995 \n[13]Cohort study Myelodysplasic \nsyndromF 78 20 mg daily 1 year Cholelithiasis NC No No Resolved\nJamshidi 2002 \n[14]Case report Hidradenitis F 43 40 mg twice \na day6 months Prednisone \nand tetracyclines intake, \nhypertriglyceridemia884 mg/dL Yes No Resolved\nFine 2004 [15] Cohort study Dystrophic \nepidermolysis \nbullosaNC  > 15 0.1 mg/kg/day NC NC  < 350 mg/dL No No Resolved\nTsimberidou \n2004 [16]Cohort study Lymphoïd \nmalignancyNC NC 1 mg/kg/day NC Interferon alpha \nintakeNC No No Death\nSee 2004 [17] Cohort study Recurrent glio blastomaNC NC 100–200 mg/\nm2/dayNC HypertriglyceridemiaNC Possibly No Resolved\nGreene 2006 \n[18]Case report Acne F 19 60 mg daily 2 months Estradiol \nand sertralin \nintake351 mg/dL No No Resolved\nPillai 2014 [19] Cohort study Small cell lung \ncancerNC NC 1 mg/kg \ntwice a week \nfor 6 weeksNC Interferon alpha \nand paclitaxel \nintakeNC No No Death\nBataille 2014 \n[20]Case series NC 10H/6F Mean 19\n(min. 14, max. \n30)NC Mean 3 months\n(min. 15 days, \nmax. 15 months)Oral contraceptive (two \npeople)/alcohol \nintake (one \nperson) < 350 mg/dL No No Resolved\nTejedor 2019 \n[21]Case report Acne M 14 30 mg daily 3 months No  < 175 mg/dL No No Resolved\nAtiq 2019 [22] Case report Acne M 29 30 mg twice \na dayNC No  < 175 mg/dL No No Resolved\nPage 5 of 6\n Barras et al. Journal of Medical Case Reports           (2025) 19:66 \n \nNC non-communicated, M male, F femaleTable 1 (continued)\nStudy Type of report Indication of \ntreatmentSex Age Isotretinoin \ndoseTime on \nisotretinoinConfounding \nfactorPeak \ntriglyceride \nlevelTriglyceride \nassociatedComplications Outcome\nAshraf 2020 [23] Case report Acne F 55 NC 1 month Hypertriglyceridemia1300 mg/dL Yes No Resolved\nDhattarwal 2022 \n[24]Case report Acne F 18 20 mg daily 15 days No  < 500 mg/dL No No Resolved\nPage 6 of 6 Barras et al. Journal of Medical Case Reports           (2025) 19:66 \nAcknowledgements\nNot applicable.\nAuthor contributions\nNot applicable.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nWritten informed consent was obtained from the patient for the publication \nof this case report, including the clinical information. The authors confirm that \nall efforts were made to preserve the patient’s anonymity, and no identifying \ninformation is included in the manuscript. The study adheres to the ethical \nstandards outlined by the Declaration of Helsinki.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNot applicable.\nReceived: 7 January 2024   Accepted: 14 January 2025\nReferences\n 1. Lankisch PG, Apte M, Banks PA. Acute pancreatitis. Lancet Lond Engl. \n2015;386(9988):85–96.\n 2. Wang GJ, Gao CF, Wei D, Wang C, Ding SQ. Acute pancreatitis: etiology \nand common pathogenesis. World J Gastroenterol. 2009;15(12):1427–30.\n 3. Yadav D, Lowenfels AB. Trends in the epidemiology of the first attack of \nacute pancreatitis: a systematic review. Pancreas. 2006;33(4):323–30.\n 4. Spanier BWM, Tuynman HARE, van der Hulst RWM, Dijkgraaf MGW, Bruno \nMJ. Acute pancreatitis and concomitant use of pancreatitis-associated \ndrugs. Am J Gastroenterol déc. 2011;106(12):2183–8.\n 5. Jones E, Korzenko A, Kriegel D. Oral isotretinoin in the treatment and \nprevention of cutaneous squamous cell carcinoma. J Drugs Dermatol \nJDD. 2004;3(5):498–502.\n 6. Ward A, Brogden RN, Heel RC, Speight TM, Avery GS. Isotretinoin a review \nof its pharmacological properties and therapeutic efficacy in acne and \nother skin disorders. Drugs. 1984;28(1):6–37.\n 7. Brelsford M, Beute TC. Preventing and managing the side effects of \nisotretinoin. Semin Cutan Med Surg sept. 2008;27(3):197–206.\n 8. Mallory A, Kern F. Drug-induced pancreatitis: a critical review. Gastroenterology avr. 1980;78(4):813–20.\n 9. Trivedi CD, Pitchumoni CS. Drug-induced pancreatitis: an update. J Clin \nGastroenterol sept. 2005;39(8):709–16.\n 10. Flynn WJ, Freeman PG, Wickboldt LG. Pancreatitis associated with isotretinoin-induced hypertriglyceridemia. Ann Intern Med juill. 1987;107(1):63.\n 11. McCarter TL, Chen YK. Marked hyperlipidemia and pancreatitis associated \nwith isotretinoin therapy. Am J Gastroenterol déc. 1992;87(12):1855–8.\n 12. Aurousseau MH, Levacher S, Bénéton C, Blaise M, Pourriat JL. Transient \ndysfibrinogenemia and thrombocytopenia associated with recurrent \nacute pancreatitis in the course of isotretinoin therapy. Rev Med Interne. \n1995;16(8):622–5.\n 13. Bourantas KL, Tsiara S, Christou L. Treatment of 34 patients with \nmyelodysplastic syndromes with 13-CIS retinoic acid. Eur J Haematol. \n1995;55(4):235–9. 14. Jamshidi M, Obermeyer RJ, Govindaraj S, Garcia A, Ghani A. Acute pancreatitis secondary to isotretinoin-induced hyperlipidemia. J Okla State \nMed Assoc févr. 2002;95(2):79–80.\n 15. Fine JD, Johnson LB, Weiner M, Stein A, Suchindran C. Chemoprevention of squamous cell carcinoma in recessive dystrophic epidermolysis \nbullosa:",
    "Results": "results of a phase 1 trial of systemic isotretinoin. J Am Acad \nDermatol avr. 2004;50(4):563–71.\n 16. Activity of interferon-alpha and isotretinoin in patients with advanced, \nrefractory lymphoid malignancies - PubMed [Internet]. [cité 27 août \n2024]. Disponible sur: https:// pubmed. ncbi. nlm. nih. gov/ 14745 875/\n 17. See SJ, Levin VA, Yung WKA, Hess KR, Groves MD. 13-cis-retinoic acid in \nthe treatment of recurrent glioblastoma multiforme. Neuro-Oncol juill. \n2004;6(3):253–8.\n 18. Greene JP . An adolescent with abdominal pain taking isotretinoin for \nsevere acne. South Med J sept. 2006;99(9):992–4.\n 19. Pillai RN, Aisner J, Dahlberg SE, Rogers JS, DiPaola RS, Aisner S, et al. \nInterferon alpha plus 13-cis-retinoic acid modulation of BCL-2 plus \npaclitaxel for recurrent small-cell lung cancer (SCLC): an Eastern Cooperative Oncology Group study (E6501). Cancer Chemother Pharmacol juill. \n2014;74(1):177–83.\n 20. Acute pancreatitis linked to isotretinoin. 2015 Prescrire Int. Févr \n24(157):46.\n 21. Tejedor Tejada J, Torres Yuste R, García PF. Acute pancreatitis secondary to \ntreatment with isotretinoin. Gastroenterol Hepatol avr. 2019;42(4):256.\n 22. Atiq MU, Raza A, Ashfaq A. Idiosyncratic reaction causing a rare side \neffect: isotretenoin-induced pancreatitis. Cureus. 2019;11(11): e6102.\n 23. Ashraf M. Acute pancreatitis caused by isotretinoin. Cureus. 2020;12(6): \ne8710.\n 24. Dhattarwal N, Khunger N, Lal A. Isotretinoin induced pancreatitis: a rare \nidiosyncratic reaction. Indian J Dermatol. 2022;67(6):781–3.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}