{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04894-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04894-5.pdf",
  "metadata": {
    "/Keywords": "Conjoined twins; Pregnancy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241205092702+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241204072855+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04894-5",
    "/Author": "Leta Hinkosa Dinsa ",
    "/Title": "Conjoined twin at abdomen: twin A anencephaly and face presentation with twin B cephalic presentation: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04894-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract \nObjectives Conjoined twins are described as having been physically fused during pregnancy and delivery. They \nshare some vital organs, such as the heart, lungs, liver, abdomen, etc. The article aims to present a unique",
    "Discussion": "discussion \non conjoined twins at the abdomen, with twin A with anencephaly and face presentation and twin B with cephalic \npresentation. It is a conjoined twin fused at the abdomen. Twin A has anencephaly with lung and abdomen out side of the abdomen, with negative fetal heartbeat, and Twin B has cephalic presentation with a well-formed head \nand positive heartbeat. Conjoined twin is rarely diagnosed at delivery, but in resource-limited countries such as Ethio pia, it is diagnosed during delivery. It had a psychological impact both for pregnant women and the family. Therefore, \nappropriate counseling of pregnant women to have early ultrasound screening and follow-up is crucial.\nCase summary We encountered a rare case of a conjoined twin pregnancy involving twin A with anencephaly \nand face presentation and twin B with cephalic presentation. The patient, a 19-year-old woman from rural Ethiopia, \npresented at Nekemte Specialized Hospital with pushing down pain and a gush of fluid per vagina for 10 hours. \nAfter admission, an obstetric ultrasound revealed a twin pregnancy with twin A presenting with anencephaly (face \npresentation) and a negative fetal heart rate, and twin B presenting with cephalic presentation and a positive fetal \nheart rate. The patient underwent a cesarean section, and the procedure resulted in one conjoined twin with anencephaly and the other well formed. After a week of recovery, the patient was discharged with counseling for future \npregnancies.",
    "Conclusion": "Conclusion Conjoined twinning is a rare phenomenon, occurring in 1 in 50,000–100,000. It is rarely diagnosed dur ing delivery. However, in resource-limited setups, it is diagnosed during delivery.\nKeywords  Conjoined twins, Pregnancy",
    "Introduction": "Introduction\nConjoined twins are defined by the conjoined (shared) \nbody area, resulting from incomplete monozygotic twin ning. It is where the embryonic disc does not divide com pletely, or adjacent embryonic discs fuse. The earliest \nprenatal diagnosis enabling assessment for shared vital \norgans is desirable for optimal obstetric management of \npregnancies. Sonographic diagnosis of conjoined twins \nhas been reported, and has been diagnosed in the third *Correspondence:\nLeta Hinkosa Dinsa\nleta.hinko43@gmail.com\n1 Department of Midwifery, School of Nursing and Midwifery, Wolegga \nUniversity, Nekemte city, Oromia Regional State, Ethiopia\n2 Department of Obstetrics and Gynecology, Nekemte Specialized \nHospital, Nekemte City, Oromia Regional State, Ethiopia\nPage 2 of 4 Dinsa and Mengesha  Journal of Medical Case Reports          (2024) 18:597 \ntrimester, especially during delivery, where sonographic \nassessment is available. The incidence of conjoined twin ning is estimated to be 1 in 50,000 to 1 in 100,000 deliver ies [1–4].\nConjoined twins represent one of the rarest forms of \ncongenital anomalies. The incidence appears remark ably similar throughout the world, although an incidence \nas high as 1 per 20,000 births has been reported from \nAtlanta. Approximately 40–60% of conjoined twins are \nstillborn and an additional 35% survive only 1 day [5–7].\nConjoined twins are rare occurrences in obstetric/\npediatric practice. More commonly known as Siamese \ntwins, this phenomenon is shrouded in mystery and con sidered a curiosity by the public. Current technology is \nlending a helping hand in the early diagnosis of conjoined \ntwins, with few cases of diagnosis during delivery time. \nFrequently, the twins are born dead, but in a few cases, \nthe twins survive [8, 9].\nConjoined twins are infrequently encountered by \nobstetricians. Many of these pregnancies do not achieve \na viable gestational age due to miscarriage or pregnancy \ntermination, with exceptional cases arriving at term and \nbeing diagnosed during delivery. Much of the clinical care \nliterature focuses on postnatal management from a neo natology and pediatric surgery perspective; guidance on \nobstetrical management of a conjoined twin pregnancy \nis limited. This case report aims to report the conjoined \ntwin pregnancy at the abdomen with twin A with anen cephaly, face presentation, fetal heart beat (FHB) nega tive and lung and bowel outside of abdomen, and with \ntwin B with cephalic presentation, fetal heart beat posi tive, and well-formed head with cephalic presentation \nthat was diagnosed at term during delivery at Nekemte \nSpecialized Hospital. Routine prenatal ultrasound should \nbe there with the ability to detect virtually all conjoined \ntwin gestations. For families faced with a conjoined twin \ndiagnosis, obstetric counseling must explore the expect ant parents’ values while providing realistic and detailed \nexpectations for postnatal care. Counseling should start \nas soon as the diagnosis of conjoined twins is made \n[10–14].\nThe importance of this research is to provide a report \nfor a better comprehension of the various aspects related \nto conjoined twins. It gives healthcare providers an excel lent opportunity to reexamine, reevaluate, and counsel all \npregnant women to have ultrasonographic examinations \nat an early time in pregnancy.",
    "Case Presentation": "Case presentation\nThis is a 19-year-old gravida 1 mother from rural \nEthiopia (Western Oromia, Wayu Tuqa Woreda), \namenorrheic for 9 months. She presented to Nekemte \nSpecialized Hospital with pushing down pain and gush of fluid per vagina for 10 hours. She had antenatal care \nfollow-up at Wayu Tuqa Health Center two times and \nreceived TT1 and TT2 during her follow-up. Her blood \ntype is RH B+  and urine analysis was nonrevealing \n(Table  1). However, she had no obstetrics ultrasound \nexamination. She has no fever, headache, vaginal bleed ing, or epigastric pain. The patient has no history of \nmedical problems such as diabetes mellitus, hyperten sion, or cardiac or renal problems.\nOn examination, she was acutely sick-looking. Her \nvital signs were blood pressure (BP) of 110/60 mmHg, \npulse rate (PR) of 92 beats per minute, respiratory rate \n(RR) of 20 breaths per minute, and temperature 37.1 °C. \nShe had pink conjunctivae. The lymph glandular sys tem, chest, and cardiovascular system were normal.\nOn abdominal examination, term-sized gravid uterus, \nwith two uterine contractions in 10 minutes lasting \n30–35 seconds, FHB+  (133 beats per minute), inspec tion of external genitalia showed no vulvar mass or \nlesion. On genitourinary on digital vaginal cervix was 4 \ncm, with face presentation. On the integumentary sys tem, she had no palmar pallor. On neurologic examina tion, she was oriented to time, person, and place. She \nhad normal reflexes and no neurologic deficits.\nShe was admitted to Nekemte Specialized Hospital \nwith a diagnosis of the active first stage of labor plus \nrupture of membrane plus face presentation, then after \n4 hours she was evaluated for cervical arrest, and an \nobstetrics ultrasound was done and she was diagnosed \nwith twin pregnancies. Twin A had anencephaly (face \npresentation) FHB negative, and Twin B had cephalic \npresentation FHB positive. For cervical arrest second ary to poor uterine contraction in addition to twin \npregnancy, she was prepared for CS after spinal anes thesia lower uterine segment tranisverse cesarean sec tion (LUST CS) was done. The outcome was conjoined \ntwin at the abdomen, one with anencephaly with the \nTable 1 Laboratory investigation summary of 19-yearold patient with diagnosis of twin pregnancy; twin A with \nanencephaly (face presentation) fetal heartbeat (FHB) negative, \nand twin B cephalic presentation\nRH Rhesus factors, VDRL Venereal Disease Research Laboratory, PICT Providerinitiated counselling and testing, HBSAG Hepatitis B Surface AntigenLaboratory test",
    "Results": "results\nParameters Results\nBlood group and RH factors B positive\nVDRL Negative\nPICT Negative\nHBSAG Negative\nUrine analysis Nonrevealing\nPage 3 of 4\n Dinsa and Mengesha  Journal of Medical Case Reports          (2024) 18:597 \n \nlung and bowel outside and heartbeat negative, and the \nother with well-formed head and heartbeat positive in \nthe first minute (Fig. 1 ).\nConclusion: Conjoined twinning is a rare phenomenon, \noccurring in 1 in 50,000–100,000. It is rarely diagnosed \nduring delivery. However, in resource-limited setups, it is \ndiagnosed during delivery.\nDiscussion\nIt is rare to diagnose conjoined twin pregnancy during \ndelivery. It is a rare and complex anomaly of the new born. They require a highly experienced center equipped \nto diagnose in early pregnancy. Conjoined twins have \nbeen a source of fascination for both the public and the \nmedical profession since time immemorial. Their birth \nis viewed as an ominous sign of impending disaster. \nThe birth of conjoined twins is a difficult and dramatic \nmoment for parents. It is also a difficult situation for the \nteam of physicians, midwives, and other required hospi tal staff to carry out treatment and care of these specific \ndevelopmental anomalies [8, 10].\nMany anomalies associated with conjoined twins are \nlost in utero or in early postpartum period. If the pathol ogy can be diagnosed during the prenatal period, termi nation may be an option according to gestational age. In \nthe absence of an intrauterine diagnosis, the situation is \nmuch more serious, and delivery can threaten the moth er’s life as well as the fetus’s life. Therefore, encouraging \nall pregnant people to have early ultrasound is crucial for \nsafe pregnancy and delivery [15].\nThe early diagnosis of conjoined twins is important in \nthe management of the situation and in reducing mater nal mortality through absenting evacuation, therapeutic \nabortus, and hysterotomy during the first trimester [13, \n16, 17].\nPrenatal screening and diagnosis of conjoined twins is \nusually performed by ultrasonography to characterize the diagnosis of conjoined twins. Conjoined twins have a low \nsurvival rate, and the prognosis is generally poor. There fore, early antenatal diagnosis is important. The progno sis is mainly affected by specific fusion parts and related \nmalformations. Due to the high incidence of complex \nheart defects, the survival rate of conjoined twins is the \nlowest. Therefore, neonatal morbidity and mortality rates \nmay also increase. The risk of spontaneous loss of preg nancy also increased [17].\nIn our cases, the diagnosis was made during the third \ntrimester at delivery time, which makes them very rare. \nAs mentioned above, conjoined twins will most likely not \narrive at term except in rare cases. This case report is \nnot without limitations. The lack of ultrasound images is \namong its limitations.\nConclusions\nConjoined twin pregnancy is rarely diagnosed during \nthird trimesters, especially during delivery. However, in \nresource-limited setups, it is diagnosed during delivery. \nTherefore, encouraging all pregnant women to have an \nearly ultrasound examination is essential.\nAbbreviations\nAFSOL  Active first stage of labor\nFHB  Fetal heartbeat\nCS  Cesarean section\nRR  Respiratory rate\nPR  Pulse rate\nAcknowledgements\nWe thank the patient for allowing the publication of this case report.\nAuthor contributions\nAll authors made a significant contribution to the work reported; Leta Hinkosa \nparticipated in the conception, study design, execution, acquisition of data, \nanalysis, and interpretation, or all these areas; they took part in drafting, revising, or critically reviewing the article; Asfaw Mengesha gave final approval \nof the version to be published; and both authors have agreed on the journal \nto which the article has been submitted and agree to be accountable for all \naspects of the work.\nFig. 1 Conjoined twin delivered with cesarean section (CS) with twin A with anencephaly (face presentation) and twin B with cephalic presentation \nto 19-year-old patient at Nekemte Specialized Hospital 2023\nPage 4 of 4 Dinsa and Mengesha  Journal of Medical Case Reports          (2024) 18:597 \nFunding\nNo funding sources.\nData availability\nThe datasets used and/or analyzed during the present study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical clearance was obtained from the Research Ethics Review Commit tee of Wolegga University. The study protocol is performed per the relevant \nguidelines.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 4 January 2024   Accepted: 30 September 2024\nReferences \n 1. Tongsong T, Chanprapaph P , Pongsatha S. First-trimester diagnosis of \nconjoined twins: a report of three cases. Ultrasound Obstet Gynecol. \n1999;14:434.\n 2. Kulkarni M, et al. Conjoined twins. Indian Pediatr. 1994;31:1017–1017.\n 3. Bindlish A, Sawal A. A detailed description and discussion on conjoined \ntwins. Cureus. 2022;14(9): e29526.\n 4. Tannuri AC, et al. Conjoined twins: twenty years experience at a reference \ncentre in Brazil. Clinics (Sao Paulo). 2013;68(3):371–7.\n 5. <1017.pdf>.\n 6. Tongsong T, Chanprapaph P , Pongsatha S. First-trimester diagnosis of \nconjoined twins: a report of three cases. Ultrasound Obstet Gynecol. \n1999;14(6):434–7.\n 7. <10.1515_jom-1989–890914.pdf>.\n 8. <Book49-CONJOINEDTWINS (1).pdf>.\n 9. Ben-Nun, L. Medical Research in Biblical Times from the Viewpoint of \nContemporary Perspective.\n 10. <Conjoined twins_ an obstetricians guide to prenatal care and del.pdf>.\n 11. Spitz L, Kiely E, Pierro A. Conjoined twins. Rickham’s Neonatal Surgery, \n2018: p. 457–474.\n 12. Castro P , et al. Antenatal diagnosis of parapagus conjoined twins: 3D \nvirtual and 3D physical models. Rev Bras Ginecol Obstet. 2022;43:985–7.\n 13. Ergenoglu AM, et al. Early prenatal diagnosis of ischiopagus conjoined \ntwins. J Turkish Soc Obstet Gynecol. 2014;11(1):68–71.\n 14. Usang UE, et al. Dicephalus parapagus conjoined twins discordant for \nanencephaly: a case report. J Med Case Rep. 2010;4:38.\n 15. Greco PS, et al. Conjoined twins: an obstetrician’s guide to prenatal care \nand delivery management. J Perinatol. 2021;41(10):2424–31.\n 16 Kattel P . Conjoined twins. JNMA. 2018;56(211):708.\n 17. Liu H, et al. Conjoined twins in dichorionic diamniotic triplet pregnancy: \na report of three cases and literature review. BMC Pregnancy Childbirth. \n2021;21(1):687.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.\nLeta Hinkosa Dinsa is an Assistant Professor of Midwifery at the \nInstitute of Health Sciences, Wolegga University.Asfaw Tadesse Mengesha is an Assistant Professor of Obstetrics & \nGynecology at Nekemte Specialized Hospital, Nekemte, Ethiopia."
  }
}