{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05066-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05066-9.pdf",
  "metadata": {
    "/Keywords": "Pediatrics; Acute acalculous cholecystitis; Gangrenous cholecystitis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250223124520+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250221155745+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05066-9",
    "/Author": "Fanny Mueller ",
    "/Title": "Necrotic acalculous cholecystitis in an 8-year-old boy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05066-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Although its incidence has increased in recent years, gallbladder inflammation in childhood is generally \na rare condition. Acute acalculous cholecystitis accounts for about 50–70% of gallbladder inflammation in childhood, \nmostly in previously healthy children. The onset is strongly associated with viral, bacterial, or parasitic infections.",
    "Case Presentation": "Case presentation We present the case of a healthy 8-year-old boy of German descent diagnosed with necrotic \nacute acalculous cholecystitis, exhibiting only mild inflammatory signs and an unspecific clinical presentation \nof abdominal pain. There was no evidence of viral, bacterial, or parasitic infection. According to his unclear clinical presentation with 2-day history of vomiting, we performed an explorative laparoscopy and detected a necrotic \ngallbladder. After laparoscopic cholecystectomy, the patient’s health status improved immediately. He was discharged \nfrom the hospital on the third day after the operation.",
    "Conclusion": "Conclusion Unlike our patient, almost all cases of acute acalculous cholecystitis originate from viral or bacterial infections, with clinical evidence of gallbladder inflammation shown on diagnostic imaging. An exploration of the abdominal cavity during a laparoscopic procedure was vital to our patient’s mortality and could be for others as well.\nKeywords  Pediatrics, Acute acalculous cholecystitis, Gangrenous cholecystitis\nBackground\nDespite the rising incidence of cholecystitis in childhood, \nit remains a rare event, mostly occurring in teenagers \nwith predisposing factors such as obesity and gallstones. \nPatients affected below the age of 10  years are very \nuncommon [1]. The pathogenesis of acute acalculous \ncholecystitis (AAC) in childhood varies greatly, mostly \nbeing caused by systematic bacterial infections, and the \nmajority of cases can be managed by conservative treat ment [2]. In adults, gangrenous cholecystitis occurs in \n30% of patients with acute cholecystitis and is a severe complication, increasing the mortality rate [3]. The gold \nstandard of surgical treatment of cholecystitis is laparo scopic cholecystectomy; even in necrotic gallbladders, \nthere is a low conversion rate of about 4% [4].\nCase presentation\nWe report on an 8-year-old boy of German descent \nwho presented to the emergency department with acute \nabdominal pain. This was preceded by a general feeling \nof illness and intermittent vomiting for 3 days, which had \nstopped the day before presentation. The acute abdomi nal pain had started the previous night and was diffusely \nlocalized throughout the abdomen with a maximum in \nthe right lower to middle abdomen. There had also been \nfecal retention for 3 days. Fever had not been present at \nany time. There were no relevant previous diseases, and \nthe family history was not significant.Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nFanny Mueller\nfanny.mueller@med.uni-greifswald.de\n1 Department of Pediatric Surgery, Universitätsmedizin Greifswald, \nFerdinand-Sauerbruch Straße, 17475 Greifswald, Germany\n2 Virginia Commonwealth University, College of Health Professions, 900 E \nLeigh St, Richmond, VA 23298, USA\nPage 2 of 6 Mueller et al. Journal of Medical Case Reports           (2025) 19:67 \nPhysical examination revealed regular developmental \nstatus and lean nutritional status (22  kg, 129  cm). The \nboy was in a markedly reduced general condition with \npale skin, heart rate of 102/minute, respiratory rate of \n18/minute, blood pressure of 106/70  mmHg, and body \ntemperature of 37.2  °C and appeared apathetic. There \nwere decreased bowel sounds, tympanic palpitation, and \ndiffuse tenderness throughout the abdomen with maxi mum and guarding tenderness over McBurney point and \nperitonism. The rest of the examination findings were \nnormal.\nLaboratory findings revealed normal leukocytes (5.41 \nGpt/l [4.5–10.0]), elevated C reactive protein (33.2 mg/l \n[< 5.0]), elevated transaminases (ALAT: 0.58 µkatal/l \n[< 0.5]; ASAT: 0.71 µkatal/l [0.59]), and decreased albu min (28  g/l [34–50]). Alkaline phosphatase, bilirubin, \ngamma-GT, cholinesterase, creatinine, urea, and blood \ngas analysis were normal.\nTransabdominal ultrasound showed free fluid in the \nlesser (true) pelvis (Fig.  1) and massive air- and stoolfilled paralytic bowel loops. Owing to the artifacts, the \nabdominal organs were very difficult to assess but were \nunremarkable on overview, including the liver and gall bladder (Fig.  2). The appendix could not be visualized by \nultrasound.The sonographic findings and laboratory",
    "Results": "results did \nnot offer clear guidance toward a specific diagnosis. In \naddition, the lack of significant risk factors or previous \nillnesses made it challenging to narrow down the list of \npotential differential diagnoses. As possible differential \ndiagnoses we considered acute appendicitis, perforated \nMeckel’s diverticulum, ileus due to incarcerated internal \nhernia, and cholecystitis.\nDespite laxative measures, intravenous fluid therapy, \nand intravenous analgesia, the patient’s condition wors ened within hours of the initial presentation, with the \ndevelopment of guarding tenderness in the right hemi abdomen. This acute deterioration prompted a decision \nagainst further imaging and in favor of diagnostic lapa roscopy to ensure adequate treatment.\nAs acute appendicitis was the most likely diagnosis, we \nstarted the laporoscopy with the insertion of a 10-mm \ntrocar supraumbilically and two 5-mm trocars in the left \nand right lower quadrant. Intraoperatively, the appen dix vermiformis presented distended and hyperemic, so \nappendectomy was performed. There was yellow/green \nclear fluid in the lesser pelvis, which was removed for \nmicrobiological examination. After appendectomy, a gen eral exploration of the abdominal cavity was performed. \nThere was a similar fluid around the round ligament of \nthe liver. Therefore, we explored the gallbladder, which \nFig. 1 Free fluid in the lesser (true) pelvis as seen on transabdominal ultrasound\nPage 3 of 6\n Mueller et al. Journal of Medical Case Reports           (2025) 19:67 \n \nwas fully covered by greater omentum. After removal of \nthe inflammatory adhered fat, we detected a completely \nnecrotic gallbladder (Fig.  3). The gallbladder was then \npunctured, and the resulting aspirated green bile was also \nsaved for microbiological examination. Lastly, the gall bladder was removed by adding one further 5-mm tro car for holding the gallbladder and switching the 5-mm \ntrocar in the lower right abdomen to a 10-mm trocar for \nbringing in the laparoscopic clip applicator (Fig.  4). The pathologic evaluation revealed acute acalculous gangre nous cholecystitis, pericholecystitis, and acute erosive \ncatarrhal appendicitis.\nFor further diagnosis, we performed a serologi cal examination (hepatitis A virus, cytomegalovirus, \nand Epstein–Barr virus), which revealed no evidence \nof an active infectious event. The microbiological \nFig. 2 Overview of the liver and gallbladder as seen on transabdominal ultrasound\nFig. 3 Intraoperative image showing the necrotic gallbladder\nFig. 4 Intraoperative image of gallbladder removal using \na laparoscopic clip applicator. The clip is placed on the cystic duct\nPage 4 of 6 Mueller et al. Journal of Medical Case Reports           (2025) 19:67 \nexamination of the abdominal punctate, the bile punc tate, the stool, and the urine did not reveal any evi dence of bacterial or parasitic infection.\nPostoperatively, intravenous antibiotic therapy of \ncefuroxime and metronidazole was given; the symptoms \nresolved completely within the next 3 days.",
    "Discussion": "Discussion\nOf the two categories of acute cholecystitis, 2–15% of \ncases consist of acute acalculous cholecystitis (AAC), \ninflammation of the gallbladder in the absence of gall stones. AAC is traditionally known to develop in postop erative or critically ill patients over 50 years of age [5–8]. \nThere are also many illnesses that have been considered \netiological agents. Abnormal anatomical structure of the \nbiliary tract system, dehydration caused by burns, trauma \nto the gallbladder, extended parenteral nutrition, bacte rial infections, viral infections, arterial hypertension, \nimmunodeficiencies, and more have all been attributed \nas the possible etiologies and pathogenesis of AAC [8, 9]. \nRegardless of negative laboratory or imaging findings, a \ndiagnosis of ACC can be based on right upper quadrant \npain, positive Murphy’s sign, and fever [9].\nRecent reports [5–8] have supplied evidence of an \nincreased occurrence of outpatient presentations of AAC. \nSavoca et al. [5], Ryu, Ryu, and Kim [6], and Ganpathi et \nal. [8] report that the majority of patients determined \nto have AAC over a multiyear duration did not have a \ncritical illness, were not postoperation, and presented \nde  novo. Some, a minority, of the reported patients did \nnot have risk factors.\nPediatric AAC occurrence differs greatly in many \nterms. Unlike adult patients, AAC is the most common \nform (50–70%) of gallbladder inflammation in childhood \n[2]. Most cases of pediatric AAC in otherwise healthy \nchildren have been attributed to viral infections (com monly HAV and EBV), while fewer have been determined \nto originate from bacterial infections [10, 11]. There \nhave also been cases of AAC developing owing to blunt \ntrauma to the abdomen, appendectomy, excessive burns, \nand long-term prenatal feeding, all involving comorbidi ties [10].\nNecrotic gallbladder or gangrenous cholecystitis (GC) \nis a serious complication of cholecystitis, increasing the \nrisk of morbidity [3]. As a result of prolonged ischemia, \ndelayed treatment of acute cholecystitis increases the risk \nof GC [12]. Studies indicate that up to 20% of cases of \nacute cholecystitis develop into GC [3, 12], with delayed \nadmission to the hospital and low leukocytes regarded as \nindependent risk factors affecting mortality [12].\nThe patient we present is one of the few otherwise \nhealthy children diagnosed with AAC that had devel oped to GC; unlike most others in the group, the etiology remains undetermined. Of signs and symptoms concur rent with previous cases [10, 11, 13], the patient shares \nabdominal pain, vomiting, nausea, abdominal tender ness, and elevated C-reactive levels, with no sign of fever, \njaundice, elevated leukocytes, increased wall thickness \nof gallbladder, or distention of the gallbladder. Post pathological examination of the abdominal punctate, \nthe bile punctate, the stool, and the urine did not reveal \nany evidence of bacterial or parasitic infection. This \ncase underscores the diagnostic complexity of AAC in \npediatric patients, especially when hallmark clinical or \nimaging findings are absent. Poddighe and Sazonov [2] \nhighlight the nonspecific nature of AAC symptoms, such \nas abdominal pain or fever, which often mimic other \nintraabdominal conditions and can result in diagnostic \ndelays. While ultrasound remains the most reliable imag ing modality for AAC diagnosis [2, 10], particularly gall bladder wall thickening as the most dependable marker, \nno such thickening was observed in our patient, further \ncomplicating the diagnostic process. Although computed \ntomography (CT) offers reliable diagnostic capabilities \n[2], its use is limited by accessibility and concerns about \nradiation exposure.\nSimilarly, İmamoğlu et al. [10] emphasize that AAC \ndiagnosis in children is challenging both clinically and \nin the laboratory, as its symptoms closely resemble those \nof other inflammatory intraabdominal diseases. The \nmajority of cases reported by İmamoğlu et al. presented \nwith abdominal pain, and tenderness, predominantly in \nthe right upper quadrant, accompanied by leukocytosis \n[10]—all of which were observed in our patient. Moreo ver, nausea and vomiting, common in the cases described \nby İmamoğlu et al. [10], were also noted in our patient. \nThese overlapping features further align our case with \nthose in the literature.\nİmamoğlu et al. [10] additionally describe distension \nof small bowel loops as a finding on abdominal X-rays \nin some cases of AAC. In our patient, a similar observa tion was made on ultrasound, demonstrating bowel loop \ndistension. This highlights the importance of considering \nancillary imaging findings when classic signs such as gall bladder wall thickening are absent.\nA notable difference between our case and many \ndescribed by İmamoğlu et al. is the absence of jaundice in \nour patient. İmamoğlu et al. frequently observed jaundice \nin AAC cases, making its absence in our patient an inter esting deviation. This further illustrates the variability in \nAAC presentations and reinforces the need to consider \nthe diagnosis even when certain “typical” findings are not \npresent. İmamoğlu et al. [10] also emphasize that main taining a high level of clinical suspicion is the critical first \nstep in diagnosing AAC.\nPage 5 of 6\n Mueller et al. Journal of Medical Case Reports           (2025) 19:67 \n \nFurthermore, it is worth noting that AAC often occurs \nin critically ill or hospitalized children with underly ing comorbidities. Therefore, the common first step in \ndiagnosing children with AAC is recognizing prior risk \nfactors of infectious diseases, trauma, or surgery in the \npatient [10]. However, in our case, the patient did not \nexhibit predisposing conditions such as sepsis, severe \ntrauma, or prolonged fasting. This absence of typical risk \nfactors underscores the need for clinicians to maintain a \nhigh degree of suspicion for AAC even in seemingly lowrisk pediatric patients, particularly when laboratory and \nimaging findings align with broader inflammatory pro cesses. Early recognition and targeted imaging are crucial \nfor timely diagnosis and management.\nA 2001 report by Croteau et al. [14] contains a case \nwith a similar absence of predispositions and inconclu sive pathological results. The 2-year-old boy, absent of \nrelevant risk factors, presented with abdominal pain, \ndiarrhea, fever, and reduced eating. Examination resulted \nwith abnormal findings of increased lymphocytes, gall bladder wall thickening, and pericholecystic fluid. These \nlast two findings do not coincide with our patient. Our \npatient presented with fewer clinical signs of acute \nnecrotic gallbladder, but the most important similarity \nshared with our patient is the absence of typical viral and \nbacterial pathogens in cultures.\nGiven the worsening condition of the patient and \nsymptoms indicative of a progressive intraabdominal \ninflammatory disease, we decided to proceed with a \ndiagnostic laparoscopy, with appendicitis being the most \nlikely initial diagnosis. Similarly, İmamoğlu et al. [10] \ndescribe cases where emergency surgical intervention, \nincluding laparotomy, was necessary to address acute \nabdominal conditions.\nUpon laparoscopic examination of the abdomen, fol lowing the appendectomy, a short exploration of the \nabdomen revealed the necrotic gallbladder. Appendici tis had been assumed to cause the patient’s symptoms, \nso had the exploration not been performed, AAC would \nlikely have continued to develop, eventually perforating \nthe gallbladder wall.\nConclusion\nDespite the initial diagnostic challenges, the decision for \ndiagnostic laparoscopy allowed for timely identification \nand management of the underlying pathologies, leading \nto the resolution of symptoms postoperatively. There fore, we believe that, when noninvasive diagnostics reach \ntheir limits and clinical deterioration persists, invasive \ninterventions should be considered to avoid delaying \nappropriate therapy. Additionally, we strongly suggest a \ncomprehensive exploration of the entire abdominal cavity during laparoscopic procedures regardless of clinical and \npathological evidence, to ensure no pathology is missed.\nAbbreviations\nAAC   Acute acalculous cholecystitis\nGC  Gangrenous cholecystitis\nHAV  Hepatitis A virus\nCMV  Cytomegalovirus\nEBV  Epstein–Barr virus\nAcknowledgements\nWe thank the patient and his family for their readily agreement with the publication of his case accompanied by images.\nAuthor contributions\nFM collected the data and wrote case presentation. AM researched the data \nand wrote first draft. FM revised the discussion and conclusion and finalized \nthe draft with VS, who interpreted the data and refined the final draft.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient and their parents for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 2 November 2023   Accepted: 13 January 2025\nReferences\n 1. Murphy PB, Vogt KN, Winick-Ng J, McClure JA, Welk B, Jones SA. The \nincreasing incidence of gallbladder disease in children: a 20year perspective. J Pediatr Surg. 2016;51(5):748–52. https:// doi. org/ 10. 1016/j. jpeds urg. \n2016. 02. 017. (Epub 2016 Feb 12).\n 2. Poddighe D, Sazonov V. Acute acalculous cholecystitis in children. World J \nGastroenterol: WJG. 2018;24(43):4870–9. https:// doi. org/ 10. 3748/ wjg. v24. \ni43. 4870.\n 3. Önder A, Kapan M, Ülger BV, Oğuz A, Türkoğlu A, Uslukaya Ö. Gangrenous \ncholecystitis: mortality and risk factors. Int Surg. 2015;100(2):254–60. \nhttps:// doi. org/ 10. 9738/ INTSU RG-D- 13- 00222.1.\n 4. Ganapathi AM, Speicher PJ, Englum BR, Perez A, Tyler DS, Zani S. Gangre nous cholecystitis: a contemporary review. J Surg Res. 2015;197(1):18–24. \nhttps:// doi. org/ 10. 1016/j. jss. 2015. 02. 058.\n 5. Savoca PE, Longo WE, Zucker KA, Mcmillen MM, Modlin IM. The increasing prevalence of acalculous cholecystitis in outpatients. Results of a \n7-year study. Ann surg. 1990;211(4):433–7. https:// doi. org/ 10. 1097/ 00000 \n658- 19900 4000- 00009.\n 6. Ryu JK, Ryu KH, Kim KH. Clinical features of acute acalculous cholecystitis. \nJ Clin Gastroenterol. 2003;36(2):166–9. https:// doi. org/ 10. 1097/ 00004 836- \n20030 2000- 00015.\n 7. Parithivel VS, Gerst PH, Banerjee S, Parikh V, Albu E. Acute acalculous \ncholecystitis in young patients without predisposing factors. Am Surg. \n1999;65(4):366–8.\nPage 6 of 6 Mueller et al. Journal of Medical Case Reports           (2025) 19:67 \n 8. Ganpathi IS, Diddapur RK, Eugene H, Karim M. Acute acalculous cholecystitis: challenging the myths. HPB (Oxford). 2007;9(2):131–4. https:// doi. \norg/ 10. 1080/ 13651 82070 13153 07.\n 9. Fu Y, Pang L, Dai W, Wu S, Kong J. Advances in the study of acute acalculous cholecystitis: a comprehensive review. Dig Dis. 2022;40(4):468–78. \nhttps:// doi. org/ 10. 1159/ 00052 0025. (Epub 2021 Oct 15).\n 10. İmamoğlu M, Sarihan H, Sari A, Ahmetoğlu A. Acute acalculous cholecystitis in children: diagnosis and treatment. J Pediatr Surg. 2002;37(1):36–9. \nhttps:// doi. org/ 10. 1053/ jpsu. 2002. 29423.\n 11. Tsakayannis DE, Kozakewich HP , Lillehei CW. Acalculous cholecystitis \nin children. J Pediatr Surg. 1996;31(1):127–31. https:// doi. org/ 10. 1016/ \nS0022- 3468(96) 90334-6.\n 12. Contini S, Corradi D, Busi N, Alessandri L, Pezzarossa A, Scarpignato C. Can \ngangrenous cholecystitis be prevented?: A plea against a “Wait and See” \nattitude. J Clin Gastroenterol. 2004;38(8):710–6. https:// doi. org/ 10. 1097/ \n01. mcg. 00001 35898. 68155. 88.\n 13. Poddighe D, Tresoldi M, Licari A, Marseglia GL. Acalculous acute cholecystitis in previously healthy children: general overview and analysis of \npediatric infectious cases. Int J Hepatol. 2015;2015: 459608. https:// doi. \norg/ 10. 1155/ 2015/ 459608. (Epub 2015 Nov 11).\n 14. Croteau D, Signer RD, Chaet MS. Acalculous cholecystitis in a two year \nold. J Soc Laparoendosc Surg. 2001;5(2):183–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}