{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05099-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05099-0.pdf",
  "metadata": {
    "/Keywords": "Mucoepidermoid carcinoma; The base of tongue; MAML2 rearrangement; Reconstruction",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250224115312+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250224065835+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05099-0",
    "/Author": "Peng Wang ",
    "/Title": "Mucoepidermoid carcinoma of the base of the tongue: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05099-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Mucoepidermoid carcinoma originates from reserve cells present in ducts of salivary glands and is the \nmost common malignancy of the salivary glands. It is commonly found in the parotid gland, followed by the palatal \nand buccal mucous membranes. However, mucoepidermoid carcinoma occurrence in other intraoral sites, including the tongue base, is extremely rare.",
    "Case Presentation": "Case presentation A 33-year-old Chinese man presented with a progressively enlarging mass at the base of his \nleft tongue. Contrast-enhanced computed tomography and magnetic resonance imaging revealed an augmented \nsoft tissue mass in the left jaw region with indistinct boundaries, enlargement of cervical lymph node of uncertain \netiology, and no evidence of distant metastasis. A transoral needle biopsy from the mass pathologically revealed lowgrade mucoepidermoid carcinoma. Complete transoral excision and cervical lymph node dissection were performed, \nfollowed by reconstruction with an anterolateral thigh free flap. Examination of the obtained surgical specimen \nconfirmed low-grade mucoepidermoid carcinoma with MAML2 gene fusion in the base of the tongue. The tumor \nwas removed with negative margins, and the cervical lymph nodes were free of disease. The patient had an unevent ful recovery and showed no evidence of recurrence or metastasis at 40 months of follow-up.",
    "Conclusion": "Conclusion We present a rare case of mucoepidermoid carcinoma at the base of the tongue. Furthermore, we \nreview related literature and discuss its clinical features, histopathological characteristics, and treatment strategies.\nKeywords  Mucoepidermoid carcinoma, The base of tongue, MAML2 rearrangement, Reconstruction",
    "Introduction": "Introduction\nMucoepidermoid carcinoma (MEC) is one of the most \nfrequently diagnosed malignant salivary gland tumors, \naccounting for 10–15% of all salivary tumors and usu ally affecting the parotid and minor salivary glands [1]. However, MEC originating in the base of the tongue \nis uncommon, with only 145 cases found in the SEER \ndatabase from 2004 to 2016, as reported previously [2]. \nIn addition, there are rare case reports on the treatment \nand follow-up of MEC at the base of the tongue. Histo logically, MEC comprises a variable percentage of epi dermoid squamous cells, mucous cells and intermediate \ncells. According to the proportion of these three types \nof cells and cellular differentiation degree, MEC is clas sified as low-, intermediate-, or high-grade. According to \nthe World Health Organization (WHO) classification cri teria, low-grade MEC usually forms large mucous-filled \ncysts, while higher-grade tumors show fewer mucinous \ncells and a more solid morphology [3]. Moreover, recent *Correspondence:\nHongyu Yang\nhyyang192@hotmail.com\n1 Department of Oral and Maxillofacial Surgery, Stomatological Center, \nPeking University Shenzhen Hospital, No. 1120, Lianhua Road, Futian \nDistrict, Shenzhen 518036, China\n2 Department of Oncology, Shenzhen Xinhua Hospital, Shenzhen 518131, \nChina\nPage 2 of 7 Wang et al. Journal of Medical Case Reports           (2025) 19:70 \nevidence has indicated that the specific mastermind-like \n2 (MAML2) rearrangement is present in more than 75% \nof MEC cases and may help to distinguish MEC from \nadenosquamous carcinoma [4, 5]. To our knowledge, \nMAML2 gene fusion is thought to be associated with \nlow-grade tumors [6]. Herein, we present an unusual \ncase of low-grade MEC with MAML2 gene fusion at the \ntongue base and discuss its clinical features, histopatho logical typing, and treatment modalities.\nCase report\nA 33-year-old Chinese man presented with an asymp tomatic mass at the left-side tongue base for a 2-year \nduration, and it progressively enlarged for 2  months with an ulcer and bleeding. He was referred to our \ndepartment in December 2020 complaining of pain, \nprogressive dysphagia to solids, and blurry pronun ciation. The patient had a history of using tobacco and \nbetel nut for 7 and 15  years, respectively, but denied \nalcohol consumption. There was no family history of \nMEC or past medical history. Physical examination \nrevealed the presence of an ulcerated, firm, exophytic, \noval mass measuring approximately 2.0 × 2.5 cm on the \ndorsal surface of the tongue base(Fig.  1), mainly in the \nleft posterior-lateral region, crossing the midline.\nInvestigations\nA computed tomography (CT) scan of head demon strated a huge irregularly shaped mass that centered at \nthe base of the left tongue, crossing the midline, infil trating the muscle and involving the whole thickness \nof the tongue (Fig.  2A). Similarly, magnetic resonance \nimaging (MRI) revealed an heterogeneously enhancing, \nill-circumscribed soft tissue mass, 4.5 × 3.0 ×  3.1 cm in \nsize, originating from the left side of the tongue base \nand involving the retropharyngeal space (Fig.  2B). Sus piciously, the MRI scan of the neck showed multiple \nenlarged bilateral cervical lymph nodes with unknown \nfeatures. There was no distant metastasis found on a \nCT scan of the chest. Subsequently, the patient under went needle biopsy on the mass at the base of the \ntongue, and the histopathological",
    "Results": "results were sugges tive of low-grade MEC.\nFig. 1 Intraoral photograph showing an ill-defined mass on left \nlateral border of tongue, crossing the midline, covered with ulcerated \nlesion\nFig. 2 Preoperative axial computed tomography (A) and MRI (B) scan showing a 4.5 × 3.0 × 3.1 cm soft tissue mass at the base of the left tongue \nthat infiltrated the muscle and involved the whole thickness of the tongue\nPage 3 of 7\n Wang et al. Journal of Medical Case Reports           (2025) 19:70 \n \nTreatments and follow‑up\nComplete transoral excision and bilateral neck dissec tion were performed under general anesthesia (Fig.  3A). \nFor the resection, the patient’s tongue was totally \nexcised with a 20-mm safety margin around the tumor \nof the tongue base, along with the left-side posterior \narea of molar, lingual gingival, and oral floor tissues. \nThe resection specimen was 7.5 × 7.0 ×  3.5  cm in size \n(Fig.  3B). Left level I–IV and right level I–III cervical \nlymph node dissections were performed with sterno cleidomastoid and spinal accessory nerves preserved, \nfollowing by a immediate reconstruction using the left \nanterolateral thigh flap (Fig.  3C, D) for the defects of \ntongue and mouth floor.\nThe pathology of intraoperative frozen biopsy con firmed wide tumor-free surgical margins and negative \ncervical lymph nodes metastases. Additional micro scopic examination identified that the tumor was of a \nmainly cystic dilatation structure with a large number \nof mucus cells (Fig.  4A). There was no evidence of neu ral or vascular involvement. Furthermore, the immu nohistochemical staining revealed positive results \nfor tumor protein 63 (P63)  and cytokeratin 7 (CK7) \n(Fig.  4B, C, respectively). Periodic acid–Schiff (PAS) \nstaining was positive in mucous cells of MECs (Fig.  4D). \nFluorescent in situ hybridization (FISH) results were \npositive for MAML2 gene rearrangement (Fig.  4E). On the basis of these findings, the definitive diagnosis was \nconfirmed as low-grade MEC of the base of the tongue \n(T4aN0M0).\nOutcome and follow‑up\nThe patient had an uneventful operative course and \npostoperative recovery. He did not receive the adjuvant \nradiotherapy or chemotherapy owing to the low grade \npathological features with low malignancy and negative \nmetastatic cervical lymph nodes. At 9 months post oper ation, his healing in the reconstructed site was unevent ful (Fig.  5A, B), and axial CT (Fig.  5C) and MRI (Fig.  5D) \nscans of the oral cavity did not indicate any evidence of \nrecurrence or metastasis. To date, the patient has been \nfollowed up for a period of 40 months, and he is free of \ndisease (Fig. 6A, B).",
    "Discussion": "Discussion\nMEC is a malignant, locally infiltrating tumor of the sali vary gland, accounting for 10–15% of all salivary gland \nneoplasms and 30% of all salivary malignancies, and it is \nmainly found in the parotid gland [1]. Its occurrence in \nthe base of the tongue is extremely rare, with less than \n30 related cases reported when searching in the Pub Med and CNKI databases (Table  1). In a retrospective \nstudy over a 50-year period, 145 MEC cases originating \nfrom the tongue base were found in the SEER database. \nFig. 3 Intraoperative photograph. A Intraoperative image of complete transoral excision and bilateral cervical lymph node dissection involving left \nlevels I–IV and right levels I–III; B the close view of excised specimen; C a left anterolateral thigh free flap was harvested for defect reconstruction; D \nfinal intraoperative reconstructive appearance\nPage 4 of 7 Wang et al. Journal of Medical Case Reports           (2025) 19:70 \nThis study showed that MEC of tongue was more com mon in females and normally presented in patients over \n50-years-old (approximately 75%) [2].\nTypically, primary tumors of MEC at the base of the \ntongue present as a slowly enlarging mass. At the initial \nstage, the tumor may be present as a painless and fixed \nmass, while advanced tumors may be associated with \npain with nerve or bone invasion [17]. Consistently, the \npatient in our case had a 2-year history of a mass on the \nbase of the tongue with no significant enlargement or \npain in the previous 1.5 years. However, with the progres sive enlargement of the mass, the patient presented with \npain and ulceration.\nMEC is a malignant glandular epithelial neoplasm \ncharacterized by mucous, intermediate, and epidermoid \ncells [13], and can be diagnosed and classified as low-, \nintermediate-, or high-grade on the basis of histopatho logical evidence of the proportion of these cells [28]. \nLow-grade MEC is characterized by low malignancy, \nwhereas high-grade MEC is more invasive and has a poor \nprognosis [29]. In addition to pathological examination, \ndetection of the MAML2 gene rearrangement by FISH \nalso can be performed to assist MEC diagnosis, since \nMECT1-MAML2 gene fusion is considered to be MECspecific [5, 28].Radical resection is the primary treatment for MEC. \nFor high-grade MEC with nerve and lymphovascular \ninvasion, tumor-free surgery should be ensured, and \nchemotherapy and/or radiotherapy may be used after \noperation [30]. The prognosis of MEC depends on the \nprimary site, clinical stage, surgery, radiotherapy, and \nchemotherapy [2, 24]. The 5-year survival rates for low- \nand high-grade MECs are 70% and 50%, respectively \n[23]. Some low-grade MECs may also metastasize to the \nregional lymph nodes, resulting in recurrence and poor \nprognosis [31]. The present case was graded histologi cally as low, owing to the large number of mucus cells, \nhigh proportion of cystic constituents, and lack of evi dence of neural and vascular involvement. The patient \nshowed no evidence of recurrence 40  months after the \noperation. Although recurrence of MEC is uncommon, \nsome recurred cases after primary excision have been \nreported [ 11], suggesting that MEC requires close longterm follow-up.\nLocal disease control and good survival rates can be \nachieved with surgery combined with radiotherapy and \nchemotherapy for tongue MEC [2, 32]. However, the \nclinical value of radiotherapy and chemotherapy for \nMEC is controversial. Most studies have reported that \nradiotherapy and chemotherapy alone cannot cure MEC \nFig. 4 Pathological and molecular analysis revealed a low-grade MEC in the base of the tongue. A Hematoxylin and eosin staining showed \nproliferation of the tumor specimen with cystic dilatation full of mucus cells (magnification, ×100); B immunohistochemistry demonstrating \npositivity for tumor protein 63 (magnification, ×100); C immunohistochemistry demonstrating positivity for cytokeratin 7 (magnification, ×100); D \nperiodic acid–Schiff staining demonstrating positive mucous cells and the contents of microcystic spaces (magnification, ×100); E fluorescent in situ \nhybridization confirming the presence of MAML2 rearrangement where the green probe and red probe are split\nPage 5 of 7\n Wang et al. Journal of Medical Case Reports           (2025) 19:70 \n \nFig. 5 Physical examination and imaging scans of the patient at 9-month follow-up showed no evidence of recurrence. A, B Postoperative \nphotograph demonstrating well-healed reconstructed site; computed tomography (C) and magnetic resonance imaging (D) scan did not show any \nevidence of recurrence in 9 months postoperative\nFig. 6 Imaging scans of the patient at 40-month of follow up showed no evidence of recurrence. Computed tomography (A) and magnetic \nresonance imaging (B) scans did not show any evidence of recurrence at 40 months postoperative\nPage 6 of 7 Wang et al. Journal of Medical Case Reports           (2025) 19:70 \ncompletely; however, postoperative adjuvant radio therapy can improve the 5-year survival rate of patients \nwith MEC by 38% [31], and the recommended dose is \n60–66 Gy [33].\nIn conclusion, MEC incidence at the tongue base is \nextremely low, with atypical clinical symptoms. Our case \nfindings emphasize the importance of oncologic workup \nto determine primary tumor location and ensure accu rate histopathology and molecular feature. MEC progno sis may be closely related to the adequacy of the lesion \nresection, histological grade, and clinical stage. Owing \nto the unpredictability of the disease, close lifelong fol low-up is recommended, regardless of the presence of a \ntumor.\nAbbreviations\nMEC  Mucoepidermoid carcinoma\nWHO  World Health Organization\nMAML2  Mastermind-like 2\nCT  Computed tomography\nMRI  Magnetic resonance imaging\nHE  Hematoxylin and eosin\nPAS  Periodic acid–Schiff\nAcknowledgements\nThe authors acknowledge the patient who agreed to participate in this study.\nAuthor contributions\nAll authors contributed to the study conception and design. Material \npreparation, data collection, and analysis were performed by PW, HL, FW, YW, and HY. The first draft of the manuscript was written by PW, and all authors \ncommented on previous versions of the manuscript. All authors read and \napproved of the final manuscript.\nFunding\nThis study was supported by the Natural Science Foundation of Guangdong \nProvince (2019A1515011911), Shenzhen Fund for Guangdong Provincial \nHigh-level Clinical Key Specialties (no. SZGSP008), and the Sanming Project \nof Medicine in Shenzhen (SZSM 201512036, Oral and Maxillofacial Surgery \nTeam, Professor Yu Guangyan, Stomatology Hospital Peking University) to the \nDepartment of Oral and Maxillofacial Surgery, Peking University Shenzhen \nHospital, Shenzhen, Guangdong, China.\nAvailability of data and materials\nNo data set was generated for this article.\nDeclarations\nEthics approval and consent to participate\nNot applicable. Ethical review and approval were waived for this study \nbecause it was a single case report. The participant provided written informed \nconsent to participate in the study. All procedures followed were in accordance with the ethical standards of the responsible committee on human \nexperimentation (institutional and national) and with the Helsinki Declaration \nof 1975 as revised in 2008.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.Table 1 Summary of the case reports of mucoepidermoid carcinoma of base of the tongue\nF female, M maleYears Authors Gender Age Tumor grade\n1973 Heidelberger and Batsakis [7] F – High grade\n1975 Adkins and Putney [8] M – Low/intermediate\n1985 Pickell [9] M 46 Low grade\n1997 Pfendler [10] F 59 Low grade\n2000 Varghese et al.[11] M – Low grade\n2003 Pires et al.[12] F 40 Low grade\n2007 Andrews and Eveson [13] M 38 High grade\n2007 Leong et al. [14] M 27 High grade\n2009 Liu et al. [15] F 82 High grade\n2011 Sobani et al. [16] M 71 Low grade\n2013 Martellucci et al. [17] F 69 Low grade\n2014 Kalogirou et al. [18] M 42 Low grade\n2015 Bollig et al. [19] F 40 Intermediate\n2015 Mesolella et al. [20] F 42 Low grade\n2015 Vingerhoedt et al. [21] M 46 Low grade\n2016 Su et al. [22] M / Low grade\n2017 Rubin et al. [23] F 33 Low grade\n2017 Mathew et al. [24] F 45 Low grade\n2017 Naseem et al. [25] M 66 High grade\n2018 Zahran et al. [26] F 40 Low grade\n2018 Y Chen et al. [27] 3M; 2F 27–76 4 Intermediate; 1 high grade\nPage 7 of 7\n Wang et al. Journal of Medical Case Reports           (2025) 19:70 \n \nReceived: 10 October 2024   Accepted: 5 February 2025\nReferences\n 1. Peraza A, et al. Mucoepidermoid carcinoma. An update and review of the \nliterature. J Stomatol Oral Maxillofac Surg. 2020;121(6):713–20.\n 2. Luo X, Han H. Prognostic analysis and nomogram establishment in \npatients with mucoepidermoid carcinoma of the tongue: a populationbased study using the SEER database. Eur Arch Otorhinolaryngol. \n2022;279(3):1489–98.\n 3. World Health Organization Classification of Tumours Editorial Board, BlueBooksOnline - WHO Classification of Tumours Online. https:// tumou rclas \nsific ation. iarc. who. int/ about us , 2021.\n 4. White VA, et al. Mucoepidermoid carcinoma (MEC) and adenosquamous carcinoma (ASC), the same or different entities? Mod Pathol. \n2022;35(10):1484–93.\n 5. Bishop JA, et al. MAML2 rearrangements in variant forms of mucoepider moid carcinoma: ancillary diagnostic testing for the ciliated and warthinlike variants. Am J Surg Pathol. 2018;42(1):130–6.\n 6. Jee KJ, et al. Genomic profiles and CRTC1-MAML2 fusion distinguish \ndifferent subtypes of mucoepidermoid carcinoma. Mod Pathol. \n2013;26(2):213–22.\n 7. Heidelberger KP , Batsakis JG. Mucoepidermoid carcinoma of the tongue. \nJ Laryngol Otol. 1973;87(12):1239–42.\n 8. Adkins WJ, Putney FJ. Mucoepidermoid carcinoma of the tongue. Trans \nSect Otolaryngol Am Acad Ophthalmol Otolaryngol. 1975;80(5):465–7.\n 9. Pickell G. Chronic glossopharyngeal neuralgic pain associated with \nmucoepidermoid carcinoma. CMAJ. 1985;133(6):579–80.\n 10. Pfendler DF. Glossopharyngeal neuralgia with tongue carcinoma. Arch \nOtolaryngol Head Neck Surg. 1997;123(6):658.\n 11. Varghese BT, et al. Late scar recurrence in mucoepidermoid carcinoma of \nbase of tongue. J Laryngol Otol. 2000;114(4):299–301.\n 12. Pires FR, et al. Synchronous mucoepidermoid carcinoma of tongue and \npleomorphic adenoma of submandibular gland. Oral Surg Oral Med Oral \nPathol Oral Radiol Endod. 2003;95(3):328–31.\n 13. Andrews KV, Eveson JW. Myokymia (fasciculation) of the tongue as a \nunique presentation of mucoepidermoid carcinoma. Int J Oral Maxillofac \nSurg. 2007;36(1):79–81.\n 14. Leong SC, et al. Mucoepidermoid carcinoma of the tongue. Singapore \nMed J. 2007;48(10):e272–4.\n 15. Liu W, et al. Mucoepidermoid carcinoma arising in a background of sialadenoma papilliferum: a case report. Head Neck Pathol. 2009;3(1):59–62.\n 16. Sobani ZU, et al. Mucoepidermoid carcinoma of the base of tongue. J Pak \nMed Assoc. 2011;61(9):945–7.\n 17. Martellucci S, et al. Mucoepidermoid carcinoma of the tongue base \nmimicking an ectopic thyroid. Case Rep Otolaryngol. 2013;2013:1–3.\n 18. Kalogirou EM, et al. An asymptomatic tumor on the dorsal tongue. Oral \nSurg Oral Med Oral Pathol Oral Radiol. 2014;117(6):659–62.\n 19. Bollig, C., et al., Base of Tongue Mass. Mucoepidermoid carcinoma. JAMA \nOtolaryngol Head Neck Surg, 2015. 141(10): p. 935–6.\n 20. Mesolella M, et al. Mucoepidermoid carcinoma of the base of tongue. \nActa Otorhinolaryngol Ital. 2015;35(1):58–61.\n 21. Vingerhoedt SI, et al. Elevated carcinoembryonic antigen tumour marker \ncaused by head and neck cancer: a case report and literature study. \nCancer Radiother. 2015;19(2):106–10.\n 22. Su R, et al. Mucoepidermoid carcinoma of the lingual tonsil. Am Surg. \n2016;82(9):e269–70.\n 23. Rubin A, et al. Case report: recurrent mucoepidermoid carcinoma of the \ntongue in adult female patient with lung cancer. Clin Med Insights: Ear, \nNose Throat. 2017;10:117955061772046.\n 24 Mathew L, et al. Mucoepidermoid carcinoma of the posterior-lateral \nborder of tongue: a rare presentation. BMJ Case Rep. 2017. https:// doi. \norg/ 10. 1136/ bcr- 2017- 221521.\n 25. Ghazali N, Flashburg A, Ord RA. Extensive regional metastasis of highgrade mucoepidermoid carcinoma of an unknown primary tumor. J Oral \nMaxillofac Surg. 2017;75(4):874.e1-874.e7.\n 26 Zahran M, Youssef A. Mucoepidermoid carcinoma of the tongue base: \na case report. OTO Open. 2018. https:// doi. org/ 10. 1177/ 24739 74X18 \n791559. 27. Chen Y, et al. Mucoepidermoid carcinoma of tongue: 5 cases. Zhonghua \nEr Bi Yan Hou Tou Jing Wai Ke Za Zhi. 2018;53(11):863–5.\n 28. Whaley RD, Gupta S, Erickson LA. Mucoepidermoid carcinoma. Mayo Clin \nProc. 2023;98(9):1427–8.\n 29 N AK, et al. Mucoepidermoid carcinoma of sublingual gland: a malignant \nneoplasm in an uncommon region. Case Rep. 2011. https:// doi. org/ 10. \n1136/ bcr. 02. 2011. 3864.\n 30. McHugh CH, et al. Prognostic factors in mucoepidermoid carcinoma of \nthe salivary glands. Cancer. 2012;118(16):3928–36.\n 31. Shidnia H, et al. Carcinoma of major salivary glands. Cancer. \n1980;45(4):693–7.\n 32. Yook JI, et al. The myoepithelial cell differentiation of mucoepidermoid \ncarcinoma in a collagen gel-based coculture model. J Oral Pathol Med. \n2004;33(4):237–42.\n 33. King W, Ko S, Miller D. Recurrent high-grade invasive mucoepidermoid \ncarcinoma of larynx: a case report and review of the literature. Rare \nTumors. 2016;8(2):6204.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}