{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04855-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04855-y.pdf",
  "metadata": {
    "/Keywords": "Perinatal depression; Interventional Psychiatry; Transcranial Magnetic Stimulation (TMS); A case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241021154220+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241012105358+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04855-y",
    "/Author": "Rana Jawish ",
    "/Title": "Prolonged transcranial magnetic stimulation in a pregnant patient with treatment-resistant depression: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04855-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Perinatal depression is a serious and highly prevalent medical condition in the USA. Nearly 85% of individuals with perinatal depression go untreated, leading to significant morbidity and mortality. There is an urgent \nneed to develop and advance safe and effective treatments for perinatal depression. Transcranial magnetic stimulation is an established intervention for depression in non-pregnant individuals yet is not well studied in perinatal \ndepression.",
    "Case Presentation": "Case presentation A 33-year-old pregnant Latina female presented with severe, recurrent, treatment-resistant \ndepression and suicidal ideation. The patient had previously trialed psychotherapy, multiple antidepressants, \nand mood stabilizers and had achieved remission with lithium prior to pregnancy. Due to pregnancy and fetal safety \nconcerns, the patient discontinued lithium and consequently suffered progressive worsening of perinatal depression. \nAt 24 weeks gestation and after additional failed medication trials, a prolonged course of transcranial magnetic stimulation was initiated. Following 46 transcranial magnetic stimulation treatments over 9 weeks using two protocol types \n(repetitive transcranial magnetic stimulation and intermittent theta burst stimulation), she achieved near-remission \nof perinatal depression and resolution of suicidal ideation. There were no identified maternal or fetal adverse events \nat 6 weeks post-delivery.",
    "Conclusion": "Conclusion To our knowledge, this is the first published case of a pregnant individual with perinatal depression who \nreceived and tolerated a prolonged transcranial magnetic stimulation course with two distinct protocols (repetitive \ntranscranial magnetic stimulation and intermittent theta burst stimulation) with clinically significant response. Transcranial magnetic stimulation is a well-tolerated and effective intervention that warrants further investigation for use \nin treatment-resistant perinatal depression.\nKey Points \n• Perinatal depression is a serious and potentially life-threatening condition with long-term maternal and fetal \nadverse outcomes.\n• While antidepressants and psychotherapy are considered first-line treatments for perinatal depression, there \nis limited efficacy in treatment-resistant perinatal depression.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRana Jawish\nrana.jawish@hsc.utah.edu\nFull list of author information is available at the end of the article\nPage 2 of 6 Jawish et al. Journal of Medical Case Reports          (2024) 18:512 \nIntroduction\nDepression is one of the most common and serious \nmedical conditions affecting pregnant and postpartum \npeople, impacting more than 1 in 10 individuals in this \npopulation [1]. Pregnancy causes changes in the hypo thalamic–pituitary–adrenal axis that can worsen depres sion. Some individuals are more sensitive to changes in \nreproductive hormone levels during pregnancy and after \ndelivery, which may increase their risk of developing \nperinatal depression (PND) [1]. In the USA, 50–75% of \nPND cases go undiagnosed and nearly 85% of individu als with PND go untreated [2]. Untreated PND is asso ciated with preterm birth, low birth weight, lower Apgar \nscores, pregnancy-associated hypertension, and impaired \nmaternal–infant bonding [3]. Furthermore, according to \nnational mortality data approximately one in five preg nancy-related deaths in the USA are related to a maternal \nmental health condition [4].\nEarly treatment of PND may reduce the risk of associ ated adverse outcomes. Treatment guidelines from the \nAmerican Psychiatric Association and American College \nof Obstetrician and Gynecologists recommend psycho therapy as first-line treatment for mild to moderate PND, \nand antidepressant medication as first-line treatment \nfor moderate to severe PND [5]. However, depression \nremission can be difficult to achieve with medications \nalone, as only 28–33% of patients achieve remission after \n4–6  weeks on a therapeutic dose [6]. Other augmenta tion strategies for perinatal unipolar and bipolar depres sion include second generation antipsychotics (SGAs), \nthough these are known to cross the blood–placental \nbarrier, and few studies have examined their fetal effects \n[3, 7, 8]. Mood stabilizers (e.g., lithium, valproic acid) are \nwidely utilized in treating and preventing acute depres sive episodes but are less frequently utilized in PND due \nto potential fetal teratogenic effects in the first trimester \n[9]. To address the maternal mental health crisis in the \nUSA, additional safe and effective treatment modalities \nare urgently needed.\nTranscranial magnetic stimulation (TMS) is a noninvasive, well tolerated, US Food and Drug Administra tion (FDA)-approved treatment for treatment-resistant \ndepression that uses magnetic fields to alter the excit ability of brain nerve cells [11]. TMS is a less invasive \nalternative to electroconvulsive therapy (ECT), the gold standard for treatment-resistant depression, and has \npotential to be an effective and safe treatment option \nfor treatment-resistant PND. Repetitive TMS (rTMS) is \ndelivered in an outpatient setting with each session last ing 15–20 min. A new form of TMS, intermittent theta \nburst stimulation (iTBS), was approved by the FDA in \n2021 and has been adopted into clinical practice [12]. In \nclinical trials with non-pregnant individuals, iTBS was \nnon-inferior to rTMS. Additionally, iTBS can be deliv ered in less time relative to rTMS due to a more efficient \ntemporal pattern (total delivery time < 5 min) [13]. Both \nTMS protocols have been used clinically for treatmentresistant unipolar and bipolar depression [14].\nWhile TMS is highly efficacious in treating depression \namong non-pregnant individuals, its efficacy and safety \nprofile has not been clearly established during pregnancy. \nA recent review of TMS safety in PND included 10 case \nreports and 1 RCT for a total of 67 cases of pregnant \nindividuals who were treated with different TMS proto cols between 1999 and 2020. Of the 67 cases reviewed, \niTBS was utilized in only 5 cases. There were no clinically \nsignificant maternal or fetal side effects reported among \nthese studies [15]. Data from the only RCT to date dem onstrated that TMS is an effective and safe intervention \nin treating depression in pregnant individuals [16]. On \naverage, pregnant individuals received 20 TMS treatment \nsessions. Overall, this preliminary evidence suggests that \nrTMS may be a safe and effective treatment for PND, but \nevidence for iTBS in this population remains sparse.\nCase presentation\nOur patient, a 33-year-old primigravida  who identifies \nas a Latina female and presented at 24 weeks gestational \nage with worsening depression and suicidal ideation (SI) \nsince the beginning of pregnancy. The patient had a fam ily history of depression (mother and sibling) and bipo lar depression (maternal aunt). The patient denied any \nhistory of abuse including physical, emotional, or sexual \nabuse. During her second depressive episode while in \ncollege, she was initially diagnosed with major depressive \ndisorder. She was trialed on citalopram 20 mg daily with out clinical response and could not tolerate 40 mg dose \ndue to side effects of anxiety, activation, and insomnia. \nShe was subsequently treated with multiple antidepres sant medications without clinical response, including • Transcranial magnetic stimulation has potential as an effective, well-tolerated, alternative modality for treatment- \nresistant perinatal depression that warrants further investigation. \n• Future studies of transcranial magnetic stimulation in treatment-resistant perinatal depression should explore different protocols to determine the optimal approach for this population.\nKeywords  Perinatal depression, Interventional Psychiatry, Transcranial Magnetic Stimulation (TMS), A case report\nPage 3 of 6\n Jawish et al. Journal of Medical Case Reports          (2024) 18:512 \n \nvenlafaxine, duloxetine, and bupropion. The major fea tures of her depressive episodes included difficulty func tioning, fatigue, anhedonia, hypersomnia, and passive SI. \nIn her late 20s, she was hospitalized with severe depres sion. Based on historical selective serotonin reuptake \ninhibitor (SSRI)-induced activation and insomnia, she \nwas diagnosed with bipolar depression at that time.\nTimeline of current depressive episode\nDuring the 2 years leading up to her pregnancy, she \nwas treated with a combination of lamotrigine 150  mg \nand lithium 450  mg daily. She found that the addition \nof lithium stabilized her mood and largely prevented \nsevere depressive episodes, although she continued to \nexperience periods of worsening mood that coincided \nwith beginning of fall and winter. She denied experienc ing hypomanic or manic symptoms. In preparation for \npregnancy, lithium was discontinued due to concern \nfor Ebstein anomaly, a rare congenital cardiac condition \nassociated with lithium use during pregnancy. Lamo trigine was continued. During the first 2 months of preg nancy, depressive symptoms continued to worsen. She \nbriefly trialed sertraline 50 mg daily during the first tri mester, which was ultimately discontinued due to rest lessness, dysphoria, and concern about the risk of fetal \nexposure to medications. She developed intolerable cog nitive side effects with lamotrigine titration to 300  mg \ndaily.\nAs she entered the second trimester, her mood signifi cantly declined. She endorsed worsening sadness, hyper somnia, increased crying spells, difficulty concentrating \nand finishing tasks daily. She reported more frequent SI \nwith transient periods of contemplating plans to ingest \nantifreeze, although she denied any intent to act on these \nthoughts. She had no manic or psychotic symptoms. \nAugmentation with an SGA or restarting lithium in the \nsecond trimester were discussed as potential treatment \noptions. However, she declined these options due to \nconcern about potential fetal adverse effects. Due to the \nseverity of depression, ongoing suicidality, and concerns \nabout the fetal side effects of oral psychotropics, she was \nreferred to a treatment-resistant depression clinic for fur ther evaluation.\nInvestigations\nThe patient completed a comprehensive consult includ ing a detailed psychiatry history, psychiatry review of \nsystem, physical exam, mental status exam, medical his tory, family history, and social history. The self-rated \nQuick Inventory of Depressive Symptomatology (QIDSSR) score at gestational age 24 weeks was 17, indicative of \nsevere depression.Diagnostic assessment\nThe patient’s presentation and QIDS-SR score was con sistent with a depressed episode. Based on a history of \nmultiple failed antidepressant trials and lack of distinct \nmanic or hypomanic episodes, our working diagnosis was \ntreatment-resistant unipolar depression, though could \nnot rule out bipolar disorder due to her past response to \nSSRIs.\nBased on the severity of her depression, ongoing pas sive SI, limited response to first line treatments (SSRIs) \nand psychotherapy and her desire to avoid other indi cated psychopharmacological options due to concerns \nabout adverse fetal side effects, she was considered a \ncandidate for TMS. After thorough",
    "Discussion": "discussion of risks \nand benefits, she was agreeable to proceed with TMS \ntreatment.\nTherapeutic intervention\nAfter completing a safety screening assessment for TMS \nby the consulting team, she was cleared for TMS treat ment. At the first TMS visit, resting motor threshold \n(RMT) was measured by applying single TMS pulses to \nthe left motor cortex and noting the lowest stimulation \nintensity (amplitude) that elicited visible movement in \nthe right thumb or fingers on three of five trials. RMT \nwas 50% of maximum machine output. To identify the \nleft dorsolateral prefrontal cortex (DLPFC) stimulation \ntarget, the adjusted Beam F3 location was determined \nusing the 10–20 system and an online calculator tool \n(clinicalresearcher.org). The MagVenture R30 stimula tor and cool-B65 coil were used. All stimulation was \ndelivered with a treatment intensity of 60% (1.2× RMT). \nWeekly QIDS-SR scores were obtained over the course of \ntreatment to determine response (Table 1).\nThe initial stimulation protocol employed intermit tent theta-burst stimulation (iTBS; bursts of three pulses \nseparated by 20 millisecond, 2-second trains delivered at \n5  Hz, with an 8-second intertrain interval, 600 pulses/\nsession). The patient received a series of 29 daily iTBS \ntreatments over a 47-day period, including a 9-day pause \nwhile she was away on vacation. Treatments were well \ntolerated, reporting only mild scalp discomfort at the \nstimulation site. She reported no major mood shifts with \niTBS but reported feeling “a little lighter” with less fre quent SI during the initial treatment phase.\nDespite initial improvement, patient response pla teaued with no further improvement after a total of 29 \ndaily iTBS treatments between weeks 3 and 6. Based \non diagnostic uncertainty and emerging efficacy data of \nregular high frequency rTMS in bipolar depression [17, \n18], the protocol was switched to conventional highfrequency rTMS (10  Hz, 4-second trains, 11-second \nPage 4 of 6 Jawish et al. Journal of Medical Case Reports          (2024) 18:512 \nintertrain interval, 3000 pulses/session) with the same \nDLPFC target. After 7 daily treatments with the new \nprotocol, she and her family noted significant improve ment  in mood and energy. Due to positive clinical \nresponse and good tolerability of the treatments, the \n10-Hz stimulation protocol was extended to 4000 pulses/\nsession. At the 9th week of TMS treatment series and \nafter ten additional daily treatments, she reported contin ued improvement in mood, energy, interest, and SI. Her \nQIDS item 12 score was 0 indicating “I do not think of \ndeath or suicide. ” Her appetite and sleep were still some what disturbed, which she attributed to pregnancy. She \nreported that her core symptoms of depression were near \nremission. Throughout the TMS series, lamotrigine was \ncontinued without dose adjustments.\nFollow‑up and outcome\nFrom an obstetrical perspective, her pregnancy was \nuncomplicated. Initial obstetric abdominal ultrasound \nperformed at gestational age of 18 weeks and 6 days \nshowed normal anatomy. A follow up ultrasound at \ngestational age of 31 weeks and 3 days showed normal \ngrowth with a potentially enlarged right kidney that was \ndeemed a normal anatomic variant. Regular monthly \nprenatal visits were completed without any documented \nmaternal or fetal abnormalities.\nIn the postpartum period, rTMS was tapered to 25 \ntreatments over 4  months (10 Hz, 4000 pulses/ses sion) with good durability of clinical response. In total, \nshe received 71 TMS sessions (178,400 TMS pulses). \nShe had a spontaneous vaginal delivery at 37 weeks \nand 5 days without complication. The infant had an \nApgar score of 7 at 1  minute and 9 at 5  minutes and \nweighed 2955 g. Both the patient and her infant had an unremarkable postpartum and neonatal course through 6 \nweeks post-delivery.\nDiscussion\nHere we present a case of a patient with PND who was \nsuccessfully treated with an extended TMS series. To our \nknowledge, this is the first case to describe a prolonged \nTMS course in PND with iTBS and rTMS protocols. Our \npatient underwent TMS treatment after demonstrating \npoor response to medications for severe depression with \nsuicidality during pregnancy. She had limited improve ment with iTBS protocol initially, followed by a remark able response to conventional high frequency rTMS. \nBy the end of the treatment course, she achieved nearremission of PND and total resolution of SI without any \nobserved maternal or fetal complications.\nThere was a marked difference in response to TMS \nprotocol type, which suggests that treatment type and \nsettings may be important factors to consider in patients \nwith PND. The diagnostic uncertainty in her case is also \nrelevant. Our patient clearly presented with PND, though \nit was uncertain whether this was a manifestation of an \nunderlying unipolar or bipolar mood disorder. While \nthe efficacy of rTMS in treating unipolar depression in \nnonpregnant individuals has been well established in the \nliterature since 2008, its efficacy in treatment of bipolar \ndepression is still debated. McGirr et al. found no differ ence in a randomized controlled trial comparing iTBS \nand sham TMS in nonpregnant patients with acute bipo lar depression [17]. In contrast, a recent meta-analysis of \nrTMS in bipolar depression found that rTMS was supe rior to sham in three out of nine sham-controlled rand omized controlled trials [18]. Given our patient’s robust \nresponse after changing the protocol from iTBS to rTMS, Table 1 Summary of the participant’s TMS (iTBS and rTMS) treatment course and clinical response during pregnancy\n* Self-reported Quick Inventory of Depressive Symptomatology (QIDS-SR) score interpretation: 0–5 subclinical depression, 6–10 mild depression, 11–15 moderate \ndepression, 16–20 severe depression, 21–27 very severe depressionTreatment type/settings Week of treatment Cumulative number of daily \ntreatment sessionsQIDS ‑SR* Gestational \nage (GA), \nweeks\niTBS/600 pulses/session 0 0 17 24\n1 5 19 26\n2 11 13 27\n9-day pause—patient on vacation\n3 12 14 29\n4 17 13 30\n5 21 12 31\n6 25 14 32\nrTMS (10 Hz)/3000 pulses/session 7 36 13 33\nrTMS (10 Hz)/4000 pulses/session 8 41 10 34\n9 46 9 35\nPage 5 of 6\n Jawish et al. Journal of Medical Case Reports          (2024) 18:512 \n \nclinicians may consider switching TMS protocols in the \ncase of treating pregnant patients with possible bipolar \ndepression. Bipolar depression may require different par adigms for TMS treatment and requires further investi gation in both pregnant and nonpregnant individuals.\nIt must also be considered that the prolonged dura tion of treatment and hence relatively high number of \ntotal treatment sessions alleviated our patient’s depres sive symptoms. This is consistent with the recently intro duced concept that delivering a higher “dose” of TMS can \nimprove response rate to treatment. This concept has \nbeen well established with ECT but more recently has \nbeen applied to TMS through the Stanford Accelerated \nIntelligent Neuromodulation Therapy (SAINT) protocol, \nwhich delivers 10 iTBS treatments daily for 5 consecu tive days (90,000 total TMS pulses) and is associated with \nremission rates up to 87% [19].\nThis case is novel in that it explores the efficacy and \nsafety of two TMS approaches in a case of treatmentresistant PND. Our observations support the existing \nyet limited evidence that TMS may be a safe and effec tive treatment option for PND. The main limitation of \nthis case is that we were unable to evaluate the sustain ability of her mood remission with long term postpartum \nfollow-up.\nConclusion\nNeuromodulation therapies for PND are understudied \nin the literature and present an opportunity to develop \nnovel treatment modalities with high clinical impact. \nFuture investigations should focus on further establishing \nsafety data for utilizing TMS in PND and examining the \nefficacy of different TMS treatment protocols and pulse \nstrength among this patient population.\nAcknowledgements\nThe authors would like to thank the patient.\nAuthor contributions\nRJ and BJM oversaw the participants’ treatment course. RJ prepared the manuscript for publication. All authors read and approved the final manuscript.\nFunding\nNo external funding was received for this work.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the present study.\nDeclarations\nEthics approval and consent to participate\nThe case did not require review by the University of Utah Institutional Review \nBoard.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.Competing interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Psychiatry, Huntsman Mental Health Institute, University \nof Utah Health, Salt Lake City, USA. 2 Department of Obstetrics and Gynecology, University of Utah Health, Salt Lake City, USA. 3 Department of Internal \nMedicine, University of Utah Health, Salt Lake City, USA. \nReceived: 6 May 2024   Accepted: 22 September 2024\nReferences\n 1. Van Niel MS, Payne JL. Perinatal depression: A review. Cleve Clin J Med. \n2020;87:5.\n 2. Dagher RK, Bruckheim HE, Colpe LJ, Edwards E, White DB. Perinatal \ndepression: challenges and opportunities. J Womens Health (Larchmt). \n2021;30(2):154–9.\n 3. Becker M, Weinberger T, Chandy A, Schmukler S. Depression during \npregnancy and postpartum. Curr Psychiatry Rep. 2016;18(3):32.\n 4. Susanna Trost, Gyan Chandra, Fanny Njie, Jasmine Berry, David A. Goodman. Pregnancy-Related Deaths: Data from Maternal Mortality Review \nCommittees in 36 US States. 2022\n 5. Yonkers KA, Wisner KL, Stewart DE, Oberlander TF, Dell DL, Stotland N, \net al. The management of depression during pregnancy: a report from \nthe American psychiatric association and the american college of obste tricians and gynecologists. Obstet Gynecol. 2009;114(3):703–13.\n 6. Gaynes BN, Rush AJ, Trivedi MH, Wisniewski SR, Spencer D, Fava M. The \nSTAR*D study: treating depression in the real world. Cleve Clin J Med. \n2008;75(1):57–66.\n 7. Yatham LN, Kennedy SH, Parikh SV, Schaffer A, Bond DJ, Frey BN, et al. \nCanadian network for mood and anxiety treatments (CANMAT) and \ninternational society for bipolar disorders (ISBD) 2018 guidelines for \nthe management of patients with bipolar disorder. Bipolar Disord. \n2018;20(2):97–170.\n 8. Kimmel MC, Cox E, Schiller C, Gettes E, Meltzer-Brody S. Pharmacologic \ntreatment of perinatal depression. Obstet Gynecol Clin North Am. \n2018;45(3):419–40.\n 9. Grover S, Avasthi A. Mood stabilizers in pregnancy and lactation. Indian J \nPsychiatry. 2015;57(Suppl 2):S308–23.\n 10. RoussosRoss Kay. Treatment and management of mental health conditions during pregnancy and postpartum: ACOG clinical practice guide line no 5. Obstet Gynecol. 2023;141(6):1262–88.\n 11. Zewdie E, Ciechanski P , Kuo HC, Giuffre A, Kahl C, King R, et al. Safety and \ntolerability of transcranial magnetic and direct current stimulation in \nchildren: Prospective single center evidence from 35 million stimulations. \nBrain Stimul. 2020;13(3):565–75.\n 12. Cohen SL, Bikson M, Badran BW, George MS. A visual and narrative time line of US FDA milestones for transcranial magnetic stimulation (TMS) \ndevices. Brain Stimul. 2022;15(1):73–5.\n 13. Blumberger DM, Vila-Rodriguez F, Thorpe KE, Feffer K, Noda Y, Giacobbe \nP,  et al. Effectiveness of theta burst versus high-frequency repetitive \ntranscranial magnetic stimulation in patients with depression (THREE-D): \na randomised non-inferiority trial. Lancet. 2018;391(10131):1683–92.\n 14. Camprodon JA. Therapeutic neuromodulation for bipolar disorder-the \ncase for biomarker-driven treatment development. JAMA Netw Open. \n2021;4(3): e211055.\n 15. Pridmore S, Turnier-Shea Y, Rybak M, Pridmore W. Transcranial Magnetic \nStimulation (TMS) during pregnancy: a fetal risk factor. Australas Psychiatry. 2021;29(2):226–9.\n 16. Kim DR, Wang E, McGeehan B, Snell J, Ewing G, Iannelli C, et al. Randomized controlled trial of transcranial magnetic stimulation in pregnant \nwomen with major depressive disorder. Brain Stimul. 2019;12(1):96–102.\n 17. McGirr A, Vila-Rodriguez F, Cole J, Torres IJ, Arumugham SS, Keramatian \nK, et al. Efficacy of active vs sham intermittent theta burst transcranial \nmagnetic stimulation for patients with bipolar depression: a randomized \nclinical trial. JAMA Netw Open. 2021;4(3): e210963.\nPage 6 of 6 Jawish et al. Journal of Medical Case Reports          (2024) 18:512 \n 18. Hett D, Marwaha S. Repetitive transcranial magnetic stimulation \nin the treatment of bipolar disorder. Ther Adv Psychopharmacol. \n2020;10:2045125320973790.\n 19. Cole EJ, Stimpson KH, Bentzley BS, Gulser M, Cherian K, Tischler C, et al. \nStanford accelerated intelligent neuromodulation therapy for treatmentresistant depression. Am J Psychiatry. 2020;177(8):716–26.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}