{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04967-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04967-5.pdf",
  "metadata": {
    "/Keywords": "Giant prolactinoma; Cranial settling; Central herniation; Occiput cervical fixation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250201091412+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250130091855+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04967-5",
    "/Author": "Taha Shahbazi ",
    "/Title": "Giant prolactinoma with progressive cranial settling and central herniation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04967-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Giant prolactinoma (size > 4 cm) is a rare condition and accounts for less than 1% of pituitary adeno mas. In even rarer cases, these lesions may involve craniocervical structures requiring surgical intervention. The pre sent case is the largest reported giant prolactinoma (99 × 72 × 57 mm). It led to cranial settling and significant central \nherniation at the foramen magnum, causing quadriparesis.",
    "Case Presentation": "Case presentation The patient was a 39-year-old Iranian man from a village around Hamadan city who presented \nwith quadriparesis and paresthesia as well as loss of libido and impotence. Magnetic resonance imaging and computed tomography showed a huge diffuse avid enhancing infiltrating osteolytic lesion at the skull base. It had spread \npredominantly extramurally into the skull base resulting in cranial deposition, significant central herniation, myelopathy, and acute exacerbation of quadriparesis. On the basis of the pathology, immunohistochemistry, and elevated \nserum prolactin levels, the diagnosis of giant prolactinoma was almost definite. In addition to urgent midline suboccipital craniotomy for the central herniation and quadriparesis, he was treated with cabergoline followed by occiput \ncervical fixation and fusion to control the progressive subsidence.",
    "Conclusion": "Conclusion Prolactinoma that is treatable with dopamine agonists should be considered as a differential diagnosis \nof skull base lesions, even those that are extradural, diffuse, and infiltrative. Giant prolactinoma can lead to craniocervical settling and central herniation that requires surgery and multidisciplinary management.\nKeywords  Giant prolactinoma, Cranial settling, Central herniation, Occiput cervical fixation\nBackground\nThe most common functional pituitary tumor is a prol actinoma with a prevalence of 3.5–5/10,000 of the popu lation [1]. According to size, these tumors are classified \ninto micro- (< 1 cm), macro- (1–4 cm), and giant prolac tinoma (GP) (> 4 cm). GP is a rare entity accounting for \n1–5% of all prolactinomas. They are typically detected in men aged 20–50 years (median 42) and sporadically \nin older or postmenopausal women. The male-to-female \nratio is estimated to be 9:1 [2].\nIn even rarer cases, these lesions can cause cranio metrical structure abnormalities, which require surgical \nintervention. We found only five cases with similar fea tures [3–7]. Here we presented the largest reported GP \nwith a diffuse, infiltrative growth pattern into the skull \nbase, resulting in cranial settling and substantial central \nherniation at the foramen magnum.\nCase presentation\nA 39-year-old Iranian man from a village around Hama dan city presented with muscle weakness and paresthe sia in both upper and lower extremities from 2 years ago \nthat impaired his daily activities. He also complained of Open Access\n© The Author(s) 2024, corrected publication 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any \nmedium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons \nlicence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material \nderived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons \nlicence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and \nyour intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from \nthe copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMahdi Arjipour\nmahdiarjipour@yahoo.com\n1 Neurosurgery Research Group (NRG), Student Research Committee, \nHamadan University of Medical Sciences, Hamadan, Iran\n2 Department of Endocrinology, School of Medicine, Hamedan University \nof Medical Sciences, Hamadan, Iran\n3 Department of Neurosurgery, School of Medicine, Hamadan University \nof Medical Sciences, Hamadan, Iran\nPage 2 of 6 Shahbazi et al. Journal of Medical Case Reports  (2024) 18:604\nheadache, vertigo, and several fainting spells over the \npast 6 months. However, he did not mention blurred \nvision, diplopia, facial hypoesthesia, paresis, hearing \nimpairment, and seizure. On the other hand, the patient \nmentioned decreased libido and impotence in addition to \nanorexia and a weight loss of 8 kg.\nDeep tendon reflex (DTR) tests were increased in both \nupper and lower extremities, and the forces were sym metrically decreased to 3/5 in all limbs, that he obviously \nneeded help to stand upright and walk. Other neurologi cal examinations were completely normal.\nImaging\nBrain computed tomography (CT) showed an extensive \nosteolytic infiltrative lesion at the skull base (Fig.  1). The \nlesion had extended from the posterior border of the \nfrontal sinus anteriorly to the occipital condyles poste riorly. The lesion extended to the sphenoid’s large wings \nand the petrous bone’s tip laterally. Inferiorly, the lesion \nhad extended downward to the pterygoid process, nasal \ncavity, clivus, and occipital condyles. Severe osteomala cia had led into substantial cranial settling. The lateral \nmasses of the first cervical vertebra (C1) were pushed \ninto the occipital condyles, and the skull base bulged \nupward.\nMagnetic resonance imaging (MRI) of the brain \nshowed a large, avidly enhancing, infiltrating lesion that \nhad predominantly spread extradurally into the skull \nbase (Fig.  1). The lesion was extended from frontal sinus \nto occipital condyles (anteroposterior diameter: 99 mm). In addition, the tumor had encased both carotid arter ies, invaded both petrous bones, and had a component \nin the left petroclival region (width: 72 mm). The tumor \nextended from the interhemispheric fissure downward \nto the pterygoid process (height: 57 mm). There was no \ncompression effect on the adjacent structures as in focally \ngrowing tumors. Moreover, there was severe central her niation of the brainstem and cerebellar tonsils (20  mm) \nbelow the foramen magnum owing to osteolysis and cra nial settlement. It was associated with the syrinx of the \ncervical spinal cord and myelopathy.\nManagement\nThe patient underwent an endoscopic endonasal biopsy. \nTwo samples were taken from sphenoid sinus (not the \nsella) and septum. The tumor was extradural and the \ndura was intact at biopsy.\nOn admission after the biopsy, patient developed sud den sever quadriparesis 1/5 symmetrically along with \nrespiratory distress. Therefore, an emergent midline \nsuboccipital decompressive craniectomy and expansive \nduraplasty were performed.\nOn microscopic pathologic evaluation, cells with \nmonomorphic hyperchromatic nuclei and eosinophilic \ngranular cytoplasm without nucleolus were observed \nwith prominent mitotic activity in a proliferative vascular \nbackground (Fig.  2). Amorphous eosinophilic deposits, \nmainly amyloid-like, were also observed in the vascu lar wall. No evidence of histiocytes was found. All these \nFig. 1 Red arrow shows lateral extension of tumor (A). Blue arrow shows occiput condyle involvement (B). Green arrow shows pterygoid process \ninvolvement (C). Yellow arrow shows settling of occiput condyle over C1 lateral mass and severe osteolysis (D). White arrow shows lateral extension \nof tumor (E). Yellow arrow shows anterior limit posterior to frontal sinus and green arrow shows posterior limit of tumor involvement at occipital \ncondyle (F). Red arrow shows superior extension of tumor into interhemispheric fissure (G). Blue arrow shows central herniation of brain stem \nand cerebellar tonsils through foramen magnum down to C2. Black arrow shows cervical cord syrinx (H)\nPage 3 of 6\n Shahbazi et al. Journal of Medical Case Reports  (2024) 18:604\n \nfindings initially suggested an extensive pituitary ade noma and then a bone plasmacytoma.\nWith a sample dilution of 1:100, the prolactin level was \n1120 ng/ml. The other lab tests were completely normal. \nThe",
    "Results": "results of the markers in immunohistochemistry \n(IHC) were positive for prolactin, positive in rare tumor \ncells for Synaptophysin, weakly positive for CK 5/2, and \npositive for Ki-67 in 1% of tumor cells. On the basis of the \nIHC results and the elevated prolactin level in the serum, \nthe diagnosis of GP was confirmed.\nA bone mineral density (BMD) test revealed only mild \nosteopenia. Perimetry showed a bitemporal hemianopic \nscotoma.\nTreatment with 0.5 mg of cabergoline was started twice \na week and was increased to 1  mg twice a week after 4 \nweeks. Owing to the stability of the craniocervical seg ment at the time of the patient’s presentation, fixation \nand fusion were not primarily considered. Out of con cern for exacerbation of central herniation owing to rapid \nresorption of the skull base tumor, cabergoline was ini tially started at a lower dose.\nAt the next 3-month follow-up, the prolactin level \ndropped to 168.23  ng/ml. Along with increasing the \ncabergoline dose to 1.5 mg twice a week, the patient was \ngiven 250 mg of testosterone every 3 weeks. The patient \nwas followed up 3 months later and adequate response \nto treatment was observed and the serum prolactin \nlevel decreased to 123.8  ng/ml. Despite the significant \ndecrease in serum prolactin level compared with base line, he still had gait disturbance and ataxia. Brain MRI, \nillustrated a noticeable shrinkage of the tumor (Fig.  3). \nThe patient underwent occipitocervical fixation and \nfusion (OCF) to control cranial settling owing to the per sistence of symptoms, progressive gait disturbance, and \nquadriparesis (Fig.  4). The intervention led to a signifi cant improvement and the patient was able to perform \nhis daily activities independently after OCF; however, ataxia and muscle weakness had not completely disap peared. Therefore, the cabergoline dose was increased to \n2 mg three times a week, and at the 3-month follow-up, \nthe latest serum prolactin level was 82.1 ng/ml.",
    "Discussion": "Discussion\nGP is a rare presentation of prolactinoma. This case is the \nlargest reported GP (99 × 72 × 57  mm) with an unusual \npresentation of cranial settlement and central herniation \ncausing quadriparesis, and it required urgent surgery for \ndecompression. In addition to medical treatment of the \nFig. 2 High-power (× 100) view of cells with monomorphic \nhyperchromic nuclei with noticeable mitosis activity in a proliferative \nvascular background are shown\nFig. 3 Yellow arrows show same portion of tumor before (A) \nand after treatment with cabergoline (B) and tumor shrinkage \nis clearly evident. Green arrows show same portion of tumor \nbefore (C) and after treatment with cabergoline (D) in post contrast \nimaging, and tumor shrinkage is noted\nFig. 4 Intraoperative image of occipito-cervical fixation (A). \nPostoperative lateral X-ray showing occipito-cervical fixation (B)\nPage 4 of 6 Shahbazi et al. Journal of Medical Case Reports  (2024) 18:604\ntumor, subsequent OCF was performed to control the \nprogression of the cranial subsidence.\nOnly five cases with similar features have been \ndescribed in literature of which the case presented here \nis the largest.\nYecies et al. (2015) reported a case (28-year-old male) \nwith decreased libido, headache and neck pain treated \nwith cabergoline followed by OCF [6]. Chugh et al. \n(2021) presented a case (39-year-old male) with a history \nof unilateral orchiectomy treated with OCF followed by \ncabergoline [3]. Laws and Ivins (1979) reported a case \n(48-year-old female) with neck pain and eventual hydro cephalus with episodes of cardiopulmonary arrest, ini tially treated with radiotherapy and then with OCF [4]. \nZaben et al. (2011) described a case (31-year-old male) \nwith headache, visual loss, and rapidly progressive cranial \nnerve palsies treated with OCF and cabergoline [7]. Mur phy et al. (1987) reported a case (44-year-old male) com plaining about headache and bitemporal hemianopsia \ntreated with cabergoline followed by OCF [5] (Table 1).\nThese cases showed that the severity of symptoms in \nGP can vary and that instability and cranial settling may \nlead to devastating consequences. Therefore, it is crucial \nto consider surgical intervention including decompres sion and OCF at the right time.\nIn this case, owing to the sudden deterioration of the \npatient’s neurological condition during his admission, an \nemergent decompressive craniotomy and duraplasty had \nto be performed which resulted in improvement. Nev ertheless, in the other reported cases, surgery was per formed mainly to stabilize the craniocervical component \nrather than for decompression.\nThe technique used in this case was OCF in the form \nof an occiput-to-C1 lateral mass and C2 pedicle screw \ninsertion. There is no consensus on the extent of cervi cal instrumentation and it depends on the pathology, \nalthough the construct usually extends at least down to \nC2. Occiput-C1 is rarely used because the extracted data \ndemonstrated a high rate of associated C1-C2 injuries [8].\nIn two of the five mentioned cases, occioput-C5 instru mentation was performed [3, 4]. Although this can \nprovide more stability and reduce the risk of subaxial deformity, especially if there is preoperative sub-axial \nsubluxation or significant anteversion of the occiput, such \nan extension below C2 is not necessary in all patients [9, \n10]. When choosing long-segment instrumentation over \nocciput-C1-C2, the following should be considered: the \npatient’s preoperative condition, long-term adverse out comes—such as degeneration of the distal adjacent seg ment—and the need for greater stability [9, 10].\nIn the present case and in the case of Yecies et al. \n(2015), OCF was occiput-C1–C2 [6]. If the construct is \nextended sub-axially, this may increase the risk of limit ing the range of motion and excessive degeneration of the \nadjacent segment in the short- and long-term follow-up, \nrespectively. Therefore, the strategy in this case was lim ited to C1–C2 to preserve the range of motion and pre vent long-term degeneration of the adjacent segment.\nIn the other two cases, the exact levels were not speci fied, but wiring was used in one case [5, 7]. In addition, \nthe use of screws in the midline plate is more effective \nthan wiring in terms of resistance to cranial settling and \npull-out strength [11].\nProlactinoma usually grows as a focal tumor. Hence, \nwhen a lesion appears to be infiltrative (as in this case), it \nis essential to consider a differential diagnosis, including \nplasmacytoma, lymphoproliferative, and histiocytic dis eases. Thus, in such cases, along with a biopsy, laboratory \nvalues and hormone determination are also necessary for \nskull base lesions. The infiltrating lesion is usually exten sive and surgery is usually unnecessary, and curative sur gery for tumor control is impossible. Consequently, the \nprimary treatment options are chemotherapy or radio therapy. Surgery is only considered in special situations, \nsuch as instability or the need for decompression and \nin some cases for cytoreduction or treatment of hydro cephalus. In the future, new imaging modalities like MRS \nor MR perfusion, which is used to differentiate lesions or \npredict the grade of tumors maybe could be helpful to \nbetter preoperative diagnosis [12].\nTypically, the size of the prolactinoma correlates with \nthe degree of hyperprolactinemia. If the serum pro lactin level is greater than 1000  ng/ml, the diagnosis \nof GP is highly suggestive [2]. Considering laboratory \nTable 1 Characteristics of the included studies in literature review\nAuthors Year Age (years) Sex Sign and symptoms Treatment\nLaws and Ivins 1979 48 F Neck pain and eventual hydrocephalus with episodes of cardiopulmonary arrestRadiotherapy then OCF\nMurphy et al. 1987 44 M Headache and bitemporal hemianopsia Cabergoline then OCF\nZaben et al. 2011 31 M Headache, visual loss, and rapidly progressive cranial nerve palsies OCF and cabergoline\nYecies et al. 2015 28 M Decreased libido, headache, and neck pain treated with Cabergoline then OCF\nChugh et al. 2021 39 M History of unilateral orchiectomy treated with OCF then cabergoline\nShahbazi et al. 2024 39 M Quadriparesis and paresthesia, loss of libido and impotence Cabergoline then OCF\nPage 5 of 6\n Shahbazi et al. Journal of Medical Case Reports  (2024) 18:604\n \ninvestigations, in the two-site immunoradiometric tech nique, excessive prolactin concentrations may saturate \nthe detecting antibodies, resulting in artificially low pro lactin results [13]. This phenomenon known as the Hook \neffect should be considered by clinicians, especially in \nlarge prolactin-secreting adenomas associated with mild \nhyperprolactinemia. In this case, after the report of pri mary prolactin level (489 ng/ml), a 1:100 diluted sample \nwas tested, that resulted in a significant increase in the \nprolactin level (1120 ng/ml) supporting the diagnosis of \nG P.\nSuppression of the hypothalamic–pituitary–gonadal \naxis by elevated levels of prolactin primarily leads to \ninfertility, loss of libido, and osteoporosis in both sexes. \nThis could also cause amenorrhea, oligomenorrhea, and \ngalactorrhea in women and erectile dysfunction in men \n[14–16]. However, the exact mechanism is not clear, but \ntypically erectile dysfunction in men improves signifi cantly following hyperprolactinemia correction [17, 18].\nDopamine agonists, as the first-line therapy, could \ndecrease prolactin release and reduce the size of the \ntumor by binding to the dopamine receptors on the cell \nsurface. Cabergoline has been shown to be more effective \nthan bromocriptine in reducing tumor size and normal izing prolactin levels, with fewer side effects [14–16].\nThe cabergoline therapy regimen usually starts at \n0.5–1.0  mg/week and is then adjusted according to the \npatient’s prolactin response. Rapid dosage increase may \ncause a significant reduction in tumor size with a risk of \napoplexy or CSF leak [19]. In almost all patients, con tinuous long-term therapy with dopamine agonists is \nrequired to suppress and stop tumor re-expansion. How ever, if a long-lasting normal prolactin level is maintained \nand tumor size remains under control, a dose reduction \ncan be considered [20]. Discontinuation of treatment \ncarries the risk of rapid tumor regrowth [20]. Although \ncomplete remission is difficult to obtain, complete cure \nfollowing long-term therapy has been reported [21]. Of \nnote, inability to maintain a normal prolactin levels or \nto reduce the size of tumor by at least 50% is known as \ndopamine agonist resistance [15].\nConclusions\nProlactinoma that is treatable with dopamine agonists \nshould be considered as a differential diagnosis of skull \nbase lesions even those extradural, diffuse, and infiltra tive. Giant prolactinoma can lead to craniocervical set tling and central herniation that requires surgery and \nmultidisciplinary management.\nAbbreviations\nGP  Giant prolactinoma\nDTR  Deep tendon reflex\nCT  Computed tomographyMRI  Magnetic resonance imaging\nIHC  Immunohistochemically\nBMD  Bone mineral density\nOCF  Occipitocervical fixation and fusion\nAcknowledgements\nThe authors are thankful to everyone who helped us to complete this project.\nAuthor contributions\nM.A. and S.B. carried out study conception and design; A.M., S.B., and S.A.Y. car ried out data acquisition; A.M. and S.B. carried out analysis and interpretation \nof data; A.M. reviewed the submitted version of the manuscript and provided \nadministrative technical/material support. All authors contributed to drafting \nthe manuscript.\nFunding\nThe authors declare that this case report had no funds before and during \npublication.\nAvailability of data and materials\nThe datasets used for this case report are available from the corresponding \nauthor upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 26 July 2024   Accepted: 22 November 2024\nPublished: 22 December 2024\nReferences\n 1. Fernandez A, Karavitaki N, Wass JA. Prevalence of pituitary adenomas: a \ncommunity-based, cross-sectional study in Banbury (Oxfordshire, UK). \nClin Endocrinol (Oxf ). 2010;72(3):377–82.\n 2. Maiter D, Delgrange E. Therapy of endocrine disease: the challenges in \nmanaging giant prolactinomas. Eur J Endocrinol. 2014;170(6):R213–27.\n 3. Chugh AJS, Patel M, Chua L, Arafah B, Bambakidis NC, Ray A. Manage ment of giant prolactinoma causing craniocervical instability: illustrative \ncase. J Neurosurg Case Lessons. 2021;1(23):2158.\n 4. Laws ER Jr, Ivins JC. Atlanto-occipital instability as a result of pituitary \nadenoma: case report with successful management by cervico-occipital \nfusion. Johns Hopkins Med J. 1979;145(3):136–8.\n 5. Murphy FY, Vesely DL, Jordan RM, Flanigan S, Kohler PO. Giant invasive \nprolactinomas. Am J Med. 1987;83(5):995–1002.\n 6. Yecies D, Ajlan A, Ratliff J, Ziskin J, Hwang P , Vogel H, et al. Giant prolactinoma presenting with neck pain and structural compromise of the \noccipital condyles. J Neurol Surg Rep. 2015;76(2):e297-301.\n 7. Zaben MJ, Harrisson SE, Mathad NV. Giant prolactinoma causing \ncranio-cervical junction instability: a case report. Br J Neurosurg. \n2011;25(6):754–6.\n 8. Horn EM, Feiz-Erfan I, Lekovic GP , Dickman CA, Sonntag VK, Theodore \nN. Survivors of occipitoatlantal dislocation injuries: imaging and clinical \ncorrelates. J Neurosurg Spine. 2007;6(2):113–20.\n 9. Kraus DR, Peppelman WC, Agarwal AK, DeLeeuw HW, Donaldson WF \n3rd. Incidence of subaxial subluxation in patients with generalized rheumatoid arthritis who have had previous occipital cervical fusions. Spine \n(Phila Pa 1976). 1991;16(10):486–9.\nPage 6 of 6 Shahbazi et al. Journal of Medical Case Reports  (2024) 18:604\n 10 Wright NM, Lauryssen C. Vertebral artery injury in C1–2 transarticular \nscrew fixation: results of a survey of the AANS/CNS section on disorders \nof the spine and peripheral nerves. J Neurosurg. 1998;88(4):634–40.\n 11 Roberts DA, Doherty BJ, Heggeness MH. Quantitative anatomy of the \nocciput and the biomechanics of occipital screw fixation. Spine (Phila Pa \n1976). 1998;23(10):1100–7 (discussion 7-8).\n 12. Ghodsi SM, Khoshnevisan A, Arjipour M, Ghanaati H, Firouznia K, Jalali AH, \nShakiba M, Ghavami N. Diagnostic efficacy of perfusion magnetic reso nance imaging in supratentorial glioma grading. Iran J Radiol. 2018;15(2): \ne13696.\n 13. Vilar L, Fleseriu M, Bronstein MD. Challenges and pitfalls in the diagnosis \nof hyperprolactinemia. Arq Bras Endocrinol Metabol. 2014;58(1):9–22.\n 14. Casanueva FF, Molitch ME, Schlechte JA, Abs R, Bonert V, Bronstein MD, et \nal. Guidelines of the pituitary society for the diagnosis and management \nof prolactinomas. Clin Endocrinol (Oxf ). 2006;65(2):265–73.\n 15. Gillam MP , Molitch ME, Lombardi G, Colao A. Advances in the treatment \nof prolactinomas. Endocr Rev. 2006;27(5):485–534.\n 16. Melmed S, Casanueva FF, Hoffman AR, Kleinberg DL, Montori VM, \nSchlechte JA, et al. Diagnosis and treatment of hyperprolactinemia: an \nEndocrine Society clinical practice guideline. J Clin Endocrinol Metab. \n2011;96(2):273–88.\n 17. Buvat J. Hyperprolactinemia and sexual function in men: a short review. \nInt J Impot Res. 2003;15(5):373–7.\n 18. Ioachimescu AG, Fleseriu M, Hoffman AR, Vaughan Iii TB, Katznelson L. \nPsychological effects of dopamine agonist treatment in patients with \nhyperprolactinemia and prolactin-secreting adenomas. Eur J Endocrinol. \n2019;180(1):31–40.\n 19. Česák T, Poczos P , Adamkov J, Náhlovský J, Kašparová P , Gabalec F, et al. \nMedically induced CSF rhinorrhea following treatment of macroprolactinoma: case series and literature review. Pituitary. 2018;21(6):561–70.\n 20. Shimon I. Giant prolactinomas. Neuroendocrinology. 2019;109(1):51–6.\n 21. Iglesias P , Díez JJ. Complete remission of macroprolactinoma after longterm medical therapy with dopamine agonists. QJM. 2011;104(8):721–2.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}