{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04922-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04922-4.pdf",
  "metadata": {
    "/Keywords": "Breast cancer; CDK 4/6 inhibitor; Chemotherapy; Endocrine therapy; Visceral crisis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241202144323+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241130093059+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04922-4",
    "/Author": "Eko Adhi Pangarsa ",
    "/Title": "First-line endocrine therapy combined with CDK 4/6 inhibitor in disseminated carcinomatosis of bone marrow (DCBM) luminal breast cancer: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04922-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Metastatic breast cancer especially in disseminated carcinomatosis of bone marrow (DCBM) poses \na life-threatening risk, often requiring systemic chemotherapy. This situation lacks a cure, emphasizing symptom relief \nand quality of life. The documented occurrence of DCBM is merely 0.17% in metastatic breast cancer and ranges \nfrom 0.6 to 1.7% in solid tumors. Until now, there is no official medical guideline for treating patients with luminal breast cancer (LBC) who have DCBM. This case report highlights LBC patient with DCBM, treated at diagnosis \nwith first-line therapy combining endocrine therapy (ET) and a CDK4/6 inhibitor.",
    "Case Presentation": "Case presentation A 36-year-old premenopausal female of Javanese ethnicity with advanced de novo luminal \nbreast cancer diagnosed in 2020. The immunohistochemistry showed estrogen receptor (ER)+ (90%), progester one receptor (PR)+ (20%), human epidermal growth factor receptor 2 (HER-2) negative, and a high Ki-67 staining \nresult at 60%. The patient had visceral crisis, which involved bone marrow infiltration and liver metastasis with pre served liver function. After intolerance of side effects from first line treatment with tamoxifen, the treatment plan \nwas adjusted to letrozole, ribociclib, and leuprorelin injection. After completing the sixth cycle of treatment, blood \nparameters in the laboratory were found to have returned to normal. The patient’s response to this regimen \nwas remarkable, with significant alleviation of symptoms and improvement in quality of life observed.",
    "Conclusion": "Conclusion Notably, the combined approach of ET and CDK4/6 inhibitor represents a novel intervention in managing DCBM in patients with LBC.\nKeywords  Breast cancer, CDK 4/6 inhibitor, Chemotherapy, Endocrine therapy, Visceral crisis\nBackground\nBreast cancer is the most common type of cancer in \nwomen. While metastatic disease, which is often consid ered incurable, is rarely present at the time of the initial \ndiagnosis, approximately 20% of women with initially \ntreatable breast cancer eventually experience relapses, \nwith 70% of these relapses involving distant metastases \n[1]. It is important to highlight that while patients with \nbreast cancer frequently experience the spread of can cer to their bone marrow, the occurrence of substantial Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKevin Tandarto\ntandartok@gmail.com\n1 Hematology Medical Oncology Division, Faculty of Medicine, \nDiponegoro University/Dr. Kariadi General Hospital Semarang, Semarang, \nIndonesia\n2 . Elisabeth Hospital Semarang, Semarang, Indonesia\nPage 2 of 8 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \npancytopenia owing to full bone marrow metastasis is \nrelatively rare in this population [1–3]. Disseminated \ncarcinomatosis of the bone marrow (DCBM) is a lifethreatening condition, potentially leading to a visceral \ncrisis (VC), for which systemic chemotherapy is recom mended [4, 5]. VC has a grim prognosis, with an over all survival (OS) of merely 3.7 months. The emergence of \nsymptomatic bone marrow metastasis is an uncommon \nphenomenon in metastatic breast cancer. The docu mented occurrence of bone marrow metastasis is merely \n0.17% in metastatic breast cancer and ranges from 0.6 to \n1.7% in solid tumors. Approximately 70% of patients with \nVC tested positive for hormone receptors (HR). How ever, the overall survival (OS) of these patients did not \nshow a significant increase when receiving chemotherapy \nas opposed to palliative care. Moreover, chemotherapy \nadversely affects the quality of life for these patients. \nThere is no conclusive treatment for bone marrow metas tasis, which presents a significant risk to patients’ sur vival [5, 6].\nDespite the availability of numerous therapeutic \nmodalities, achieving a cure for hormone receptor-pos itive, human epidermal growth factor receptor 2-nega tive (HR+/HER2−) advanced breast cancer remains a \nrare outcome [6]. The present therapeutic approach for \nHR+/HER2− advanced breast cancer entails a sequential \nadministration of ET, targeted therapy, and/or chemo therapy with the overarching objectives of extending \npatient survival, delaying disease progression, and miti gating cancer-related symptoms [6, 7]. The landscape of \nthis treatment regimen has been significantly impacted \nby the",
    "Introduction": "introduction of cyclin-dependent kinase 4 and 6 \n(CDK4/6) inhibitors. Currently, three CDK4/6 inhibi tors—namely, palbociclib, ribociclib, and abemaciclib \nhave received approval from the US Food and Drug \nAdministration (FDA). Several studies have indicated \nthat CDK4 inhibitors are effective in the treatment of \nmetastatic breast cancer in bone marrow [7, 8].\nIn one randomized phase II trial (RIGHT Choice \nstudy), in 222 pre- or perimenopausal patients with \naggressive, hormone receptor-positive, HER2-negative \nbreast cancer (half of whom had VC), initial ET plus \nribociclib improved progression-free survival relative to \ncombination chemotherapy [24.0 versus 12.3  months, \nhazard ratio (HR) 0.54, 95% confidence interval (CI) \n0.36–0.79], with similar response rates (65% versus 60%) \nand fewer grade 3 to 4 adverse events (0.9% versus 7.0%), \nalthough the overall survival result is still pending [9, \n10]. Although these",
    "Results": "results support frontline ET plus a \nCDK 4/6 inhibitor for patients with aggressive luminal \ntype HER2-negative disease, we note that most patients \nin this trial had de novo metastatic disease [9]. Here, we \npresent a case of a patients with LBC with a DCBM at the diagnosis, treated with a combination of ET and CDK4/6 \ninhibitor as first line therapy.\nCase presentation\nA 36-year-old premenopausal female of Javanese ethnic ity with a family history of advanced breast cancer in her \nmother, first noticed a lump and changes in the size and \nshape of her left breast nipple in 2020. She experienced \npsychological denial for over 3 years and did not undergo \nearly detection screening, even after acknowledging the \npresence of the lump.\nIn May 2023, the patient was admitted to the hospital \nfollowing fainting episodes, suffering from severe anemia \n(hemoglobin 3.6  g/dL), thrombocytopenia (24,000/uL), \nand leukocytosis (26,000/uL). The left breast appeared \nhardened and was prone to bleeding. Laboratory tests \nshowed elevated lactate dehydrogenase (LDH) levels of \n2616 U/L and uric acid levels of 10.4 mg/dL. The histo pathology and immunohistochemistry of the breast core \nbiopsy revealed invasive luminal B breast cancer with \nestrogen receptor (ER)+ (90%), progesterone receptor \n(PR)+ (20%), HER-2 negative, and a high Ki-67 staining \nresult at 60%. The decision-making process for the diag nostic strategy in this case was guided by the necessity \nto accurately characterize the breast cancer subtype and \nassess the extent of metastasis, particularly to the bone \nmarrow. The initial step involved histopathological exam ination of tissue samples obtained through a core biopsy, \nfollowed by immunohistochemistry (IHC) to evaluate the \nexpression of specific markers on tumor cells. The mark ers chosen for assessment played pivotal roles in inform ing the treatment plan. ER and PR expression levels were \nassessed to determine the hormone receptor status of the \ntumor. With high ER expression (90%) and positive PR \nexpression (20%), the tumor was identified as hormone \nreceptor-positive (HR+), rendering it suitable for ET. \nAdditionally, HER-2 expression was evaluated to deter mine HER-2 status, which was found to be negative, sug gesting limited benefit from HER-2-targeted therapies. \nThe high Ki-67 index (60%) indicated rapid tumor growth \nand potential aggressiveness, further influencing treat ment decisions.\nLiver function tests found abnormalities with Child–\nPugh class A. From contrast enhanced MSCT-scan \nabdominal disclosed metastases to the liver with multiple \nnodules, the largest of which has a size of approximately \n1.6  cm in both the right and left lobes (segment II and \nVIII), (Fig.  1) and lytic lesion in thoracolumbar vertebrae \n(Fig.  2). As her hematological condition worsened, a bone \nmarrow biopsy conducted in May 2023 revealed meta static adenocarcinoma originating from invasive breast \ncarcinoma of the non special type (Fig.  3). Therefore, \nit was concluded that the patient had advanced breast \nPage 3 of 8\n Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \n \ncancer with metastases to the bone, liver, and bone mar row, along with hematological complications.\nThe first planned treatment option was chemotherapy, \nbut further evaluation was needed owing to the criti cal hematological condition. The patient had sympto matic cytopenia. Additionally, the patient subsequently \nexperienced melena, a complication of severe throm bocytopenia. We considered treatments that offer good \nmorbidity and survival outcomes without exposing the \npatient to the risk of severe hematological complications. \nThe patient was then initially planned to receive 20  mg \nof tamoxifen and 3.75  mg of leuprorelin. However, she exhibited poorly tolerated clinical side effects, such as \nhot flushes, nausea, and joint pain. At that period, the \npatient’s condition deteriorated; she experienced severe \npain and was bedridden. Consequently, the therapeu tic regimen was adjusted to injection of 3.75 mg of leu prorelin monthly in combination with 2.5 mg of letrozole, \nand 600  mg of ribociclib every 4  weeks, and zoledronic \nacid as for bone sparring agent. On the basis of literature, \nthe combination of ET and CDK4/6 inhibitors especially \nribociclib holds promise for yielding favorable outcomes \nin patients with metastatic breast cancer, particularly in \ncases involving bone marrow metastasis. On the basis of \nmeta-analysis study by Hermansyah et al., the arms uti lizing CDK 4/6 inhibitors demonstrated superior overall \nresponse rates (ORR) compared with other treatment \ngroups, as evidenced by the relative risk (RR) according \nto the randomized-effect model (REM) of 1.59 [95% con fidence interval (CI) 1.37–1.86] and p value of < 0.00001. \nAdditionally, the combination regimen showed higher \nclinical benefit rates (CBR) with a RR of 1.22 (95% CI \n1.13–1.32) as per the REM, with p value of < 0.00001 in \npatients with HR+/HER2− breast cancer. Furthermore, \nthis combined treatment approach effectively reduced \nthe rate of progressive disease (PD) within the intentionto-treat (ITT) group, with a RR of 0.46 (95% CI 0.39–\n0.54) according to the fixed-effect model (FEM), and \np value of < 0.00001. Although the incidence of adverse \neffects, particularly hematological reactions, was signifi cantly lower in the arm receiving ET alone, the occur rence of other systemic reactions was relatively similar \nbetween treatment groups [11, 12].\nAt the outset of treatment, the patient experienced \nhot flushes, fatigue, and chills but tolerated them well. \nAfter two cycles, the patient showed significant clini cal improvement; pain was reduced, the frequency of \ntransfusions decreased, and she even began to ambulate. \nBy the end of the fourth cycle, her hematological profile \nshowed improvement with hemoglobin of 10.4 g/dL and \nplatelets of 76.000/uL, and she could walk and engage in \ndaily activities. After completing the sixth cycle of treat ment, blood parameters in the laboratory were found to \nhave returned to normal. The patient’s response to this \nregimen was remarkable, with significant alleviation of \nsymptoms and improvement in quality of life observed. \nOn the basis of previous literature, the combination of ET \nand CDK 4/6 inhibitors in patients with breast cancer has \nshown promising outcomes with minimal side effects. \nThe patient was advised to undergo monthly follow-up \nappointments. To date, the patient has shown no clini cal symptoms of metastatic breast cancer and continues \nto maintain a sustained complete remission for 4 months \nunder this treatment regimen (September–Decem ber 2023). The clinical timeline, diagnostic examination \nFig. 1 Liver metastasis\nFig. 2 Bone metastasis\nPage 4 of 8 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \nfindings, and therapeutic interventions are illustrated in \nFig.  4. Data on the changes in hematological parameters \nare presented in Fig. 5.",
    "Discussion": "Discussion\nAdvanced breast cancer with bone marrow infiltration \ncan be considered as a VC [13]. The experts from the \nFrench Breast Cancer Intergroup Unicancer (UCBG) \nalso classified symptomatic cytopenia, irrespective of \nits grade as VC [14]. In the current clinical instance, \nthe patient had invasive lobular carcinoma at the diag nosis and widespread infiltration of cancerous cells in the bone marrow [15]. Anemia and thrombocytopenia \nare frequently the initial clinical signs and symptoms in \npatients with DCBM. The emergence of clinically signifi cant marrow involvement reflects an uncommon occur rence [15, 16]. Regardless of how long it took between \nthe diagnosis of DCBM and the first diagnosis of breast \ncancer, the prognosis for DCBM is poor, and the therapy \nis complex owing to cytopenias [5]. Although cytopenia \nis a common feature of DCBM, systemic therapy can \nachieve long-lasting disease control despite a higher risk \nof hematological complications without affecting the dis ease control or median survival of patients treated with \nFig. 3 Bone marrow biopsy showed metastatic adenocarcinoma originating from invasive breast carcinoma of the non-special type\nFig. 4 Clinical timeline, diagnostic examination findings, and therapeutic interventions\nPage 5 of 8\n Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \n \nsingle-agent chemotherapy or polychemotherapy regi mens [17, 18].\nZoledronic acid, a potent bisphosphonate, is commonly \ndescribed as a bone-sparing agent owing to its critical \nrole in inhibiting osteoclast-mediated bone resorption, \nparticularly in patients with metastatic bone disease. \nIt functions by suppressing osteoclast activity, thereby \npreserving bone density and reducing the incidence of \nskeletal-related events (SREs), such as fractures, hyper calcemia, and bone pain. This bone-stabilizing effect is \nparticularly valuable in metastatic settings, where the \nmaintenance of skeletal integrity is essential for improv ing patient quality of life and alleviating symptoms asso ciated with bone metastases. There are limited data that \ncombining ET (with or without targeted agents) with \nchemotherapy improves overall survival, and therefore \nwe do not use this strategy [10]. International guide lines state that the administration of combination of ET \nand CDK4/6 inhibitors is the first line of treatment for \nadvanced breast cancer with positive hormone receptor \nbut HER2-negative, excluding patients with life-threaten ing conditions or VC as disease presentations. CDK4/6 \ninhibitors represent a recently developed category of \ntherapeutic agents for treating LBC. The disruption of the \ncyclin D-CDK4/6 signaling pathway has been identified \nas a significant factor in breast cancer biology. CDK4/6 \nenzymes are serine/threonine kinases whose activity is \nregulated through interaction with a cyclin regulatory subunit [6–8]. These enzymes are pivotal in driving cell \ncycle progression, a fundamental process in cell prolif eration. Within this context, cyclin D proteins (D1, D2, \nand D3) act as regulators of CDK4 and CDK6 by form ing active complexes with them [19]. Notably, cyclin D1, \nwhich is excessively expressed in roughly half of breast \ncancers, is controlled transcriptionally by the ER. The \nER signaling pathway enhances the cellular abundance of \nD-class cyclins, particularly cyclin D1. This event results \nin the inactivation of the retinoblastoma (Rb) tumor sup pressor protein, leading to the progression of the cell \ncycle and overcoming the G1/S transition phase [7, 19].\nAs this patient is classified as having a VC, accord ing to international guidelines, the recommended treat ment involves chemotherapy. However, in this case, we \ndecided that it is too risky to undergo chemotherapy with \nhematological parameters in disarray owing to metasta sis. The choice of ET plus CDK4/6 inhibitor is consid erably rational as per our thought. This was inline with \nthe phase II RIGHT Choice study (NCT03839823). The \nstudy enrolled 222 premenopausal or perimenopausal \nindividuals diagnosed with hormone receptor–positive, \nHER2-negative aggressive breast cancer [20]. More than \n50% of these patients were identified by the investigators \nas having VC. Out of this cohort, 112 participants were \nrandomly allocated to be administered ribociclib along side an aromatase inhibitor—either letrozole or anas trozole—combined with goserelin. The remaining 110 \nFig. 5 Hematological parameter changes occur within the progression of the disease and during treatment\nPage 6 of 8 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \npatients were designated to undergo a chemotherapy reg imen chosen by their physicians. Patients who underwent \ntreatment with ribociclib in combination with ET experi enced a progression-free survival of 24 months, approxi mately 1 year longer than their counterparts treated with \nchemotherapy (12.3  months) [11, 21]. Moreover, the \nmedian time to treatment failure was notably extended \nfor those receiving ribociclib plus ET, with a duration of \n18.6 months compared with 8.5 months for those treated \nwith chemotherapy [11].\nAlthough the overall response rate was comparable \nbetween the two treatment groups (65.2% for riboci clib plus ET and 60% for chemotherapy), the incidence \nof symptomatic adverse events, including diarrhea and \nfatigue, varied significantly. Serious treatment-related \nadverse events were observed in 1.8% of patients in the \nribociclib plus ET group, contrasting with 8% in the com bination chemotherapy group. Likewise, treatment dis continuation owing to treatment-related adverse events \noccurred in 7.1% of patients treated with ribociclib plus \nET and in 23% of patients treated with chemotherapy, \nhighlighting a notable difference in tolerability between \nthe two approaches [9]. This study is one of the consid erations in determining the treatment for this patient.\nHematologic toxicity is a well-documented adverse \neffect associated with inhibiting cyclin-dependent \nkinase 6 (CDK4/6). While all three CDK4/6 inhibitors \ncan induce cytopenia to varying degrees, study analysis \nrevealed a statistically significant and substantial reduc tion in the likelihood of experiencing severe (grade 3–4) \nneutropenia with abemaciclib compared with palboci clib when used in conjunction with either an aromatase \ninhibitor (AI) [7, 19]. Notably, there was no discern ible difference in the occurrence of grade 3–4 infections \nbetween these two CDK4/6 inhibitors. Febrile neutrope nia episodes could not be compared owing to inconsist ent reporting in abemaciclib trials. Ribociclib exhibited a \nmore favorable hematologic toxicity profile than palbo ciclib, with a lower incidence of grade 3–4 neutropenia \n(OR: 0.39–0.41 depending on the ET backbone) and ane mia (OR: 0.45–0.79 depending on the ET backbone) [6, \n7]. In this case we did not find any hematological toxici ties owing to CDK4/6 inhibitors [22].\nThe combination of CDK4/6 inhibitors and hormonal \ntherapy for advanced luminal breast cancer with VC is \nnot yet established in recent guidelines. However, this \napproach has shown promise, as indicated by other \ncase reports with similar situations [23]. Remarkably, \nVC stands out as the sole exception in the utilization \nof CDK4/6 inhibitors in combination with ET as a firstline treatment, despite the evident limitations of chem otherapy in this scenario. Nevertheless, the identified \nshortcomings of chemotherapy in this context, coupled with the promising outcomes, have naturally sparked \nincreased interest in the use of CDK4/6 inhibitors for \nVC, challenging the established role of chemotherapy \nin this crucial subgroup [24]. Insights in this direction \nhave emerged from retrospective analyses revealing \nthat a noteworthy proportion of clinicians (18% and \n12%, respectively) prefer CDK4/6 inhibitors over chem otherapy even for VC [25].\nAccording to a retrospective study conducted at a \nlarge tertiary UK cancer center from 2017 to 2021, \nBehrouzi et al. aimed to compare outcomes in patients \nwith ER+ /HER2−  advanced breast cancer (ABC) \nexperiencing VC or impending VC when treated with \nCDK4/6 inhibitors or weekly paclitaxel. The results \ndemonstrated that the CDK4/6 inhibitors cohort \nexhibited a significantly longer median time to treat ment failure (TTF), progression-free survival (PFS), \nand overall survival (OS) compared with the paclitaxel \ncohort: TTF 17.3 versus 3.5 months (HR 0.33, 95% CI \n0.17–0.61, p = 0.0002), PFS 17.8 versus 4.5  months \n(HR 0.38, 95% CI 0.21–0.67, p = 0.002), OS 24.6 versus \n6.7 months (HR 0.37, 95% CI 0.20–0.68, p  = 0.002). The \nmedian time to the first improvement in IVC/VC was \nsimilar between the CDK4/6 inhibitors and paclitaxel \ngroups (3.9 versus 3.6  weeks, p  = 0.773), and disease \ncontrol at 4  months did not significantly differ (77.8% \nversus 59.4%, p  = 0.168). Multivariate analysis revealed \nthat treatment with CDK4/6 inhibitors was indepen dently associated with a longer PFS compared with \npaclitaxel (HR 0.31, 95%CI 0.12–0.78, p  = 0.015). From \nthis study, we can conclude that the use of CDK4/6 \ninhibitors is associated with significantly better survival \noutcomes compared with chemotherapy [26].\nThe initial head-to-head trial, The RIGHT Choice, pro vides the first evidence showcasing ribociclib’s superior \nefficacy and safety compared with conventional chemo therapy (CT) for patients experiencing VC [11]. Several \nongoing clinical trials are currently investigating the same \nissue with alternative CDK4/6 inhibitors. Two single-arm \nphase II trials, exploring abemaciclib (NCT04681768) \nand dalpiciclib (NCT05431504) combined with ET, spe cifically focus on HR+/HER2− advanced breast cancer \n(ABC) exhibiting clinical features that meet VC criteria. \nAdditionally, the ABIGAIL trial (NCT04603183) is exam ining the efficacy and safety of abemaciclib in combina tion with ET, comparing it to the standard approach of \nupfront chemotherapy with paclitaxel followed by endo crine maintenance therapy (i.e., abemaciclib plus ET) \nin HR+/HER2− ABC with aggressive disease features. \nThese trials, will contribute valuable insights to guide \nfuture treatment decisions for patients with aggressive \ndisease features in HR+/HER2− advanced breast cancer \n[27].\nPage 7 of 8\n Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \n \nIn considering future research directions and poten tial impacts on clinical practice, several key considera tions emerge from the successful outcomes observed \nwith the combination of ET and CDK 4/6 inhibitors in \ntreating patients with breast cancer. Further investiga tion into the long-term efficacy and safety profile of this \ntreatment regimen is warranted, particularly in diverse \npatient populations and across various stages of breast \ncancer progression. Additionally, comparative studies \nevaluating the effectiveness of ET and CDK 4/6 inhibi tors versus standard chemotherapy regimens could \nprovide valuable insights into optimal treatment strat egies, especially in cases of metastatic breast cancer. \nFurthermore, real-world evidence studies are needed \nto validate the findings from clinical trials and assess \nthe feasibility and effectiveness of implementing this \nregimen in routine clinical practice. Overall, contin ued research efforts in these areas hold the potential to \nrefine treatment guidelines, enhance patient care, and \nultimately contribute to better outcomes for individuals \naffected by bone marrow metastatic breast cancer.\nConclusion\nThe combination of ET and CDK4/6 inhibitors shows \npromising clinical benefits in treating advanced LBC \nwith visceral crisis, surpassing the efficacy of chemo therapy alone. Moreover, this regimen tends to induce \nfewer adverse effects, thereby enhancing patients’ qual ity of life. This case underscores the importance of \nconsidering ET and CDK4/6 inhibitors as a preferred \ntreatment option in similar metastatic cases of LBC. It \nsuggests a potential shift in future clinical guidelines \ntoward incorporating these combinations earlier in the \ntreatment pathway for eligible patients.\nAcknowledgements\nWe want to thank St. Elisabeth Semarang Hospital and Dr. Kariadi General \nHospital staff for supporting this research.\nAuthor contributions\nAll of the authors contributed equally to writing this manuscript.\nFunding\nNo funding was given in this study.\nAvailability of data and materials\nThe article and supplementary material contain the original contributions \nthat were presented in the study. The appropriate author can be contacted for \nmore information.\nDeclarations\nEthics approval and consent to participate\nAll procedures used in this study were approved by the ethics committee of \nElisabeth Hospital, Semarang, Indonesia.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors affirm that they have no known financial or interpersonal conflicts \nthat might have looked to have influenced the research presented in this \nstudy.\nReceived: 13 February 2024   Accepted: 7 November 2024\nReferences\n 1. Fahad UM. Breast cancer: current perspectives on the disease status. Adv \nExp Med Biol. 2019;1152:51–64.\n 2. Kennecke H, Yerushalmi R, Woods R, Cheang MCU, Voduc D, Speers \nCH, et al. Metastatic behavior of breast cancer subtypes. J Clin Oncol. \n2010;28(20):3271–7.\n 3. Martín M, Zielinski C, Ruíz-Borrego M, Carrasco E, Ciruelos E, Muñoz M, \net al. Abstract GS2–07: results from PEARL study (GEICAM/2013–02_\nCECOG/BC.1.3.006): a phase 3 trial of Palbociclib (PAL) in combination \nwith endocrine therapy (ET) versus Capecitabine (CAPE) in hormo nal receptor (HR)-positive/human epidermal growth factor recep tor (HER) 2-negative metastatic breast cancer (MBC) patients (pts) \nwhose disease progressed on aromatase inhibitors (AIs). Cancer Res. \n2020;80(4_Supplement):GS2-07-GS2-07.\n 4. Kahan Z, Gil-Gil M, Ruiz-Borrego M, Carrasco E, Ciruelos E, Muñoz M, et \nal. Health-related quality of life with palbociclib plus endocrine therapy \nversus capecitabine in postmenopausal patients with hormone recep tor–positive metastatic breast cancer: patient-reported outcomes in the \nPEARL study. Eur J Cancer. 2021;156:70–82.\n 5. Garufi G, Carbognin L, Orlandi A, Palazzo A, Tortora G, Bria E. The \ntherapeutic challenge of disseminated bone marrow metastasis from \nhr-positive her2-negative breast cancer: case report and review of the \nliterature. Front Oncol. 2021;11: 651723.\n 6. Shah M, Nunes MR, Stearns V. CDK4/6 inhibitors: game changers in the \nmanagement of hormone receptor-positive advanced breast cancer? \nOncology (Williston Park). 2018;32(5):216–22.\n 7. Laderian B, Fojo T. CDK4/6 Inhibition as a therapeutic strategy in \nbreast cancer: palbociclib, ribociclib, and abemaciclib. Semin Oncol. \n2017;44(6):395–403.\n 8. Miller T, Hosford S. Clinical potential of novel therapeutic targets in breast \ncancer: CDK4/6, Src, JAK/STAT, PARP , HDAC, and PI3K/AKT/mTOR pathways. Pharmgenomics Pers Med. 2014;7:203.\n 9. Lu YS, Mahidin EIBM, Azim H, ERALP Y, Yap YS, Im SA, et al. Primary results \nfrom the randomized Phase II RIGHT Choice trial of premenopausal \npatients with aggressive HR+/HER2− advanced breast cancer treated \nwith ribociclib + endocrine therapy vs physician’s choice combination \nchemotherapy. Cancer Res. 2023;83(5_Supplement):GS1–10-GS1–10.\n 10. Kopp HG, Krauss K, Fehm T, Staebler A, Zahm J, Vogel W, et al. Sympto matic bone marrow involvement in breast cancer—clinical presentation, \ntreatment, and prognosis: a single institution review of 22 cases. Anticancer Res. 2011;31:4025–30.\n 11. El Saghir NS, Yap YS, Eralp Y, Im SA, Azim HA, Rihani J, Volkov N, Chen \nSC, Harputluoglu H, Sunpaweravong P , Chang YC. Outcomes with firstline (1L) ribociclib (RIB)+ endocrine therapy (ET) vs physician’s choice \ncombination chemotherapy (combo CT) by age in pre/perimenopausal \npatients (pts) with aggressive HR+/HER2− advanced breast cancer (ABC): \na subgroup analysis of the RIGHT Choice trial.\n 12. Hermansyah D, Firsty NN, Alhudawy MN, Nasution RA. The Combination of CDK 4/6 inhibitors plus endocrine treatment versus endocrine \ntreatment alone in hormone-receptor (HR)-positive breast cancer: a \nsystematic review and meta-analysis. Med Arch. 2022;76(5):333.\n 13. Morrison DG. Bone marrow only metastases from lobular carcinoma: \ninsights into responses to endocrine therapy. Ann Oncol Case Rep. \n2023;2(1):1008.\nPage 8 of 8 Pangarsa et al. Journal of Medical Case Reports          (2024) 18:591 \n 14. Nabeth R, Barthoulot M, Mailliez A, Rodrigues MJ, Cottu PH, Pierga JY, \net al. Delphi consensus on the definition of visceral crisis in advanced \nbreast cancer among French Breast Cancer Intergroup Unicancer (UCBG) \nexperts. ESMO Open. 2023;8(1): 101403.\n 15. Demir L, Akyol M, Bener S, Payzin KB, Erten C, Somali I, et al. Prognostic \nevaluation of breast cancer patients with evident bone marrow metastasis. Breast J. 2014;20(3):279–87.\n 16. Fan FS, Yang CF, Wang YF. Diffuse bone marrow metastasis as the \ninitial presentation of an occult breast cancer. Case Rep Oncol Med. \n2018;2018:1–8.\n 17. Shinden Y, Sugimachi K, Tanaka F, Fujiyoshi K, Kijima Y, Natsugoe S, et al. \nClinicopathological characteristics of disseminated carcinomatosis of the \nbone marrow in breast cancer patients. Mol Clin Oncol. 2017;8:93–8.\n 18. Yamaguchi T, Masumoto M, Sakurai U, Nakane M. Disseminated carcino matosis of the bone marrow from occult breast cancer responding to a \nsequence of endocrine therapy. Case Rep Oncol. 2020;13(1):193–9.\n 19. Gao JJ, Cheng J, Bloomquist E, Sanchez J, Wedam SB, Singh H, et al. \nCDK4/6 inhibitor treatment for patients with hormone receptor-positive, \nHER2-negative, advanced or metastatic breast cancer: a US Food and \nDrug Administration pooled analysis. Lancet Oncol. 2020;21(2):250–60.\n 20. Cristofanilli M, Turner NC, Bondarenko I, Ro J, Im SA, Masuda N, et al. \nFulvestrant plus palbociclib versus fulvestrant plus placebo for treatment \nof hormone-receptor-positive, HER2-negative metastatic breast cancer \nthat progressed on previous endocrine therapy (PALOMA-3): final analysis \nof the multicentre, double-blind, phase 3 randomised controlled trial. \nLancet Oncol. 2016;17(4):425–39.\n 21. Park YH, Kim TY, Kim GM, Kang SY, Park IH, Kim JH, et al. Palbociclib plus \nexemestane with gonadotropin-releasing hormone agonist versus \ncapecitabine in premenopausal women with hormone receptor-positive, \nHER2-negative metastatic breast cancer (KCSG-BR15-10): a multicentre, \nopen-label, randomised, phase 2 trial. Lancet Oncol. 2019;20(12):1750–9.\n 22. Watson NW, Wander SA, Shatzel JJ, Al-Samkari H. Venous and arterial \nthrombosis associated with abemaciclib therapy for metastatic breast \ncancer. Cancer. 2022;128(17):3224–32.\n 23. Targato G, Bortot L, Dri A, Bonotto M, Minisini AM, Fasola G, Mansutti M. \nCDK4/6 inhibitors as upfront treatment in a patient with breast cancer \npresenting with a clinical critic situation: a case report and review of the \nliterature. Curr Oncol. 2022;29(12):9630–9.\n 24. Kim S, Tiedt R, Loo A, Horn T, Delach S, Kovats S, et al. The potent and \nselective cyclin-dependent kinases 4 and 6 inhibitor ribociclib (LEE011) is \na versatile combination partner in preclinical cancer models. Oncotarget. \n2018;9(81):35226–40.\n 25. Tripathy D, Im SA, Colleoni M, Franke F, Bardia A, Harbeck N, et al. Ribociclib plus endocrine therapy for premenopausal women with hormonereceptor-positive, advanced breast cancer (MONALEESA-7): a randomised \nphase 3 trial. Lancet Oncol. 2018;19(7):904–15.\n 26. Behrouzi R, Armstrong AC, Howell SJ. CDK4/6 inhibitors versus weekly \npaclitaxel for treatment of ER+/HER2-advanced breast cancer with \nimpending or established visceral crisis. Breast Cancer Res Treat. \n2023;202(1):83–95.\n 27. Benvenuti C, Gaudio M, Jacobs F, Saltalamacchia G, De Sanctis R, Torrisi \nR, Santoro A, Zambelli A. Clinical review on the management of breast \ncancer visceral crisis. Biomedicines. 2023;11(4):1083.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}