{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04805-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04805-8.pdf",
  "metadata": {
    "/Keywords": "Complete mole; Complete coexisting with normal fetus; Complete placenta previa; Chorioamnionitis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241125164110+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240924182838+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04805-8",
    "/Author": "Maryanne Mwangi ",
    "/Title": "Complete mole coexisting with a normal fetus in a dichorionic diamniotic pregnancy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04805-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction A molar pregnancy coexisting with a normal fetus is a very rare occurrence. It can present as a complete mole with a normal fetus or a partial mole with a normal fetus. There is paucity of data on optimal management \nof such patients who have this presentation, which mostly ends with a poor prognosis.",
    "Case Presentation": "Case presentation We present a case of 26-year-old woman of African descent, a para 1 + 0 gravida 2, who came \nwith a compete molar pregnancy coexisting with a normal fetus in the second trimester and the complexity of her \nmanagement. Patient presented in second trimester for an anomaly scan, in which the complete mole coexisting \nwith a normal fetus was diagnosed. The molar pregnancy was also covering the cervical os. The patient was advised \nto terminate the pregnancy due to the risk of massive hemorrhage, but she was keen on continuing with the pregnancy. She was admitted two times with bleeding and in the last admission she also had chorioamnionitis, which \nwarranted a hysterotomy at 25 weeks 1 day. Patient made a good recovery, unfortunately the neonate had an early \nneonatal death at a different facility due to respiratory complications.",
    "Conclusion": "Conclusion In this case a patient with a normal fetus coexisting with a complete mole and complete previa \nwas closely monitored, but a hysterotomy was done at 25 weeks 1 day gestation due to chorioamnionitis. The \ndiagnosis was made by ultrasound, in which there was a snowstorm appearance of one of the gestational sacs \nwhile the other sac had a normal fetus. This is a rare entity that puts the doctor in a dilemma due to potential mater nal and fetal complications. The take-home message is that a patient who presents with a complete mole and a coex isting normal fetus can be supported to a viability stage. Chorioamnionitis interfered with the continuation of this \npregnancy.\nKeywords  Complete mole, Complete coexisting with normal fetus, Complete placenta previa, Chorioamnionitis\nIntroduction\nComplete hydatidiform mole with a coexisting normal \npregnancy is an exceptionally rare occurrence, with a \nreported incidence of 1 in 22,000–100,000 pregnancies \n[1, 2]. It is also called sad fetus syndrome. The coexistence of a normal fetus with a molar pregnancy makes man agement controversial due to fetal and maternal com plications [3]. Only 54 cases in the literature have had \nlive births after a twin gestation with a molar pregnancy. \nMost cases end up as miscarriages. Maternal complica tions are also common, occurring in up to 50% of preg nancies, with a very high incidence of preterm delivery \n[4]. There is therefore paucity of data on optimal man agement options. This presents a clinical dilemma in the \nmanagement of these patients[1, 5]. We present a case \nof a complete mole coexisting with a normal pregnancy Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMaryanne Mwangi\nmaryanne.mwangi@scholar.aku.edu\n1 Department of Obstetrics and Gynaecology, Aga Khan University, \nNairobi, Kenya\nPage 2 of 5 Mwangi et al. Journal of Medical Case Reports          (2024) 18:569 \ncomplicated by chorioamnionitis, which necessitated an \nearly delivery.\nCase presentation\nA 26-year-old African woman, para 1 + 0 gravida 2 at \n19 + 1, presented to the fetal–maternal medicine unit for \nan anomaly scan. She had a history of preeclampsia in \nher preceding pregnancy and later experienced placenta \nabruption, necessitating an emergency cesarean section.\nThe ultrasound revealed a twin pregnancy with a single \nlive fetus in one sac and a second sac with multiple cystic \nlesions separated by a membrane (Fig.  1). The ultrasound \nalso revealed the typical snowstorm appearance that is \nconsistent with a complete molar pregnancy (Fig.  2). \nThe placenta of the molar pregnancy was also covering \nthe internal cervical os (Fig.  3). There was no evidence \nof placenta accreta spectrum. The live fetus had normal \nanatomy and growth parameters, with an estimated age \nof 19 + 5 on ultrasound.\nInitial investigations revealed a Hb of 12  g/dl, alpha \nfetal protein of 286, and Beta hCG of 165,780.40 mIU/ml. \nThe patient had no invasive tests for karyotype or cytoge netic studies. The patient was counseled on the poor \nprognosis of her pregnancy as well as the risk of massive \nhemorrhage and advised to consider termination. How ever, she was keen on proceeding with the pregnancy, \nthus we advised her of the need for fortnight obstetric \nscans and close follow-up.\nShe presented 4  days later with per vaginal bleeding. \nOn examination, she had normal vitals and speculum \nexam demonstrated a partially open cervical os with no \nactive bleeding, vesicles, or products of conception. Fetal \nauscultation was normal. She was discharged to continue \nhome monitoring.\nFig. 1 Coexistent complete molar pregnancy with snowstorm \nappearance\nFig. 2 Image of the molar pregnancy covering the internal cervical \nos\nFig. 3 Normal fetus and molar pregnancy in different amniotic sacs\nPage 3 of 5\n Mwangi et al. Journal of Medical Case Reports          (2024) 18:569 \n \nThen, 4 days later she presented with bleeding, lower \nabdominal and back pain, and headache, as well as mild \ndizziness. Full hemogram revealed a drop in her Hb to \n10.5 g/dl. Ultrasound findings were a viable fetus at 20 + 3 \nand the molar pregnancy. The patient was admitted for \nobservation and consent was obtained for possible emer gency hysterotomy in the event of massive hemorrhage. \nThe patient still declined termination and was keen on \nproceeding with the pregnancy. Intermittent fetal aus cultation was done daily. She remained stable and was \ndischarged 2 days later after resolution of her symptoms \nwith clear instructions on danger signs and a review \nscheduled in 1 week.\nShe presented at 25 weeks 1 day, 2 weeks after a second \nreview post admission, with copious bleeding. She was \nalso experiencing chills accompanied by lower abdominal \npain radiating to her back. She could perceive fetal move ment. Her blood pressure was 132/64 mmHg with a tach ycardia of 104. Speculum exam revealed obvious molar \nvesicles in the cervix with no active bleeding or drainage \nof amniotic fluid. The fetal heart rate was was normal. A \nfull hemogram noted a neutrophilia of 90.8% with a total \nwhite blood cell count (WBC) of 12.37 and absolute neu trophil count of 11.24. C-reactive protein was elevated at \n92. Ultrasound revealed a single live fetus with normal \nmorphology in variable lie at an estimated fetal weight \nof 782 g. Placenta was observed to be posterior and low \nlying. The fetal heart rate was 168. The complete molar \npregnancy was not observed.\nPost-admission, the patient became febrile with a tem perature of 38.5  °C, tachycardia of 140 and blood pres sure of 105/78 mmHg. Samples were taken for blood, \nHigh vaginal swab (HVS), and urine cultures. Amniocen tesis was performed to rule out intraamniotic infection \nfor the viable pregnancy. An antibiotic regimen was initi ated with ceftriaxone, clarithromycin, and metronidazole \nas per departmental policy, as well as betamethasone, \ntocolysis, intravenous fluids, and magnesium sulphate \nwas continous while the paracetamol was 6 hourly. The \nneonatology team was informed, and monitoring of vitals \ninstituted every 4 hours.\nDespite interventions, her vitals did not improve, and \n6 hours later, she had a temperature of 40.2 °C, tachycar dia of 134, tachypnea of 22, and blood pressure of 101/51 \nmmHg. Fetal auscultation demonstrated a tachycardia \nabove 160. A decision was made to undertake an emer gency hysterotomy in view of deteriorating maternal sta tus, placenta previa, and breech presentation.\nA live male infant weighing 770 g with an APGAR score \nof  1154  106 was delivered in complete breech. Resuscita tion was required and intubation was performed, and \nbaby was admitted in the neonatal intensive care unit. \nThe placenta had multiple vesicles (Fig.  4). There were no operative complications and estimated blood loss was \n600 ml.\nThe postoperative recovery was unremarkable. Blood \nand HVS cultures grew Streptococcus agalactiae sensi tive to ampicillin. Both urine culture as well as amniotic \nfluid microscopy, culture, and sensitivity were normal. \nThe patient was discharged on day 3 post-delivery. The \npatient was lost to follow-up, therefore beta Human Cho rionic Gonadotrophin levels were not monitored. The \nneonate was transferred to a different hospital on day 4 of \nlife, where he succumbed a few days later due to respira tory complications.\nHistopathology of the placenta showed features con sistent with acute chorioamnionitis and peripheral molar \npregnancy features (Fig.  5). The subsequent postopera tive period was uneventful.",
    "Discussion": "Discussion\nComplete hydatidiform mole with a coexisting fetus \n(CHCF) is a rare occurrence. Previous literature has \ndescribed CHCF and partial moles coexisting with a nor mal fetus. In the setting of a hydatidiform mole coexist ing with a normal fetus, there are two pathophysiology \nmechanisms. In a partial mole, a normal ovum is ferti lized by one sperm that divides or by two sperms to form \na triploid or tetraploid cell. In a complete mole, an enu cleated ovum gets fertilized by two sperms or by a sperm \nthat divides to form, in most cases, a diploid cell [5]. A \ncomplete mole has no fetal parts. The genetic makeup of \na complete mole is paternal. A complete mole coexisting \nwith a normal fetus",
    "Results": "results from a dizygotic fertilization \nwhereby a normal ovum is fertilized by normal sperm to \ncreate a normal fetus. The second ovum is enucleated and \ngets fertilized by a sperm that divides or by two sperm \n[6]. Vimercati et al. ’s two case reports of CHCF where the \nFig. 4 Gross appearance of whole placenta post-delivery \nwith vesicles around the margin\nPage 4 of 5 Mwangi et al. Journal of Medical Case Reports          (2024) 18:569 \nkaryotype was 46 XY and the other was 46 XX diagnosis \nwas done by invasive second trimester testing. Hemida \net al. did a case series of 12 participants with molar preg nancies coexisting with normal fetuses; 6/12 were CHCF \nwhile 4/10 were partial moles coexisting with normal \nfetuses, the other two did not do karyotyping [4]. Only 2 \nfetuses out of the 12 pregnancies survived.\nThe diagnosis is made by ultrasound and confirmed by \nhistology of the placenta or an amniocentesis to analyze \nthe karyotype of the existing fetus [7]. The management \nof this rare disease entity is determined on a case-to-case \nbasis. CHCF commonly presents with bleeding, preec lampsia, thyrotoxicosis, preterm birth, spontaneous \nabortions, and poor fetal outcomes. Bleeding is a com mon presentation that is seen in 59% of cases with CHCF \n[8]. Persistent gestational trophoblastic neoplasia is also \nmore common in CHCF as compared with other molar \npregnancies. Literature shows that the risk of malignancy \ntransformation is 20% in a complete mole as compared \nwith 1.5% in a partial mole [9]. There is no consensus \non the risk of GTN following CHCF with conservative \nmanagement versus intervention. Studies have shown \nthat incidence is higher in patients who choose to termi nate the pregnancy, but the stage of disease is lower than \nthose who carry on with the pregnancy [8]. Other stud ies have shown that there is no risk association between \ntermination and incidence of gestational trophoblastic \nneoplasia, thus the reason the pregnancy can be allowed \nto continue [10].\nIf the coexisting fetus is normal, conservative man agement can be adopted, and the pregnancy can be \nallowed to continue but with close follow-up [1]. Inves tigations that help in the diagnosis of CHCF include an ultrasound, maternal alpha fetal protein, and beta HCG \nlevels. Cytogenetic studies by chorionic villus sampling of \nthe affected fetus can help in the definitive diagnosis of \na complete mole in contrast to a partial mole, in which \ncase androgenic chromosomes will be seen in a com plete mole as compared with a partial mole, which has \nboth maternal and paternal chromosomes [11]. The levels \nof beta hCG in this case report (165,780 mIU/ml) were \ncomparable with levels in previous case reports where an \naverage beta HCG level of 150,000 mIU/ml was reported \n[8].\nDifferential diagnosis that needs to be considered in \ncases of CHCF is placental mesenchymal dysplasia; a \nbenign vascular anomaly of the placenta whose appear ance on imaging closely resembles molar pregnancy. \nHowever, in placental mesenchymal dysplasia, bHCG \nlevels are usually within normal ranges, with a distinction \nbetween the two conditions made through placental his topathology or cytogenetic studies [12].\nThis case in unique in that the patient had CHCF, with \nthe molar sac having placenta previa and features of cho rioamnionitis that were unexplained. To our knowledge, \nonly one similar case has been reported, with a live birth \nat 28 weeks with eventual survival [7].\nThe diagnosis of chorioamniotinis is challenging, but \ncan be made on the basis of clinical findings, positive \ncultures from amniotic fluid, or histopathological assess ment of the placenta. This poses a dilemma in manage ment of patients with suspected chorioamnionitis, as \namniotic fluid culture, despite being the most reliable \ntest, requires time (up to 72  hours) while histopatho logical diagnosis is usually post-delivery [13]. Clini cal diagnosis is highly subjective due to heterogeneous \nFig. 5 The arrow in the first slide shows hydropic villi confirming a molar pregnancy. The black arrow in the second slide shows multiple \nneutrophils under the amnion under low power field, while the black arrow in the third slide shows neutrophils under the amnion under high \npower field\nPage 5 of 5\n Mwangi et al. Journal of Medical Case Reports          (2024) 18:569 \n \npresentation of patients with a need to rule out other foci \nof infection. However, up to 38.1% of clinically diagnosed \ncases of chorioamnionitis may not be corroborated by \nhistological findings (14). Typical clinical presentation \nof chorioamnionitis includes maternal fever, tachycar dia, tachypnea, uterine tenderness, and fetal tachycar dia. None of these are specific to chorioamnionitis. Our \npatient did not present with uterine tenderness and col lected amniotic fluid on amniocentesis was nonpurulent \nand non-foul-smelling during delivery. However, there \nwas a possible focus of infection from the open cervix \nand aborted complete hydatidiform mole. The initial plan \nwas to initiate antibiotics and establish the focus of infec tion to avoid possible unwarranted premature delivery. \nHowever, due to deteriorating maternal status despite \nintervention—antibiotics, intravenous fluids, and antipy retics—a decision was made to proceed with delivery for \nmaternal safety.\nThe uniqueness of this case is that the sac with the nor mal fetus remained sterile as confirmed by amniotic and \nblood cultures from the neonate. The patient also had a \nlive birth, which is rare. We opine that the sac with the \ncomplete mole underwent degeneration, hence the Per \nvaginal (PV) bleeding. Moreover, the complete mole \nwas the presenting sac, and during examination on her \nlast admission, the cervix was open, and vesicles were \nobserved on speculum. Degeneration may have led to \nthe bleeding and infection of the complete mole, and this \nmay explain why the patient was pyretic, tachycardic, and \ntachypneic.\nThe ultrasound features of snowstorm appearance, \ntogether with the delivery of a normal fetus and the pla cental histology, were confirmatory of a complete molar \npregnancy coexisting with a normal fetus.\nConclusion\nA hydatidiform mole coexisting with a normal fetus is \nan extremely rare occurrence and presents a challenge in \nmanagement due to fetal and maternal complications.\nAcknowledgements\nThanks to Dr. Kate Mwango Mandere, pathology resident, for providing \nhistopathology slides.\nAuthor contributions\nMaryanne Muthoni Mwangi was responsible for conceptualization, design, \nwriting of the original draft and revision, and formal analysis; Mjahid Hassan for \nconceptualization, design, writing of the original draft and revision, and formal \nanalysis; Justus Muthoni for conceptualization, design, writing of the original \ndraft and revision, and formal analysis; and Sikolia Wanyonyi for conceptualization, supervision, validation, writing the original draft, and review and editing.\nFunding\nThis case report had no source of funding.\nAvailability of data and materials\nNot applicable.Declarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing of interest to declare or competing interests.\nReceived: 25 January 2024   Accepted: 5 September 2024\nReferences\n 1. Radhouane A, Imen BA, Khaled N. Twin pregnancy with both complete \nhydatiform mole and coexistent alive fetus: case report. Asian Pacific J \nReproduct. 2015;4(4):331–3.\n 2. Lee SW, Kim MY, Chung JH, Yang JH, Lee YH, Chun YK. Clinical findings of \nmultiple pregnancy with a complete hydatidiform mole and coexisting \nfetus. J Ultrasound Med. 2010;29(2):271–80.\n 3. Hassan SA, Akhtar A, Ud Deen Z, Khan M, Jamal S, Sohail S, et al. Sad fetus \nsyndrome: partial molar pregnancy with a live fetus. Cureus. 2018;10(8): \ne3175.\n 4. Hemida R, Khashaba E, Zalata K. Molar pregnancy with a coexisting living \nfetus: a case series. BMC Pregnancy Childbirth. 2022;22(1):681.\n 5. Vimercati A, de Gennaro AC, Cobuzzi I, Grasso S, Abruzzese M, Fascilla FD, \net al. Two cases of complete hydatidiform mole and coexistent live fetus. J \nPrenat Med. 2013;7(1):1–4.\n 6. Yayna AA, Ayza A, Dana WW, Yemaneh A, Worana B, Tesfaye A, et al. \nComplete molar pregnancy with coexisting normal twin complicated by \nhyperthyroidism that resulted in normal alive delivery: a case report from \nWolaita Sodo Ethiopia. SAGE Open Med Case Rep. 2023. https:// doi. org/ 10.  \n1177/ 20503 13X23 11894 04.\n 7. Rodriguez E, Zamora JO, Monfort IR, Rubert L, Fuster S, Diago V, et al. Unusual twin pregnancy: complete hydatidiform mole with coexistent normal \nfetus. Clin Exp Obstet Gynecol. 2017;44(3):492–3.\n 8. Irani RA, Holliman K, Debbink M, Day L, Mehlhaff K, Gill L, et al. Complete \nmolar pregnancies with a coexisting fetus: pregnancy outcomes and review \nof literature. AJP Rep. 2022;12(1):e96–107.\n 9. Libretti A, Longo D, Faiola S, De Pedrini A, Troìa L, Remorgida V. A twin \npregnancy with partial hydatidiform mole and a coexisting normal fetus \ndelivered at term: a case report and literature review. Case Rep Women’s \nHealth. 2023;39: e00544.\n 10. Lin LH, Maestá I, Braga A, Sun SY, Fushida K, Francisco RPV, et al. Multiple \npregnancies with complete mole and coexisting normal fetus in North and \nSouth America: a retrospective multicenter cohort and literature review. \nGynecol Oncol. 2017;145(1):88–95.\n 11. Dolapcioglu K, Gungoren A, Hakverdi S, Hakverdi AU, Egilmez E. Twin \npregnancy with a complete hydatidiform mole and co-existent live \nfetus: two case reports and review of the literature. Arch Gynecol Obstet. \n2009;279(3):431–6.\n 12. Mittal D, Anand R, Sisodia N, Singh S, Biswas R. Placental mesenchymal \ndysplasia: What every radiologist needs to know. Indian J Radiol Imaging. \n2017;27(1):62–4.\n 13. Tita AT, Andrews WW. Diagnosis and management of clinical chorioamnio nitis. Clin Perinatol. 2010;37(2):339–54.\n 14. Smulian JC, Shen-Schwarz S, Vintzileos AM, Lake MF, Ananth CV. Clinical \nchorioamnionitis and histologic placental inflammation. Obstet Gynecol. \n1999;94(6):1000–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published \nmaps and institutional affiliations."
  }
}