{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04748-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04748-0.pdf",
  "metadata": {
    "/Keywords": "Adult atlantoaxial rotatory subluxation; Atlantoaxial rotatory fixation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927115944+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240921162849+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04748-0",
    "/Author": "Keyvan Eghbal ",
    "/Title": "Long-term outcome of adult traumatic atlantoaxial rotatory fixation: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04748-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background This case series presents five cases of adult atlantoaxial rotatory subluxation (AARS) following traumatic \nevents, focusing on treatment strategies and long-term outcomes.",
    "Case Presentation": "Case presentation This paper includes four Iranian male patients and one Iranian female patient with ages ranging \nfrom 25 to 46 years old. Each case involved unique presentations and management approaches. Initial conservative treatments, including skull traction and orthoses, were attempted, but surgical intervention became necessary \ndue to inadequate response. Surgical fixation significantly improved functional status and alleviated symptoms in all \npatients, leading to long-term relief. Radiological assessments demonstrated successful outcomes post-surgery.\nConclusions This study underscores the importance of considering both conservative and surgical options in managing adult atlantoaxial rotatory subluxation to achieve optimal outcomes.\nKeywords  Adult atlantoaxial rotatory subluxation, Atlantoaxial rotatory fixation",
    "Introduction": "Introduction\nAtlantoaxial rotatory subluxation (AARS) is an uncom mon condition that mostly occurs in pediatric population \nas a result of injury to facet joints and surrounding liga ments, namely Alar and transverse ligaments, at C1–C2 \nlevel [1]. The incidence of mentioned condition in adult \ngroup is less and is caused by high-energy trauma such \nas motor vehicle accidents or falling down [2]. AARS is \na potentially life-threatening condition that encompasses \nvariety of symptoms ranging from limitation of range of \nmotion and torticollis to death; in addition, diagnosis is \nbased on physical examination and radiological find ings [3, 4]. Due to rarity of the condition, treatment is controversial and both conservative and surgical treat ment have been described previously [5–7]. Here we \npresent the report of five AARS cases and investigate \nthe treatment strategies, in addition to the long-term \noutcomes.\nCase presentation\nCase 1\nA 25-year-old Iranian male presented to our tertiary \ntrauma bay following motor vehicle accident. Primary \nand secondary trauma surveys exhibited no major dis ability except for limitation of cervical range of motion \n(CROM) along with abnormal neck posture (torticol lis). His Glasgow Coma score (GCS) was 15 and both \npupils were reactive to light. Since the patient suffered \nfrom suboccipital pain and midline tenderness at occip itocervical junction, he underwent cervical computed \ntomography scan and findings were in favor of AARS as \nwell as hangman’s fracture. Magnetic resonance imag ing (MRI) revealed no significant ligamentous injury \nand only facet joint effusion as well as paravertebral *Correspondence:\nSaeed Tayebi Khorami\nsaeed253tayebi@gmail.com\n1 Department of Neurosurgery, Shiraz University of Medical Sciences, \nShiraz, Fars, Iran\n2 Student Research Committee, Shiraz University of Medical Sciences, \nShiraz, Iran\nPage 2 of 5 Eghbal et al. Journal of Medical Case Reports          (2024) 18:469 \nedema. After implementing skull traction and Phila delphia cervical collar, the desired improvement was \nnot achieved; therefore, he underwent intraoperative \ntraction, open reduction with gentle manipulation, \nand posterior C1/C3 fusion to release the facet and \nresolve the torticollis; 2-year follow-up showed signifi cant symptom relief; visual analogue scale (VAS) was \n1 and there was no crucial limitation in cervical range \nof motion. Additionally, radiologic findings exhibited \nremarkable advancement in all features.\nCase 2\nFollowing a motor vehicle accident, a 30-year-old Ira nian male patient presented with cock-robin posture of \nthe neck in addition to right-side brachial plexus injury \nand ipsilateral shoulder dislocation. Apart from limita tion of cervical motion and suboccipital pain (VAS 8) \nand associated midline tenderness, primary and sec ondary surveys indicated no other significant findings. \nHis GCS was 15 and both pupils were reactive to light. \nHe underwent computed tomography (CT) scan and \nAARS with anterior displacement of atlas (5 mm) was \ndetected. MRI showed transverse ligament injury along \nwith bilateral facet joint effusion and paravertebral \nedema. He was classified as Fielding–Hawkins grade \n2 and primarily underwent nonsurgical management \nusing Gartner–Wall skull traction and Philadelphia \ncervical collar. Due to inadequacy of conservative-only \nmanagement, surgical option was chosen for him with \natlantoaxial fixation; 18-month follow-up showed sig nificant pain relief (VAS 1) as well as notable progress \nin cervical range of motion.\nCase 3\nAfter motor vehicle accident, a 27-year-old Iranian \nmale patient was brought to our tertiary trauma center. \nTrauma surveys revealed no major disability other than \ntorticollis and limited cervical ROM. He also suffered \nfrom suboccipital headache in addition to midline ten derness in occipitocervical junction. His GCS was 15 and \npupils were equally brisk in response to light. Cervical \nCT scan was taken and it revealed AARS along with uni lateral C1–C2 facet fracture on left side. Patient under went cervical MRI and it showed evidence of no notable \nligamentous injury with joint effusion on left side as well \nas paravertebral soft tissue swelling. First, Gartner–Wall \ntraction and Philadelphia collar were applied, and due to \nincompetence of nonsurgical management, he eventu ally underwent C1–C2 fixation surgery; 6 year follow-up \ndemonstrated outstanding improvement in both clinical \nand radiologic parameters.Case 4\nAn Iranian 46-year-old female patient presented with tor ticollis and limited cervical range of motion in addition \nto severe neck pain (VAS 8) after falling from five stairs, \nand was brought to our trauma hospital. Initial assess ment revealed no obvious disability, and no neurological \ndeficit was found during further evaluation. Cervical CT \nscan was indicative of AARS with no significant anterior \ndisplacement of atlas. Patient underwent MRI to appraise \nsoft tissue injury, which was indicative of paravertebral \nsoft tissue swelling with no obvious ligamentous injury. \nAs was mentioned in previous cases, due to incompe tence of conservative-only management, she underwent \nsurgery. Subsequent follow-up findings demonstrated \nnoticeable resolution of symptoms (VAS 0) with limita tion of cervical motion in rotation to left side, exclusively.\nCase 5\nFollowing to a motor vehicle accident, a 32-year-old Ira nian male patient presented with abnormal neck posture \nand severe pain in occipitocervical junction (VAS 9); \nmoreover, primary and secondary surveys manifested \nlimited cervical range of motion in every plane. No \nother outstanding neurological deficit was detected and \npatient was prepared to have further radiological evalu ation. Findings of CT and MRI revealed AARS with uni lateral facet fracture along with paravertebral soft tissue \nswelling, disruption of alar ligament, and facet edema, \nrespectively. He had atlantoaxial fixation surgery after \nnonsurgical management failed. Long-term follow-up \ndeclared complete pain relief (VAS 0) along with remark able resolution of limitation of CROM.",
    "Discussion": "Discussion\nAARS is rare in adults and usually",
    "Results": "results from highenergy trauma. It can be life-threatening, with symptoms \nranging from limited motion and torticollis to death. \nDiagnosis relies on physical exams and radiological find ings. This report presents five adult AARS cases, all ini tially managed conservatively but ultimately requiring \nsurgical intervention due to inadequate responses. These \ncases often involved other complicating injuries necessi tating stabilization surgery. Post-surgery, patients showed \nsignificant symptom improvement and functional recov ery. Radiological assessments confirmed long-term sur gical success, highlighting the benefits of atlantoaxial \nfixation in terms of quicker recovery and reduced hos pital stays. This study’s importance lies in its detailing \nof comprehensive adult cases and the efficacy of surgical \ntreatment after conservative",
    "Methods": "methods failed.\nThere are a few cases in the literature pertaining \nto adult traumatic atlantoaxial fixation; therefore, to \nPage 3 of 5\n Eghbal et al. Journal of Medical Case Reports          (2024) 18:469 \n \nexemplify the topic on the ground of the previous stud ies seems inconvenient. Different classification systems \nfor AARS have been alluded to in the literature, and \namong them the Fielding–Hawkins classification is the most applied [8]. It has been suggested to manage the \nmentioned condition in all grades conservatively at first; \nmeanwhile, if the follow-up clinical and radiologic find ings are unfavorable, surgical options could be taken \nFig. 1 Radiologic measures of case 1 before and after surgery in long-term follow-up: A (yellow lines) shows the rotational angle as an indicator \nof rotational atlantoaxial subluxation, which was notably improved in long-term follow-up (from 43 to 9 degrees); B reveals preoperative cervical \nmagnetic resonance imaging; as seems obvious, no evidence of transverse ligament disruption was seen; C demonstrates occipitoaxial angle \n(yellow lines), which had no significant change before surgery and in long-term follow-up; D and E manifest distal segment lordosis and cervical \nCobb’s angle (yellow lines) with no significant change; and F shows the fusion condition of fixed vertebrae postoperatively\nPage 4 of 5 Eghbal et al. Journal of Medical Case Reports          (2024) 18:469 \ninto consideration [9]. Conservative therapeutic strate gies, including closed reduction via skull traction as well \nas orthoses, were applied to all presented cases initially; \nhowever, due to inadequate response to nonsurgical \nmanagement, all of them ended up undergoing fixation \nsurgery. Other concomitant injuries associated with \ncraniocervical junction, such as unilateral or bilateral \natlantoaxial facet fracture, Jefferson fracture, and frac tures of the odontoid process, may necessitate further \nstabilization of the involved structures yielding to failure \nof conservative only treatment [10]. Atlantoaxial fixation \nsurgery of nominated patients seriously improved their \nfunctional status and caused relief of their complaints. All \nthe patients experienced resolution of their symptoms, \nnamely pain in suboccipital region (VAS) and limitation \nof cervical range of motion. As has been demonstrated \nthus far, atlantoaxial fixation surgery has the advantage of \nearlier functional recovery and less expenditure of hospi tal resources because of shortened hospital stay and suc ceeding investigations [11]. Several radiologic measures were administered in the present study by which the \nprosperity of surgical management in long-term followup was assessed. Among them, the C1–C2 rotational \nangle demonstrated the degree whereby the rotational \nsubluxation was reduced; in addition, distal segment lor dotic angle is the indicator of sagittal cervical alignment \nof distal segment in instrumented C1–C2 fixation surger ies postoperatively. Abnormal occipitoatlantal angle may \nindicate the instability in craniovertebral junction due to \nassociated ligamentous and soft tissue injuries; moreover, \nsuboccipital or craniocervical pain may lead to loss of \nnormal cervical lordosis. All the aforementioned radio logic criteria were assessed in the present study both pre- \nand postoperatively, and the results showed significant \nlong-term improvement (Fig. 1, Tables 1, 2).\nConclusions\nAARS is a rare condition with few case reports in litera ture; hence, managing it properly is a dilemma for spine \nsurgeons. Both conservative and surgical therapeutic Table 1 Radiologic measures of operated AARS cases in long-term follow-up\nTOR  torticollis, VAS  visual analogue scale, CROM LIMIT cervical range of motion limitation, ROT ANG C1–C2 rotational angle, O-C2 occipitoaxial angle, DISTAL SEG LOR \ndistal segment lordotic angle, COB  cervical Cobb’s angle, FUS  fusionCases Preoperative Postoperative (long term follow-up)\nClinical findings Radiologic findings Clinical findings Radiologic findings\nTOR VAS CROM\nLIMITROT ANG O-C2 DISTAL\nSEG LORCOB FUS TOR VAS CROM\nLIMITROT\nANGO-C2 DISTAL\nSEG LORCOB FUS\nCase 1\n(2 Y)YES 9 ROT\nFLEX\nEXT43 18 8 23 NO NO 1 EXT 9 23 8 23 YES\nCase 2\n(18 M)YES 8 ROT\nFLEX\nEXT30 12 1 2 NO NO 1 LFT\nROT6 13 3 12 YES\nCase 3\n(6 Y)YES 9 ROT\nFLEX\nEXT39 16 0.5 1 NO NO 1 RT\nROT5 14 3 14 YES\nCase 4\n(1 Y)YES 8 ROT\nFLEX\nEXT35 22 1 6 NO NO 0 LFT\nROT8 24 3 9 YES\nCase 5\n(3 M)YES 9 ROT\nFLEX\nEXT18 9 3 5 NO NO 0 LFT\nROT8 13 3 9 YES\nTable 2 Fielding–Hawkins classification of atlantoaxial rotatory fixation\nAdopted from ref. [12]Fielding–Hawkins classification of atlantoaxial rotatory fixation\n• Type I: Rotatory dislocation without anterior displacement, intact transverse ligament, and the dens acting as the pivot point\n• Type II: Rotatory dislocation with anterior displacement between 3 mm and 5 mm, injured transverse ligament, and the opposite facet acting \nas the pivot point\n• Type III: Anterior rotatory dislocation of both facet joints with anterior displacement > 5 mm and injured transverse ligament and facet capsules\n• Type IV: Posterior rotatory dislocation of both facet joints\nPage 5 of 5\n Eghbal et al. Journal of Medical Case Reports          (2024) 18:469 \n \nstrategies should be applied coherently to achieve opti mal outcomes. It is worth noting that surgical modality, \nas has been presented in present essay, should not be \navoided or postponed in patients in whom nonsurgical \nmanagement has failed.\nAcknowledgements\nNot applicable.\nAuthor contributions\nInvestigation: KY, HJ, STK, and ASM; data gathering: HJ, ASM, and BS; writing—\ndraft: KY, ASM, BS, STK, and SZ; and writing—revision: STK and SZ.\nFunding\nNot applicable.\nAvailability of data and materials\nFurther data may be made available upon reasonable request from the cor responding author.\nDeclarations\nEthical approval and consent to participate\nWritten informed consent was obtained from the patients for participation in \nthis study.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there is no conflict of interests in design, execution, \nand drafting of this study.\nReceived: 17 May 2024   Accepted: 22 July 2024\nReferences\n 1. Eghbal K, et al. Surgical management of adult traumatic atlantoaxial rotatory subluxation with unilateral locked facet; case report and literature \nreview. Bull Emerg Trauma. 2018;6(4):367.\n 2. Stenson D. Diagnosis of acute atlanto-axial rotatory fixation in adults. \nRadiography. 2011;17(2):165–70.\n 3. Hawi N, Alfke D, Liodakis E, Omar M, Krettek C, Muller CW, et al. Case \nreport of a traumatic atlantoaxial rotatory subluxation with bilateral \nlocked cervical facets: management, treatment, and outcome. Case Rep \nOrthop. 2016;2016:7308653.\n 4. Jeon SW, Jeong JH, Moon SM, Choi SK. Atlantoaxial rotatory fixation in \nadults patient. J Korean Neurosurg Soc. 2009;45(4):246–8.\n 5. Miyao Y, Sasaki M, Umegaki M, Yonenobu K. Adult case of atlantoaxial \nrotatory fixation treated with in situ fixation using an unusual posterior \ninstrumentation construct. NMC Case Rep J. 2017;4(3):63–6.\n 6. Moore KR, Frank EH. Traumatic atlantoaxial rotatory subluxation and dislo cation. Spine. 1995;20(17):1928–30.\n 7. Yang JS, Hao DJ. Traumatic atlantoaxial rotatory subluxation with bilateral \nlocked cervical facets. Spine J. 2015;15(7):1678–9.\n 8. Eghbal K, Zafarshamspour S, Tamjidi M, Khosravifarsani A, Jaloliddin \nBegijonovich M, Tayebi KS. Surgical management of adult traumatic \natlantoaxial rotatory fixation with hangman fracture: case report and \nliterature review. Arch Bone Jt Surg. 2023;11(4):301–5.\n 9. Venkatesan M, Bhatt R, Newey ML. Traumatic atlantoaxial rotatory \nsubluxation (TAARS) in adults: a report of two cases and literature review. \nInjury. 2012;43(7):1212–5. 10. Eghbal K, Derakhshan N, Haghighat A. Ocular manifestation of a cervical \nspine injury: an adult case of traumatic atlantoaxial rotatory subluxation \nmanifesting with nystagmus. World Neurosurg. 2017;101:817.e1-817.e3.\n 11. González DCN, Ardura Aragón F, Sanjuan JC, Maniega SS, Andrino AL, \nGarcía Fraile R, Labrador Hernández G, Calabia-Campo J, Caballero-García \nA, Córdova-Martínez A. C1–C2 Rotatory subluxation in adults “a narrative \nreview.” Diagnostics. 2022;12(7):1615. https:// doi. org/ 10. 3390/ diagn ostic \ns1207 1615.\n 12. Fielding JW, Hawkins RJ. Atlanto-axial rotatory fixation: (Fixed rotatory \nsubluxation of the atlanto-axial joint). J Bone Jt Surg. 1977;59(1):37–44.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}