{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05079-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05079-4.pdf",
  "metadata": {
    "/Keywords": "Thyroidectomy; Recurrent laryngeal nerve; Nerve injury; Nerve monitoring; Intraoperative monitoring",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250228122945+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250227140846+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05079-4",
    "/Author": "Saad Alshehri ",
    "/Title": "Unexpected postoperative incidental recurrent laryngeal nerve palsy post total thyroidectomy after intraoperative nerve monitoring (overstimulation and fatigability): a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05079-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Postoperative recurrent or permanent recurrent laryngeal nerve injury is one of the most serious complications in the field of thyroid surgery, in either benign or malignant thyroid disease, significantly affecting patients’ \nquality of life. The importance of recurrent laryngeal nerve identification intraoperatively reduces the risk of injury. We \nreport herein a young patient who underwent nerve monitoring in total thyroidectomy that led to recurrent laryngeal \nnerve injury.",
    "Case Presentation": "Case presentation We report a 30-year-old Arab male patient who presented to our clinic with a longstanding \nthyroid swelling, which was reported as papillary thyroid carcinoma, and was scheduled for total thyroidectomy \nand lymph node dissection. Nerve monitoring was used to identify the recurrent laryngeal nerve, leading to recurrent \nlaryngeal nerve nerve fatigability/paresis that was seen during the postoperative course.",
    "Conclusion": "Conclusion Visual identification of the recurrent laryngeal nerve is the gold standard for nerve protection. We \nrecommend the use of nerve monitoring as an adjunct in challenging cases but not in routine settings, as it does \nnot decrease the incidence of injuries compared with visualization alone in our experience.\nKeywords  Thyroidectomy, Recurrent laryngeal nerve, Nerve injury, Nerve monitoring, Intraoperative monitoring\nBackground\nThe incidence of permanent complications after thy roidectomy is generally low [1]. One of the classical \ncomplications that is mainly reported after performing \nthyroidectomy is dysphonia, which arises owing to the \nclose anatomic proximity of the thyroid gland with the \nrecurrent laryngeal nerves (RLNs). This dysphonia may \nbe either temporary, occurring in 5–11% of cases, or per manent, in 1–3.5% of cases [1]. Postoperative recurrent \nor permanent RLN injury is one of the most serious com plications in the field of thyroid surgery, in either benign Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAhad Alotaibi\nAhadalotaibi35@gmail.com\n1 Endocrine Surgery, Department of General Surgery, King Abdulaziz \nMedical City, Ministry of National Guard Health Affairs, Riyadh, Saudi \nArabia\n2 General Surgery, Department of General Surgery, King Abdulaziz \nMedical City, Ministry of National Guard Health Affairs, Riyadh, Saudi \nArabia\n3 Cardiovascular and Thoracic Anesthesia Consultant, Department \nof Anesthesia, King Abdulaziz Medical City, Ministry of National Guard \nHealth Affairs, Riyadh, Saudi Arabia\nPage 2 of 6 Alshehri et al. Journal of Medical Case Reports           (2025) 19:82 \nor malignant thyroid disease, significantly affecting \npatients’ quality of life [1]. The importance of RLN iden tification intraoperatively reduces the risk of injury. Vari ous",
    "Methods": "methods of nerve identification have been described, \nincluding direct visualization of the vocal cords during \ndissection; intermittent monitoring techniques, such \nas palpation of the cricothyroid after stimulation of the \nnerve with a disposable stimulator; and continuous \nmonitoring methods, such as intramuscular electromy ographic (EMG) electrodes [2, 3]. RLN injury is usually \ndiscovered postoperatively with transient or permanent \ndamage, with most of these occurring without a notice able injury to the nerve intraoperatively, owing to intense \nstretching of the gland, direct suction, electrothermal \ninjury, or anatomical variations of RLN [4]. Some chal lenging cases, such as a huge multinodular goiter and \nredo surgery, tend to increase the risk of injury [4]. The \nincidence of permanent injury ranges from 0.5% to 5%, \nwhereas transient injury can occur with an incidence \nranging from 1% to 30% [4]. Patients who experience \nRLN damage will develop dysphonia postoperatively, \nwith or without swallowing problems, and shortness \nof breath, as the RLN innervates all intrinsic muscles of \nthe larynx except the cricothyroid muscle. So, injury will \ncause a paresis or palsy to the vocal cords, and some cases \nmight even require urgent airway intervention, such as \nintubation or tracheostomy if it is affected bilaterally. \nIntraoperative nerve monitoring (IONM) is considered a \nuseful tool that aids in assessing the functional integrity \nof the RLN and aids the identification of the RLN. IONM \nwas utilized in a study conducted on patients undergoing \nthyroid surgeries for malignant conditions to predict the \nfactors that can influence temporary RLN palsy [6]. RLN \npalsy was found to be associated with low baseline ampli tude and/or a requirement of higher current to main tain normal baseline amplitude during IONM or thyroid \nmalignancy-related surgery [6]. These findings could be \nused as indicators to predict temporary RLN palsy [6]. \nHowever, even with utilizing IONM intraoperatively, the \nrisk of RLN injury is not decreased when compared with \ndirect visualization alone [5].\nIn this case, we share our experience where nerve \nmonitoring was used and we believe might have induced \nnerve fatigability/paresis with higher stimulation current \nand frequency, seen in a young patient managed for thy roid malignancy in a tertiary care center in Riyadh, Saudi \nArabia.\nCase presentation\nInitial presentation\nA 30-year-old Arab male presented to our endocrine sur gery clinic complaining of neck swelling for more than \n2  years. He noted that the swelling was mainly on the left side, but he never sought medical attention as he was \nnever symptomatic before. He was only investigated after \nhe noted that the swelling had become more progressive \nin size. He denied having any voice changes, difficulty or \npain during swallowing or choking, difficulty sleeping, or \nany compressive symptoms. He also denied having any \ngeneralized constitutional symptoms. He had no history \nof previous radiation exposure, upper airway or neck \nsurgery or medications, any thyroid or endocrine dis eases or any hormonal imbalance, or any previous malig nancy. His social history was significant for smoking for \nmore than 8  years.  His family history was significant \nas he had two siblings complaining of thyroid-related \nissues (his parents have no consanguinity). He had done \nthyroid laboratory testing and thyroid ultrasound (US) \noutside. His laboratory blood tests showed thyroid stim ulating hormone (TSH) of 1.43 mIU/L (reference range \n0.35–4.94 mIU/L), free triiodothyronine (T3) of 2.79  pg/\ndL (reference range 1.58–3.91 pg/dL), and free thyrox ine (T4) of 1.10  ng/dL (reference range 0.7–1.48 ng/dL). \nThe thyroid US report showed that the right thyroid was \nof normal size, with a homogeneous echo pattern with \nno discrete nodules evident. The left thyroid gland was \nof large size and heterogeneous echogenicity, contain ing multiple complex nodules and internal calcification, \nthe largest measuring 39.33 mm × 21.93  mm. The gland \nshowed internal hypervascularity under Doppler, and \nshowed a large complex cyst that was rounded and oval \nwith a smooth margin that contained a low level of echo genicity that might be hemorrhagic, measuring 43.40  \nmm × 25.7 mm × 34.79  mm. Neck computed tomogra phy (CT) with intravenous contrast was done to rule \nout retrosternal extension, which showed an enlarged \nleft thyroid lobe with the presence of a complex thyroid \nnodule measuring 9 cm × 5 cm, with central calcification. \nThe cranial cystic component reached up to the level of \ncarotid bifurcation, the trachea was mildly compressed \nand deviated to the right side,  and there was retroster nal extension of the left lobe by 1.3  cm. Other findings \nwere unremarkable. The patient was admitted electively \nfor surgery, undergoing total thyroidectomy with central \nneck dissection.\nIntraoperative observations\nThe patient underwent total thyroidectomy and cen tral neck dissection. Intraoperatively, we proceeded as \nper the standard surgical approach. A specialized neu romonitoring tube was inserted under direct vision with \nthe guidance of a Glidescope. Clear instructions were to \navoid any long-acting muscle relaxant agents. The patient \nwas successfully intubated, and the tube was precisely \nplaced between the vocal cords. The electrophysiology \nof the nerve monitoring was  to stimulate the nerve by \nPage 3 of 6\n Alshehri et al. Journal of Medical Case Reports           (2025) 19:82 \n \na standard current through an electrical probe that was \ntransmitted after  the contraction of the vocal muscles, \nwhich was stimulated by the electrodes placed on the \nendotracheal tube, and these contractions were reflected \nin the form of an electromyographic (EMG) wave.\nWe were able to identify the superior vascular pedicle \nand separate it from the external branch of the supe rior laryngeal nerve, which was protected. The RLN was \nidentified and protected throughout the whole proce dure. On the left side (the site of the tumor), there were \nextensive adhesions and fibrosis, and the thyroid nodule \nat the site of malignancy was also very adhesive, fibro cystic, and adherent to the muscles. The RLN had been \nfollowed to the entrance, and nerve monitoring was used, \nbut it was not helpful. The stimulation current used was \nbetween 0.8 and 1 µV, and at some point the threshold \nwas downgraded from 100 to 75 to increase the sensitiv ity, and the current was increased above 1 µV, but never \nexceeded 3 µV. Initially, we had a satisfactory signal, but \nwith repeated stimulation, the signal was inaccurate and \nmisleading. Also, IONM was used on the right side, but \nit was much weaker with the same current and thresh old. Intraoperatively, the patient was extubated and toler ated the procedure well. An awake Glidescope was done \nby the anesthesia team post-extubation in the operating \nroom and found vocal cord abducting and adducting \nbilaterally. After that, the patient was transferred safely \nto the post-anesthesia care unit (PACU) in safe condition.\nPostoperatively\nThe patient developed a sudden stridor upon his arrival \nin the PACU, for which nasopharyngolaryngoscopy was \ndone under anesthesia for interval assessment. It revealed \nthat both vocal cords were visualized and noticed to be \ntense, but no abduction or adduction movement was \ndetected bilaterally. The vocal cords were in abduction, \nand with the scope advanced in the trachea (beyond the \nglottic area), no cough/sensation or movement was seen. \nThe otorhinolaryngology (ENT) team was consulted \nimmediately. Upon their assessment, he was vitally sta ble, kept on 3 L oxygen  (O2) nasal cannula, kept on noth ing by mouth, and arranged to go for an intensive care \nunit (ICU) monitoring bed. Another nasolaryngoscopy \nwas done by ENT as well, showing bilateral immobility \nof the vocal cords in the paramedian position from their \nside. They recommended to keep nothing by mouth, start \non dexamethasone 8 mg intravenously three times a day \n(TID), racepinephrine nebulization as needed (PRN), \nvitamin B complex, to place the patient on enteral feeding \nvia a nasogastric tube (NGT), a swallowing assessment \nonce the patient stabilized, and if the patient developed \nany signs of respiratory distress to proceed with intu bation. During his ICU admission, two trials of NGT insertions failed, as the patient was gagging and did not \ntolerate it, for which he was kept on maintenance intra venous fluids. He was having aphonia with a low-pitched \nvoice. In the ICU, on his postoperative day (POD) 1, he \nwas on an  O2 nasal cannula, before he was weaned off  \noxygen, tolerated it, and was sating well on room air. On \nPOD 3, the patient was able to swallow his own saliva \nwithout choking, but his voice was still hoarse. Overall, \nhe remained completely asymptomatic during his ICU \nstay, never developing any choking episodes, aspiration, \nor any signs of respiratory compromise. After stabiliza tion of his general condition, the ENT swallowing team \nwas contacted, for which the patient underwent fiberop tic endoscopic evaluation of swallowing (FEES) on POD \n7. FEES revealed aphonic voice with weak cough. An \noral-motor examination was unremarkable. FEES study \n(with the scope passed through the right nostril) showed \nnormal palate movement, bilateral vocal cord fold paraly sis in the paramedian position with respiratory chink \nabout 10–12  mm, phonatory gap big at about 10  mm, \nand no pooling of saliva in the valleculae, pyriform fos sae, or laryngeal inlet. With thick liquid (2–3 ml), there \nwas good oral control of the bolus, with mild penetra tion, but no aspiration, mild vallecular residual that was \ncleared with double swallowing and improved with chin \ntuck posture. With puree (5  ml) effortful swallowing, \nthere was no penetration, no aspiration, but mild vallecu lar residue that was cleared with a double swallow. Other \nconsistencies were not tested at that time for patient’s \nsafety. The diagnosis concluded neurogenic pharyngeal \ndysphagia, normal palate movement, bilateral vocal fold \nparalysis in the paramedian position, pharyngeal mus cle weakness, and fair laryngeal sensation. After the first \nsession of FEES, the patient was allowed to start on a \nliquid diet (except water) alongside intravenous mainte nance, while on steroids and vitamin B complex. He was \ntransferred from the ICU to a general surgical ward in a \nstable condition. He was rescheduled for another FEES \nassessment, which was done 14  days after the surgery, \nand showed that his voice had improved with dysphonic \nvoice, that he still did not choke with his saliva, with no \ndrooling, no dyspnea, no respiratory distress, and no stri dor. FEES study (passed through the right nostril) showed \nnormal palate movement, bilateral vocal fold paralysis in \nthe paramedian position with respiratory chink about \n10–12  mm, and phonatory gap improved from 10  mm \nto 2–3 mm. There was improvement of adductor move ment of the right vocal fold, with no pooling of saliva in \nvalleuclae, pyriform fossae, or laryngeal inlet. With thick \nliquids (2–5 ml) there was good oral control with bolus, \nwith no penetration, no aspiration, no residue, and that \nimproved with chin tuck posture, but penetration and \naspiration without chin tuck posture. With puree (5 ml) \nPage 4 of 6 Alshehri et al. Journal of Medical Case Reports           (2025) 19:82 \nand effortful swallow, there was no penetration, no aspi ration, but mild vallecular residue that was cleared with \na double swallow. With soft solids, there was no penetra tion, no aspiration, and no residue. The diagnosis this \ntime revealed a neurogenic pharyngeal dysphagia, left \nvocal cord paralysis, right vocal fold paresis, and pharyn geal muscle weakness with still fair laryngeal sensation. \nHe was planned for a third FEES assessment after 6 weeks \nfrom the second FEES session. Overall, the patient was \ndoing fine, remained completely asymptomatic, was able \nto tolerate orally, and was fit to be discharged home safely \non POD 15.\nFollow‑up\nPostoperative pathology revealed a diagnosis of papil lary thyroid carcinoma (PTC), with tall cell variant. The \npatient was referred for both endocrinology and radia tion oncology for further follow-up and management, as \nwell as follow-up with the ENT swallowing team for fur ther assessment.\nSeen after 6 weeks in the ENT clinic, he was improving \nclinically and was able to tolerate a regular diet. Cleared \nfrom ENT, he was to proceed to radioactive iodine abla tion, as planned by the endocrinology and radiation \noncology teams, and kept on vitamin B complex tablet \n(neurobion) for 3 months. After an interval of 3 months, \nthe patient was seen again in the ENT clinic; naso-fiber optic laryngeal examination was done and showed nor mal vocal cord movement. Thus reassured, the patient \nwas discharged from the clinic with no intervention or \nfurther follow-up needed.",
    "Discussion": "Discussion and conclusion\nAlthough injury to the RLN during thyroid surgery has \nbecome less reported and is no longer a common compli cation, it is still considered to be one of the major causes \nof high morbidity, and can greatly impact patients’ qual ity of life [1]. RLN injury can be classified as either direct \nor indirect. Direct injury can result secondary to direct \nclamping, ligature device entrapment, or electrothermal \ninjury [8]. These injuries can be preventable by adjust ing surgical techniques and improving surgical skills. On \nthe contrary, indirect injuries occur from excess trac tion of the nerve by stretching or distortion during thy roid dissection [8]. These injuries cannot be eliminated \nbecause the handling of thyroid tissue must be mobilized \nin an appropriate fashion before resection during sur gery [8]. In the field of thyroid surgery, continuous nerve \nmonitoring has gained wide popularity in benign, but \nmostly malignant, thyroid cases. IONM was established \nto be used in many tertiary centers worldwide to identify \nthe RLN and external branch of the superior laryngeal \nnerve (EBSLN) and thus reduce the rate of injury, as well as for early prediction of vocal cord paralysis intraop eratively [6]. Overall, few studies have reported whether \nRLN monitoring reduces the risk of postoperative paraly sis, and have shown conflicting",
    "Results": "results. One retrospective \nstudy that aimed to determine the role of intraoperative \nneuromonitoring and the parameters used to estimate/\npredict temporary RLN palsy in malignant thyroid cases \nshowed that patients with low baseline amplitude and/\nor requiring higher current to maintain normal baseline \namplitude were often associated with higher incidence \nof temporary RLN palsy in the postoperative period [6]. \nIn correlation to TNM staging of the thyroid malignancy, \npatients with advanced pT stage and intraoperative nerve \ninjury necessitated higher current to obtain a baseline \nEMG amplitude, which ultimately can affect the results of \nINOM [6]. One reported case showed that traction and \nother forms of mechanical stress impair signal transmis sion from RLN to vocal cord muscles, with characteristic \nelectrophysiological alterations of EMG signals [8]. This \nRLN injury was caused by traction on the thyroid, which \nmay lead to indirect injury by stretching Berry’s liga ment at the entrance to the larynx during an operation \n[8]. IONM is a helpful method to reduce the rate of RLN \npalsy with less experienced surgeons, with no superior ity of IONM over the visual identification of the nerve. \nIONM will aid in decreasing the rate of transient, but not \npermanent, RLN paresis compared with visualization \nalone, particularly in high-risk patients [6, 7].  Whether \nits use truly reduces the risk of RLN injury has yet to be \nproven [11]. Prior studies have reported on the benefit \nof continuous RLN monitoring. However, very few stud ies have compared the outcome of RLN monitoring ver sus no RLN monitoring [11, 12]. A systematic review of \nrandomized control studies concluded that visual iden tification is the safest approach to prevent nerve injury \n[9]. The rate of nerve injury is generally higher in thy roid carcinoma, goiter, and re-operation [9]. During thy roidectomy, both intraoperative IONM and visual nerve \nidentification alone are widely used. The choice of the \napproach depends on many factors, such as the surgeon’s \nexperience and technical resources. However, there is \nno clear evidence that IONM should be preferred over \nvisual nerve identification only in all patients undergoing \nthyroid surgery or whether it should be used in selected \nhigh-risk patients, for example, during revision thyroid \nsurgery [9]. RLN paralysis was recorded with an inci dence of 3.4% in all thyroid pathologies. The incidence is \nhigher in malignant tumors (5.7%) and varies depending \non the type of thyroid malignancy, ranging from 1.4% for \ndifferentiated cancer to 16.5% for anaplastic or undiffer entiated cancer, where direct invasion of the nerve can \noccur [10, 11]. The main pitfalls associated with continu ous nerve monitoring include the potential of having a \nPage 5 of 6\n Alshehri et al. Journal of Medical Case Reports           (2025) 19:82 \n \nfalse sense of security. Lack of stimulated EMG signals \nmay indicate that the structure being stimulated is not \nthe RLN or that the nerve is transected or neurapraxic \n(true negative). However, it could be due to inappropriate \nposition of the electrodes in relation to the vocal cords, \nwhich will lead to false negatives. This can be second ary to advancing the tube too far inferiorly or superiorly \nor because of rotation. Therefore, if the surgeon is con vinced that the RLN has been identified correctly but \ncannot obtain an EMG signal with electrical stimulation, \nit would be beneficial to check the tube position [11, 12].\nIn conclusion, visual identification of RLN is the gold \nstandard for nerve protection, and to reserve the use of \nnerve monitoring as an adjunct for challenging cases, not \nin routine settings, as it does not decrease the incidence \nof injuries compared with visualization alone. Further more, a good understanding of the electrophysiologi cal background of nerve monitoring is a must to avoid \npossible complications related to nerve fatigability and \noverstimulation. In our case, the patient required higher \ncurrent to maintain normal baseline amplitude, which \nresulted in temporary RLN palsy in the postoperative \nperiod.\nAbbreviations\nPRN  As needed\nBA  Bronchial asthma\nUS  Ultrasound\nCT  Computed tomography\nIV  Intravenous\nTSH  Thyroid-stimulating hormone\nFree T3  Triiodothyronine\nFree T4  Thyroxine\nPACU   Post-anesthesia care unit\nNPO  Nothing by mouth\nTID  Three times a day\nNGT  Nasogastric tube\nFEES  Fiberoptic endoscopic evaluation of swallowing\nPTC  Papillary thyroid carcinoma\nIONM  Intraoperative nerve monitoring\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05079-4.\nSupplementary File 1. Enlarged left thyroid lobe with central calcification, \nthe trachea is mildly compressed and deviated to the right side, there is \nretrosternal extension of left lobe by 1.3 cm\nSupplementary File 2. Nasopharyngolaryngoscopy in PACU revealed that \nboth vocal cords were visualized and were noticed to be tense, with no \nabduction or adduction movement detected bilaterally, vocal cord are in \nabduction, scope advanced in the trachea (beyond glottic area), and no \ncough/no sensation or movement seen\nSupplementary File 3. FEES at day 7 postoperatively revealed aphonic \nvoice with a weak cough, normal lip seal, tongue movement and denture, \nnormal palate movement, bilateral vocal cord folds paralysis in the paramedian position with respiratory chink about 10–12 mm, phonatory gap \nbig (about 10 mm), no pooling of saliva in the valleculae, pyriform fossae \nor laryngeal inlet. With thick liquid (2–3 ml), there was good oral control of \nthe bolus, with mild penetration, but no aspiration, mild vallecular residual that is cleared with double swallowing and improved with chin tuck \nposture. With puree (5 ml): effortful swallowing, there is no penetration, no \naspiration, but mild vallecular residue that is cleared with double swallow\nSupplementary File 4. FEES at day 14 postoperatively, showed bilateral \nvocal folds paralysis in the paramedian position with respiratory chink \nabout 10–12 mm, phonatory gap has been improved from 10 mm to \n2–3 mm. There was improvement of adductor movement of the right \nvocal fold\nAcknowledgements\nNot applicable.\nAuthor contributions\nAuthors contributed to the manuscript equally.\nFunding\nThere was no financial support.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 19 January 2024   Accepted: 23 December 2024\nReferences\n 1. Christou N, Mathonnet M. Complications after total thyroidectomy. J Visc \nSurg. 2013;150(4):249–56. https:// doi. org/ 10. 1016/j. jvisc surg. 2013. 04. 003.\n 2. Liu M-Y, Chang C-P , Hung C-L, Hung C-J, Huang S-M. Traction injury \nof recurrent laryngeal nerve during thyroidectomy. World J Surg. \n2019;44(2):402–7. https:// doi. org/ 10. 1007/ s00268- 019- 05178-6.\n 3. Pei M, Zhu S, Zhang C, Wang G, Hu M. The value of intraoperative nerve \nmonitoring against recurrent laryngeal nerve injury in thyroid reoperations. Medicine. 2021. https:// doi. org/ 10. 1097/ md. 00000 00000 028233.\n 4. Joliat G-R, Guarnero V, Demartines N, Schweizer V, Matter M. Recurrent \nlaryngeal nerve injury after thyroid and parathyroid surgery. Medicine. \n2017. https:// doi. org/ 10. 1097/ md. 00000 00000 006674.\n 5. Calò PG;Pisano G;Medas F;Tatti A;Pittau MR;Demontis R;Favoriti P;Nicolosi \nA; Intraoperative recurrent laryngeal nerve monitoring in thyroid surgery: \nIs it really useful? [Internet]. U.S. National Library of Medicine https:// \npubmed. ncbi. nlm. nih. gov/ 23868 637/. Accessed 15 Sept 2023\n 6. Velayutham P , Thiagarajan S, Daniel C, Shaikh M, Chakraborthy A, \nChidambaranathan N, et al. Importance of intraoperative neuromonitoring parameters in predicting temporary recurrent laryngeal nerve \npalsy following thyroid surgery for malignancy. Indian J Surg Oncol. \n2022;13(1):218–24. https:// doi. org/ 10. 1007/ s13193- 021- 01490-7.\n 7. Barczyński M, Konturek A, Cichoń S. Randomized clinical trial of visualization versus neuromonitoring of recurrent laryngeal nerves during thyroidectomy. Br J Surg. 2009;96(3):240–6. https:// doi. org/ 10. 1002/ bjs. 6417.\n 8. Schneider R, Bures C, Lorenz K, Dralle H, Freissmuth M, Hermann M. \nEvolution of nerve injury with unexpected EMG signal recovery in thyroid \nsurgery using continuous intraoperative neuromonitoring. World J Surg. \n2012;37(2):364–8. https:// doi. org/ 10. 1007/ s00268- 012- 1853-0.\nPage 6 of 6 Alshehri et al. Journal of Medical Case Reports           (2025) 19:82 \n 9. Cirocchi R, Arezzo A, D’Andrea V, Abraha I, Popivanov GI, Avenia N, et al. \nIntraoperative neuromonitoring versus visual nerve identification for \nprevention of recurrent laryngeal nerve injury in adults undergoing thyroid surgery. Cochrane Database Syst Rev. 2019. https:// doi. org/ 10. 1002/ \n14651 858. cd012 483. pub2.\n 10. Thomusch O, Sekulla C, Machens A, Neumann H-J, Timmermann W, Dralle \nH. Validity of intra-operative neuromonitoring signals in thyroid surgery. \nLangenbeck’s Arch Surg. 2004;389(6):499–503. https:// doi. org/ 10. 1007/ \ns00423- 003- 0444-9.\n 11. Shindo M. Incidence of vocal cord paralysis with and without recurrent \nlaryngeal nerve monitoring during thyroidectomy. Arch OtolaryngolHead Neck Surg. 2007;133(5):481. https:// doi. org/ 10. 1001/ archo tol. 133.5. \n481.\n 12. Dralle H, Sekulla C, Haerting J, Timmermann W, Neumann HJ, Kruse E, et \nal. Risk factors of paralysis and functional outcome after recurrent laryngeal nerve monitoring in thyroid surgery. Surgery. 2004;136(6):1310–22. \nhttps:// doi. org/ 10. 1016/j. surg. 2004. 07. 018.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}