{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04901-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04901-9.pdf",
  "metadata": {
    "/Keywords": "Orbital apex syndrome; Mucormycosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241118192814+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241115112038+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04901-9",
    "/Author": "Kinza Moin ",
    "/Title": "Orbital apex syndrome in a man with rhino-ocular cerebral mucormycosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04901-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Orbital apex syndrome is a symptom complex of visual loss and ophthalmoplegia resulting from a disease involving the orbital apex. It can be caused by inflammation, infection, and malignancies. Mucormycosis \nis an infection caused by filamentous saprophytes of the order Mucorales. It is ubiquitous, and the infection can \noccur from ingesting contaminated food, inhaling spores, or injecting the disrupted skin or wounds. It is mainly \na disease of the immunocompromised, affecting patients with poorly controlled diabetes, organ transplant recipients, \nand patients with hematological malignancies. We present the case of a man with orbital apex syndrome resulting \nfrom rapidly spreading rhino-ocular cerebral mucormycosis, who had a poor outcome despite an aggressive combined medical and surgical treatment. This is an unusual cause of orbital apex syndrome.",
    "Case Presentation": "Case presentation A 46-year-old Bangladeshi man presented to the emergency department with a history of toothache and pain in the left eye. On examination, the patient had a left-sided periorbital edema, ptosis, and proptosis. \nHe had complete ophthalmoplegia and absent direct pupillary response in the left eye. Magnetic resonance imaging \nof the brain and orbit showed bilateral ethmoidal, left frontal, maxillary, and sphenoidal sinusitis with left orbital cellulitis. His left orbit was surgically decompressed and histology confirmed mucormycosis. Despite aggressive treatment, \nthe patient had only a partial improvement in his symptoms.\nConclusions Mucormycosis is a rare disease that can easily be misdiagnosed, leading to delayed treatment and disease dissemination. Clinicians must be suspicious of mucormycosis in patients presenting with multiple cranial nerve \npalsy.\nKeywords  Orbital apex syndrome, Mucormycosis\nBackground\nOrbital apex syndrome (OAS) is a symptom complex \nof visual loss and ophthalmoplegia resulting from a dis ease involving the orbital apex [1]. It can be caused by inflammation, infection, and malignancies. OAS must be \ndistinguished from superior orbital fissure syndrome and \ncavernous sinus syndrome to which it is closely related. \nThe main distinguishing difference between the three \nis the involvement of the optic nerve in OAS, which is \nabsent in the other two syndromes.\nMucormycosis is a fungal infection caused by fila mentous saprophytes of the orders Mucorales and \nEntomophthorales. Mucorales are ubiquitous and are \nfound in various habitats, including dust, soil, decaying \nvegetables, and bread. Infection can occur from ingest ing contaminated food, inhaling spores, or injecting the *Correspondence:\nDavid Olukolade Alao\ndavidalao@uaeu.ac.ae\n1 Department of Emergency Medicine, Tawam Hospital, Al Ain, United \nArab Emirates\n2 Department of Internal Medicine, College of Medicine and Health \nSciences, United Arab Emirates University, Al Ain, United Arab Emirates\nPage 2 of 5 Moin et al. Journal of Medical Case Reports          (2024) 18:557 \ndisrupted skin or wounds. Low oxygen, high glucose, \nacidic pH, and a high iron level favor the germination \nof spores and encourage fungal growth by impairing \nphagocytosis [2 , 3]. The prevalence of mucormycosis \nis approximately 910,000 cases worldwide, and 99% \noccur in India alone [4 ]. Mucormycosis is uncommon \nin the Arab League nations, with annual incidences of \nless than 1 per 100,000 people [5 ]. As an emerging dis ease, increased awareness and better diagnostic tools \nhave led to increased reported cases [6 ]. Mucormycosis \nis mainly a disease of the immunocompromised; how ever, cutaneous, rhino-orbital, and rarely disseminated \ninfections have been reported in immunocompetent \npatients after soft tissue trauma. Poorly controlled dia betes is the most common risk factor for the disease in \nAfrica, India, Iran, and Mexico. However, organ trans plant recipients and hematological malignancies are the \nrisk factors in Europe and North America [6 ]. We pre sent the case of a man with orbital apex syndrome due \nto advanced rhino-ocular cerebral mucormycosis. This \ncase is unique because six cranial nerves were affected, \ncausing diagnostic challenges.\nCase presentation\nA 46-year-old Bangladeshi man presented to the emer gency department with a 5-day history of “toothache \nand pain in the left eye. ” He had a 15-year history of type \n2 diabetes with poor compliance to medications. The \npatient had a poor socioeconomic status and limited \naccess to healthcare facilities. He had no relevant family \nor social history.\nDuring the clinical examination, the patient was alert \nand oriented. He was afebrile, his blood pressure was \n137/83mmHg, his heart rate was 75 beats per minute, his \nrespiratory rate was 22 breaths per minute, and his oxy gen saturation was 98% on room air. Random blood glu cose was 17 mmol/L [4–6].\nThe patient had a left-sided periorbital edema, ptosis, \nand proptosis. He had a partial facial nerve palsy and \ndecreased sensations over the distribution of the oph thalmic branch of the trigeminal nerve. He had complete \nophthalmoplegia and absent direct pupillary response in \nthe left eye. Visual acuity in the left eye was 6/60 and 6/6 \nin the right. No other focal motor or sensory deficit was \nfound.\nA computed tomography scan (CT) of the brain \nshowed opacification of the left maxillary sinus, ethmoi dal sinus, and frontal sinus (Figs.  1 and 2). There was \nno brain infarct or bleeding. An urgent head CT with \nvenogram was ordered, which showed a filling defect \nsurrounding the cavernous segment of the left internal \ncarotid artery (ICA), suggestive of thrombosis.Computed tomography angiogram of the head and \nneck showed bilateral multiple small cervical lymph \nnodes and no occlusion or stenosis.\nBased on the physical examination and CT findings, \ndifferential diagnoses of orbital cellulitis, orbital myositis, \nFig. 1 Computed tomography of the brain with arrow pointing \nat sinusitis of the maxilla and ethmoid sinuses\nFig. 2 Computed tomography of the brain with an arrow pointing \nat frontal sinusitis\nPage 3 of 5\n Moin et al. Journal of Medical Case Reports          (2024) 18:557 \n \ncavernous sinus infection, and venous thrombosis were \nmade.\nLaboratory",
    "Results": "results on admission showed a total leuko cyte count of 11.6 ×  109/L (4.0–11.0), and differential leu kocyte count was 71% neutrophils, 19% lymphocytes, and \n1.6% eosinophils. C-reactive protein level of 164 mg/L \n(normal  < 5) and random glucose level of 17.5 mmol/L \n(4–6) was found. The serum creatinine level was 84 \nmicromol/L (60–110) and urea was 5.31 mmol/L (2.5 – \n7.0). His serum sodium and potassium were 129 mmol/L \n(137–144) and 4.5 mmol/L (3.5–4.9), respectively. His \nhuman immunodeficiency virus (HIV), hepatitis B, hepa titis C, and syphilis screen were negative.\nAn urgent magnetic resonance imaging (MRI) of the \nbrain and orbit, with and without contrast, was done for \nthe patient. These showed bilateral ethmoidal, left fron tal, left maxillary, and left sphenoidal sinusitis with left \norbital cellulitis. In addition, there was patchy enhance ment of the intraconal space of the left orbit with periph eral enhancement of the left optic nerve (Fig.  3). There \nwas no cavernous sinus thrombosis. A fiberoptic naso pharyngoscopy was done on the patient. This showed a \npalatal ulcer and a soft tissue mass from which a biopsy \nwas taken. Histology of the biopsy and hematoxylin and \neosin stain revealed a fungal organism consisting of asep tate branching hyphae with a diameter ranging from 9 \nto 17 μm, consistent with mucormycosis (Fig.  4). Betad-glucan was negative.\nA final diagnosis of orbital apex syndrome caused by \nrhino-orbital cerebral mucormycosis (ROCM) causing \nmultiple cranial nerve palsies was made.\nThe patient was admitted to the ward and started \non empirical liposomal amphotericin B 300 mg intra venously once a day and oral posaconazole 300 mg \nwith daily monitoring of serum creatinine and serum potassium levels. Blood sugar was controlled with glime piride 2 mg, insulin aspart, and insulin glargine.\nThe surgeons did left functional endoscopic sinus sur gery (FESS) with orbital decompression under general \nanesthesia.\nOn day 7 of admission, the patient developed acute \nkidney injury (AKI), possibly from antifungal medica tion. This was managed with adequate fluid balance \nand reduction of the antifungal therapy. Despite aggres sive antifungal therapy and strict control of glucose, the \npatient only had a slight improvement in his left eye \nvision and orbital cellulitis. There was no improvement \nin the extraocular muscle movements, ptosis, proptosis, \nand facial nerve palsy. We arranged a transfer to a spe cialized facility for further extensive facial debridement. \nHowever, the patient discharged himself against medical \nadvice for personal and socioeconomic reasons. He failed \nto keep his follow-up appointments in our facility. Sev eral attempts were made to contact him by telephone to \nno avail.",
    "Discussion": "Discussion\nOur patient presented with symptoms consistent with \npalsy of cranial nerves II, III, IV, V, VI, and VII. This \nposed diagnostic challenges and various differential \ndiagnoses, such as acute stroke, orbital cellulitis, and \ncavernous sinus thrombosis, were considered. Exten sive investigations confirmed rhino-orbital cranial \nmucormycosis (ROCM) as the cause of the patient’s \nsymptoms and signs. Mucormycosis is classified into \nsix types, based on the involved anatomical body part, \nnamely pulmonary, which constitute 20% of reported \ncases, cutaneous (22%), gastrointestinal (8%), diffuse \nFig. 3 MRI of the brain and orbit with arrow pointing at peripheral \nenhancement of the optic nerve\nFig. 4 Hematoxylin and eosin (H & E) staining: short arrows \npointing at aseptate hyphae of mucormycosis, long arrow showing \ninflammatory cells\nPage 4 of 5 Moin et al. Journal of Medical Case Reports          (2024) 18:557 \n(13%), atypical sites (3%), and ROCM (34%) [1 ]. Patients \nwith ROCM are often asymptomatic, but they can \npresent with unilateral facial edema, headache, sinus \npain, and serosanguinous nasal discharge. In advanced \nstages, patients can develop proptosis, diplopia, cranial \nnerve palsies, and palatine ulcer due to rapid intracra nial progression through direct extension or angioin vasion. Our patient presented with facial nerve palsy \nand was misdiagnosed as a stroke and cavernous sinus \nthrombosis. Misdiagnosis is common in mucormyco sis and can potentially lead to a delay in treatment and \npoor outcomes [7 ].\nThe most prevalent signs and symptoms of orbital apex \nsyndrome are proptosis, ophthalmoplegia, and vision \nimpairment resulting from the involvement of cranial \nnerves II, III, IV, VI, and the maxillary division of V [8]. \nOur patient’s symptoms were more extensive than that \nseen in OAS with the involvement of cranial nerve VII \nand the ophthalmic division of cranial nerve V. Multi ple cranial nerve palsies in a patient with no history of \ntrauma should raise the possibility of intracranial fungal \ninfection.\nA definitive diagnosis of ROCM requires a tissue \nbiopsy of the focal lesion and staining with periodic acid \nSciff (PAS) and Grocott–Gomori methenamine silver [3]. \nThe broad nonseptate ribbon-like hyphae, 10–20 μm in \ndiameter with branches at 90 degrees, in tissue speci mens are characteristic findings. Grocott–Gomori stain ing was not done in our patient because the H&E staining \nwas sufficiently diagnostic. Radiological imaging, includ ing magnetic resonance imaging (MRI) and computed \ntomography (CT), are essential in determining the extent \nof the disease spread.\nEvidence for the best treatment options for mucor mycosis is limited. Lipid formulation of amphotericin B \n(LFAB) is the mainstay of treatment. High-dose LFAB \n(5–10 mg/kg/day) is recommended as first-line treatment \nfor a minimum of 6–8 weeks. LFAB can cause severe \nsystemic side effects such as infusion-related reactions \nand nephrotoxicity, as in our patient. Isavuconazole and \nconazole posa have Mucorales action and have been used \nas induction and salvage therapy in those intolerant or \nrefractory to LFAB. Partial and complete remission of \n75% and 65%, respectively, have been reported. Combi nation therapy of two or more antifungal medications is \nrecommended in refractory cases [2, 9].\nSurgical debridement has an important supplementary \nrole, especially in patients with ROCM. The survival rate \nis 3% in untreated cases while combining LFAB and sur gery improves survival to 70% [2]. It is important to man age underlying risk factors such as diabetes, neutropenia, \nand reduction or discontinuation of glucocorticoids, \nimmunosuppressants, and deferoxamine [2, 9].The disease site and patient comorbidities signifi cantly influence the mortality rate of mucormycosis. \nPatients with hematological malignancies and recipients \nof hematopoietic stem cell transplants have the highest \nmortality rates. In contrast, the best prognosis is found \nin patients with isolated cutaneous disease. In a review \nof 929 cases of mucormycosis, the mortality rate was 96% \nin those with disseminated disease, and 85% and 76% in \npatients with involvement of the gastrointestinal tract \nand lungs, respectively [2]. Another review of 174 cases \nin renal transplant recipients reported a mortality rate of \n76% in disseminated disease, 55.6% in renal graft infec tion, 42.2% in pulmonary mucormycosis, 31% in ROCM, \nand 23% for cutaneous infection [9]. Our patient could \nhave had a better outcome based on the affected site, but \nhis late presentation, the rapid progression of his disease, \nand his inability to complete the treatment led to a poor \nprognosis.\nConclusions\nMucormycosis is a rare disease that can easily be misdi agnosed, leading to delayed treatment and disease dis semination. It can disseminate rapidly with a very high \nfatality, hence the need for prompt diagnosis and treat ment. Clinicians must be suspicious of mucormycosis \nin patients presenting with multiple cranial nerve palsy.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04901-9.\nAdditional file1\nAcknowledgements\nDr Saeeda Al Marzooqi MB,BS FRCPC, MHSA. Consultant histopathologist, \nTawam Hospital, Al Ain, United Arab Emirates, for providing the histology \nslides.\nAuthor contributions\nDOA, KM, AA, and HS contributed to conceptualization and writing the original draft. DOA wrote the final draft. All authors reviewed and edited the final \nmanuscript equally.\nFunding\nNone.\nAvailability of data and materials\nNone.\nDeclarations\nEthical approval\nNone required.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nPage 5 of 5\n Moin et al. Journal of Medical Case Reports          (2024) 18:557 \n \nCompeting interest\nNone declared.\nReceived: 2 April 2024   Accepted: 7 October 2024\nReferences\n 1. Badakere A, Patil-Chhablani P . Orbital apex syndrome: a review. Eye Brain. \n2019;12(11):63–72. https:// doi. org/ 10. 2147/ EB. S1801 90. PMID: 31849 556; \nPMCID: PMC69 13296.\n 2. Reid G, Lynch JP 3rd, Fishbein MC, et al. Mucormycosis. Semin Resp Crit \nCare Med. 2020;41(1):99–114.\n 3. Ananthaneni AR, Undavalli SB, Velagapudi RP , et al. Mucormycosis: an \natrocious rate of patients with diabetes. Case Rep. 2013;2013:1.\n 4. Prakash H, Chakrabarti A. Global Epidemiology of Mucormycosis. J Fungi \n(Basel). 2019;5:1.\n 5. Kmeid J, Jabbour JF, Kanj SS. Epidemiology and burden of invasive fungal \ninfections in the countries of the Arab League. J Infect Public Health. \n2020;13(12):2080–6.\n 6. Skiada A, Pavleas I, Drogari-Apiranthitou M (2020). Epidemiology and \ndiagnosis of mucormycosis: an update. J Fungi. 2020; 6(4). 265.\n 7. Mane R, Patil B, Mohite A, et al. Facial nerve palsy: an unusual presentation \nin patients with rhino cerebral mucormycosis. Indian J Otolaryngology \nHead Neck Surg. 2019;71(Suppl 3):2110–3.\n 8. Godinho G, Abreu I, Alves G, et al. Orbital apex syndrome due to orbital \nmucormycosis after teeth infection: a successful case report. Case Rep \nOphthalmol. 2021;12:110–5.\n 9. Brunet K, Rammaert B. Mucormycosis treatment: Recommendations, \nlatest advances, and perspectives. J Mycol Med. 2020;30(3): 101007.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}