{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04773-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04773-z.pdf",
  "metadata": {
    "/Keywords": "NSCLC; BRAFmu; PDL-1 overexpression; Musculoskeletal metastasis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240916174109+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240913170503+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04773-z",
    "/Author": "Corazon A. Ngelangel ",
    "/Title": "BRAF mutant PD-L1 positive metastatic musculoskeletal lesions from primary lung adenocarcinoma treated with combination vemurafenib and pembrolizumab: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04773-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background B-Raf mutation positivity, B-Raf mutation positivity occurrence with programmed death ligand 1 overex pression, and musculoskeletal metastasis are singly rare in non-small cell lung cancer, and even rarer is all occurring \nin one patient.",
    "Case Presentation": "Case presentation A Filipino 63-year-old male had B-Raf mutation positive and programmed death ligand 1 over expressed symptomatic metastatic musculoskeletal lesions from lung adenocarcinoma treated with a BRAF inhibitor, \nvemurafenib, in combination with an immune checkpoint inhibitor, pembrolizumab. He exhibited significant reduction in pain and burden of musculoskeletal metastatic lesions.",
    "Conclusion": "Conclusion Although a rare occurrence and known to have a poor prognosis, B-Raf mutation positive programmed \ndeath ligand 1 overexpressed lung adenocarcinoma presenting with metastatic musculoskeletal lesions can respond \nfavorably to a combination immune checkpoint inhibitor and BRAF inhibitor medication.\nKeywords  NSCLC, BRAFmu, PDL-1 overexpression, Musculoskeletal metastasis\nBackground\nThe treatment of advanced lung cancers has evolved to \ninclude detection of targetable driver mutations where \ntargeted therapy has improved survival outcomes with \ntolerable side effects. The mutations of BRAF and expres sion of PD-L1 are among the targets detected [1, 2]. \nBRAF mutations promote oncogenesis by causing down stream signaling and activation in the cell cycle [3]. The \ntreatment of BRAF-mutated tumors includes a B-RAF inhibitor (BRAFi ) alone or in combination with MEK \ninhibitors (MEKi ), as first or subsequent lines of therapy \nwith a documented response rate of 33–63% [1]. PD-L1 \npositivity has shown increase in tumor proliferation \nthrough immunomodulation. Treatment with anti-PDL1 agents has also demonstrated benefit in response \nrates and overall survival [4]. The expression of PD-L1 \nin BRAF-mutated lung cancers is not common, and the \nprevalence is not fully established [5, 6]. Furthermore, \nthe targeted treatment of these types of tumors relies \non either BRAFi  or immune checkpoint inhibitor (ICPi) \nagents [7–9], but no data on combination treatment par ticularly for lung cancer have been reported.\nCase presentation\nThe patient was a Filipino 63-year-old male, with a body \nsurface area (BSA) of 1.89  m2; he had been a cigarette Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nCorazon A. Ngelangel\ncorazon.ngelangel@gmail.com\n1 University of the Philippines-Philippine General Hospital Division \nof Medical Oncology, Manila, Philippines\n2 Asian Cancer Institute-Asian Hospital & Medical Center, Muntinlupa City, \nPhilippines\nPage 2 of 9 Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \nsmoker from 1975 to 2018 (1.5 packs a day), an occa sional alcoholic drinker, and he had diabetes mellitus \ncontrolled with pioglitazone 15 mg a day. His sister has \nbreast cancer in remission.\nHe presented with persistent progressive severe lower \nback musculoskeletal pain limiting his ambulation and \nneeding a fentanyl 50 mcg patch every 3  days for pain \ncontrol, combined with a paracetamol 500  mg tablet \nevery 8 hours; he also had a painful, hard ~5 cm palpable \nleft thigh mass.\nHis positron emission tomography–computed tomog raphy (PET-CT) scan revealed multifocal musculoskeletal \nfluorodeoxyglucose (FDG)-avid lesions in paravertebral \nand gluteal regions, thigh, and extremities; FDG-avid \nblastic and lytic changes in the axial and appendicular \nskeleton; and mildly FDG-avid band-like and linear den sities from the left hilum to the posterior aspect of the \nleft lower lobe of the lung. No enlarged FDG-avid axil lary, mediastinal, or hilar lymph nodes were seen; there \nwas no pleural or pericardial effusion; and the liver was \nnormal with no masses. Magnetic resonance imaging \n(MRI) of the thigh showed a T1 isointense and T2 hyper intense heterogenous 5.2 × 2.1 × 2.4  cm enhancing solid \nmass with a hyperintense rim in the left adductor mag nus muscle.\nHis chest CT scan with contrast showed a thick lin ear opacity in superior segment of left lower lung lobe \nextending inferiorly to the posterior basal segment, a \npartly solid nodule measuring 0.4 cm in the anterior seg ment of right upper lung, and a nodule about 0.49 cm in \nthe right major fissure. There were multiple sclerotic foci \nin vertebrae C7, T1–T5, T7, T9–11, L1–L5, left 2–3 ribs, \nboth 4–8 ribs, left 10 and 12 ribs, right clavicle, and both \nscapula. The thyroid had benign nodules.\nHis whole abdomen CT scan with triple contrast indi cated a normal liver/kidneys, unenlarged prostate with \nminimal parenchymal calcifications, and unenlarged \nlymph nodes, but multiple sclerotic foci in vertebrae \nT10–11, L1–5, both ilium, and the left acetabulum.\nA CT-guided biopsy (19 May 2022) of the left trans verse process of the T2 vertebral body resulted in \ncytomorphology compatible with adenocarcinoma, met astatic from lung. Immunohistochemistry revealed posi tive",
    "Results": "results for TTF-1 , Napsin A , CK19, and cytokeratin7, \nand negative results for cytokeratinin 20, PSA, CDX2, \ncalretinin, HER2neu. Gene fusion analysis by polymer ase chain reaction (PCR) showed negative results for \nAlk, ROS1, RET , MET Exon 14, and NTRK  1/2/3 abnor malities. Mutational analysis by PCR revealed negative \nEGFR mu (exons 18/19/20/21) and positive BRAF V600 \nmutation. The PD-L1 tumor proportion score (TPS) was \n50–60%. ALP was 211 mmol/L (n = 40–150), while com plete blood count (CBC), creatinine, ALT, AST, T3, T4, TSH, and electrocardiogram (ECG) were within normal \nvalues.\nThe patient was started on pembrolizumab 200  mg \nintravenously every 3  weeks and vemurafenib 960  mg \n(240  mg tab) orally twice daily (11 July 2022). On his \ncycle 1 day 3 treatment, he had relief of pain without the \nneed for his fentanyl patch.\nHe however experienced cough, fever, and insomnia \non cycle 1 day 12, and tested positive via real-time (RT)PCR positive for coronavirus disease 2019 (COVID-19). \nHe also experienced chest heaviness and rashes over face, \nchest, and upper extremities. Vemurafenib was deferred \non cycle 1 day 13. He took molnupiravir 800 mg per orem \na day for 5 days. His rashes improved after intake of oral \ndiphenhydramine and dexamethasone. Cycle 2 pembroli zumab-vemurafenib was 6 days delayed.\nPost cycle 6 vemurafenib-pembrolizumab, his 24 \nNovember 2022 PET CT scan (compared with 12 May \n2022) revealed a significant decrease in focal FDG activ ity and interval resolution of FDG activity in most of the \nvertebral lesions [highest standardized uptake values \n(SUV) up to 4.1 in T9 vertebra previously 10.4]; Fig. 1.\nFurther, focal FDG activity in most of previously noted \nlesions in the extremities, ribs, pelvis, and femurs were \nno longer seen (Fig. 2).\nThere was also decreased FDG activity in the left \nadductor magnus muscle (SUV 2.8, previously 5.1), Fig.  3.\nThe post-cycle 12 pembrolizumab-vemurafenib PETCT scan (13 April 2023) showed:\nThorax Stable consolidation-atelectasis with adjacent \nfibrosis was observed in the left lower lobe, exhibiting \ninterval increase in PET FDG activity (SUV 4.2, previ ously 3.4); Fig. 4a.\nThere was slight increase in the size of the previously \nnoted small pre-carinal lymph node, which now meas ured 0.7 × 1.2  cm (previously re-measured 0.6 × 0.9  cm), \nand was now PET FDG avid (SUV 15.6, previously 4.2; \nFig. 4b).\nMusculoskeletal There was no significant change in the \npreviously noted mixed lytic and blastic changes in the \nosseous structures. The associated minimal paravertebral \nsoft tissue density at the level of vertebrae T10 was also \nstable. Upon PET-CT scan, there was interval appearance \nof increased FDG activity in the left scapula (SUV 3.8) \nand right anterolateral fifth rib (SUV 12.5; Fig. 5a).\nThe following bone lesions mostly showed unchanged \nFDG activity—save for an interval decrease in FDG activ ity at the right pubis and a slight interval increase in FDG \nactivity at the L1 vertebral body and left ilium—medial \naspect of left clavicular head (SUV 3.0, previously 3.6), \nright anterolateral sixth rib (SUV 2.5, previously 3.1), left \nposterior second rib (SUV 1.7, previously 2.5), right pubis \n(SUV 3.1, previously 5.4), left medial femoral condyle \nPage 3 of 9\n Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \n \n(SUV 4.4, previously 5.1), left ilium (SUV up to 3.1, pre viously up to 2.4), L1 (SUV 3.9, previously 3.6), and L4 \n(SUV 3.0, previously 3.8) vertebral bodies (Fig. 5b).\nThe small, calcified nodule in the left semimembra nosus muscle was again seen, measuring 1 × 1.3  cm (previously 0.9 × 1.3 cm), with PET-CT scan FDG activity \n(SUV 2.7, previously 3.3; Fig. 5c).\nStable calcified focus was seen in the left paraspinal \nmuscle at the vertebrae L3 level, measuring 0.9 × 1.3 cm \nincluding its minimal FDG activity (SUV 1.6, previously \nFig. 1 PET-CT scan vertebral lesions (November 2022 versus May 2022)\nFig. 2 PET-CT scan lesions in extremities, ribs, pelvis, and femurs (November 2022 versus May 2022)\nPage 4 of 9 Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \n2.2). Calcifications were again noted in the bilateral vas tus intermedius muscle (SUV 1.8, previously 2.7), bilat eral erector spinae (SUV 1.1–1.4, previously up to 1.1, \nright, and up to 1.1–1.5 previously up to 1.5, left), and \nright gluteus (Fig. 5d).As of May 2023, patient was without pain, was ambu lant, eats well, weighed 76.6 kg, and was well-nourished, \nand CBC, AST, ALT, and creatinine were within normal \nvalues; he is continuing vemurafenib and is off pembroli zumab. He verbalized that he got scared when told of his \nFig. 3 PET-CT scan lesions in left adductor magnus muscle (November 2022 versus May 2022)\nFig. 4 a PET-CT scan of thorax, post cycle 12 pembrolizumab-vemurafenib. b PET-CT scan of thorax, post cycle 12 pembrolizumab-vemurafenib\nPage 5 of 9\n Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \n \nFig. 5 a Musculoskeletal PET-CT scan, post cycle 12 pembrolizumab-vemurafenib. b Musculoskelatal PET-CT scan, post cycle 12 \npembrolizumab-vemurafenib. c Musculoskeletal PET-CT scan, post cycle 12 pembrolizumab-vemurafenib. d Right gluteus (SUV 1.8, previously 2.3)\nPage 6 of 9 Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \nillness at diagnosis, and he had knowledge of his progno sis suffering pain and not being able to ambulant well; he \nwas grateful when he started feeling no pain upon treat ment, and he is now going through his farm work again.\nThe patient has given his informed consent for his \nclinical case history including his PET-CT scan/CT scan \nimages to be presented for",
    "Discussion": "discussion and publication for \nscientific purposes.\nDiscussion\nThe treatment of metastatic lung cancer with targetable \ndriver mutations in the recent years has led to improved \noutcomes and more tolerated side effects compared with \nconventional systemic chemotherapy [1]. Thus, molecu lar characterization is recommended, and targeted agents \nare now standard treatment for advanced non-small cell \nlung cancer (NSCLC) [2, 10]. The National Compre hensive Cancer Network recommends biomarker test ing for advanced non-small cell lung cancers including \nEGFR mutation, ALK , KRAS, ROS1, BRAF, NTRK1/2/3, \nMETex14 skipping, RET , and PD-L1.Mutations in the mitogen-activated protein kinase \n(MAPK) pathway cause a signaling cascade that pro motes oncogenesis in lung cancer. BRAF is among the \nthree isoforms of the RAF  family of serine/threonine \nprotein kinases that is an essential component of this \npathway. Activated BRAF signals downstream activation \nof MEK and ERK , kinases that ultimately lead to gene \ntranscription and cell cycle progression [3]. Though com monly found in melanomas, mutations in BRAF have also \nbeen identified in lung cancer, albeit at lower percentage \n[3]. BRAF mutations are detected in approximately 2–3% \nof NSCLC with adenocarcinoma histology. The most \nidentified variant of this mutation in NSCLC is BRAF \nV600E, accounting for around 50% of BRAF-mutated \nlung cancers [11]. BRAF mutations in NSCLC are more \nfrequent in females. Smoking risk in these mutations is \nstill not fully established, with some studies suggesting \nthe V600E subtype to be more common in those without \nsmoking history [12]. Studies report that those who har bor the V600E subtype have demonstrated shorter pro gression-free survival, disease-free survival, and overall \nFig. 5 continued\nPage 7 of 9\n Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \n \nsurvival when treated with platinum-based chemother apy [13, 14].\nBRAF-mutated lung cancers are treated with BRAFi  \nwith or without MEKi , and this strategy has been recom mended as first or subsequent lines of treatment of these \ntumors, specifically for those with the V600E mutation \n[11]. Targeted treatment for these tumors includes sin gle-agent vemurafenib, single-agent dabrafenib, and com bination dabrafenib and trametinib with documented \noverall response rates of 42%, 33%, and 63%, respectively \n[1].\nProgrammed death 1 (PD-1 ), a member of the CD28 \nfamily, is a key immune checkpoint receptor expressing \non the surface of the activated T-, B-, and NK-cells and \nplays a crucial role in tumor immune escape [15]. PD-L1, \nthe main ligand of PD-1 , is upregulated in different types \nof tumors, including NSCLC [16]. PD-L1 delivers nega tive costimulatory signals and binds PD-1  to reduce cel lular immune responses by inducing T-cell apoptosis \nor exhaustion. PD-L1 immunopositivity in NSCLC has \nconferred improved survival when treated with PD-1  or \nPD-L1 (immune checkpoint) inhibitors alone or com bined with chemotherapy [5, 17]. Anti-PD-L1 immuno therapy has been approved as first-line or further-line \noptions for advanced lung adenocarcinoma. The preva lence of PD-L1 expressors varies from 13% to 70% [5]. \nThe concomitant expression of PD-L1 along with a driver \nmutation is even less, and driver mutations have been \npostulated to impede the efficacy of anti-PD1/PD-L1 \ndrugs [18].\nNSCLC adenocarcinoma with BRAF mutation and PD‑L1 \noverexpression\nThere are conflicting data on the prevalence of BRAF \n-mutant lung cancers with PD-L1 expression. Pandey et \nal. [5] evaluated the frequency of PD-L1 expression in \nlung cancers with targetable mutations. PD-L1 expres sion in EGFR-mutation-positive (EGFRmu+) tumors had \nthe highest frequency (37.93%) followed by KRAS-muta tion-positive (KRASmu+) tumors (20.68%); there were \nno BRAF V600E mutations, and subsequently no data on \nBRAF V600E, and PD-L1 co-expression was identified. \nLi et al. [6] evaluated the presence of PD-L1 expression \nwith respect to driver mutations in 1370 cases of NSCLC \nin China. Ten (0.7%) of these cases harbored the BRAF \nmutation, and seven of these BRAF-mutated cases had \na PD-L1 tumor proportion score (TPS) expression of at \nleast ≥ 1%.\nDudnik et al. [7 , 8] identified 39 patients with B-Rafmutated ( BRAFmu ) NSCLC. Of these tumors, 29 were \nevaluated for PD-L1 expression, where 42% had high \n(≥ 50%) expressor status and 32% had intermediate (1–49%) expressor status for BRAF V600E mutants \n(Group A), while 50% and 10% had high and inter mediate expressor status for non-BRAF V600E  \nmutants (Group B), respectively. Those who received \nICPi including pembrolizumab, atezolizumab, and \nnivolumab obtained an overall response rate of 25% and \n33% and progression-free survival (PFS) of 3.7 months \nand 4.1 months [95% confidence interval (CI) 0.1–19.6] \nin Groups A and B, respectively.\nMazieres et al. [9 ] evaluated 551 patients with \nadvanced NSCLC and found 43 of them to harbor BRAF \nmutation. Out of the 43 patients with BRAF mutation, \n9 expressed PD-L1 with a median percentage of cells \nexpressing PD-L1 of 50. Patients with BRAF mutation \nwho received ICPi had a median overall response rate \nof 13.6  months and median PFS of 3.1  months. The \nPFS was significantly higher in smokers for BRAFmu  \npatients, while median PFS was numerically shorter in \nthe V600E subgroups (1.8 months versus 4.1 months).\nCombining immunotherapy with targeted therapy \nhas demonstrated benefit in emerging preclinical and \nclinical trials for the treatment of malignant melanoma. \nTargeting the MAPK pathway with the use of BRAFi  \nand MEKi  has demonstrated synergy by improving \nanti-tumor immunity in the tumor microenvironment \nof mouse models. Furthermore, preclinical data dem onstrated significant tumor volume reduction in com bination BRAFi  and MEKi  as compared with targeted \ntreatment alone. A phase 1b study of the combina tion of vemurafenib, cobimetinib, and atezolizumab in \nmetastatic melanoma noted an unconfirmed objective \nresponse rate (ORR) of 85.3%. KEYNOTE-022, a rand omized phase 2 trial, reported that patients with meta static melanoma who received concurrent dabrafenib \nand trametinib with pembrolizumab versus placebo \nhad longer PFS in the treatment arm compared with \nplacebo (16.0 months versus 10.3 months). Other trials \nhave preliminary data reporting that the combination \nof BRAFi  with or without MEKi  plus ICPi in advanced \nmelanoma has side effects that led to discontinuation of \nsuch combinations [19].\nUse of ICPi has shown benefit in the treatment of  \nBRAFmu  PD-L1 expressor metastatic NSCLC mostly \nin the second-line setting after a BRAFi . However, \nICPi benefit in combination with BRAFi  has not been \nfully established in the first-line setting for advanced \nNSCLC.\nThe administration of an ICPi and a BRAFi  combina tion drug in the case of this 63-year-old Filipino patient \nwith lung adenocarcinoma with metastatic musculo skeletal lesions demonstrated that favorable clinical \nresponse in terms of symptom control with tolerated \nadverse effects can be achieved.\nPage 8 of 9 Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \nPredominantly metastatic musculoskeletal lesions \nfrom primary lung adenocarcinoma\nThe most typical localization of metastases from a pri mary lung cancer are the liver, brain, lung, bone, and \nadrenal glands. In the cases of disseminated disease, \nmuscle metastasis are rarely observed [20–24]. The real \nincidence rate of muscle metastasis is unknown, but it \nis believed from a series of autopsies to be around 0.8% \n[20]. Pain was the most frequent symptom (83%); a mass \nwas palpable in 78% of cases; the 5-year survival time was \n11.5% with a median survival of 6  months, suggesting \nan aggressive disease in the presence of skeletal muscle \nmetastasis [22].\nThere are several theories explaining muscle resistance \nof metastatic disease; none of them can explain the full \nmechanism but perhaps a combination of them can [22]. \nThe most important hypotheses are mechanical (mus cle contraction, high tissue pressure [23], and extremely \nvariable blood flow [25]), metabolic (pH, lactic acid \nproduction [26], and toxic free radical oxygen [23]), or \nimmunologic (cellular and humoral immunity and hyper sensitivity reaction [23]). Although skeletal muscles have \na rich vasculature, the flow is extremely variable, espe cially under the influence of beta-adrenergic receptors. \nDuring exercise, the capillaries dilate, and the amount of \nblood they contain may be increased up to 800 times that \nin the resting state. Irrespective of blood flow, skeletal \nmuscle tissue may be a poor milieu for tumors, and this \nmay be related to lactic acid metabolism [23].\nThe patient with NSCLC in this report has three fea tures contributing to poor prognosis—PDL1 overex pression [27], a rare BRAF mutation [13, 14], and rare \nmusculoskeletal metastasis [22]—hopefully his favora ble response to his first-line pembrolizumab and vemu rafenib treatment will continue to work for him over the \nlong term.\nConclusion\nAlthough a rare occurrence and written off as having a \npoor prognosis, BRAFmu + PDL-1 overexpressed lung \nadenocarcinoma presenting with metastatic painful mus culoskeletal lesions can respond favorably to a combina tion ICPi and BRAFi  medication.\nAbbreviations\nNSCLC  Non-small cell lung cancer\nBRAF  B-Raf proto-oncogene serine/threonine-protein kinase\nBRAFmu  B-Raf mutation\nBRAFi  B-RAF inhibitor\nPD-1  Programmed death 1\nPDL-1  Programmed death ligand 1\nICPi  Immune checkpoint inhibitor\nTPS  Tumor proportion score\nPFS  Progression-free survival\nMEK  Mitogen-activated extracellular signal-activated kinaseMEKi  MEK inhibitor\nMAPK  Mitogen activated protein kinase\nMET  Mesenchymal epithelial transition factor receptor\nRET  Rearranged during transfection (receptor tyrosine kinase)\nRAF  Rapidly accelerated fibrosarcoma (protein kinase)\nERK  Extracellular signal-related kinase\nEGFR  Epithelial growth factor receptor\nEGFRmu  EGFR mutation\nHER2neu  Human epidermal growth factor receptor 2\nALK  Anaplastic lymphoma kinase\nKRAS  Kirsten rat sarcoma (viral oncogene homolog)\nROS1  Reactive oxygen species (ROS proto-oncogene 1, receptor \ntyrosine kinase)\nNTRK  Neurotrophic tyrosine receptor kinase\nPCR  Polymerase chain reaction\nRT-PCR  Real-time polymerase chain reaction\nMRI  Magnetic resonance imaging\nMRI T1  MRI longitudinal relaxation time\nMRI T2  MRI transverse relaxation time\nCTScan  Computed tomography scan\nPET-CT scan  Positron emission tomography–computed tomography scan\nFDG  Fluorodeoxyglucose\nSUV  Standardized uptake values\nTTF-1  Thyroid transcription factor 1\nCK19  Cytokeratin 19\nCDX2  Caudal-related homeobox transcription factor 2\nCD28  Cluster of differentiation 28\nT-cell  Thymus-derived lymphocyte cell\nB-cell  Bone-marrow-derived lymphocyte cell\nNK-cell  Natural killer lymphocyte cell\nBSA  Body surface area\nPSA  Prostatic-specific antigen\nALT  Alanine transaminase\nAST  Aspartate aminotransferase\nALP  Alkaline phosphatase\nT3  Triiodothyronine\nT4  Thyroxine\nTSH  Thyroid stimulating hormone\nECG  Electrocardiogram\nCBC  Complete blood count\nAcknowledgements\nWe thank our patient for consenting to present his clinical history to the \nscientific audience at large.\nAuthor contributions\nProf. Ngelangel wrote the case report. Dr. Sy assisted Prof. Ngelangel in the \nsearch and retrieval of literature relevant to this case.\nFunding\nThere is no institutional fund provided for this case report.\nAvailability of data and materials\nThe patient’s medical record is available at the hospital for review.\nDeclarations\nEthical approval and consent to participate\nA copy of the written consent is available for review by the Editor-in-Chief of \nthis journal. With the patient’s consent, ethical approval was given.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThere is no competing interest on behalf of the authors in reporting this case.\nPage 9 of 9\n Ngelangel and Sy  Journal of Medical Case Reports          (2024) 18:450 \n \nReceived: 7 June 2023   Accepted: 15 August 2024\nReferences\n 1. Baik C, Myall N, Wakelee H. Targeting BRAF-mutant non-small cell lung \ncancer: from molecular profiling to rationally designed therapy. Oncolo gist. 2017;22:1–11.\n 2. Stinchcombe T. Targeted therapies for lung cancer. Lung Cancer, Cancer \nTreat Res. 2016;170:165–82.\n 3. Sachez-Torres J, Viteri S, Molina M, Rosell R. BRAF mutant non-small cell \nlung cancer and treatment with BRAF inhibitors. Transl Lung Cancer Res. \n2013;2(3):244–50.\n 4. Pawelczyk K, Piotrowska A, Ciesielska U, Jablonska K, Gletzel-Plucinska N, \nCrzegrzolka J, Podhorska-Okolow M, Dziegel P , Nowinska K. Role of PD-L1 \nexpression in non-small cell lung cancer and their prognostic significance \naccording to clinicopathological factors and diagnostic markers. Int J Mol \nSci. 2019;20(824):1–15.\n 5. Pandey R, Shukla S, Husain N, Islam MH, Hadi R, Tripathi KS, Singhal A. \nCorrelation between programmed death ligand-1 (PD-L1) expression \nand driver gene mutations in non-small cell lung carcinoma- adenocarcinoma phenotype. Asian Pac J Cancer Prev. 2021;23(1):131–42.\n 6. Li C, Liu K, Xie Z, Zhu F, Cheng B, Liang H, Li J, Xiong S, Chen Z, Liu Z, Zhao \nY, Ou L, Zhong R, Wang W, Huang J, Sun J, Zhang C, Weng L, He J, Liang \nW, Pan Z. PD-L1 expression with respect to driver mutations in non-small \ncell lung cancer in an Asian population: a large study of 1370 cases in \nChina. Therapeut Adv Med Oncol. 2020;12:1–10.\n 7. Dudnik E, Bshara E, Grubstein A, Fridel L, Shocat T, Roisman LC, Ilouze M, \nRozenblum AB, Geva S, Zer A, Rotem O, Allen AM, Peled N. Rare targetable drivers (RTDs) in non-small cell lung cancer (NSCLC): outcomes with \nimmune check-point inhibitors (ICPi). Lung Cancer. 2018;124:117–24.\n 8. Dudnik E, Peled N, Nechushtan H, Wollner M, Onn A, Agbarya A, Mosko vitz M, Keren S, Popovits-Hadari N, Urban D, Mishaeli M, Zer A, Allen AM, \nRabinovich NM, Rotem O, Kuznetsov T, Shochat T, Toisman LC, Bar J. BRAF \nmutant lung cancer: PD-L1 expression, tumor mutational burden, micro satellite instability status and response to immune check-point inhibitors. \nJ Thoracic Oncol. 2018;13(8):1128–37.\n 9. Mazieres J, Drilon A, Lusque A, Mhanna L, Cortot AB, Mezquita L, Thai AA, \nMascaux C, Couraud S, Veillon R, Van den Heuvel M, Neal J, Peled N, Fruh \nM, Ng TL, Gounant V, Popat S, Diebold J, Sabari J, Zhu VW, Rothschild DI, \nBironzao P , Martinez-Marti A, Curioni-Fontecedro A, Rosell R, Lattuca-Truc \nM, Wiesweg M, Besse B, Solomon B, Barlesi F, Schouten RD, Wakelee H, \nCamidge DR, Zalcman G, Novello S, Ou SI, Milia J, Gaurschi O. Immune \ncheckpoint inhibitors for patients with advanced lung cancer and onco genic driver alterations: results from the IMMUNOTARGET registry. Ann \nOncol. 2019. https:// doi. org/ 10. 1093/ annonc/ mdz167.\n 10. Leonetti A, Facchinetti F, Rossi G, Minari R, Conti A, Friboulet L, Tiseo \nM, Planchard D. BRAF in non-small cell lung cancer (NSCLC): pickaxing \nanother brick in the wall. Cancer Treat Rev Cancer Treat Rev. 2018. https:// \ndoi. org/ 10. 1016/j. ctrv. 2018. 04. 006.\n 11. O’Leary C, Andelkovic V, Ladwa R, Pavlakis N, Zhou C, Hirsch F, Richard D, \nO’Byrne K. Targeting BRAF mutations in non-small cell lung cancer. Transl \nLung Cancer Res. 2019;8(6):1119–24.\n 12. Cui G, Liu D, Li W, Fu X, Liang Y, Li Y, Shi W, Chen X, Zhao S. A meta-analysis \nof the association between BRAF mutation and nonsmall cell lung cancer. Medicine. 2017;96: e6552.\n 13. Marchetti A, Felicioni L, Malatesta S, Sciarrotta MG, Guetti L, Chella A, Viola \nP , Pullara C, Mucilli F, Buttitta F. Clinical features and outcome of patients \nwith non-small-cell lung cancer harboring BRAF mutations. J Clin Oncol. \n2011;29:3574–9.\n 14. Cardarella S, Ogino A, Nishino M, Butaney M, Shen J, Lydon C, Yeap BY, \nSholl LM, Johnson BE, Janne PA. Clinical, pathologic, and biologic features \nassociated with BRAF mutations in non-small cell lung cancer. Clin Cancer Res. 2013;19:4532–40.\n 15. Zou W, Wolchok JD, Chen L. PD-L1 (B7–H1) and PD-1 pathway blockade \nfor cancer therapy: mechanisms, response biomarkers, and combinations. \nSci Transl Med. 2016. https:// doi. org/ 10. 1126/ scitr anslm ed. aad71 18.\n 16. Ameratunga M, Asadi K, Lin X, Walkiewicz M, Murone C, Knight S, Mitchell \nP , Boutros P , John T. PD-L1 and tumor infiltrating lymphocytes as prognostic markers in resected NSCLC. PLoS ONE. 2016;11: e0153954. 17. Dantoing E, Piton N, Salaun M, et al. Anti-PD1/PD-L1 immunotherapy for \nnon-small cell lung cancer with actionable oncogenic driver mutations. \nInt J Mol Sci. 2021;22(6288):1–13.\n 18. Bylicki O, Paleiron N, Margery J, Guisier F, Vergnenergre A, Robinet G, \nAuliac JB, Gervais R, Chouaid C. Targeting the PD-1/PD-L1 immune check point in EGFR-mutated or ALK-translocated non-small-cell lung cancer. \nTarget Oncol. 2017;12:563–9.\n 19. Pelster M, Amaria R. Combined targeted therapy and immunotherapy in \nmelanoma: a review of the impact on the tumor microenvironment and \noutcomes of early clinical trials. Therapeut Adv Med Oncol. 2019;11:1–11.\n 20. Lopez-Gonzalez A, Huelves M, Garcia AL, Provencio M. Skeletal muscle \nmetastasis from NSCL. J Thorac Dis. 2012;4(2):232–4.\n 21. Lozi AA, Silconi ZB, Misljenovi N. Metastases to rare locations as the \ninitial manifestation of non-small cell lung cancer: two case reports. Coll \nAntropol. 2010;34:609–12.\n 22. Pop D, Nadeemy AS, Venissac N, Guiraudet P , Otto J, Poudenx M, Mouroux \nJ. Skeletal muscle metastasis from non-small cell lung cancer. J Thorac \nOncol. 2009;4:1236–41.\n 23. Sridhar KS, Rao RK, Kunhardt B. Skeletal muscle metastases from lung \ncancer. Cancer. 1987;59:1530–4.\n 24. Ryan A, Chlabra R, Hughes A. Muscular metastasis, a rare presentation of \nnon-small-cell lung cancer. MedGenMed. 2007;9:20.\n 25. Weiss L. Biomechanical destruction of cancer cells in skeletal muscle: \na rat-regulator for hematogenous metastasis. Clin Exp Metastasis. \n1989;7:483–91.\n 26. Seely S. Possible reasons for the high resistance of muscle to cancer. Med \nHypotheses. 1980;6:133–7.\n 27. Wu P , Wu D, Li L, Chai Y, Huang J. PD-L1 and survival in solid tumors: a \nmeta-analysis. PLoS ONE. 2015;10: e0131403.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.\nCorazon A. Ngelangel is the medical oncologist of the patient at \nAsian Cancer Institute-Asian Hospital and Medical Center, and she is \na professor at the University of the Philippines-College of Medicine.\nFlorge Francis Sy is the medical oncology fellow-in-training at the \nUniversity of the Philippines-Department of Internal Medicine Division of Medical Oncology."
  }
}