{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05116-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05116-2.pdf",
  "metadata": {
    "/Keywords": "Thyroid malignancy; Papillary thyroid carcinoma; Thyroid cancer; Case report; Metastasis; Radioactive iodine; Nodules of the trachea; Tracheal nodularity; Bronchoscopy; Endobronchial ultrasound-guided sampling",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303144805+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250228004047+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05116-2",
    "/Author": "Benjamin L. Sievers ",
    "/Title": "Tracheal nodularity and paratracheal soft tissue nodule: post-radioactive iodine treatment changes with peculiar visual and pathologic findings in a case of metastatic follicular variant papillary thyroid carcinoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05116-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Follicular variant papillary thyroid carcinoma is a distinct subtype of papillary thyroid carcinoma \nthat can occasionally present with aggressive features, including distant metastases and extrathyroidal extension. \nWhile radioactive iodine ablation is a well-established treatment for residual disease, its post-treatment effects on tracheal and paratracheal structures remain poorly characterized.",
    "Case Presentation": "Case presentation A 22-year-old male individual of Taiwanese descent presented with an enlarged neck mass \nand was diagnosed with follicular variant papillary thyroid carcinoma. He underwent thyroidectomy, modified radical \nneck dissection, and postoperative radioactive iodine-131 ablation (100 mCi). A total of 1 year later, a chest computed \ntomography revealed a paratracheal soft tissue nodule and tracheal nodularity. Bronchoscopy with endobronchial \nultrasound-guided sampling identified multiple 2–3 mm submucosal tracheal nodules containing white exudate. \nCytopathologic analysis of both the paratracheal soft tissue nodule and the tracheal wall nodules revealed mucinous \nmaterial without evidence of malignancy or inflammation. Microbiologic studies were negative for infection.",
    "Conclusion": "Conclusion These atypical bronchoscopic and pathologic findings likely represent post-radioactive iodine treatment \nchanges. The patient remained without evidence of disease for 22 months, ongoing on thyroid suppression levels \nof thyroxine hormone replacement. The case represents successful radioactive iodine treatment of papillary thyroid \ncarcinoma residual disease after surgical resection, with the first described pathologic findings to correlate with these \npost-treatment changes.\nKeywords  Thyroid malignancy, Papillary thyroid carcinoma, Thyroid cancer, Case report, Metastasis, Radioactive \niodine, Nodules of the trachea, Tracheal nodularity, Bronchoscopy, Endobronchial ultrasound-guided sampling\n*Correspondence:\nBenjamin L. Sievers\nbsievers@JCVI.org\nFull list of author information is available at the end of the article\nPage 2 of 7 Sievers et al. Journal of Medical Case Reports           (2025) 19:92 \nBackground\nPapillary thyroid carcinoma (PTC) is one of the most \ncommon cancers in young adults and the most common \nmalignant thyroid neoplasm, with an average age of pres entation of 50 years [1, 2]. In addition, thyroid cancer is \namong the most common malignancies in adolescents \nand adults between the ages of 16–33 years [3]. At diag nosis, PTC is commonly confined to the thyroid gland \nand regional lymph nodes; however, distant metastasis \noccur in 1–4% of cases [4]. The primary mode of PTC \nspread is lymphatic, as blood-borne metastasis is uncom mon [5]. While PTC metastasis is well-defined, with dis tant spread mostly occurring in the bone, lung, skin, or \nbrain, tracheal metastases are extremely rare but have \nbeen noted to occur on occasion [6].\nTracheal invasion from PTC is exceedingly rare as tra cheal metastasis occurs through infiltration [7, 8]. Previ ous characterizations of endoluminal tracheal metastasis \nhave varied, with some patients presenting with asymp tomatic disease to dyspnea and hemoptysis [9]. Surgical \nresection or endoscopic removal paired with radioactive \niodine is the main course of intervention for this rare \npathology [8].\nIn this study, to the best of our knowledge, we describe \nthe first pathologic findings of post-radioactive iodine \ntreatment of PTC disease. This case is worth reporting as \nthe endotracheal nodule findings were atypical and posttreatment pathology is unreported in literature.\nCase presentation\nA 22-year-old male individual of Taiwanese descent \nnoticed a sizable 11 mm short axis rubbery mass behind \nthe sternocleidomastoid at the base of the clavicle and \nvisited the University of California San Diego hospital for \nexamination in 2022. The patient had one family member \nwho presented with papillary thyroid carcinoma in 2016. \nExamination via ultrasonography revealed findings sug gestive of pathologic lymphadenopathy in the right neck, \nalong with a 5 × 6 mm mass detected in the right thyroid \nlobe on initial imaging studies. Following these observa tions, the patient was referred for further evaluation and \nmanagement. A subsequent needle biopsy of the right \nneck level 4 lymph node of size 2.0 × 1.4 cm revealed his topathological features consistent with infiltrating fol licular variant of papillary thyroid carcinoma, with focal \ntall cell features. The tall cell features, however, did not \nexceed 30% of the tumor; therefore, the tumor was not \nconsidered tall cell variant. Overall, the tumor demon strated histopathological features consistent with meta static follicular variant papillary thyroid carcinoma.\nThe patient underwent a complete thyroidectomy \nand right modified radical neck dissection. Pathology demonstrated papillary thyroid carcinoma of the \nresected thyroid with negative margins, though the \nmargin was less than 1  mm in some areas. There was \nlymphovascular invasion and locoregional lymph node \ninvolvement on the right. Postoperatively, nuclear \nimaging demonstrated foci of activity in the lungs and \nin the anterior neck thyroid bed that were treated with \nradioactive iodine-131 at 100  mCi to clear remnant \ndisease.\nPost-treatment surveillance imaging with computed \ntomography (CT) of the chest 1  year after treatment \nrevealed a soft tissue nodule in the paratracheal thy roid bed (Fig.  1) and anterior tracheal wall nodularity, \n(Fig. 2 ) for which a bronchoscopy was pursued.\nBronchoscopic examination was notable for a clus ter of small (2–3 mm) nodules along the right anterior \ntracheal wall (Fig.  3). These nodules were covered by \nintact mucosa and displayed normal vascularity under \nnarrow-band imaging (NBI). Further evaluation using \nradial endobronchial ultrasound (EBUS) revealed a het erogeneous echotexture within the nodules.\nEndobronchial biopsy of the tracheal nodules was \nexecuted using a combination of alligator forceps and \n1.1  mm cryoprobe. Remarkably, upon unroofing the \ntracheal nodules, a white exudate with soft density \nwas observed emanating from the submucosa (Fig.  4). \nFig. 1 A Computed tomography with contrast chest at time \nof diagnosis showing 10 mm right paratracheal mass. B A total \nof 1 year post-treatment, surveillance computed tomography \nchest revealed a 5 mm right paratracheal soft tissue nodule at site \nof previous mass\nPage 3 of 7\n Sievers et al. Journal of Medical Case Reports           (2025) 19:92 \n \nTissue samples were forwarded for comprehensive \nmicrobiological and pathological analyses.\nA linear EBUS bronchoscope was then used to identify \nthe 5 mm paratracheal soft tissue nodule (Fig.  5). Trans bronchial needle aspiration was performed of the nodule \nand sent for cytopathology. Pathological analysis of the \ntracheal wall nodules (Fig.  6) as well as the paratracheal soft tissue nodule revealed mucinous-like material and \nchronic inflammation with focal fibrosis (Fig.  7). Neither \nof the samples revealed evidence of malignant cells. Cul tures were finalized as negative for the growth of micro organisms after 6 weeks.",
    "Discussion": "Discussion and conclusion\nAlthough papillary thyroid carcinoma (PTC) is the most \ncommon type of thyroid cancer, the involvement of the \ntrachea by locoregional spread to the paratracheal space \nis rare [1]. In cases where PTC involves the trachea, \nclinical presentation can vary; airway involvement from \nresidual disease may cause symptoms such as hemoptysis \nor airway obstruction, potentially leading to severe com plications [10]. Standard treatment for disease involving \nthe trachea includes procedures such as window tracheal \nresection and sleeve tracheal resection, both of which \nare associated with improved survival rates [11–13]. \nHowever, surgical resection is often reserved for larger \nlesions, while radioactive iodine ablation may play a role \nin treating smaller, residual disease in the thyroid bed and \nparatracheal regions.\nIt is important to note that the patient had spent a year \nliving in a region of Southeast Asia with a high respira tory pathogen burden. While the submucosal nodules \ncontaining white exudate were entertained to have been \nfrom a respiratory pathogen origin, such as tuberculosis, \nwhich causes similar caseating granulomas, the patient \npresented negatively on all associated infectious disease \npathogen screens. Histologically, the specimen from \nthe tracheal nodule represented fibrosis and chronic \ninflammation. In addition, the bronchial epithelium was \ndevoid of inflammatory cells, which further supported a \nFig. 2 A Preoperative computed tomography with contrast chest \nshowing tracheal nodularity. B A total of 1 year post-treatment, \ndemonstrating persistent nodularity. Yellow arrow denotes area \nwith persistant nodularity\nFig. 3 Bronchoscopic examination revealed a cluster of 2–3 mm nodules along anterior tracheal wall. A Nodules were covered by intact mucosa. B \nDifferent perspective of nodules illustrating intact and normal vascularity under narrow-band imaging\nPage 4 of 7 Sievers et al. Journal of Medical Case Reports           (2025) 19:92 \nnoninfectious finding. Importantly, the patient did not \nhave constitutional symptoms associated with infec tion, such as fevers, night sweats, unintended weight \nloss, cough, or dyspnea. As such, infectious etiology was \ndeemed unlikely.\nGiven the anatomic location of the paratracheal nod ule and the tracheal endoluminal nodules, with the same \nmucinous material on pathologic review from both, these \nfindings are thought to represent previously treated sites of disease. To our knowledge, this is the first case report ing the pathologic findings of post-radioactive iodine \ntreatment. These interesting bronchoscopic and cyto pathologic findings are rare and highlight the importance \nof better understanding post-radioactive iodine treat ment changes. This case highlights the successful treat ment of radioactive iodine for follicular variant papillary \nthyroid carcinoma disease. Unfortunately, some patients \nwith metastatic infiltrative disease have tumors that lose \nFig. 4 A Endobronchial biopsy of the tracheal nodules revealed a white exudate with soft density emanating from the submucosa. B Another \nangle of the nodules during unroofing\nFig. 5 Linear endobronchial ultrasound of the paratracheal soft tissue nodule\nPage 5 of 7\n Sievers et al. Journal of Medical Case Reports           (2025) 19:92 \n \nFig. 6 Pathology stains of endobronchial biopsy. A, B Pap smear and Diff-Quick sections showing clusters of follicular cells with crowding \nand overlapping nuclei with grooves and pallor, C cell block showing clusters of enlarged cells with nuclei pallor, D endobronchial biopsy showing \nbenign respiratory epithelium with inflammation and fibrosis\nPage 6 of 7 Sievers et al. Journal of Medical Case Reports           (2025) 19:92 \nthyroid differentiation features, making the radioactive \niodine refractory, thus rendering RAI treatments less \neffective [9, 14]. Regardless, more substantial research \nmust be conducted to deduce the efficacy of radioactive \niodine on clearing thyroid cancer tracheal metastases.\nAbbreviations\nPTC  Papillary thyroid cancer\nRAI  Radioactive\nNBI  Narrow-band imaging\nEBUS  Endobronchial ultrasound\nAcknowledgements\nWe express our gratitude to the medical staff and team members involved in \nthe care of the patient, as well as those who contributed to the preparation of this case report. Their support and expertise were invaluable in the comple tion of this work. The individual whom this case report was written about \nthanks the countless physicians, nurses, medical technicians, and researchers \nthat contributed to his care and the care of people with cancer.\nAuthor contributions\nBLS and JAMP wrote the main manuscript text. BLS, JAMP , JH, and WS \nprepared the Figs. 1, 2, 3, and 4. CHC, RM, NMP , KVN, and GZC reviewed \nand edited the manuscript text. All authors reviewed and approved the \nmanuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nData can be shared upon reasonable request.\nFig. 7 Fine needle aspiration of the specimens: cell block A and Diff-Quik stained section B from the endobronchial nodule showing mixed \ninflammatory cells with abundant mucin-like material. Similarly, PAP smear C and Diff-Quik stained section D of the paratracheal soft tissue nodule \nrevealed mixture of histiocytes, lymphocytes and mucin-like material\nPage 7 of 7\n Sievers et al. Journal of Medical Case Reports           (2025) 19:92 \n \nDeclarations\nEthics approval and consent to participate\nThis study was conducted in accordance with the Declaration of Helsinki. The \npatient provided written informed consent for the analysis and the publication of their anonymized data. All samples were obtained under the University \nof California San Diego (UCSD) Institutional Review Board (IRB)-approved \nprotocols.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there are no conflicts of interest regarding the publication of this manuscript.\nAuthor details\n1 Infectious Diseases, J. Craig Venter Institute, La Jolla, CA 92037, USA. 2 Depart ment of Medicine, University of Cambridge, Cambridge, UK. 3 Department \nof Pathology, University of California San Diego, La Jolla, CA 92037, USA. \n4 Interventional Pulmonology, Department of Medicine, University of California \nSan Diego, La Jolla, CA 92037, USA. 5 Department of Endocrinology, University \nof California San Diego, La Jolla, CA 92037, USA. \nReceived: 21 October 2024   Accepted: 10 February 2025\nReferences\n 1. Pellegriti G, Frasca F, Regalbuto C, Squatrito S, Vigneri R. Worldwide \nincreasing incidence of thyroid cancer: update on epidemiology and risk \nfactors. J Cancer Epidemiol. 2013;2013(1): 965212.\n 2. Chen DW, Lang BHH, McLeod DSA, Newbold K, Haymart MR. Thyroid \ncancer. Lancet. 2023;401(10387):1531–44.\n 3. Araque DVP , Bleyer A, Brito JP . Thyroid cancer in adolescents and young \nadults. Future Oncol Lond Engl. 2017;13(14):1253–61.\n 4. Toraih EA, Hussein MH, Zerfaoui M, Attia AS, MarzoukEllythy A, Mostafa A, \net al. Site-specific metastasis and survival in papillary thyroid cancer: the \nimportance of brain and multi-organ disease. Cancers. 2021;13(7):1625.\n 5. Varghese BT, Mathews A, Pandey M, Pradeep V. Unusual metastasis of \npapillary thyroid carcinoma to larynx and hypopharynx a case report. \nWorld J Surg Oncol. 2003;1(1):7.\n 6. McCaffrey TV, Bergstralh EJ, Hay ID. Locally invasive papillary thyroid \ncarcinoma: 1940–1990. Head Neck. 1994;16(2):165–72.\n 7. Chattopadhyay B, Bhattacharya B, Chatterjee A, Biswas PK, Debnath NB. \nWhistle from afar: a case of endotracheal metastasis in papillary thyroid \ncancer. Case Rep Oncol Med. 2012;2012: 235062.\n 8. Karkos PD, Koskinas IS, Tsiropoulos G, Goupou E, Hatzibougias D. Metastatic tracheal tumor of thyroid origin: endoscopic diode laser treatment \ncombined with thyroidectomy, radioactive iodine, and radiotherapy. Ear \nNose Throat J. 2021;100(1_suppl):24S-26S.\n 9. Honings J, Stephen AE, Marres HA, Gaissert HA. The management \nof thyroid carcinoma invading the larynx or trachea. Laryngoscope. \n2010;120(4):682–9.\n 10. Cody HS, Shah JP . Locally invasive, well-differentiated thyroid cancer. 22 \nyears’ experience at Memorial Sloan-Kettering Cancer Center. Am J Surg. \n1981;142(4):480–3.\n 11. Shadmehr MB, Farzanegan R, Zangi M, Mohammadzadeh A, Sheikhy K, \nPejhan S, et al. Thyroid cancers with laryngotracheal invasion. Eur J Car dio-Thorac Surg Off J Eur Assoc Cardio-Thorac Surg. 2012;41(3):635–40.\n 12. Gaissert HA, Honings J, Grillo HC, Donahue DM, Wain JC, Wright CD, et \nal. Segmental laryngotracheal and tracheal resection for invasive thyroid \ncarcinoma. Ann Thorac Surg. 2007;83(6):1952–9.\n 13. Zhang W, Dai L, Yu K, Wang Y, Le Q, Wu X. Management of papillary thyroid cancer with tracheal invasion and lung cancer: a case report. Oncol \nLett. 2023;25(3):104. 14. Aashiq M, Silverman DA, Naara S, Takahashi H, Amit M. Radioiodinerefractory thyroid cancer: molecular basis of redifferentiation therapies, \nmanagement, and novel therapies. Cancers. 2019;11(9):1382.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}