{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05091-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05091-8.pdf",
  "metadata": {
    "/Keywords": "Biological; Case report; Diagnostic delay; Progressive multifocal leukoencephalopathy; Rheumatoid arthritis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250224164901+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250220062511+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05091-8",
    "/Author": "Barbara Bergmans ",
    "/Title": "Progressive multifocal leukoencephalopathy in rheumatoid arthritis and biological therapies: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05091-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Progressive multifocal leukoencephalopathy is a rare but potentially fatal disease caused by infection \nof the central nervous system with John Cunningham polyomavirus. Progressive multifocal leukoencephalopathy \nmainly occurs in immunocompromised patients, including patients on biological and targeted synthetic therapies, \nsuch as multiple sclerosis and rheumatoid arthritis patients. Early diagnosis of progressive multifocal leukoencephalopathy is crucial for patient survival. We describe a case of progressive multifocal leukoencephalopathy with significant diagnostic delay in a rheumatoid arthritis patient using rituximab. Additionally, we give an overview of available \nliterature on progressive multifocal leukoencephalopathy in rheumatoid arthritis patients using biologicals, focusing \non the diagnostic difficulties and delays, to raise awareness of this adverse event among physicians treating rheumatoid arthritis patients with immunosuppressants.",
    "Case Presentation": "Case presentation A 69-year-old white man of Dutch descent with rheumatoid arthritis treated with rituximab \npresented to a neurology outpatient clinic, complaining of difficulties in word-finding and reading without problems \nin visual acuity, several weeks after a mild traumatic head injury (patient’s delay). Brain computed tomography-scan \nshowed two hypodense white-matter lesions, initially considered to be of vascular origin (doctor’s delay). However, \nmagnetic resonance imaging, performed more than a week later, showed lesions consistent with progressive multifo cal leukoencephalopathy. Immunosuppressants were then immediately discontinued. The patient agreed to repeat \nmagnetic resonance imaging and lumbar puncture. Initial John Cunningham polyomavirus polymerase chain \nreaction on cerebrospinal fluid was negative. However, a subsequent lumbar puncture confirmed the diagnosis. The \npatient rejected experimental treatment with pembrolizumab and passed away a month after the initial presentation.\nConclusions This case report emphasizes the need for increased awareness and importance of timely recognition \nof potential progressive multifocal leukoencephalopathy in rheumatoid arthritis patients using immunosuppressive \ntherapies. A total of 26 other cases of rheumatoid arthritis patients using biologicals who developed progressive \nmultifocal leukoencephalopathy were identified from the literature, and we reviewed their cases. Most (24; 92%) \ncases occurred during rituximab or TNF-alpha inhibitor use. There was a mean delay of 2.5 months between symp tom onset and diagnosis. Information on predisposing risk factors such as lymphopenia was often not reported. \nPhysicians and patients should be aware of the symptoms of progressive multifocal leukoencephalopathy, as early \ndiagnosis and immediate withdrawal of immunosuppressants is crucial to improve the chance of survival. This case \n*Correspondence:\nBarbara Bergmans\nb.j.m.bergmans@tilburguniversity.edu\nFull list of author information is available at the end of the article\nPage 2 of 9 Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \nreport highlights the importance of awareness in recognizing progressive multifocal leukoencephalopathy symptoms \nin nontraditional populations.\nKeywords  Biological, Case report, Diagnostic delay, Progressive multifocal leukoencephalopathy, Rheumatoid \narthritis\nBackground\nProgressive multifocal leukoencephalopathy (PML) \nis a rare, often fatal, demyelinating disease, caused by \ninfection of the central nervous system with John Cun ningham polyomavirus (JCV). JCV leads to lysis of \noligodendrocytes, causing multifocal demyelinating \nlesions in the brain [1 ].\nPML almost exclusively occurs in a state of immune \ndeficiency. Historically, it has mainly affected patients \nwith specific underlying conditions that cause profound \nimmunocompromise. Human immunodeficiency virus \n(HIV) infection continues to be the most common \npredisposing condition among patients with PML [2 ]. \nAfter the",
    "Introduction": "introduction of highly active anti-retroviral \ntherapy (HAART), the incidence in this population has \nsignificantly decreased from 0.7 to 0.07 per 100 cases \nper year, with an associated increase in survival rate \n(72% at 3 years after diagnosis) [3 , 4]. The second most \ncommon underlying condition is lymphoproliferative \ndisease, with an estimated frequency of 0.07% and a \n1-year mortality rate of 39.2% [2 , 5]. Though PML is \nprimarily linked to immunologic treatment or hemat opoietic stem cell transplants in this population, it may \nalso occur in untreated patients. Nowadays, it is recog nized that PML can occur in a wide variety of patients \nwith milder immunosuppression. PML cases have been \ndescribed in various classes of immunotherapies [6 ]. \nAmong those, natalizumab, an alpha 4-integrin antago nist used in the treatment of multiple sclerosis, is the \nmost significant risk factor for the development of \nPML, with an overall frequency of 4.14/1,000 patients \n[7] and an associated mortality rate of 25–30% [8 ]. \nBecause of the high incidence of PML in natalizumabtreated patients, a risk stratification algorithm based on \nprior immunosuppressant use, natalizumab treatment \nduration and anti-JCV antibodies has been developed \nto better manage this population [9 , 10]. The anti-CD20 \nmonoclonal rituximab has also been associated with \nPML, albeit with a much lower estimated frequency \nof 1 in 32,000 cases in all autoinflammatory condi tions and 1 in 25,000 cases in rheumatoid arthritis (RA) \npatients, specifically [11– 13]. For many biologicals, \nhowever, it remains uncertain whether they increase \nthe risk for PML, because of the frequent concomitant \nuse of multiple immunosuppressants.With a yearly incidence of 4 in 10,000 patients, PML \nhas also been associated with systemic lupus erythema tosus (SLE) [14]. It is noteworthy that PML occurs both \nin untreated SLE patients and patients on immunosup pressive medication, suggesting SLE itself may predis pose patients to JCV reactivation [15]. Though rare, PML \nwithout overt immunosuppression has been documented \nin several case reports. Due to the small number of cases, \nthere is still insufficient data on incidence and prognosis \nin this population [16]. Despite research on the use of \nmirtazapine, mefloquine, and pembrolizumab, no treat ment aside from discontinuation of immunosuppressive \nmedication (or administration of HAART in the case of \nHIV infection) has proven effective in treating PML.\nRheumatoid arthritis is an autoinflammatory disease \naffecting mainly the small joints of the hands and feet. \nIt is characterized by hyperinflammation in the synovial \nspace, leading to permanent disability when untreated. \nTreatment of RA usually requires the simultaneous use \nof multiple immunosuppressants. Nowadays, a plethora \nof biologicals with different targets are available, such \nas TNF-alpha inhibitors, interleukin antagonists, and \nrituximab. Targeted synthetic therapies in the form of \nJanus-kinase (JAK) inhibitors have recently been added \nas RA treatment options. This combination of immu nosuppressants and the need for long-lasting treatment \nmake RA patients especially susceptible to opportunistic \ninfections. Numerous PML cases have been reported in \nRA patients using biological treatments, predominantly \nrituximab.\nAs cessation of immunosuppression is the only non experimental intervention that is currently available for \nPML, timely diagnosis is of pivotal value for patient sur vival. Diagnosis of PML, however, begins with awareness \nof its symptoms and existence. The aims of this report are \nto illustrate and provide an overview of RA patients using \nbiologicals who developed PML with an emphasis on the \ndiagnostic difficulties and delays, and to create aware ness of this adverse event among physicians treating RA \npatients.\nCase presentation\nA 69-year-old white man of Dutch descent presented to \na neurology outpatient clinic complaining of difficulties \nPage 3 of 9\n Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \n \nin word-finding and reading without problems in visual \nacuity. The patient first noticed symptoms shortly after a \nmild traumatic brain injury following a fall from his bike. \nHe then assumed the symptoms were secondary to a mild \nconcussion. When the symptoms progressed, he decided \nto consult his family doctor 6 weeks later (patient’s delay). \nHe was referred for a neurological consultation and \nwas admitted to the neurological outpatient clinic the \nnext day with suspected posttraumatic brain injury. His \nmedical history included rheumatoid arthritis (RA) of \n23 years’ duration, for which he had received oral meth otrexate (MTX) 22.5  mg weekly and intravenous rituxi mab 1000 mg every 6 months for the preceding 3 years, \nof which the last dose had been administered 3 months \nbefore the onset of symptoms. Neurological examina tion revealed difficulties answering complex questions \nand sometimes difficulties following the conversation. \nThere were signs of ideomotor and kinetic apraxia. His \ngait was unsteady, without evident cerebellar dysfunc tion. Computed tomography (CT) of the brain showed \ntwo hypodense lesions in the white matter of the left \nparieto-occipital lobe. Initially, this was considered to be \nof vascular origin, and the patient was referred for mag netic resonance imaging (MRI) to further differentiate \nthe findings. More than a week later (doctor’s delay), the \nMRI showed the lesions to be T2 hyper-intense lesions \nwith a nodular aspect, strongly suggestive of PML. Ritux imab and MTX were immediately discontinued, and a \nlumbar puncture was performed, which showed no pleo cytosis (2  ×  106/L leukocytes) and a negative JCV poly merase chain reaction (PCR). CD4 counts were normal \n(517 ×  106/L). After being informed of the diagnosis, \nthe patient agreed to repeat MRI and lumbar puncture. \nThe second MRI, performed 2 weeks after the first, was \nunchanged; however, the JCV PCR of the cerebrospinal \nfluid (CSF) was positive, with a viral load of 116 IU/mL. \nThe patient chose not to undergo experimental treat ment with pembrolizumab. His condition worsened rap idly with progressive cognitive and motor symptoms, and \nhe passed away a month after his initial admission to the \nneurology outpatient clinic. No autopsy was performed.",
    "Discussion": "Discussion and conclusions\nWe describe a case of PML with significant diagnostic \ndelay in a patient with RA who was treated with rituxi mab. The patient continued to use MTX until several \nweeks after symptom onset, as his symptoms were ini tially mistaken for posttraumatic issues by both the \npatient and the physician. Only after observing the \ncharacteristic lesions on MRI was immunosuppres sion discontinued. Timely diagnosis of PML is of pivotal \nvalue for patient survival, as cessation of immunosup pression is currently the only available nonexperimental intervention. This case report highlights the importance \nof awareness in recognizing PML symptoms in nontradi tional populations.\nPreviously, only patients with hematological malig nancies or HIV or patients with MS using natalizumab \nwere considered at high risk of developing PML. Nowa days, with the surging use of biological therapies and a \nwide range of indications for these drugs, PML may be \nobserved in patients that fall outside of this traditional \nrisk profile. Since the introduction of biological thera pies, the incidence of PML has increased; according to \na Swedish study, the incidence went from 0.026/100,000 \npatient-years in 1988–2010 to 0.11/100,000 patient-years \nin 2011–2013 [17]. The increasing use of biological drugs \nmakes it more likely clinicians will encounter a patient \nwith PML.\nFurther complicating a timely diagnosis is the often \ninsidious start of PML symptoms. Mild confusion and \nloss of coordination are common, and patients may trivi alize their symptoms for a while or attribute them to \nan unrelated event (as in our patient) before contacting \ntheir healthcare provider. Furthermore, diagnosis may be \nchallenging, with the gold standard for diagnosing PML \nbeing a brain biopsy or a positive JCV PCR of the CSF. \nAs a brain biopsy is quite invasive, clinicians often rely on \nCSF PCR when it comes to providing a definitive diagno sis. However, its sensitivity is only moderate, at approxi mately 58% [18], as is illustrated by the patient from our \ncase report, in whom JCV PCR tested positive only the \nsecond time. It is crucial that all healthcare providers \nare aware of the occurrence of PML outside of classical \nrisk populations, and of the diagnostic difficulties and its \nsigns and symptoms, as a longer diagnostic delay is asso ciated with poorer outcomes and a higher mortality rate \n[19].\nTo further investigate diagnostic delay in the RA popu lation using biologicals or targeted synthetic therapies, \nwe systematically searched for additional cases of PML in \nRA patients using biological or targeted synthetic thera pies in PubMed, Cochrane, Web of Science, and Embase. \nAdditionally, we searched the database of the Labora tory of Medical Microbiology and Immunology for all \nJCV polymerase chain reaction (PCR)-confirmed PML \ncases. The literature search yielded 26 other cases from \n17 articles in which PML had been established in RA \npatients using biologicals (details in Table  1). Most cases \nwere from the USA (12; 44.4%) and Japan (4; 14.8%). \nPatients were mostly female (22; 81.5%) with a mean \nage of 65.1 years (SD 13.3). In most cases (17; 67.0%) the \npatients used rituximab, 7 (25.9%) patients used TNFalpha inhibitors, and 2 (7.41%) patients used tocilizumab. \nOne patient did not actively use biologicals, but had been \nexposed to etanercept, tocilizumab, and rituximab for up \nPage 4 of 9 Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \nTable 1 Summary of the published PML cases in RA patients using biologicals\nCountry Sex Age \n(years)Comorbidities Lymphopenia Corticosteroids csDMARD Biological Biological \nduration \n(years)Pretreatment \nwith \nbiologicalSymptom \nduration \n(months)Symptoms Differential Diagnostic \ndelay \n(months)Mode of \ndiagnosisOutcome References\nUSA Male 72 Hypertension, benign \nprostatic \nhypertrophy, \nchronic \nbronchitisYes MTX Infliximab 5 No 2.5 Memory loss, \nconfusion, \nfalls, rightsided weak nessHistology \nbrain \nbiopsySurvived \nwith disabilityKumar et al. \n[21]\nUSA Female 66 No No Adalimumab2 No 3 Coordination \nproblems, \nimpaired \nwriting, gait \ndisturbance, \ndysarthriaPCR CSF Unknown Ray et al. [22]\nSpain Female 92 Rituximab 5 2 Sensory–\nmotor \nsyndrome \nof the right \nlimbs, cognitive impair mentHistology \nbrain \nbiopsyDeath Sala et al. [23]\nUSA Female Diabetes, \nhypertensionRituximab 2.5 Altered \nconsciousness, lack \nof coordination, abnormal \ngait, peripheral \nneuropathyMRI Death Bharat et al. \n[24]\nUSA Female Colonic polyps, strokeYes No Rituximab 0.67 1 Speech disor der, aphasia, \nidiopathic \nperipheral \nneuropathy, \nabnormal gait, \nlack of coor dination, \nhemiplegiaUnknown Death Bharat et al. \n[24]\nUSA Female 75 MTX AdalimumabProgressive left \nhemiplegia, \n“global \ndecline”Age-related Histology \nbrain \nbiopsyDeath Babi et al. [25]\nJapan Female 74 Yes Etanercept 0.58 2.5 General \nmalaise, loss \nof appetite, \ndisorientation, \nincontinence, \ndeterioration \nof verbal communicationEncephalomeningitis3 MRI Survived \nwith disabilityYamamoto et \nal. [26]\nPage 5 of 9\n Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \n \nTable 1 (continued)\nCountry Sex Age \n(years)Comorbidities Lymphopenia Corticosteroids csDMARD Biological Biological \nduration \n(years)Pretreatment \nwith \nbiologicalSymptom \nduration \n(months)Symptoms Differential Diagnostic \ndelay \n(months)Mode of \ndiagnosisOutcome References\nJapan Female 72 No Tocilizumab3.33 Dementia, \nabnormal \nbehaviorInfection MRI Survived \nwith disabilityKobayashi et \nal. [27]\nIreland Male 60 No Rituximab 10 1 Ataxia, \ndysarthria, \ndysphagiaPCR CSF Survived \nwith disabilityDarcy et al. [28]\nUSA Female 79 Hyper tension, \nischemic \nstrokeNo Yes No Rituximab Falls, gait \ndisturbance, \nslurred speech, \nconfusionMRI Death Guduru et al. \n[29]\nUK Female 69 MTX Infliximab 5 2 Progressive \ncognitive \ndecline, \nword-finding \ndifficulties, \nretrograde \nand antero grade amne sia, behavioral \nchange, \nsomnolence, \napathyPCR \nbrain \nbiopsySurvived \nwith disabilitySammut et al. \n[30]\nJapan Female 61 Anxiety \ndisorder, \nSjögren \nsyndromeMTX Tocilizumab1.33 Adalimumab, \nabatacept5 Speech disor der and could \nno longer \nprepare mealsWorsening \nanxiety disorder, \nsubacute \ncerebral infarction, malignant \nlymphoma5 Histology \nbrain \nbiopsySurvived \nwith disabilityAnada et al. \n[31]\nUSA Female 51 Sjögren \nsyndromeYes MTX Rituximab 5 Malignant \nneoplasmHistology \nbrain \nbiopsyDeath Fleischmann et \nal. [32]\nTaiwan Female 27 SLE Yes MTX, HCQ None*Etanercept, \ntocilizumab, \nand rituximab \nsequentially3 Dizziness, \nunsteady gait, \nheadache, \nnausea, vomit ing, dizziness, \nleft-hand \nclumsiness, \nleft hemiparesisSubacute \ninfarction, vasculitis, refractory \nneuropsychiatric \nSLE, rhombencephalitis2 PCR CSF Survived \nwith disabilityCheng et al. \n[20]\nUSA Female 73 Hypothyroid, \nSjögren \nsyndromeYes Yes Lefluno mideRituximab Focal righthand dysesthesia, ataxia, \ndysphasia1 PCR CSF Death Clifford et al. \n[13]\nPage 6 of 9 Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \nTable 1 (continued)\nCountry Sex Age \n(years)Comorbidities Lymphopenia Corticosteroids csDMARD Biological Biological \nduration \n(years)Pretreatment \nwith \nbiologicalSymptom \nduration \n(months)Symptoms Differential Diagnostic \ndelay \n(months)Mode of \ndiagnosisOutcome References\nSweden Female 72 Sjögren \nsyndromeYes MTX Rituximab Etanercept, \nadalimumabRight \nhemiataxia \nin arm, leg, \nand trunk, falls4 PCR CSF Death Clifford et al. \n[13]\nAustralia Female 67 Sjögren \nsyndromeYes Yes MTX Rituximab Cognitive \ndecline, \ndysphasia2 PCR CSF Survived \nwith disabilityClifford et al. \n[13]\nUSA Female 62 Yes MTX Rituximab Etanercept, \nadalimumab, \nanakinraCortical right \nhand dystonic \ntremor, later \nmyoclonusHistology \nbrain \nbiopsySurvived \nwith disabilityClifford et al. \n[13]\nJapan Female 65 Yes No MTX Infliximab 4 Right upper \nlimb weak ness, gait \ndisturbance, \nheadache, \nnausea, dizziness, weight \nloss, double \nvisionTIA, cryptococcal meningitis3 PCR CSF Survived \nwith disabilityNosaki et al. \n[33]\nUnknown Female 56 Yes Leflunomide, \nMTXRituximab 1.92 Adalimumab, \netanerceptUnknown Unknown Unknown Unknown Berger et al. \n[34]\nUnknown Male 58 SLE, oppor tunistic \ninfectionsYes MTX Rituximab 2.33 Etanercept, \ninfliximabUnknown Unknown Unknown Death Berger et al. \n[34]\n nknown Female 60 SLE Yes MMF Rituximab 4.67 No Unknown Unknown Unknown Death Berger et al. \n[34]\nUnknown Female 83 Yes MTX Rituximab 4.75 Denosumab Unknown Unknown Unknown Death Berger et al. \n[34]\nUSA Female 55 Rituximab 2 TNF-alpha \ninhibitorUnknown Unknown Unknown Survived \nwith disabilityMolloy et al. \n[35]\nUSA Female 41 Yes MTX Rituximab 1.33 Infliximab Unknown Unknown Unknown Unknown Molloy et al. \n[35]\nUSA Male 69 Yes HCQ, CYC Infliximab Unknown Unknown Unknown Death Molloy et al. \n[35]\nThe NetherlandsMale 69 Cataract, \nCOPDNo MTX Rituximab 3 1.5 Word-finding \ndifficulties, \ntrouble reading, uncertain \ngaitHematoma, \nvascular0.25 PCR CSF Death Case described \nin current \narticle, 2022\nBlank cells indicate this information was not reported\nCOPD chronic obstructive pulmonary disease, csDMARD conventional synthetic disease-modifying antirheumatic drug, CSF cerebrospinal fluid, CYC  cyclosporine, HCQ hydroxychloroquine, MMF mycophenolate mofetil, \nMRI magnetic resonance imaging, MTX methotrexate, PCR polymerase chain reaction, SLE systemic lupus erythematosus, TIA transient ischemic attack\n* One patient had no current biological use but had been exposed to etanercept, tocilizumab, and rituximab for up to 2 years before presentation\nPage 7 of 9\n Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \n \nto 2 years before presentation [20]. Patients presented \nwith a mean symptom duration of 2.4  months with a \nstandard deviation (SD) of 1.2  months, and the mean \ndiagnostic delay (defined as the time span between ini tial presentation and PML diagnosis) was 2.5 months (SD \n1.6). Diagnosis was most often confirmed by a positive \nJCV PCR of the CSF (eight cases; 29.6%). Mortality was \nhigh at 48.2% with permanent disability being common \namong survivors.\nThe Laboratory of Medical Microbiology and Immu nology provides JCV PCR diagnostics for the south of \nthe Netherlands since 2007. A search in the laboratory \ndatabase yielded 317 patients in whom JCV PCR was \nperformed on CSF or brain biopsies. Out of these 317, \n29 patients (9%) were confirmed to have PML by a posi tive JCV PCR result. Patients were mostly male (19; 68%) \nand had a median age of 63  years (interquartile range \n[IQR] 47–67 years). Information on underlying immuno deficiencies was available in 20 cases: 10 HIV infections \n(34%), 3 chronic lymphocytic leukemia (10%), 2 multiple \nsclerosis (7%), 2 RA (7%, including the patient described \nin this report), 1 vasculitis (3%), 1 kidney transplant (3%), \nand 1 without any known immunodeficiency (3%). There \nwas an all-cause mortality of 59%, with a median of 51 \n(IQR 25–101) days between PCR positivity and death. In \naddition to the RA patient described in this case report, \nthe other RA patient in whom PML was confirmed used \nMTX, prednisone, and hydroxychloroquine.\nOur case report as well as the cases described in the lit erature all underline the importance of prompt diagnosis \nand immediate discontinuation of immunosuppression \nin RA patients with PML. We found a mean diagnos tic delay of 2.5 months between initial presentation and \ndefinitive diagnosis in RA patients, which is in line with \nprior literature demonstrating high diagnostic delays in \nPML patients irrespective of the underlying condition \n[19].\nAside from the high prevalence of rituximab use in all \nretrieved cases, seven patients from the literature were \ntreated with TNF-alpha inhibitors. Though no formal \nlink has been established between TNF-alpha inhibitors \nand PML to date, these findings suggest patients using \nthese drugs and their physicians should also be vigilant. \nData from the laboratory database show a significant pro portion of patients with a positive JCV PCR of the CSF \nfall outside of the traditional high-risk category (hema tological malignancies, HIV, and natalizumab use). In \nnatalizumab, unlike any other biological drug to date, \na risk stratification algorithm is available to guide clini cal decision-making regarding prevention of PML [9, \n10, 36]. Established risk factors for PML development in \nnatalizumab use are the presence of anti-JCV antibodies, \ntreatment duration, and prior immunosuppressant use. Prolonged lymphocytopenia of CD4 + T cells but also \nCD8 + T cells are known risk factors as well. In the cases \nfrom the literature, as well as in our own case, lympho cyte abnormalities were unknown or poorly described. \nPrior biological use was described in only nine cases. \nThere was limited information available on differential \ndiagnoses. These factors contribute to the difficulties of \ncreating a risk stratification algorithm in patients using \nbiologicals other than natalizumab.\nLimitations of the case report described in this article \ninclude limited information on lymphocyte subsets and \nfollow-up of blood counts pre-diagnosis. However, the \ncase and data from the literature and laboratory under score a significant gap in awareness and data on PML \nin nontraditional populations, stressing the importance \nof further research and data collection in these at-risk \ngroups.\nIn",
    "Conclusion": "conclusion, the risk of developing PML in RA \npatients using biological and/or targeted synthetic thera pies, particularly rituximab and TNF-alpha inhibitors, \nhighlights the need for increased awareness, monitoring, \nand timely diagnosis of suspected cases. Delayed diag nosis can lead to poor outcomes and higher mortality \nrates. However, the rarity of the condition in this popula tion and the subsequent insufficient data collection has \nmade it difficult to identify strategies to minimize risks. \nFurther research with development of risk stratification \nalgorithms is necessary to guide clinical decision-making \nand to inform patients about potential risks before start ing biological therapy.\nAbbreviations\nAIDS  Acquired immune deficiency syndrome\nCOPD  Chronic obstructive pulmonary disease\ncsDMARD  Conventional synthetic disease-modifying antirheumatic drug\nCSF  Cerebrospinal fluid\nCT  Computed tomography\nCYC   Cyclosporine\nHAART   Highly active anti-retroviral therapy\nHCQ  Hydroxychloroquine\nHIV  Human immunodeficiency virus\nJCV  John Cunningham virus\nMMF  Mycophenolate mofetil\nMRI  Magnetic resonance imaging\nMS  Multiple sclerosis\nMTX  Methotrexate\nPCR  Polymerase chain reaction\nPML  Progressive multifocal leukoencephalopathy\nRA  Rheumatoid arthritis\nSLE  Systemic lupus erythematosus\nTIA  Transient ischemic attack\nTNF  Tumor necrosis factor\nAcknowledgements\nNot applicable.\nAuthor contributions\nBB—conception and design, case report, data acquisition, data analysis, and \nwriting of manuscript. GR—case report, writing of manuscript, and critical \nrevision of manuscript. EvP—conception and design and critical revision of \nPage 8 of 9 Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \nmanuscript. EdV—conception and design and critical revision of manuscript. \nJLM—conception and design and critical revision of manuscript.\nFunding\nThis study has received no funding.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle [and its supplementary information files].\nDeclarations\nEthics approval and consent to participate\nAs this case report was a retrospective study, ethics approval or consent to \nparticipate were not applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s next-of-kin for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Tranzo, Tilburg School of Social and Behavioral Sciences, Tilburg University, \nTilburg, The Netherlands. 2 Laboratory of Medical Microbiology and Immunology, Elisabeth-TweeSteden Hospital, Tilburg, The Netherlands. 3 Laboratory \nfor Microbiology Twente Achterhoek (Labmicta), Hengelo, The Netherlands. \n4 Department of Neurology, Elisabeth-TweeSteden Hospital, Tilburg, The Netherlands. 5 Netherlands Pharmacovigilance Centre Lareb, ’s-Hertogenbosch, The \nNetherlands. 6 Groningen Research Institute of Pharmacy, PharmacoTherapy, \nEpidemiology & Economics, University of Groningen, Groningen, The Nether lands. 7 Microvida, Elisabeth-TweeSteden Hospital, Tilburg, The Netherlands. \nReceived: 15 September 2023   Accepted: 3 January 2025\nReferences\n 1. Gheuens S, Wuthrich C, Koralnik IJ. Progressive multifocal leukoencephalopathy: why gray and white matter. Annu Rev Pathol. 2013;8:189–215.\n 2. Joly M, Conte C, Cazanave C, Le Moing V, Tattevin P , Delobel P , et al. Pro gressive multifocal leukoencephalopathy: epidemiology and spectrum of \npredisposing conditions. Brain. 2023;146(1):349–58.\n 3. Jiang R, Song Z, Liu L, Mei X, Sun J, Qi T, et al. Survival and prognostic factors of progressive multifocal leukoencephalopathy in people living with \nHIV in modern ART era. Front Cell Infect Microbiol. 2023;13:1208155.\n 4. d’Arminio Monforte A, Cinque P , Mocroft A, Goebel FD, Antunes F, Kat lama C, et al. Changing incidence of central nervous system diseases in \nthe EuroSIDA cohort. Ann Neurol. 2004;55(3):320–8.\n 5. Carson KR, Evens AM, Richey EA, Habermann TM, Focosi D, Seymour JF, et \nal. Progressive multifocal leukoencephalopathy after rituximab therapy in \nHIV-negative patients: a report of 57 cases from the research on adverse \ndrug events and reports project. Blood. 2009;113(20):4834–40.\n 6. Multani A, Ho DY. JC polyomavirus infection potentiated by biologics. \nInfect Dis Clin North Am. 2020;34(2):359–88.\n 7. Giovannoni G, Kappos L, Berger J, Cutter G, Fox R, Wiendl H, et al. Updated \nincidence of natalizumab-associated progressive multifocal leukoencephalopathy (PML) and its relationship with natalizumab exposure over \ntime (2815). Neurology. 2020;94(15 Supplement):2815.\n 8. Vivekanandan G, Abubacker AP , Myneni R, Chawla HV, Iqbal A, Grewal \nA, et al. Risk of progressive multifocal leukoencephalopathy in multiple \nsclerosis patient treated with natalizumab: a systematic review. Cureus. \n2021;13(4):e14764.\n 9. Bloomgren G, Richman S, Hotermans C, Subramanyam M, Goelz S, \nNatarajan A, et al. Risk of natalizumab-associated progressive multifocal \nleukoencephalopathy. N Engl J Med. 2012;366(20):1870–80. 10. Sørensen PS, Bertolotto A, Edan G, Giovannoni G, Gold R, Havrdova E, et \nal. Risk stratification for progressive multifocal leukoencephalopathy in \npatients treated with natalizumab. Mult Scler. 2012;18(2):143–52.\n 11. Carson KR, Focosi D, Major EO, Petrini M, Richey EA, West DP , et al. Mono clonal antibody-associated progressive multifocal leucoencephalopathy \nin patients treated with rituximab, natalizumab, and efalizumab: a review \nfrom the research on adverse drug events and reports (RADAR) project. \nLancet Oncol. 2009;10(8):816–24.\n 12. Bohra C, Sokol L, Dalia S. Progressive multifocal leukoencephalopathy and monoclonal antibodies: a review. Cancer Control. \n2017;24(4):1073274817729901.\n 13. Clifford DB, Ances B, Costello C, Rosen-Schmidt S, Andersson M, Parks D, \net al. Rituximab-associated progressive multifocal leukoencephalopathy \nin rheumatoid arthritis. Arch Neurol. 2011;68(9):1156–64.\n 14. Molloy ES, Calabrese LH. Progressive multifocal leukoencephalopathy: \na national estimate of frequency in systemic lupus erythematosus and \nother rheumatic diseases. Arthritis Rheum. 2009;60(12):3761–5.\n 15. Emmanouilidou E, Kosmara D, Papadaki E, Mastorodemos V, Constantoulakis P , Repa A, et al. Progressive multifocal leukoencephalopathy in \nsystemic lupus erythematosus: a consequence of patient-intrinsic or \n-extrinsic factors? J Clin Med. 2023. https:// doi. org/ 10. 3390/ jcm12 216945.\n 16. Jain V, Branstetter H, Savaram S, Vasquez M, Swords G, Aghili-Mehrizi S, et \nal. Progressive multifocal leukoencephalopathy without overt immuno suppression. Medicine. 2023;102(39):e35265.\n 17. Iacobaeus E, Burkill S, Bahmanyar S, Hakim R, Bystrom C, Fored M, et \nal. The national incidence of PML in Sweden, 1988–2013. Neurology. \n2018;90(6):e498–506.\n 18. Marzocchetti A, Di Giambenedetto S, Cingolani A, Ammassari A, Cauda \nR, De Luca A. Reduced rate of diagnostic positive detection of JC virus \nDNA in cerebrospinal fluid in cases of suspected progressive multifocal \nleukoencephalopathy in the era of potent antiretroviral therapy. J Clin \nMicrobiol. 2005;43(8):4175–7.\n 19. Miskin DP , Ngo LH, Koralnik IJ. Diagnostic delay in progressive multifocal \nleukoencephalopathy. (2328–9503 (Print)).\n 20. Cheng CF, Su JJ, Chen YF, Lin YC, Huang YM, Li KJ. Progressive multifocal \nleukoencephalopathy in a 27-year-old lady with systemic lupus erythe matosus—rheumatoid arthritis overlap syndrome. J Formos Med Assoc. \n2019;118(11):1560–5.\n 21. Kumar D, Bouldin TW, Berger RG. A case of progressive multifocal leukoencephalopathy in a patient treated with infliximab. Arthritis Rheum. \n2010;62(11):3191–5.\n 22. Ray M, Curtis JR, Baddley JW. A case report of progressive multifocal \nleucoencephalopathy (PML) associated with adalimumab. Ann Rheum \nDis. 2014;73(7):1429–30.\n 23. López Sala P , Alberdi Aldasoro N, Zelaya Huerta MV, Bacaicoa Saralegui \nMC, Cabada GT. Cortical hypointensity in T2-weighted gradient-echo \nsequences in patients with progressive multifocal leukoencephalopathy. \nRadiologia. 2020;62(1):59–66.\n 24. Bharat A, Xie F, Baddley JW, Beukelman T, Chen L, Calabrese L, et al. \nIncidence and risk factors for progressive multifocal leukoencephalopathy among patients with selected rheumatic diseases. Arthritis Care Res. \n2012;64(4):612–5.\n 25. Babi MA, Pendlebury W, Braff S, Waheed W. JC virus PCR detection is not \ninfallible: a fulminant case of progressive multifocal leukoencephalopathy with false-negative cerebrospinal fluid studies despite progressive clinical course and radiological findings. Case Rep Neurol Med. \n2015;2015:643216.\n 26. Yamamoto M, Takahashi H, Wakasugi H, Sukawa Y, Saito M, Suzuki C, et al. \nLeukoencephalopathy during administration of etanercept for refractory \nrheumatoid arthritis. Mod Rheumatol. 2007;17(1):72–4.\n 27. Kobayashi K, Okamoto Y, Inoue H, Usui T, Ihara M, Kawamata J, et al. \nLeukoencephalopathy with cognitive impairment following tocilizumab for the treatment of rheumatoid arthritis (RA). Intern Med. \n2009;48(15):1307–9.\n 28. Darcy S, Alex M, McCarthy A, O’Dowd S. Pembrolizumab treatment of \ninflammatory progressive multifocal leukoencephalopathy: a report of \ntwo cases. J NeuroVirol. 2022;28(1):145–50.\n 29. Guduru M, Bendi VS, Bebawy MS, Bande D, Matta A. Posterior fossa pro gressive multifocal leukoencephalopathy secondary to rituximab. Cureus. \n2020;12(10):e10888.\nPage 9 of 9\n Bergmans et al. Journal of Medical Case Reports           (2025) 19:72 \n \n 30. Sammut L, Wallis D, Holroyd C. Progressive multifocal leukoencephalopathy associated with infliximab. J R Coll Physicians Edinb. 2016;46(3):163–5.\n 31. Anada M, Tohyama M, Oda Y, Kamoshima Y, Amino I, Nakano F, et al. Pro gressive multifocal leukoencephalopathy during tocilizumab treatment \nfor rheumatoid arthritis. Intern Med. 2020;59(16):2053–9.\n 32. Fleischmann RM. Progressive multifocal leukoencephalopathy following \nrituximab treatment in a patient with rheumatoid arthritis. Arthritis \nRheum. 2009;60(11):3225–8.\n 33. Nosaki Y, Ohyama K, Watanabe M, Yokoi T, Nakamichi K, Saijo M, et al. \nSimultaneous development of progressive multifocal leukoencephalopathy and cryptococcal meningitis during methotrexate and infliximab \ntreatment. Intern Med. 2019;58(18):2703–9.\n 34. Berger JR, Malik V, Lacey S, Brunetta P , Lehane PB. Progressive multifocal \nleukoencephalopathy in rituximab-treated rheumatic diseases: a rare \nevent. J Neurovirol. 2018;24(3):323–31.\n 35. Molloy ES, Calabrese LH. Progressive multifocal leukoencephalopathy \nassociated with immunosuppressive therapy in rheumatic diseases: \nevolving role of biologic therapies. Arthritis Rheum. 2012;64(9):3043–51.\n 36. Gorelik L, Lerner M, Bixler S, Crossman M, Schlain B, Simon K, et al. Anti-JC \nvirus antibodies: implications for PML risk stratification. Ann Neurol. \n2010;68(3):295–303.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}