{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04988-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04988-0.pdf",
  "metadata": {
    "/Keywords": "Aluminum phosphide; Poisoning; Rat poison; Cardiotoxicity; Magnesium sulfate; Pesticides",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218113926+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241216100011+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04988-0",
    "/Author": "Habtamu Mesele Gebray ",
    "/Title": "Survival after aluminum phosphide poisoning with cardiotoxicity: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04988-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Aluminum phosphide is a cheap and commonly used rodenticide that is also an effective solid fumigant and frequently used for grain preservation. The pill contains around 44% inert elements (ammonium carbonate) \nto avoid disintegration of the tablet, while the rest (about 56%) is aluminum phosphide. Because it is freely available \non the market, it is one of the commonly used agents for self-poisoning in different parts of the developing world. \nEarly signs of toxicity are manifested by shock and circulatory failure. Until now, no specific antidote is available. \nAggressive supportive management is the key to survival in cases of aluminum phosphide poisoning.",
    "Case Presentation": "Case presentation We present a case of successful management of aluminum phosphide poisoning-induced \ncardiotoxicity with a favorable outcome in a 48-year-old Black African female patient who was taken to a private clinic \n6 hours after intentional ingestion of two tablets of aluminum phosphide. She presented with repeated vomiting, \nrestlessness, and confusion. Upon examination, the patient was drowsy, pale, cold, and clammy. She had nonrecordable blood pressure and radial pulsation. Glasgow Coma Scale was 14/15. Routine laboratory investigations and initial \nelectrocardiogram were normal. Six hours after intensive care unit admission, the electrocardiogram showed atrial \nfibrillation with fast ventricular response, ST segment elevation, and inverted T-waves. Cardiac troponin level was ele vated. With the diagnosis of acute aluminum phosphide poisoning with cardiotoxicity (acute myocardial infarction), \nhospital-based protocol was administered and medical treatment for myocardial infarction was given. She was discharged on the fourth day after full recovery. She came for regular follow-up visits and had normal clinical evaluation, \nelectrocardiogram, and laboratory findings.",
    "Conclusion": "Conclusion Exposure to phosphine gas released from aluminum phosphide fumigants increases the risk of major \nmorbidity and mortality. The mortality due to aluminum phosphide poisoning is very high and variable. The use \nof magnesium sulfate to reduce cardiac arrhythmias and mortality is well documented, but there is no uniformity \nin dose or frequency of its administration worldwide.\nLimitations One of the limitations of this report is the nature of the case report, being a retrospective design, giving \nno chance to establish a cause–effect relationship. Arterial blood gas analysis, serum magnesium level, and cardiac \ncomputed tomography/magnetic resonance imaging modalities were not available in the town. The recommended \ngastric lavage with potassium permanganate solution was not used in this case, because potassium permanganate is not available in Ethiopia. The other limitation is that, as it is a case report from a single center, it may not be \nrepresentative of the general population. These limitations might have a negative impact on the generalizability \nof the findings.\nKeywords  Aluminum phosphide, Poisoning, Rat poison, Cardiotoxicity, Magnesium sulfate, PesticidesOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHabtamu Mesele Gebray\nhabtamum8@gmail.com\nPage 2 of 7 Gebray and Chekol  Journal of Medical Case Reports          (2024) 18:614 \nIntroduction\nThe World Health Organization estimated that more \nthan 7,000,000 people die every year because of suicide. \nSeventy-seven percent of all suicides occur in low - and \nmiddle-income countries. Pesticide ingestion is a com mon means of suicide. The commonly available pesticides \nare organophosphates, organochlorine, and aluminum \nphosphide (ALP) [1]. ALP , which is a cheap and com monly used rodenticide, is also an effective solid fumi gant that is frequently used for grain preservation. ALP \nis marketed as dark-gray 3-g tablets with common brand \nnames of Celphos, Alphos, Synfume, Phostek, Phostoxin, \nPhosfume, and Quickphos. The pill contains around 44% \ninert elements (ammonium carbonate) to avoid disin tegration of the tablet [2], while the rest (about 56%) is \naluminum phosphide. The lethal dose of aluminum phos phide is between 0.15 and 0.5 g (0.0053–0.0176 oz). Alu minum phosphide is available in the form of 3-g pellets \n(releasing 1 g phosphine gas) or 0.6-g pellets (releasing \n0.2 g phosphine gas). Because it is freely available on the \nmarket and accessibility is not controlled in developing \ncountries, it is one of the commonly used agents for selfpoisoning [3, 4]. During contact with atmospheric air and \nhydrochloric acid in the stomach, ALP liberates lethal \nphosphine  (PH3) gas, which is colorless and odorless. On \nexposure to air, it produces a garlicky odor. Phosphine \ngas is rapidly absorbed by the lungs or gut, which causes \nsystemic toxic effects by free-radical injury and inhibiting \ncytochrome c oxidase enzyme. Early signs of toxicity are \nmanifested by shock and circulatory failure. Within min utes of ingestion, toxic features of poisoning may be seen, \nsuch as severe vomiting, resistant hypotension, metabolic \nacidosis, myocardial suppression, and acute respiratory \ndistress syndrome (ARDS). Until now, no specific anti dote is available. Aggressive supportive management is \nthe key to survival in cases of ALP poisoning [1, 5, 6]. A \nretrospective study of 125 patients in Ethiopia showed \nhigh prevalence in females (57.6%). ALP poisoning is \nassociated with a high mortality rate, ranging from 30% \nto 80%, mostly within the first 1–2 days after admission \n[7]. Acute  cardiovascular collapse  is the most common \nmode of presentation, seen in 60–100% of cases. Few \npatients present with anteroinferior wall ischemia, right \nbundle branch block, and T-wave flattening/inversion \nsimulating myocardial ischemia. Autopsy",
    "Results": "results show \nheart congestion, separation and fragmentation of myo cardial fibers, nonspecific vacuolation of myocytes, focal \nnecrosis, as well as neutrophilic and eosinophilic infiltra tion. The focal myocardial necrosis and changes in mem brane action potentials result in nonspecific ST-T wave \nchanges in the electrocardiogram (EKG). EKG abnormal ities and arrhythmias are signs of poor prognosis [8]. The \nmortality rate in hypotensive patients who were treated with magnesium sulfate  (MgSO4), intravenous (IV) cal cium gluconate, IV hydrocortisone, and dopamine infu sion was 55.6% [3]. A similar study in Iran suggested a \nmortality rate of ALP poisoning in Iranian population of \n27%, with a good survival rate in younger age patients [9]. \nContradictory results have been reported concerning the \nutilization of magnesium sulfate as a therapeutic agent in \nALP-intoxicated patients and its dose adjustments [10]. \nWe present herein the case of a patient who survived \nALP-induced cardiotoxicity. The purpose of this case \nreport is to share a single experience and not to advocate \nfor a specific treatment approach.\nCase presentation\nWe present a case of successful management of alu minum phosphide poisoning-induced cardiotoxicity with \na favorable outcome. A 48-year-old Black African female \npatient was taken to a private clinic 6 hours after inten tional ingestion of two tablets of ALP , locally known as \nrat poison. The reason for ingestion was marital dishar mony. During her presentation, her husband stated that \nshe had restlessness of 3 hours duration with associated \nconfusion. She was given half a liter of milk, and follow ing that, she had six episodes of vomiting of ingested \nmatter. On physical examination, she had nonrecordable \nblood pressure and radial pulsation. Apical pulse rate was \n112 beats per minute. Gastric lavage was not done. She \nwas resuscitated with 1 L of normal saline and referred to \nour hospital.\nUpon her arrival at our emergency department, the \nfamily members gave additional history. She swallowed \nthe tablets with water, directly unpacking them from the \nsealed container. She was found lying on the floor cov ered with her vomitus. She had fecal incontinence and \nwas agitated. Her family members reported that she had \nno history of psychiatric illness, addiction, use of medi cations, or any recreational drugs. She had no history \nof chronic medical illnesses such as diabetes, hyperten sion, or retroviral infection, nor did she have history of \ncardiac or renal diseases. She had no history of previous \npoisoning. Upon physical examination, the patient was \ndrowsy, pale, cold, and clammy. Her blood pressure was \n85/55  mmHg, radial pulse rate 114 beats per minute, \nwhich was feeble and low in volume, respiratory rate of \n38 breaths per minute, oxygen saturation  (SPO2) was 97% \nat room air, and she had a temperature of 35.2 °C. There \nwere clear and resonant lungs with good air entry bilat erally. On cardiovascular examination, she had normal \nheart sounds with regular rhythm. Jugular venous pres sure was not raised. There was no edema on the lower or \nupper limbs. On central nervous system (CNS) examina tion, Glasgow Coma Scale (GCS) was 14/15 (4,4,6; best \neye response = 4/4, best verbal response = 4/5, best motor \nPage 3 of 7\n Gebray and Chekol  Journal of Medical Case Reports          (2024) 18:614 \n \nresponse = 6/6). She was not oriented to time, place, and \nperson. Her pupils were normal sized and reactive to \nlight. Examinations on other systems were unremarkable.\nRoutine investigations (complete blood count, C-reac tive protein, random blood glucose, troponin, liver func tions, and kidney functions) were done and were within \nnormal limits (Table 1). Chest X-ray was normal. Electro cardiogram (ECG) was done and showed normal sinus \nrhythm (Fig.  1). After 3 hours, she was admitted to the \nintensive care unit (ICU) for close monitoring and for administration of local protocol for hypotensive patients \nwith aluminum phosphide poisoning.\nDuring admission to the ICU (day 1), her vital signs \nwere as follows: nonrecordable blood pressure, pulse rate \nwas 118 beats per minute, which was feeble and irregu lar in rhythm, respiratory rate was 28 breaths per minute, \nand oxygen saturation was 96% on room air.\nSix hours after ICU admission, the ECG was repeated, \nand it showed atrial fibrillation with fast ventricu lar response (heart rate of 120 beats per minute), ST \nTable 1 Laboratory values from admission time to discharge with reference ranges\nHgb hemoglobin, WBC white blood cells, ALT  alanine aminotransferase, AST aspartate aminotransferase, ALP alkaline phosphatase, TSH thyroid stimulating hormone, \nHIV human immunodeficiency virusLaboratory results At admission After 24 hours After 2 days At discharge Reference\nHgb (g/dL) 13.0 — — — 12.3–15.3\nWBC  (103/µL) 7.9 — — — 4.00–11.00\nFBS (mg/dL) 88 — — — 70–100\nSodium (mmol/L) 140 — 134 — 135–145\nPotassium (mmol/L) 3.6 — 4.0 — 3.5–5.5\niCalcium (mmol/L) 1.2 — 1.09 — 1.05–1.35\nChloride (mmol/L) 100.4 — 98.9 — 96–108\nALT (mg/dL) 44.4 — — 38.3 0–40\nAST (mg/dL) 38.5 — — 40.2 0–40\nALP (mg/dL) 189.6 — — 166 0–270\nBUN (mg/dL) 30 20 33.1 24.8 6–22\nCreatinine (mg/dL) 0.9 1.35 1.2 0.8 0.3–1.3\nTroponin I (ng/mL) < 0.01 1.98 1.0  < 0.01 0.0–0.3\nTSH (mIU/mL) 3.2 — — — 0.3–4.2\nHIV test Negative — — — —\nFig. 1 Electrocardiogram of the patient at the emergency department showing sinus rhythm with heart rate of 94 beats per minute and left \nventricular hypertrophy\nPage 4 of 7 Gebray and Chekol  Journal of Medical Case Reports          (2024) 18:614 \nsegment elevation on the anteroseptal leads with inverted \nT-waves on inferior and lateral leads (Fig.  2), and cardiac \ntroponin level was elevated (Table  1). Bedside echocar diography showed septal-wall hypokinesis with ejection \nfraction of 50%.\nRoutine hospital-based protocol for hypotensive \npatients with aluminum phosphide poisoning was \nadministered, which includes dopamine 5  µg/kg/min ute infusion, hydrocortisone 200  mg intravenously four \ntimes a day (QID) for 48 hours, calcium gluconate 1 vial \n(10  mL of 10% solution) with 10  mL of normal saline \n(NS) to run over 10 min slowly, QID for 48 h;  MgSO4 1 \ng (2  mL of 50% solution) with 5  mL of NS intravenous \npush over 2 min, and  MgSO4 0.5 mg (1 mL) with 1 mL of \nlidocaine intramuscularly in each buttock, then  MgSO4 \n1 g in 100 mL of NS after 1 hour, 2 hours, and 3 hours, \nthen  MgSO4 1 g in 100 mL of NS intravenous three times \na day for 48 hours.\nWith the diagnosis of acute aluminum phosphide poi soning with cardiotoxicity (acute myocardial infarction), \naspirin 300 mg loading then 81 mg oral daily, clopidogrel \n300 mg loading then 75 mg oral daily, atorvastatin 80 mg \noral daily, unfractionated heparin 60 international unit \n(IU)/kg intravenous (IV) loading followed by 12 IU/kg/h \nvia infuser, and cimetidine 200 mg IV twice per day for \nstress ulcer prophylaxis were added.On day 2 in the ICU, her blood pressure returned \nto normal, 100/60 mmHg, pulse rate was 86 beats per \nminute, and hence the dopamine was tapered off. Her \nCNS examination improved, with GCS returning to \nnormal 15/15, and she became oriented to time, place, \nand person. The repeated ECG in the ICU showed com plete resolution of the atrial fibrillation and significant \nimprovement of the ST segment elevation (Fig.  3). She \nstayed another 24 hours in the ICU for close monitor ing of her vital signs. After staying for 3 days in the ICU, \nshe was transferred to medical ward and discharged on \nthe next day, after proper psychiatric evaluation and \ncounseling.\nAfter 2 weeks, she came to follow-up clinic. She gave \na history of improvement of the dispute in the family. \nShe had intermittent–mild global headache, but oth erwise no cough, shortness of breath, or dyspnea. She \ndid not have chest pain or palpitation. There were no \nhallucinations, abnormal body movements, or change \nin mentation. During investigation, she had normal \nECG and echocardiography. Liver and renal function \ntests were all within the normal range. She was com fortable in the counseling sessions by the psychiatry \ndepartment.\nOne month after her previous follow-up, she came \nfor a second follow-up visit. She reported that she was \ndoing well with her health condition and reported no \nmajor complaints. The ECG and other routine labora tory results were within the normal range.\nFig. 2 Electrocardiogram of the patient in the intensive care unit, showing atrial fibrillation with fast ventricular response (heart rate of 120 beats \nper minute) and ST segment elevation on the anteroseptal leads with inverted T-waves on inferior and lateral leads\nPage 5 of 7\n Gebray and Chekol  Journal of Medical Case Reports          (2024) 18:614",
    "Discussion": "Discussion\nALP poisoning is the second most common cause of \ndeath due to pesticide poisoning after organophos phate. ALP is a solid fumigant and ideal pesticide since \n1940 as it is cheap, most efficacious, easy to use, and \nfreely available over the counter in India, Morocco [2 ], \nNepal [5 ], Iran [11], and Ethiopia [3 ]. ALP has a rela tively high vapor pressure, which allows it to penetrate \nporous material effectively. Phosphine, like cyanide, \ninhibits mitochondrial cytochrome oxidase and cellular \noxygen utilization. The direct toxic effects of phosphine \non cardiac myocytes, fluid loss, and adrenal gland can \ninduce profound circulatory collapse [2 ].\nIn most patients, like ours, vomiting, abdominal pain, \nand restlessness are frequent presenting complaints. \nCardiovascular involvement results in weak pulse, \ntachycardia, tachypnea, acidosis, marked hypotension, \npalpitation, and, ultimately, unresponsive shock [11]. \nPatients remain mentally lucid until cerebral anoxia \nbecause of shock. Several ECG changes, including ST \nsegment elevation/depression, PR and QRS interval \nprolongation, complete heart block to ectopic pace \nmaking, and also atrial fibrillation, have been reported \n[12]. One study showed that 10% developed cardiac \narrhythmia, and the most frequent arrhythmia was \natrial fibrillation (31% of patients), followed by ventric ular fibrillation (20%), ventricular tachycardia (17%), \nand AV block (12%). These changes are because of \ntoxic injury to myocardium [11, 13]. Our patient’s ECG \nshowed atrial fibrillation with fast ventricular response, ST elevation on the anteroseptal leads, and T wave \ninversions on inferolateral leads.\nLaboratory investigation may show leukopenia, \nincreased alanine aminotransferase (ALT) or aspar tate aminotransferase (AST), and metabolic acidosis, \nwhich indicates severe toxicity. Electrolyte analysis may \nshow decreased magnesium, whereas potassium may be \nincreased or decreased [2, 11]. Our patient had normal \ncomplete blood count, AST, ALT, creatinine, and urea \nlevels.\nOur patient presented with repeated vomiting, rest lessness, and hypotension, which are also common \npresenting symptoms in patients with ALP poisoning \n[7, 14]. Since there are no effective antidotes, there has \nbeen different treatment practices worldwide associated \nwith different ranges of mortality rate. For instance, tri metazidine for reversal of cardiovascular manifestations \nof phosphine poisoning, coconut oil for prevention of \nabsorption of ALP , digoxin for the management of car diogenic shock, hydroxyethyl starch, venoarterial extra corporeal membrane oxygenation, magnesium sulfate, \ninfusion of glucose–insulin–potassium (GIK), and differ ent inotropes have been used in different centers [7, 15, \n16]. Our patient was managed in the ICU with dopamine \ninfusion, magnesium sulfate, hydrocortisone IV injec tion, and calcium gluconate infusion. This approach was \npracticed for more than 10 years in Felege Hiwot Referral \nHospital, in Northwest Ethiopia. In a retrospective study \nof 2.5 years, done in Felege Hiwot Referral Hospital, the \noverall mortality of ALP poisoning patients was 31.2%, \nFig. 3 Electrocardiogram of the patient on the second day in the intensive care unit, showing sinus rhythm with heart rate of 100 beats per minute \nand significant improvement of the ST segment elevation and T-wave inversions\nPage 6 of 7 Gebray and Chekol  Journal of Medical Case Reports          (2024) 18:614 \nwhile mortality in hypotensive patients who were treated \nwith the above regimen was 55.6%, which used to be \nnearly 100% prior to the practice of this approach [3]. The \nuse of intravenous magnesium sulfate has been shown \nto reduce mortality up to 50% in many studies [5]. In a \nstudy of 50 patients, individuals receiving repeated doses \nof intravenous magnesium showed significant improve ment in indicators of oxidative stress and lower incidence \nof mortality in comparison with control participants [2]. \nMagnesium sulfate acts by stabilizing the cell membrane \nand hence reducing the incidence of fatal arrhythmias. \nAnother role of magnesium sulfate is to decrease free \nradical injury owing to its anti-peroxidant effect. Differ ent studies recommended different doses of intravenous \nmagnesium sulfate. Calcium gluconate is used to treat \nECG changes related to ALP poisoning for its membrane \nstabilizing effect. As both hypomagnesemia and arrhyth mias are found in hypotensive patients, and because there \nis a direct relationship between hypomagnesemia and \nECG changes in ALP poisoning, treatment of patients \nwith hypotension with  MgSO4 and calcium gluconate is \nrational. The additional treatments in the protocol, dopa mine and hydrocortisone, directly address the hypoten sion. Hydrocortisone combats shock, reduces the dose of \ndopamine, and additionally, checks capillary leakage in \nthe lungs to prevent ARDS [3].\nOur patient had serious myocardial toxicity, as dem onstrated by ECG and raised cardiac biomarker, which \nare predictors of poor survival and high mortality [17]. \nA study from Iran showed that the combination of low \nblood pressure (systolic blood pressure below 90 mmHg), \nlower blood pH, and time elapsed from consumption to \ntreatment (greater than 1 hour) predicted almost 77.3% \nof mortality in cases of ALP poisoning. Additionally, \npatients with low blood pressure are highly likely to die, \nhaving a mortality rate of 91.7% [18]. Similarly, another \nstudy showed that the survival of patients had a signifi cant relationship with the number of tablets consumed, \nthe time elapsed to reach the first treatment center, hypo tension, blood pH, and bicarbonate  (HCO3) levels. They \nshowed that the mortality rate of ALP poisoning was \nhigher in patients with systolic blood pressure below \n90  mmHg, blood pH < 7.2, or  HCO3 level < 15.0, who \ntook over half of a rice tablet, or for whom more than \nhalf an hour elapsed from consumption to treatment \n[18]. Our patient had most of the predictors of high mor tality rate; she presented to her first treatment center 6 \nhours after ingestion, had low blood pressure, and took \ntwo tablets. Fortunately, with the help of her favorable \nbaseline health condition, her relatively early presenta tion, aggressive supportive treatment, and our treatment \nprotocol, she survived and was discharged with complete \nimprovement.Conclusion\nExposure to phosphine gas released from ALP fumigants \nincreases the risk of major morbidity and mortality. The \nmortality due to ALP poisoning is very high and variable, \ndepending on a number of factors, including the lack of \na specific antidote or standardized treatment guidelines \nand presenting with poor prognostic signs. This case sug gests a potential role for magnesium sulfate in the man agement of ALP poisoning. The use of magnesium sulfate \nto reduce cardiac arrhythmias and mortality is well docu mented, but there is no uniformity in the dose and fre quency of its administration worldwide. We present \nherein a patient who survived ALP poisoning with car diotoxicity who had a good baseline general health con dition, presented relatively early, and received aggressive \nsupportive care. Additionally, she was treated by a local \ntreatment protocol that incorporates  MgSo4, dopamine, \ncalcium gluconate, and hydrocortisone.\nChallenges and limitations\nAluminum phosphide poisoning is a life-threatening con dition, still without an effective antidote. Affecting every \nsystem in the body, it is a very challenging condition to \ntreat effectively in patients in the lack of a uniform man agement guideline worldwide.\nOne of the limitations of this report is the nature of the \ncase report, being a retrospective design and thus giving \nno chance to establish a cause–effect relationship. As it is \na retrospective study, certain clinical parameters and lab oratory values were not complete owing to documenta tion problems and limitations of the setup. Arterial blood \ngas analysis, serum magnesium level, and cardiac CT/\nMRI imaging modalities were not available in the town. \nThe recommended gastric lavage with potassium per manganate  (KMnO4) solution was not used in this case, \nbecause  KMnO4 is not available in Ethiopia. The other \nlimitation is caused by the fact that this is a case report \nfrom a single center; it may not be representative of the \ngeneral population. These limitations might have a nega tive impact on the generalizability of the findings.\nAcknowledgements\nWe thank all the clinicians involved in the management of this patient, espe cially the ICU team.\nDeclaration of figures authenticity\nThe figure is created by the authors, who confirm that the images are original \nwith no duplication and have not been previously published in whole or in \npart.\nAuthor contributions\nHM: prepared the manuscript; AL: conceptualized and prepared the image. All \nauthors reviewed the manuscript.\nFunding\nNone.\nPage 7 of 7\n Gebray and Chekol  Journal of Medical Case Reports          (2024) 18:614 \n \nAvailability of data and materials\n No datasets were generated or analysed during the current study.\nDeclarations\nEthics approval and consent to participate\nEthical clearance was obtained from the ethical committee of Woldia Compre hensive Specialized Hospital, and consent was obtained from our patient to \nprepare the case report.\nConsent to publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nAuthor details\n1 Department of Internal Medicine, Woldia Comprehensive Specialized Hospital, Woldia, Ethiopia. \nReceived: 18 April 2024   Accepted: 27 November 2024\nReferences\n 1. Sarkar MK, Ghosh N, Rakesh U, Prasad R, Raj R. Acute aluminium phosphide poisoning: a case report of rare survival with cardiac, metabolic, \nhepatic, and renal complications. J Family Med Prim Care. 2022;11:7452–\n5. https:// doi. org/ 10. 4103/ jfmpc. jfmpc_ 615_ 22.\n 2. Singh Y, Joshi SC, Satyawali V, Gupta A. Acute aluminium phosphide \npoisoning, what is new? Egypt Soc Intern Med. 2014;26:99–103. https:// \ndoi. org/ 10. 4103/ 1110- 7782. 145298.\n 3. DE Bogale EB, Muche TA. Clinical profile and treatment outcome of \naluminum phosphide poisoning in Felege Hiwot Referral Hospital, \nNorthwest Ethiopia: a retrospective study. Open Access Emerg Med. \n2021;16(13):239–48. https:// doi. org/ 10. 2147/ OAEM. S3131 81.\n 4. Wahab AZM, Wahab S, Khan RA. Acute aluminium phosphide poisoning: \nan update. Hong Kong J Emerg Med. 2008;15(3):152–5. https:// doi. org/ \n10. 1177/ 10249 07908 01500 306.\n 5. Jha SKBA, Chaulagain S, Ojha SK. A case of aluminum phosphide \npoisoning managed successfully in Nepal: a case report. Iberoam J Med. \n2022;4(2):123–7. https:// doi. org/ 10. 53986/ ibjm. 2022. 0018.\n 6. Jan S, Shahzad H, Naveed H, Ullah A, Bilal M, Asad M. Demographic and \nclinical profiles and mortality of aluminium phosphide poisoning cases in \nKhyber Pakhtunkhwa Province, Pakistan. Gomal J Med Sci. 2021;19(1):11–\n8. https:// doi. org/ 10. 46903/ gjms/ 19. 01. 931.\n 7. Sedaghattalab M. Treatment of critical aluminum phosphide (rice tablet) \npoisoning with high-dose insulin: a case report. J Med Case Reports. \n2022;16:192. https:// doi. org/ 10. 1186/ s13256- 022- 03425-4.\n 8. Elabbassi W, Chowdhury MA, Al NooryaniFachtartz A. Severe reversible \nmyocardial injury associated with aluminium phosphide toxicity: a case \nreport and review of literature. J Saudi Heart Assoc. 2014;26(4):216–21. \nhttps:// doi. org/ 10. 1016/j. jsha. 2013. 11. 006.\n 9. Bagherian FKN, Rahmanian F, Abiri S, Hatami N, Foroughian M, Mehramiz \nNJ, Shahi B. Aluminum phosphide poisoning mortality rate in Iran; a \nsystematic review and meta-analysis. Arch Acad Emerg Med. 2021;9(1): \ne66. https:// doi. org/ 10. 22037/ aaem. v9i1. 1396.\n 10. Karimani A, Mohammadpour AH, Zirak MR, Rezaee R, Megarbane B, \nTsatsakis A, Karimi G. Antidotes for aluminum phosphide poisoning—an \nupdate. Toxicol Rep. 2018;5:1053–9. https:// doi. org/ 10. 1016/j. toxrep. 2018. \n10. 009.\n 11. Hashemi-Domeneh B, Zamani N, Hassanian-Moghaddam H, Rahimi M, \nShadnia S, Erfantalab P , Ostadi A. A review of aluminium phosphide poisoning and a flowchart to treat it. Arh Hig Rada Toksikol. 2016;67:183–93. \nhttps:// doi. org/ 10. 1515/ aiht- 2016- 67- 784.\n 12. Lee H, Lin HJ, Yeh STY, et al. Presentations of patients of poisoning and \npredictors of poisoning-related fatality: findings from a hospital-based prospective study. BMC Public Health. 2008;8:7. https:// doi. org/ 10. 1186/ \n471- 2458-8-7.\n 13. Tawfik HM. Study of the causes of mortality in acute aluminium phosphide poisoning. Mansoura J Foren Med Clin Toxicol. 2018;26(2):101–11.\n 14. Ghazi MA. “Wheat pill (aluminum phosphide) poisoning”; commonly \nignored dilemma. A comprehensive clinical review. Professional Med J. \n2013;20(6):855–63.\n 15. Shadnia S, Rahimi M, Pajoumand A, Rasouli M-H, Abdollahi M. Successful \ntreatment of acute aluminium phosphide poisoning: possible benefit of \ncoconut oil. Hum Exp Toxicol. 2005;24:215–8. https:// doi. org/ 10. 1191/ \n09603 27105 ht513 oa.\n 16. P . Bansal SG, R. Bansal, LR Tomar. Survival in a case of aluminum phosphide poisoning with severe myocardial toxicity. Indian J Health Sci \nBiomed Res. 2017;10(3):343–6. https:// doi. org/ 10. 4103/ kleuh sj. ijhs_2_ 17.\n 17. Oghabian Z, Mehrpour O. Digoxin and antioxidant agents. Treatment \nof aluminium phosphide poisoning with a combination of intravenous \nglucagon, digoxin and antioxidant agents. Sultan Qaboos Univ Med J. \n2016;16(3):e352–5. https:// doi. org/ 10. 18295/ squmj. 2016. 16. 03. 015.\n 18. Navabi SM, Navabi J, Aghaei A, Shaahmadi Z, Heydari R. Mortality from \naluminum phosphide poisoning in Kermanshah Province, Iran: character istics and predictive factors. Epidemiol Health. 2018;40:e2018022. https:// \ndoi. org/ 10. 4178/ epih. e2018 022.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}