{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05082-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05082-9.pdf",
  "metadata": {
    "/Keywords": "Ascariasis; Small bowel obstruction; Sidama region; Southern Ethiopia; Case report; Intestinal obstruction",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250214160745+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250213215316+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05082-9",
    "/Author": "Ewnetu Firdawek Liyew ",
    "/Title": "Small bowel obstruction due to ascariasis in a child from southern Ethiopia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05082-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ascariasis, caused by the parasitic nematode Ascaris lumbricoides, is estimated to affect just under 900 \nmillion people globally, the majority of whom are children. Infections are most common in impoverished regions \nwith poor water, sanitation, and hygiene, as transmission is reliant upon the ingestion of eggs excreted in feces found \nin contaminated soil.",
    "Case Presentation": "Case presentation An 8-year-old Black African boy from the Sidama region, southern Ethiopia, presented at Adare \nGeneral Hospital with a 3-day history of vomiting, abdominal pain, distension, and inability to pass stool or gas. \nUltrasound confirmed a small bowel obstruction caused by a bolus of A. lumbricoides, which was successfully \nremoved by surgical intervention via laparotomy and enterotomy. Postoperative treatment included the administration of anthelmintics and antibiotics, which led to stable recovery, with normal bowel function observed 1 month \nafter surgery. The child’s socioeconomic status, environmental conditions, and lack of knowledge about ascariasis \ntransmission likely contributed to this severe infection, leading to the occurrence of the small bowel obstruction. \nCritically, his family lacked sanitation facilities, practiced open defecation, and consumed untreated surface water. The \nfamily did not participate in recent mass drug administration campaigns and had poor awareness of hygiene practices, highlighting gaps in the current national neglected tropical disease control program and deficiencies in public \nhealth education.",
    "Conclusion": "Conclusion Despite Ethiopia’s national deworming program being in existence since 2015, the lack of adequate \nwater, sanitation, and hygiene infrastructure and awareness of risk-reducing behaviors, including participation \nin mass drug administration campaigns, has culminated in the continuation of A. lumbricoides transmission in many \ncommunities in Ethiopia. Enhanced mass drug administration coverage and robust water, sanitation, and hygiene \ninterventions are the major goals of efforts in Ethiopia to reduce the national worm burden and prevent occurrence \nof severe complications such as small bowel obstruction caused by significant build-up of worms. As the presented \ncase highlights, continuous community health education is essential for long-term control, as it increases mass drug \nadministration participation and emphasizes the importance of good hygiene practices within communities. Finescale parasitological mapping and regular epidemiological assessments are necessary to identify high-risk families \nand communities and implement necessary treatment strategies.\nKeywords  Ascariasis, Small bowel obstruction, Sidama region, Southern Ethiopia, Case report, Intestinal obstructionOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEwnetu Firdawek Liyew\newnetuliyew@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 6 Liyew et al. Journal of Medical Case Reports           (2025) 19:56 \nBackground\nAscariasis is a parasitic infection in humans caused by \nAscaris lumbricoides, which affects just under 900 million \npeople globally [1–4]. The nematode is one of three hel minth species, which together are named the soil-trans mitted helminths (STHs). STH infections are among the \nmost prevalent worldwide, affecting approximately 1.5 \nbillion individuals or approximately 24% of the world’s \npopulation [5]. These infections primarily impact impov erished and underserved communities lacking adequate \naccess to clean water, sanitation, and hygiene, particularly \nin tropical and subtropical regions.\nA. lumbricoides transmission occurs through the inges tion of infectious eggs, which are excreted in human \nfeces and subsequently contaminate soil in regions with \ninadequate sanitation [5]. Morbidity from ascariasis is \ncorrelated with the worm burden. Light infections typi cally cause no symptoms, whereas severe infections in \nchildren may lead to intestinal issues such as diarrhea, \nabdominal pain, malnutrition, weakness, stunted growth, \npoor memory and cognition, and even small bowel \nobstruction requiring surgical intervention [5, 6]. The \ncontrol of Ascaris  infections includes the periodic treat ment of high-risk populations in endemic areas with \nanthelmintic medications delivered by mass drug admin istration (MDA); the provision of water, sanitation, and \nhygiene (WaSH) interventions; and the enhancement of \nhealth and hygiene education [5].\nEthiopia has a heavy national burden of ascariasis. \nDespite years of intervention efforts, it remains a signifi cant public health issue [7–15]. This study reports the \ncase of an 8-year-old Black African boy from the Sidama \nregion in southern Ethiopia who developed a small bowel \nobstruction due to an A. lumbricoides infestation. We \nidentified various factors that contribute to the transmis sion of this severe infection.\nCase presentation\nAn 8-year-old Black African boy from the Hawasa Zuria \nWoreda, Udo Wetate Kebele, was admitted to Adare \nGeneral Hospital at Hawasa on 11 March 2024. The \nchild lived in a distant area with a high prevalence of \nSTH. Tulla, a neighboring district located 19 km from \nthe child’s residential area, was recently surveyed as part \nof the Geshiyaro project in 2024, reporting an A. lum bricoides prevalence in an age-balanced sample of the \ncommunity of 33.2% [95% confidence interval (CI) 30.4–\n36.2%] [16].\nThe child had been experiencing symptoms for 3 \ndays before being admitted to the hospital, includ ing vomiting, abdominal pain, abdominal disten sion, and an inability to pass stool or gas. The physical examination showed an acutely ill-looking child with \npink conjunctiva. The abdominal examination revealed \nvisible peristalsis and mild tenderness over the right \nlower quadrant. The rectum was empty on digital rec tal examination. The child’s vital signs upon admission \nincluded a pulse rate of 122 beats per minute, a tem perature of 37.5  °C, and an oxygen saturation of 97%. \nAbdominal and pelvic ultrasound revealed a small \nbowel obstruction caused by a bolus of Ascaris  worms. \nLaparotomy and enterotomy were performed to remove \nthe Ascaris  worms, as depicted in Fig.  1. He received a \none-time oral dose of albendazole (400 mg) along with \nother antibiotics. He was discharged from the hospi tal on postoperative day 7. The patient’s condition was \nstable and satisfactory, with normal bowel function 1 \nmonth after surgery.\nVarious risk factors, such as socioeconomic status, \nenvironmental factors, history of MDA, WaSH inter ventions, and behavioral patterns, can contribute to \nthe transmission of Ascaris  infection. We identified \nthese factors by visiting the child’s home and inter viewing his older brother. Furthermore, we conducted \ninterviews with key informants from the National and \nLocal Neglected Tropical Disease (NTD) Prevention, \nControl, and Elimination Team. These interviews pro vided additional insights into the local implementa tion of the MDA and WaSH programs that would be \naccessible to the patient. The CARE checklist was used \nto prepare this case report (Additional File 1 ) [17]. Fig ure 2 presents a diagrammatic representation of the A. \nFig. 1 Visual depiction of Ascaris worms removed from the child, \nApril 2024\nPage 3 of 6\n Liyew et al. Journal of Medical Case Reports           (2025) 19:56 \n \nlumbricoides lifecycle, adapted from the Centers for \nDisease Control and Prevention [6 ].\nIn our case, through an interview with an older brother \nand observation of the child’s residential house, we found \nthat neither the child nor his family was aware of how A. \nlumbricoides, and more broadly STH, is transmitted from \nperson to person. They also lacked knowledge regarding \npreventive measures against any STH infections. None of \nthe family members practiced hand washing before meals \nor after using the toilet. In nearly all instances, family \nmembers do not wash vegetables or fruits before con sumption and consume raw foods without washing. The child was drinking surface water without treatment in the \ndays leading up to his admission to the hospital.\nWe also inquired about the children’s educational status \nand the family members’ occupations and income. There \nwere a total of seven individuals residing in the house hold. The child in grade one had to drop out of school \nowing to recent surgery. The child’s mother had no formal \neducation, and the highest level of education achieved in \nthe household was completion of grade seven. The child’s \nfather died 6 years ago from natural causes. Farming was \nthe sole source of income for the household, with aver age annual earnings of USD $1000. It took an average of \nFig. 2 Diagrammatic representation of the life cycle of Ascaris lumbricoides, adapted from the Centers for Disease Control and Prevention, 2019. \nAvailable at https:// www. cdc. gov/ dpdx/ ascar  iasis/ index. html\nPage 4 of 6 Liyew et al. Journal of Medical Case Reports           (2025) 19:56 \n30 minutes, 50 minutes, and 1 hour to travel on foot to \nthe nearest health post, health center, and primary hos pital, respectively. The low socioeconomic status of the \nhousehold also influenced the family’s knowledge of STH \ntransmission and prevention",
    "Methods": "methods. This emphasizes \nthe crucial need to improve the socioeconomic status of \nthe communities and the importance of consistent public \nhealth awareness programs.",
    "Discussion": "Discussion and conclusion\nThe World Health Organization’s (WHO) strategy to \ncontrol STH infections, including ascariasis, focuses on \nreducing morbidity by periodically treating at-risk pop ulations in endemic areas. These populations include \npreschool-aged and school-aged children, women of \nreproductive age (including pregnant and breastfeeding \nwomen), and adults in high-risk occupations such as tea \npickers or miners. Treatment aims to reduce worm bur den and associated health issues [5]. During interviews, \nas part of this case study, we inquired whether the sick \nchild and his family members had ever participated in \nMDA programs for deworming. None of the school-aged \nchildren of the family participated in the most recent \nschool-based MDA campaign, which was conducted 6 \nmonths prior to the case study.\nIn November 2015, Ethiopia initiated a nationwide \nschool-based deworming program [18, 19]. Although \nsignificant progress has been made in extending MDA \ncoverage across the country, certain groups within the \npopulation, particularly in hard-to-reach areas of south ern Ethiopia, still face challenges in accessing preventive \nchemotherapy (PC)[18]. In addition, the smooth imple mentation of the program has been affected by various \nfactors, such as coronavirus disease-2019 (COVID-19), \ninadequate regional commitment, delays in delivery of \nMDA drugs to lower levels, sporadic internal conflict, \nthe presence of a parasitological remapping survey, lim ited human resource motivation, and the unavailability \nof drugs and budget constraints, leading to the partial \nsuccess of the national deworming program [15]. The \ncurrent approach to school-based deworming presents \nchallenges, particularly in reaching high-risk popula tions who are not enrolled in school [18]. This shows \nthat it is important to extend the treatment population \nto preschool children, women of reproductive age, and \nadults in high-risk occupations. It is imperative to imple ment a regular biannual deworming program in endemic \nareas to reduce the worm burden and decrease the risk \nof severe complications such as small bowel obstruction \ncaused by significant build-up of worms [5].\nThe WHO recommends that endemic nations evalu ate the effectiveness of their MDA programs by con ducting epidemiological assessments approximately 5–6 years after implementing PC, ensuring treatment \ncoverage of at least 75%. The MDA frequency in each \ncountry (annual or biannual) should then be adjusted \nper the latest endemicity",
    "Results": "results [5 ].\nRemapping high-risk areas at regular intervals is \nimportant for identifying the population at risk for STH \ninfections and will ultimately support the design of an \nappropriate national STH control program. Following \neach round of the MDA, it is also important to evalu ate the program’s performance and effectiveness in \ndecreasing the prevalence of STH [20]. Two indices—\nprogram reach and survey coverage—are employed for \nMDA program monitoring. However, in our study area, \nonly the program reach, determined from handwritten \nrecords of drug distributors, was utilized, which is sus ceptible to errors. Hence, it is crucial to conduct cov erage evaluation surveys after each round of MDA to \nmitigate the human errors. In Ethiopia, only selected \nregions/areas perform coverage evaluation surveys fol lowing national school-based MDA programs [21]. This \nmay lead to incomplete representation of the MDA fig ures across all localities in the country.\nThe availability of WaSH interventions is crucial for \nthe long-term control and prevention of STH. Health \nand hygiene education reduces transmission and rein fection by encouraging healthy behaviors [5 ]. The STH \ncontrol program in Ethiopia faces a number of chal lenges related to WaSH interventions. In our case, the \nchild’s household had access to a very poor pit latrine \nlocated 2 m away from the household. However, none \nof the children residing in the household use the \nlatrine; instead, they defecate in nearby farm areas. \nOpen defecation was common, and we observed fresh \nfeces in many areas of the vicinity. In addition, there \nwas no hand washing facility near the toilet, and family \nmembers did not practice hand washing before meals \nor after using the toilet. Soap was not used for wash ing hands. Furthermore, there were no educational or \nawareness programs regarding hygiene practices in the \ncommunity.\nThe primary source of drinking water for the house hold was a public tap located a 10-min walk from their \nresidence. Although water may be treated centrally by \nthe government, there was no mechanism for families \nto treat water at home, and no public health education \nwas provided to encourage the use of boiled water for \ndrinking. Occasionally, they may also use surface water \nfor drinking. Limited sanitation awareness programs \nwere available, despite efforts by health extension work ers (HEWs) to engage school-aged students and religious \nleaders in improving sanitation awareness. However, \nthere was no adequate program to increase community \nawareness regarding sanitation.\nPage 5 of 6\n Liyew et al. Journal of Medical Case Reports           (2025) 19:56 \n \nHence, enhancing WaSH interventions in endemic \nareas is crucial for preventing Ascaris  infection. This \ninvolves improving access to and utilization of sanita tion facilities, discouraging open defecation practices, \nensuring access to safe water, implementing effective \nwater treatment methods such as boiling, establishing \nproper waste management systems, conducting health \neducation campaigns about Ascaris  transmission and \nprevention at the community level, encouraging behav ioral changes such as proper hand washing with soap \nand safe water practices, integrating hygiene education \ninto school curricula for vulnerable populations, train ing community health extension workers to deliver \nhygiene education for communities, and advocating \nfor the consumption of clean and properly prepared/\ncooked food within communities.\nSevere A. lumbricoides infections in children can \nresult in increased risk of complications such as small \nbowel obstruction. This occurs when a large mass of \nworms blocks the intestinal lumen [5 , 6]. The absence \nof sufficient WaSH infrastructure and limited aware ness of risk-reducing behaviors, including participa tion in MDA campaigns, may have contributed to \nthe high worm burden in the intestine. This situation \nunderscores the need for improved MDA coverage and \nstrengthened WaSH interventions.\nAbbreviations\nMDA  Mass drug administration\nWaSH  Water, sanitation, and hygiene\nNTD  Neglected tropical diseases\nSTH  Soil-transmitted helminths\nSCH  Schistosomiasis\nWHO  World Health Organization\nUSD  United States dollar\nPC  Preventive chemotherapy\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05082-9.\nSupplementary Material 1. 2013 CARE Checklist\nAcknowledgements\nWe extend our heartfelt gratitude to the director of Adare Hospital, Dr. Tsadiku \nGetachew, for graciously granting us access to the child’s medical records and \nfacilitating our study with invaluable data. We also express our sincere appre ciation to the NTD and WaSH leaders working at the Ministry of Health/Local \nHealth Office, and to the elder brother of the child, for their unwavering sup port and cooperation, providing essential information crucial to our research.\nAuthor contributions\nEFY drafted the manuscript. BM, RA, RM, and GT critically revised the \nmanuscript for important intellectual content. All the authors have read and \napproved the final version of the manuscript.\nFunding\nNone.Availability of data and materials\nThe dataset and images supporting the conclusions of this case report are \nincluded within the article.\nDeclarations\nEthics approval and consent to participate\nEthics approval for the study was waived by the Institutional Review Board \n(IRB) of the Scientific and Ethical Review Office of the Ethiopian Public Health \nInstitute.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Malaria, Neglected Tropical Diseases Research Team, Bacterial, Parasitic, \nZoonotic Diseases Research Directorate, Ethiopian Public Health Institute, \nAddis Ababa, Ethiopia. 2 London Centre for Neglected Tropical Disease \nResearch, Department of Infectious Disease Epidemiology, Faculty of Medicine, Imperial College London, St Marys Campus, London, UK. 3 Department \nof Microbiology, Werabe Comprehensive Specialized Hospital, Werabe, \nEthiopia. \nReceived: 8 August 2024   Accepted: 4 January 2025\nReferences\n 1. Bethony J, Brooker S, Albonico M, Geiger SM, Loukas A, Diemert D, et al. \nSoil-transmitted helminth infections: ascariasis, trichuriasis, and hook worm. Lancet. 2006;367(9521):1521–32.\n 2. Schüle SA, Clowes P , Kroidl I, Kowuor DO, Nsojo A, Mangu C, et al. Ascaris \nlumbricoides infection and its relation to environmental factors in the \nMbeya region of Tanzania, a cross-sectional, population-based study. \nPLoS ONE. 2014;9(3):e92032.\n 3. Sulmiati NF, Ahmadwirawan MN, Habar TR, Faruk M. Acute intestinal \nobstruction due to ascariasis in a child: a case report. Int J Surg Case Rep. \n2023;104:107923.\n 4. Centers for Disease Control and Prevention. Soil-transmitted helminths \n2024. https:// www. cdc. gov/ sth/ about/ ascar  iasis. html#: ~: text= The% \n20hum an% 20rou ndworm% 20Asc aris% 20lum brico ides,% 2Dtra nsmit ted% \n20hel minth% 20(STH). Accessed 26 Jun 2024.\n 5. World Health Organization. Soil-transmitted helminth infections 2023. \nhttps:// www. who. int/ news- room/ fact- sheets/ detail/ soil- trans mitted- \nhelmi nth- infec  tions . Accessed 9 Apr 2024.\n 6. Center for Disease Control and Prevention. DPDx-laboratory identification \nof parasites of public health concern 2019. https:// www. cdc. gov/ dpdx/ \nascar  iasis/ index. html . Accessed 22 Aug 2024\n 7. Sitotaw B, Mekuriaw H, Damtie D. Prevalence of intestinal parasitic infections and associated risk factors among Jawi primary school children, \nJawi town, north-west Ethiopia. BMC Infect Dis. 2019;19(1):341.\n 8. Maddren R, Phillips A, Ower A, Landeryou T, Mengistu B, Anjulo U, et al. \nSoil-transmitted helminths and schistosome infections in Ethiopia: a systematic review of progress in their control over the past 20 years. Parasit \nVectors. 2021;14(1):97.\n 9. Aemiro A, Menkir S, Tegen D, Tola G. Prevalence of soil-transmitted \nhelminthes and associated risk factors among people of Ethiopia: a \nsystematic review and meta-analysis. Infect Dis (Auckl). 2022. https:// doi. \norg/ 10. 1177/ 11786 33721 10554 37.\n 10. Geleto GE, Kassa T, Erko B. Epidemiology of soil-transmitted helminthiasis \nand associated malnutrition among under-fives in conflict affected areas \nin southern Ethiopia. Trop Med Health. 2022;50(1):44.\nPage 6 of 6 Liyew et al. Journal of Medical Case Reports           (2025) 19:56 \n 11. Goshu A, Alemu G, Ayehu A. Prevalence and intensity of soil-transmitted \nhelminths and associated factors among adolescents and adults in \nBibugn Woreda, Northwest Ethiopia: a community-based cross-sectional \nstudy. J Trop Med. 2021;2021:7043881.\n 12. Tefera E, Belay T, Mekonnen SK, Zeynudin A, Belachew T. Prevalence \nand intensity of soil transmitted helminths among school children of \nMendera Elementary School, Jimma, Southwest Ethiopia. Pan Afr Med J. \n2017;27:88.\n 13. Tekalign E, Bajiro M, Ayana M, Tiruneh A, Belay T. Prevalence and \nintensity of soil-transmitted helminth infection among rural community of southwest Ethiopia: a community-based study. Biomed Res Int. \n2019;2019:3687873.\n 14. Workineh L, Kiros T, Damtie S, Andualem T, Dessie B. Prevalence of \nsoil-transmitted helminth and schistosoma mansoni infection and their \nassociated factors among Hiruy Abaregawi primary school children, rural \nDebre Tabor, North West Ethiopia: a cross-sectional study. J Parasitol Res. \n2020;2020:2521750.\n 15. Ministry of Health of Ethiopia. The Third National Neglected Tropical \nDiseases Strategic Plan 2021–2025 2021. 2024. https:// espen. afro. who. int/ \nsystem/ files/ conte nt/ resou rces/ Third% 20NTD% 20nat ional% 20Str ategic% \n20Plan% 202021- 2025. pdf .\n 16. Ethiopian Public Health Institute and Imperial College L. Geshiaro Arm 3, \nRound 4 Sentinel Site Report-2024. 2024.\n 17. CARE case report guidelines. https:// www. care- state ment. org/.\n 18. Asfaw MA, Hailu C, Beyene TJ. Evaluating equity and coverage in mass \ndrug administration for soil-transmitted helminth infections among \nschool-age children in the hard-to-reach setting of Southern Ethiopia. \nPediatric Health Med Ther. 2021;12:325–33.\n 19. Ministry of Health of Ethiopia. Second Edition of National Neglected \nTropical Diseases Master Plan for Ethiopia, 2016: WHO; 2016. https:// www. \nafro. who. int/ publi catio ns/ second-  editi on- natio nal- negle cted- tropi cal- \ndisea ses- master- plan-  ethio pia- 2016. Accessed 9 Apr 2024.\n 20. World Health Organization. Preventive chemotherapy: tools for improving the quality of reported data and information: a field manual for \nimplementation 2019. https:// www. who. int/ publi catio ns/i/ item/ 97892 \n41516 464. Accessed 9 Apr 2024.\n 21. Arba Minch University. Post mass drug administration coverage validation survey of the national school-based deworming campaign 2023. \nhttps:// www. amu. edu. et/ partn ership/ ongoi ng- proje cts/ 2709- post- mass- \ndrug- admin istra tion-  cover age-  valid ation- survey-  of- the- natio nal- school- \nbased-  dewor  ming-  campa ign. Accessed 10 May 2024.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}