{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05049-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05049-w.pdf",
  "metadata": {
    "/Keywords": "Obesity; Cocaine abuse; Semaglutide; Craving; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250218024517+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250214153254+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05049-w",
    "/Author": "V. M. Romeo ",
    "/Title": "Use of semaglutide in a 54-year-old patient with cocaine abuse and weight loss: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05049-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract \nContext  This case report is interesting because it highlights a direction for the treatment of comorbid obesity \nand cocaine use disorder, which is an increasing clinical condition from an epidemiological point of view, and allows \nus to identify the possibility of a new strategy to address the problem of substance craving, particularly for cocaine.",
    "Case Presentation": "Case presentation This case report discusses the efficacy of semaglutide in a 54-year-old Caucasian patient \nwith a history of cocaine abuse and obesity. Subcutaneous semaglutide was administered, as per guidelines, \nwith a progressive weekly increase for a total of 12 weeks. The patient was monitored with respect to clinical \nparameters, as well as psychodiagnostic ones. The patient demonstrated significant weight loss and a marked \nreduction in cocaine craving.",
    "Conclusion": "Conclusion The action of semaglutide on the hunger and reward centers offers a new approach to the treatment \nof patients with obesity and concomitant substance use disorders. By targeting glucagon-like peptide-1 receptors \ninvolved in both metabolic regulation and reward processing, semaglutide could potentially reduce both food intake \nand drug craving, thereby improving outcomes for these patients. The findings suggest that semaglutide may be \na promising therapeutic option for the management of substance abuse in patients with comorbid obesity.\nKeywords  Obesity, Cocaine abuse, Semaglutide, Craving, Case report",
    "Introduction": "Introduction\nObesity and substance abuse, particularly cocaine use, \nrepresent significant public health challenges. Recent \nstudies have indicated that medications used primarily \nfor metabolic disorders, such as semaglutide—a \nglucagon-like peptide-1 (GLP-1) receptor agonist—may \nhave potential benefits beyond weight management, including the modulation of reward pathways associated \nwith substance use disorders.\nObesity—a global health challenge\nObesity has become a significant global health issue, \nwith its prevalence nearly tripling since 1975. As of 2021, \nmore than 1.9 billion adults are classified as overweight, \nand over 650 million adults are obese, which is defined \nas having a body mass index (BMI) of 30 kg/m2 or higher \n[45]. Obesity is linked to a wide range of comorbidities, \nincluding type 2 diabetes, cardiovascular diseases, and \ncancer, contributing to increased morbidity and mortal ity. It also imposes a heavy financial burden on healthcare \nsystems [17]. The development of obesity is complex, \ninvolving genetic, behavioral, environmental, and meta bolic factors. Hormones such as leptin and ghrelin, which Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nV. M. Romeo\nvincenzomaria.romeo@unipa.it\n1 Department of Culture and Society, University of Palermo, Palermo, Italy\n2 School of Psychoanalytic and Groupanalytic Psychotherapy SPPG, \nReggio Calabria, Italy\n3 CE.RE.SO.–Centro Reggino di Solidarietà, Reggio Calabria, Italy\nPage 2 of 6 Romeo  Journal of Medical Case Reports           (2025) 19:57 \nregulate appetite and satiety through the hypothalamus, \nplay a critical role in energy balance [30].\nCocaine abuse and its neurological underpinnings\nCocaine is a highly addictive substance with significant \npublic health implications, especially in Western coun tries. It works by blocking the reuptake of dopamine, \nnorepinephrine, and serotonin, leading to elevated neu rotransmitter levels and stimulating postsynaptic recep tors, producing euphoria and addiction [38]. Chronic use \nleads to neuroadaptive changes in the brain’s reward sys tem, particularly in the mesolimbic dopamine pathway, \ninvolving the ventral tegmental area (VTA) and nucleus \naccumbens (NAc). These changes drive compulsive drugseeking behavior and dependence [20]. Cocaine addic tion is also characterized by intense cravings that can \npersist long after cessation, leading to relapse [25].\nThe intersection of obesity and substance use disorders\nThere is a substantial overlap between obesity and sub stance use disorders, both of which involve shared neu robiological pathways in the brain’s reward system. The \nconcept of “food addiction” explains compulsive eating \nbehaviors in obesity, where high-calorie foods trigger \nsimilar cravings to drugs [11]. Both conditions are associ ated with reduced dopamine D2 receptor availability in \nthe striatum, leading to diminished sensitivity to natu ral rewards and prompting compensatory overeating or \ndrug use [39, 42]. Individuals with obesity are more likely \nto develop substance use disorders and vice versa. For \nexample, individuals with higher BMI are more prone to \nsubstance misuse, and individuals recovering from addic tion may overeat to compensate for drug abstinence [4, \n27].\nThe role of GLP‑1 in metabolism and behavior\nGLP-1 is an incretin hormone secreted by the L-cells of \nthe small intestine in response to food intake. It regu lates glucose metabolism by enhancing insulin secretion, \ninhibiting glucagon, and slowing gastric emptying [16]. \nGLP-1 also influences food intake and body weight, mak ing it a target for obesity treatments. Recent studies have \nrevealed its role in the central nervous system, where \nit affects reward processing. GLP-1 receptors in brain \nregions such as the nucleus accumbens, VTA, and hypo thalamus modulate the rewarding properties of food and \ndrugs, suggesting potential in treating obesity and sub stance use disorders [1, 9].\nSemaglutide—a GLP‑1 receptor agonist with dual \npotential\nSemaglutide, developed initially for type 2 diabetes, \nimproves glycemic control by enhancing insulin secretion, suppressing glucagon, and promoting satiety \n[16]. It has shown superior efficacy in weight loss \ncompared with other treatments, primarily by increasing \nsatiety and decreasing appetite, particularly for high-fat \nfoods [ 2, 44]. Preclinical studies suggest semaglutide may \nreduce the rewarding effects of addictive substances such \nas alcohol and cocaine, showing potential for treating \nsubstance use disorders [37]. GLP-1 receptors in brain \nareas associated with addiction, such as the nucleus \naccumbens and VTA, underscore its broader therapeutic \npotential [1, 9, 20].\nCase presentation\nThe patient is a 54-year-old man with a 15-year history of \ncocaine abuse and a diagnosis of obesity (BMI: 35.4 kg/\nm2, weight: 105 kg). The patient had previously attempted \nvarious weight loss programs and substance abuse treat ments without sustained success. He presented to me \nseeking assistance with both weight management and \nsubstance use. The decision to initiate semaglutide ther apy in this patient was influenced by several critical fac tors, including the patient’s dual diagnosis of obesity \nand chronic cocaine use. The intersection of these con ditions presents a unique therapeutic challenge, as each \ncondition can exacerbate the other. Given this overlap, \na treatment that addresses both metabolic dysregula tion and abnormal reward processing was deemed most \nappropriate.\nPatient",
    "Background": "background and initial assessment\nA 54-year-old Caucasian man presented with primary \nconcerns of obesity and chronic cocaine use, which had \nimpacted his physical and mental health. With a 15-year \nhistory of cocaine abuse, marked by frequent binges, \nintense cravings, and failed attempts to quit, the patient \nstruggled with shame and relapse. Despite this, he had \nnot pursued long-term addiction treatment owing to \nskepticism and fear of withdrawal. At the time of pres entation, he had a BMI of 35.4 kg/m2 (105 kg) and led a \nsedentary lifestyle with poor dietary habits, contributing \nto significant weight gain over the past decade.\nHe also suffered from depression and anxiety, partially \nmanaged with a selective serotonin reuptake inhibitor \n(SSRI), but his symptoms worsened during periods of \nincreased drug use or attempted abstinence. He had no \nhistory of cardiovascular disease or diabetes, although his \nfamily had a history of hypertension and type 2 diabetes. \nHis motivation for treatment was driven by the desire to \nimprove his physical health, reduce stigma, and address \nthe psychological toll of cocaine use. The clinical team \nimplemented a comprehensive and integrative treatment \nplan to address both his obesity and the neurological and \npsychological aspects of cocaine addiction.\nPage 3 of 6\n Romeo  Journal of Medical Case Reports           (2025) 19:57 \n \nIntervention—initiation of semaglutide\nWe initiated a 12-week treatment with semaglutide, a \nGLP-1 receptor agonist, on the basis of evidence sup porting its efficacy in promoting weight loss and poten tially reducing drug cravings [37, 44]. The treatment \nbegan with a weekly dose of 0.25 mg, gradually increased \nto 1.0  mg by week 8, following standard titration pro tocols to minimize gastrointestinal side effects [6, 28]. \nThroughout the treatment, the patient’s weight, BMI, \nand cocaine cravings were monitored weekly using the \nCocaine Craving Questionnaire-Brief (CCQ-Brief) to \ntrack craving intensity [35, 36]. The patient’s mood was \nalso closely observed using the Hamilton Depression Rat ing Scale (HAM-D) and Hamilton Anxiety Rating Scale \n(HAM-A) to detect any mental health changes that could \nnecessitate adjustments to psychiatric treatment [13, 14]. \nGiven the ineffectiveness of SSRIs, they were gradually \nwithdrawn to optimize treatment outcomes.\nWeight and psychiatric outcomes\nOutcome measures\n1. Weight and BMI:\n2. Baseline: the patient’s initial weight was 105 kg, with \na BMI of 35.4 kg/m2.\n3. Week 12: the final recorded weight was 92 kg, corre sponding to a BMI of 31.0 kg/m2.This reflects a total weight loss of 13 kg (12.4% of initial \nbody weight).\n2. Cocaine craving:\n3. Cocaine craving was assessed using the Cocaine \nCraving Questionnaire-Brief (CCQ-Brief), which \nmeasures craving intensity on a scale from 1 to 7, \nwith higher scores indicating greater craving. \n4. Baseline CCQ-Brief score: 5.6\n5. Week 12 CCQ-Brief score: 2.3\nThis represents a significant reduction in craving, cor responding to a decrease of 58.9% in the CCQ-Brief \nscore.\nBy the end of the 12-week treatment, the patient \nexperienced a significant reduction in body weight, \ndropping from 105 to 92  kg, which corresponded to a \ndecrease in BMI from 35.4 kg/m2 to 31.0 kg/m2 (Fig.  1) \nand represented a 12.4% reduction in weight [5, 44]. The \npatient reported improved physical health, including \nincreased energy and reduced joint pain, and expressed \nsatisfaction with his progress, which enhanced his selfesteem and motivation.\nA notable outcome was the significant reduction \nin cocaine cravings. The patient’s CCQ-Brief score \ndecreased from 5.6 to 2.3 over 12 weeks, a 58.9% reduc tion (Fig.  1), suggesting semaglutide’s potential influence \nFig. 1 Comparison of initial and final outcomes of weight and psychiatric values\nPage 4 of 6 Romeo  Journal of Medical Case Reports           (2025) 19:57 \non craving and reward circuits, though the mechanisms \nremain unclear [19]. As cravings decreased, the patient \nshifted focus to healthier activities such as exercise, aided \nby behavioral counseling that reinforced positive lifestyle \nchanges.\nPsychiatrically, his mood and anxiety remained sta ble, with slight improvements in HAM-D and HAM-A \nscores, likely reflecting the psychological benefits of \nweight loss and reduced cravings [10]. Overall, the \npatient felt more in control and optimistic about his \nfuture, marking significant progress in both physical and \npsychological health.\nAdverse effects and safety profile\nThe patient tolerated the semaglutide treatment well, \nwith no serious adverse effects reported. Mild gastro intestinal symptoms, including nausea and occasional \ndiarrhea, were noted during the initial weeks of treat ment, particularly during dose escalation. These symp toms were managed with dietary adjustments and did not \nrequire discontinuation of the drug [6].\nThroughout the treatment period, the patient’s vital \nsigns and laboratory parameters remained stable, with \nno evidence of hypoglycemia or other metabolic distur bances. Regular monitoring of liver function tests and \nrenal function showed no abnormalities, indicating that \nsemaglutide was safe and well tolerated in this patient \n[22].",
    "Discussion": "Discussion\nThis case highlights semaglutide’s potential as a dualaction treatment for patients with co-occurring obesity \nand substance use disorders, suggesting it influences both \nmetabolic and reward pathways. The patient’s significant \nweight loss (13  kg, or 12.4% of initial body weight) and \nmarked reduction in cocaine craving align with previous \nfindings from clinical trials such as the STEP program, \nwhere semaglutide led to weight reductions of 10–15% \nover 68  weeks [44]. The rapidity of weight loss in this \ncase, achieved in just 12 weeks, suggests that semaglutide \nmay be particularly effective in individuals with comor bid conditions such as substance use disorders.\nThe reduction in cocaine craving, with a 58.9% decrease \nin the patient’s CCQ-Brief score, is consistent with pre clinical studies showing that GLP-1 receptor agonists \nreduce drug-seeking behavior and the reinforcing effects \nof addictive substances such as cocaine and alcohol [9, \n37]. The exact mechanism by which semaglutide influ ences cravings is unclear but likely involves modulation \nof dopaminergic pathways in the brain’s reward circuitry \n[19]\nSemaglutide’s weight loss effects are tied to its ability \nto reduce appetite, delay gastric emptying, and increase satiety, contributing to a negative energy balance [2]. \nBeyond weight management, GLP-1 receptor activation \nin brain regions such as the nucleus accumbens can \nreduce the reinforcing properties of drugs, suggesting \nsemaglutide’s potential in treating substance use \ndisorders [1]. The neuromodulatory role of GLP-1, \ninfluencing synaptic plasticity and neurotransmitter \nrelease, may alter the brain’s response to drug-related \nstimuli and reduce relapse risk [15, 43].\nMoreover, the interaction between GLP-1 signaling and \nother neurotransmitter systems, such as glutamate and \nGABA, might further explain how semaglutide decreases \ncravings and drug-seeking behaviors [15]. The case sug gests that semaglutide may exert effects beyond weight \nmanagement, reinforcing the growing body of evidence \nthat GLP-1 receptor agonists hold promise in the treat ment of substance use disorders [19, 33]. Given the influ ence of GLP-1 on neural circuits involved in addiction, \nsemaglutide could be especially useful in patients with \ncomorbid obesity and substance use disorders, where \nthese pathways may be particularly dysregulated. How ever, further research is needed to confirm these findings \nand better understand the mechanisms involved.\nConclusion\nThe case of a 54-year-old man with obesity and cocaine \ndependence provides valuable insights into semaglutide’s \npotential for treating complex conditions involving both \nmetabolic and neuropsychiatric aspects. The patient’s \nsignificant weight loss and reduction in cocaine cravings \nsuggest that semaglutide may offer an effective approach \nto addressing both issues simultaneously. However, these \nfindings are preliminary, and further robust clinical trials, \nmechanistic studies, and long-term research are required \nto fully understand semaglutide’s efficacy and safety in \ntreating addiction. As addiction medicine evolves, sema glutide and other GLP-1 receptor agonists may become \ncrucial components of personalized and integrated treat ment strategies for patients with obesity and substance \nuse disorders.\nImplementing semaglutide in clinical practice requires \ncareful patient selection, monitoring, and exploring the \npotential for combination therapies. In addition, it is \nessential to ensure equitable access to this treatment and \nreduce stigma surrounding pharmacological interven tions for addiction. Traditional weight loss interventions, \nsuch as lifestyle changes and bariatric surgery, often fail \nto address the neurobiological factors underlying obesity, \nleading to difficulties in maintaining long-term weight \nloss [21]. Similarly, pharmacotherapies for substance use \ndisorders rarely address associated metabolic complica tions [40].\nPage 5 of 6\n Romeo  Journal of Medical Case Reports           (2025) 19:57 \n \nSemaglutide has the potential to revolutionize the \ntreatment of obesity and addiction, but achieving this \nwill require coordinated efforts in research, clinical prac tice, and policy. As we refine the use of GLP-1 receptor \nagonists, we move toward more comprehensive care for \npatients with these interconnected conditions, poten tially involving targeted combination therapies [24].\nLimitations of the case and current evidence\nDespite the promising",
    "Results": "results of this case, the limitations \nof a single case report must be acknowledged. Findings, \nwhile suggestive, cannot be generalized without further \nresearch, as individual patient factors, concomitant med ications, and clinical context may influence outcomes \n[41]. The off-label use of semaglutide in treating cocaine \ndependence remains experimental, with early-stage clini cal trials and preclinical evidence supporting its influ ence on drug cravings [9, 32]. Clinicians should approach \nsemaglutide cautiously, integrating it into comprehensive \ntreatment plans alongside behavioral therapy.\nShort-term follow-up (12  weeks) limits understand ing of long-term sustainability in weight loss and craving \nreduction. Longitudinal studies are needed to assess the \ndurability of semaglutide’s effects and long-term safety, \nincluding potential risks such as pancreatitis and thyroid \nC-cell hyperplasia [8, 21, 29].\nSemaglutide’s dual effects on weight loss and cravings \nraise questions about its mechanisms. While its periph eral metabolic effects are well understood [16, 23], its \nmodulation of dopamine signaling in the nucleus accum bens and ventral tegmental area (VTA) suggests broader \nneuropsychiatric applications [7, 19]. Further research is \nneeded to clarify how GLP-1 receptor activation influ ences addiction-related behaviors.\nFuture research directions\nThe outcomes of this case highlight several research \ndirections. Randomized controlled trials (RCTs) are \nneeded to evaluate semaglutide’s efficacy in reducing \ndrug cravings and promoting abstinence, comparing it \nwit other addiction treatments such as naltrexone, acam prosate, and disulfiram [18]. Mechanistic studies using \nneuroimaging, such as functional magnetic resonance \nimaging (fMRI) and positron emission tomography \n(PET), could offer insights into semaglutide’s impact on \nbrain regions linked to reward and impulse control, iden tifying biomarkers for treatment response [31, 40]. Lon gitudinal studies are critical for assessing the long-term \neffects on weight loss, craving reduction, relapse rates, \nand overall health [26]. In addition, combining sema glutide with behavioral interventions such as cognitivebehavioral therapy (CBT) or mindfulness could enhance \ntreatment outcomes [3]. Further research should also explore semaglutide’s potential in treating other addic tions such as alcohol, opioid, and nicotine use [12, 34, \n37].\nAcknowledgements\nI declare that I have received no external assistance or contribution to this \nresearch.\nAuthor contributions\nAs the sole author, I declare that the research process is outlined in accordance with the guidelines for research publications.\nFunding\nI declare that I have not received any source of funding to support the \nresearch.\nAvailability of data and materials\nI confirm that the data supporting the findings of this study are available and \ncan be provided upon reasonable request. Any restrictions regarding data \nsharing have been noted.\nDeclarations\nEthics approval and consent to participate\nI assure that all ethical standards required for this type of research have been \nmet. No ethics committee approval was required. Patient consent for treat ment was requested and obtained.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nI declare that there are no competing financial or nonfinancial interests that \ncould have influenced the outcomes of this research.\nReceived: 18 September 2024   Accepted: 13 November 2024\nReferences\n 1. Alhadeff AL, Rupprecht LE, Hayes MR. GLP-1 neurons in the nucleus \ntractus solitarius project directly to the ventral tegmental area \nand nucleus accumbens to control for food intake. Endocrinology. \n2012;153(2):647–58.\n 2. Blundell J, Finlayson G, Axelsen M, et al. Effects of once-weekly \nsemaglutide on appetite, energy intake, control of eating, food \npreference and body weight in subjects with obesity. Diabetes Obes \nMetab. 2017;19(9):1242–51.\n 3. Carroll KM, Onken LS. Behavioral therapies for drug abuse. Am J \nPsychiatry. 2005;162(8):1452–60.\n 4. Davis C, Patte K, Curtis C, Reid C. Immediate pleasures and future \nconsequences. A neuropsychological study of binge eating and obesity. \nAppetite. 2008;50:224–9.\n 5. Davies M, Bergenstal R, Bode B, et al. Efficacy of liraglutide for weight loss \namong patients with type 2 diabetes: the SCALE diabetes randomized \nclinical trial. JAMA. 2015;314(7):687–99. https:// doi. org/ 10. 1001/ jama. \n2015. 9676.\n 6. Davies M, Pieber TR, Hartoft-Nielsen ML, et al. Effect of semaglutide on \nglycaemic control in patients with type 2 diabetes: a systematic review of \nrandomized controlled trials. Diabetes Obes Metab. 2021;23(1):46–57.\n 7. Dickson SL, Egecioglu E, Landgren S, et al. The role of the central GLP-1 \nsystem in reward and motivation. Physiol Behav. 2012;106(3):312–9. \nhttps:// doi. org/ 10. 1016/j. physb eh. 2012. 03. 019.\nPage 6 of 6 Romeo  Journal of Medical Case Reports           (2025) 19:57 \n 8. Drucker DJ, Nauck MA. The incretin system: glucagon-like peptide-1 \nreceptor agonists and dipeptidyl peptidase-4 inhibitors in type 2 \ndiabetes. Lancet. 2006;368(9548):1696–705. https:// doi. org/ 10. 1016/ \nS0140- 6736(06) 69705-5.\n 9. Egecioglu E, Engel JA, Jerlhag E. The glucagon-like peptide 1 analogue \nexendin-4 attenuates the reinforcing properties of alcohol in rodents. \nAddict Biol. 2013;18(5):785–96.\n 10. Fabricatore AN, Wadden TA, Higginbotham AJ, et al. Intentional weight \nloss and changes in symptoms of depression: a systematic review and \nmeta-analysis. J Psychosom Res. 2011;71(4):203–10.\n 11. Gearhardt AN, Corbin WR, Brownell KD. Development of the Yale Food \nAddiction Scale version 2.0. Psychol Addict Behav. 2011;25(2):297–306.\n 12. Guillem K, Ahmed SH, Peoples LL, Rossignol E. The promise of GLP-1 \nreceptor agonists for the treatment of cocaine and opioid addictions. \nPharmacol Biochem Behav. 2019;183:72–9. https:// doi. org/ 10. 1016/j. pbb. \n2019. 06. 014.\n 13. Hamilton M. The assessment of anxiety states by rating. Br J Med Psychol. \n1959;32(1):50–5.\n 14. Hamilton M. A rating scale for depression. J Neurol Neurosurg Psychiatry. \n1960;23(1):56–62.\n 15. Heppner KM, Perez-Tilve D. GLP-1 based therapeutics: simultaneously \ncombating T2DM and obesity. Front Neurosci. 2015;9:92.\n 16. Holst JJ. The physiology of glucagon-like peptide 1. Physiol Rev. \n2007;87(4):1409–39.\n 17. Hruby A, Hu FB. The epidemiology of obesity: a big picture. \nPharmacoeconomics. 2015;33(7):673–89.\n 18. Karila L, Gorelick D, Weinstein A, et al. New treatments for cocaine \ndependence: a focused review. Int J Neuropsychopharmacol. \n2011;14(9):1175–89.\n 19. Kenny PJ. GLP-1 receptors in addiction and reward. Front Neurosci. \n2014;8:123.\n 20. Koob GF, Volkow ND. Neurocircuitry of addiction. \nNeuropsychopharmacology. 2010;35(1):217–38.\n 21. Maciejewski ML, Arterburn DE, Van Scoyoc L. Bariatric surgery and longterm durability of weight loss. JAMA Surg. 2016;151(11):1046–55.\n 22. Marso SP , Daniels GH, Brown-Frandsen K, et al. Liraglutide and \ncardiovascular outcomes in type 2 diabetes. N Engl J Med. \n2016;375(4):311–22.\n 23. Meier JJ. GLP-1 receptor agonists for individualized treatment of type 2 \ndiabetes mellitus. Nat Rev Endocrinol. 2012;8(12):728–42. https:// doi. org/ \n10. 1038/ nrendo. 2012. 140.\n 24. Nogueiras R, Romero-Picó A, López M. The role of GLP-1 in the regulation \nof energy balance and its potential in the treatment of obesity. Obes Rev. \n2017;18(11):1116–27. https:// doi. org/ 10. 1111/ obr. 12589.\n 25. O’Brien CP , Childress AR, Ehrman R, Robbins SJ. Conditioning factors \nin drug abuse: can they explain compulsion? J Psychopharmacol. \n1998;12(1):15–22.\n 26. O’Brien CP . Anticraving medications for relapse prevention: a \npossible new class of psychoactive medications. Am J Psychiatry. \n2005;162(8):1423–31.\n 27. Parylak SL, Koob GF, Zorrilla EP . The dark side of food addiction. Physiol \nBehav. 2011;104(1):149–56.\n 28. Pi-Sunyer X, Astrup A, Fujioka K, et al. A randomized, controlled \ntrial of 3.0 mg of liraglutide in weight management. N Engl J Med. \n2015;373(1):11–22.\n 29. Rodriguez JC, Campbell JE. GLP-1 receptor agonists: efficacy and safety in \nclinical trials. Diabetes Care. 2017;40(5):583–90. https:// doi. org/ 10. 2337/ \ndc16- 2309.\n 30. Rosenbaum M, Leibel RL. Adaptive thermogenesis in humans. Int J Obes. \n2010;34(1):S47–55.\n 31. Schmidt HD, McFarland K, Pierce RC. Neuroplasticity in addiction: lessons \nfrom cocaine. Nat Rev Neurosci. 2006;7(11):841–50. https:// doi. org/ 10. \n1038/ nrn20 26.\n 32. Skibicka KP , Shirazi RH, Rabasa-Papio C, Dickson SL. GLP-1 and its role in \nreward: from food to alcohol. Brain Res. 2012;1471:169–77. https:// doi. \norg/ 10. 1016/j. brain res. 2012. 01. 032.\n 33. Sorensen G, Medhus S, Gronli J. Glucagon-like peptide-1 receptor \nagonists: a potential novel treatment for alcohol use disorder. Addict Biol. \n2015;20(1):23–32. https:// doi. org/ 10. 1111/ adb. 12181.\n 34. Sorensen G, Bentsen MA, Linneberg A, Thomsen M. The potential of \nGLP-1 receptor agonists for treating alcohol use disorder: a review. Diabetes Obes Metab. 2019;21(4):749–59. https:// doi. org/ 10. 1111/ dom. \n13631.\n 35. Sussner BD, Smelson DA, Rodrigues S, et al. The validity and reliability \nof a brief measure of cocaine craving. Drug Alcohol Depend. \n2006;83(3):233–7.\n 36. Tiffany ST, Singleton E, Haertzen CA, Henningfield JE. The development of \na cocaine craving questionnaire. Drug Alcohol Depend. 1993;34(1):19–28.\n 37. Vallof D, Engel JA. Role of central GLP-1 in psychostimulant and opioid \nuse disorder. Front Neurosci. 2016;10:53.\n 38. Volkow ND, Fowler JS, Wang GJ. Imaging studies on the role of dopamine \nin cocaine reinforcement and addiction in humans. J Psychopharmacol. \n1999;13(4):337–45.\n 39. Volkow ND, Wang GJ, Fowler JS, Telang F. Overlapping neuronal circuits in \naddiction and obesity: evidence of systems pathology. Philos Trans Royal \nSoc B Biol Sci. 2008;363(1507):3191–200. https:// doi. org/ 10. 1098/ rstb. \n2008. 0107.\n 40. Volkow ND, Koob GF. Brain disease model of addiction: why is it so \ncontroversial? Lancet Psychiatry. 2016;3(10):758–60.\n 41. Yin RK. Case study research: design and",
    "Methods": "methods. 5th ed. Thousand Oaks: \nSage Publications; 2014.\n 42. Wang GJ, Volkow ND, Logan J, et al. Brain dopamine and obesity. Lancet. \n2001;357:354–7.\n 43. Wegener G, Volke V. Gene-environment interactions in the context of \ndepression: synchronizing pathophysiology and treatment response. \nPsychopharmacology. 2010;213(3–4):573–85. https:// doi. org/ 10. 1007/ \ns00213- 010- 2086-5.\n 44. Wilding JP , Batterham RL, Calanna S, et al. Once-weekly semaglutide in \nadults with overweight or obesity. N Engl J Med. 2021;384(11):989–1002.\n 45. World Health Organization. Obesity and overweight. 2021. https:// iris. \nwho. int/ bitst ream/ handle/ 10665/ 43035/ 92415 92222_ eng. pdf? seque \nnce=1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}