{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04881-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04881-w.pdf",
  "metadata": {
    "/Keywords": "Clogmia albipunctata; Intestinal myiasis; Nepal",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250307114105+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250306074619+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04881-w",
    "/Author": "Bimal Sharma Chalise ",
    "/Title": "Intestinal myiasis caused by Clogmia albipunctata in Nepal: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04881-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Intestinal myiasis is a type of myiasis resulting from the accidental consumption of Clogmia albipunctata larvae. This type of myiasis generally displays symptoms such as nausea, vomiting, abdominal distention \nand discomfort, loss of appetite, weight loss, and intermittent diarrhea. It is a rare form of myiasis with relatively scarce \nliterature in Nepal.",
    "Case Presentation": "Case presentation We report probably the first case of human intestinal myiasis caused by Clogmia albipunctata \nin Nepal. A 39-year-old nondiabetic female, Brahmin belonging to khas/arya ethnicity presented with complaints \nof abdominal discomfort, perianal itching, occasional nausea, and vomiting in the outpatient clinic of Sukraraj Tropical and Infectious Disease Hospital, Teku, Kathmandu. With an additional history of the passing of worms in stool, \nthe sample was examined in the microbiology department, which revealed multiple larvae. Macroscopy followed \nby microscopic examination through wet mount preparation was performed, leading to the morphological identification of larva of Clogmia albipunctata. Diagnosis of a rare human intestinal myiasis was made, and the patient \nwas advised to take ivermectin.",
    "Conclusion": "Conclusion Personal hygiene and sanitation, which prevent fly infestation, can help reduce the incidence \nof the disease.\nKeywords  Clogmia albipunctata, Intestinal myiasis, Nepal",
    "Introduction": "Introduction\nMyiasis is defined as the infestation of humans and/\nor animals by dipterous larvae belonging to the class \nInsecta. Although cosmopolitan, the most common geo graphical distribution of human myiasis lies in tropical \nand subtropical regions, with greater occurrence in poor socioeconomic conditions. Dipterous larvae can feed on \nvarious tissues and cause a variety of infestations accord ing to the site involved in mammals. There are several \ndifferent ways that human myiasis can manifest, but the \nmost prevalent kind is cutaneous myiasis. In addition, \nother areas of infestation encompass the gastrointestinal \nand urogenital tracts, as well as the nasal, auditory, pul monary, and ocular cavities [1]. Broadly, myiasis can be \nclassified as obligatory, facultative, and pseudomyiasis. \nPseudomyiasis, in particular, occurs owing to the acci dental ingestion of food or water contaminated with lar vae or when a fly lays its eggs in a person’s anus or genital \narea [2, 3].\nThe drain fly, or Clogmia albipunctata, which belongs \nto the family Pychodidae, is a nonhematophagous insect \nthat has a distribution akin to the other agents of human Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSaroj Kumar Gupta\ntechnosaroj1@gmail.com\n1 Sukraraj Tropical and Infectious Disease Hospital, Teku, Kathmandu, \nNepal\n2 Tribhuvan University Teaching Hospital, Tribhuvan University Teaching \nHospital, Kathmandu, Nepal\n3 National Public Health Laboratory, Teku, Kathmandu, Nepal\n4 Patan Academy of Health Science, Lalitpur, Nepal\nPage 2 of 4 Chalise et al. Journal of Medical Case Reports          (2025) 19:103 \nmyiasis. This holometabolous insect has four stages in \nits lifecycle, including egg, larva (four instars), pupa, and \nadult, taking 27 ± 5  days to grow from the egg to adult \nstage [3]. While the role of C. albipuntata in true human \nmyiasis has been in question, its association with acci dental myiasis (pseudomyiasis) has been reported for a \nlong time in humans. They are generally found in moist \nand shallow water microhabitats. Moreover, the flies \nreside in synanthropic habitats in large numbers and are \nconsidered as nuisance pests [3]. This is the first reported \ncase of human intestinal myiasis caused by the larvae of \nC. albipuntata to date in Nepal.\nCase presentation\nA 39-year-old nondiabetic female, Brahmin belonging \nto khas/arya ethnicity from Balaju, Kathmandu visited \na general practitioner’s clinic in a teaching hospital with \ncomplaints of abdominal discomfort and perianal itch ing for more than 1 month, which aggravated particularly \nduring nights. The patient had occasional nausea and \nvomiting. There was no history of fever or recent travel. \nThere was no history of similar symptoms in other fam ily members. The patient further provided the history \nof passing out of worms, which she noticed on the toi let floor after she cleaned up post defecation. The patient \nfurther stated that she uses a different toilet than other \nfamily members, having a pan-type toilet seat and being \nsituated outside her house separately. The patient was \nprescribed albendazole, tinidazole, and itopride and was \nadvised for ultrasonography of the abdomen and pelvis, \nand stool routine, and a microscopic examination. The \nresult of ultrasonography showed a normal scan, but \nstool routine and microscopic examination yielded two \nlive worms that were reported with unknown identifica tion. There was no improvement in the symptoms, and \nthe patient was referred to Sukraraj Tropical and Infec tious Disease Hospital, Teku, Kathmandu, where she \nattended. The patient on examination was well looking \nand had stable vitals. There was no pallor, jaundice, lym phadenopathy, clubbing, cyanosis, edema, or dehydra tion. Abdominal examination revealed a symmetrical \nnondistended abdomen with no tenderness and normal \nbowel sounds with no hepatomegaly or splenomegaly. \nShe was again advised for stool examination and ultra sonography of the abdomen and pelvis, chest X-ray, \nand related other blood examinations including human \nimmunodeficiency virus (HIV). On further questioning, \nthe patient also informed about the presence of flies in \nthe toilet where she regularly defecates. She was asked to \ncollect the worms and flies from the toilet as well while \ndelivering the stool samples.\nInformed consent was taken, and the condition was \nexplained to the patient.A fecal sample was received in the microbiology labo ratory later, which revealed plenty of live larval forms in \nscanty stool. Stool examination for other common para sitic forms was negative. The larvae were washed several \ntimes with normal saline, following which macroscopic \nand microscopic examination was performed.\nMacroscopic examination of larvae\nMacroscopically, the larvae were cylindrical with darkbrown color, possessing a rounded curved anterior end \nand a tapering posterior end. The size ranged from 1 to \n1.5 cm in length and 1–2 mm in width. The body of the \nlarvae was hairy and segmented. The color of the ventral \naspect appeared lighter than the dorsal part. The dead \nlarvae were preserved and fixed in 5% formalin.\nMicroscopic examination of larvae\nFor microscopic examination, the larvae were first fixed \nin 5% formalin and incubated in 30% potassium hydrox ide in a glass bottle. When the larvae became transpar ent under the microscope, they were washed in distilled \nwater thoroughly. Further, dehydration was carried out in \nethyl alcohol of ascending grades, that is, 30%, 50%, 70%, \n90%, and 99% for 30 minutes each, followed by xylene for \n30 minutes. Finally, the larvae were mounted in DPX and \ndried at 38 °C in the oven for 2 days and proceeded for \nmicroscopy [4].\nMicroscopic observation (Fig.  1) revealed dark-brown, \nslender, and hairy larvae. The body of the larva consisted \nof a head, and 11 thoracic and abdominal segments (3 \nthoracic and 8 abdominal). The ventral aspect of the \nlarvae was lighter in color as compared with the dorsal \naspect, head, and tapering terminal end.\nThe head was triangular with 2 minute   hairy  anten nae and two ventral mandibles denoting chewing-type \nmouthparts. The lateral and dorsal aspects of the body \nsegments were covered with 26 saddle-shaped chitinous \nplates densely covered with long setae on the dorsal and \nlateral aspects. The terminal end consisted of a siphon, \nwhich was cone-shaped, elongated, and broad with tufts \nof hair. The two respiratory spiracles that originated from \nthe prothorax (anterior spiracles) appeared to end as the \nposterior spiracles at the tip of the terminal segment. The \nsiphon further showed spinose anal papillae.\nOn the basis of the macroscopic and microscopic mor phological appearance and comparing with literature \n[5–8], the patient was diagnosed with intestinal myiasis \nand the larvae were identified as the larvae of Clogmia \nalbipuntata, in line with the fact that they possess darker \nbodies and 26 dorsal plates in comparison with the other \nmembers of Psychoda  that have a lighter color and fewer \nthan 26 dorsal plates [7]. The patient was advised to take \nivermectin and take appropriate measures to eliminate \nPage 3 of 4\n Chalise et al. Journal of Medical Case Reports          (2025) 19:103 \n \ndrain flies from possible locations of the home where \nthey can survive. Follow-up was done after 2 weeks, and \nthe patient was feeling well but still noticed occasional \ndischarge of larva. However, on performing routine and \nmicroscopic examinations, there was no evidence of lar vae in the stool. Further, follow-up was continued until \n1 month of treatment, when all the symptoms subsided \nand she no longer noticed the passage of larva in the \nstool. Stool examination was repeated with no positive \nfindings, indicating the complete disappearance of larvae \nafter the treatment.\nWe were unable to further confirm identification \nthrough scanning electron microscopy and molecular \ncharacterization owing to the unavailability of resources, \nwhich represents a limitation of this report.",
    "Discussion": "Discussion\nIntestinal myiasis where the fly inhabits the gastrointes tinal tract is a rare disease. The distribution of human \nmyiasis is worldwide, but it is more frequently found in \npoorer socioeconomic areas in tropical and subtropi cal regions [1]. This case report is the first of its kind \nreported from Nepal. The patient belonged to a lower \nmiddle-class family, and we found that she had relatively \npoor hygiene upon further questioning. She used the toi let alone where multiple drain flies were present, which \ncan further explain her hygiene and the symptoms being \npresent for only her in the family. In addition, she used to \nstore water in uncovered buckets that were used to rinse \nthe anal region after defecation. Such stored water is a \ngood supporting medium for breeding of the flies. The \neggs could be introduced during rinsing in the perineal \narea. After hatching, the eggs release larvae that ascend to feed into the gastrointestinal or urogenital tract [9, 10]. \nThis could be the cause in our patient, as well.\nC. albipunctata is a rare cause of myiasis but has \nbeen reported as one of the causative agents of acciden tal myiasis for a long time in Asia, Europe, Africa, and \nAmerica, especially in places with poor hygienic condi tions [3]. The larvae have been reported to cause intes tinal, urogenital, and nasopharyngeal myiasis [11]. The \nfirst case of intestinal myiasis was reported in Japan [12] \nfollowed by other cases in Malaysia, Taiwan, and Egypt \n[6, 13–15].\nIn addition to infestation, they have been implicated in \nthe potential mechanical transmission of various bacte rial pathogens associated with nosocomial infections \n[3, 16]. Moreover, the presence of dense fine hairs and \nremains of their dead bodies can act as a potential aller gen and cause respiratory illnesses such as allergic rhini tis and asthma [17].\nThe definitive diagnosis is based on macroscopic and \nmicroscopic examination and identification of the larvae. \nWe identified the larvae following the same approach, \nbut our limited diagnostic facilities restricted us from \nperforming scanning electron microscopy for further \nconfirmation as discussed above.\nNo specific treatment for intestinal myiasis has been \nrecommended, even though purgatives, albendazole, \nmebendazole, and levamisole have been used with suc cess in some patients. Mesalazine has been used for its \nantiinflammatory effect. Besides, colonoscopy has been \nreported to have a role in diagnosis and treatment [1]. \nFurthermore, ivermectin, a semisynthetic macrocyclic \nlactone having antihelminthic activity, is used currently \nfor the treatment of myiasis, scabies, pediculosis, and \ndemodicosis [18, 19].\nFig. 1 Microscopic observation\nPage 4 of 4 Chalise et al. Journal of Medical Case Reports          (2025) 19:103 \nIn accordance with recommended practice, we pre scribed ivermectin and increased fluid intake to the \npatient. A single oral dose of 12 mg was followed by the \ndisappearance of symptoms and larval passage.\nConclusion\nWe report the first case of intestinal myiasis caused by \nClogmia albipunctata in Nepal. Although the causative \nagent has been associated with pseudomyiasis and the \npresentation of the disease is rare, myiasis in any form \nmay lead to significant morbidity in patients. In addition, \nthe rare appearance of intestinal myiasis can lead to dif ficulty in diagnosis, especially in resource-limited coun tries such as Nepal. Moreover, a lack of specific treatment \nrecommendations can lead to prolonged treatment and \nexposure to multiple antiparasitic agents for the patient. \nPersonal hygiene and sanitation preventing fly infestation \ncan help reduce the incidence of the disease.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04881-w .\nAdditional file 1\nAcknowledgements\nWe express our sincere gratitude to Dr. Suresh Jaiswal for his insightful \ncomments and suggestions that significantly improved the manuscript. We \nalso thank the Department of Microbiology, Sukraraj Tropical, and Infectious \nDisease Hospital for providing the laboratory report necessary to complete \nthis case report. Finally, we are grateful to the patient and her family for consenting to share this case and for their cooperation throughout the study.\nDr. Bimal Sharma Chalise, Consultant Physician, Sukraraj Tropical and Infectious \nDisease Hospital declares that this manuscript entitled “Intestinal Myiasis \nCaused by Clogmia albipunctata in Nepal: a case report” has not been submit ted elsewhere for the award of any other degree or credential before this date.\nAuthor contributions\nConceptualization: Bimal Sharma Chalise, Saroj Kumar Gupta; investigation: \nBimal Sharma Chalise, Saroj Kumar Gupta, Saugat Pradhan, Ajita Khanal; super vision: Bimal Sharma Chalise, Milan Bajracharya, Yubanidhi Bausla, Shiva Prasad \nSharma Chalise; writing—original draft: Saugat Pradhan, Saroj Kumar Gupta; \nwriting—review and editing: Dr. Bimal Sharma Chalise, Saroj Kumar Gupta.\nFunding\nNot applicable.\nAvailability of data and materials\n Data were preserved in PDF form.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.Received: 11 June 2024   Accepted: 10 October 2024\nReferences\n 1. Francesconi F, Lupi O. Myiasis. Clin Microbiol Rev. 2012;25(1):79–105.\n 2. Mathison BA, Madriz I, Pritt BS, Curler G. Psychodid flies and their implicated role in human myiasis and pseudomyiasis. Humphries RM, editor. J \nClin Microbiol. 2024;62(3):e0120023.\n 3. Akhoundi M, Ranorohasimanana NM, Brun S, Kauffmann-Lacroix C, Izri A. \nClogmia albipunctata (Nematocera; Psychodidae) as the etiologic agent \nof myiasis: true or false? Diagnostics. 2022;12(9):2129.\n 4. Adams ZJO, Hall MJR.",
    "Methods": "Methods used for the killing and preservation of \nblowfly larvae, and their effect on post-mortem larval length. Forensic Sci \nInt. 2003;138(1–3):50–61.\n 5. Chen J, Liu J, Liu Y, Liu Y. A rare case of residual root myiasis caused by \nClogmia albipunctata larvae (Diptera: Psychodidae). BMC Infect Dis. \n2022;22(1):374.\n 6. El-Dib NA, Ali MI, Hamdy DA, Abd El Wahab WM. Human intestinal myiasis \ncaused by Clogmia albipunctata larvae (Diptera: Psychodidae): First report \nin Egypt. J Infect Public Health. 2020;13(4):661–3.\n 7. El-Dib NA, El Wahab WMA, Hamdy DA, Ali MI. Case report of human \nurinary myiasis caused by Clogmia albipunctata (Diptera: Psychodidae) \nwith morphological description of larva and pupa. J Arthropod Borne Dis. \n2017;11(4):533–8.\n 8. Farrag HMM, Huseein EAM, Almatary AM, Othman RA. Morphological and \ninitial molecular characterization of Clogmia albipunctatus larvae (Diptera: \nPsychodidae) causing urinary myiasis in Egypt. Oliveira F, editor. PLoS \nNegl Trop Dis. 2019;13(12):e0007887.\n 9. Lotfy W. Gastrointestinal and urogenital myiasis caused by psychodid fly \n(Diptera: Nematocera) in Egypt: case report. PUL. 2011;4:15–6.\n 10. Perez-Eid C, Mouffok N. Human urinary myiasis caused by Fannia canicularis (Diptera, Muscidae) larvae in Algeria. Presse Medicale Paris Fr 1983. \n1999;28(11):580–1.\n 11. Mohammed N, Smith KGV. Nasopharyngeal myiasis in man caused by \nlarvae of Clogmia (=Telmetoscopus) albipunctatus Williston (Psychodidae, Dipt.). Trans R Soc Trop Med Hyg. 1976;70(1):91.\n 12. Tokunaga M. Moth-flies that cause myiasis in man in Japan. Med Entomol \nZool. 1953;4(3–4):101–7.\n 13. Smith KGV, Thomas V. Intestinal myiasis in man caused by larvae of \nClogmia (=Telmatoscopus) albipunctatus Williston (Psychodidae, Diptera). \nTrans R Soc Trop Med Hyg. 1979;73(3):349–50.\n 14. Tu WC, Chen HC, Chen KM, Tang LC, Lai SC. Intestinal myiasis caused by \nlarvae of Telmatoscopus albipunctatus in a Taiwanese Man. J Clin Gastro enterol [Internet]. 2007;41(4). Available from: https:// journ als. lww. com/ \njcge/ fullt  ext/ 2007/ 04000/ intes tinal_ myias is_ caused_ by_ larvae_ of. 14. \naspx\n 15. Mokhtar AS, Braima KAO, Peng Chin H, Jeffery J, Mohd Zain SN, Rohela M, \net al. Intestinal myiasis in a Malaysian patient caused by larvae of Clogmia \nalbipunctatus (Diptera: Psychodidae). J Med Entomol. 2016;53(4):957–60.\n 16. Faulde M, Spiesberger M. Role of the moth fly Clogmia albipunctata \n(Diptera: Psychodinae) as a mechanical vector of bacterial pathogens in \nGerman hospitals. J Hosp Infect. 2013;83(1):51–60.\n 17. Boumans L, Zimmer JY, Verheggen F. First record of the “bathroom mothmidge” Clogmia albipunctata, a conspicuous element of the Belgian fauna \nthat went unnoticed (Diptera: Psychodidae). Phegea. 2009;37(4):153.\n 18. Osorio J, Moncada L, Molano A, Valderrama S, Gualtero S, Franco-Paredes \nC. Role of ivermectin in the treatment of severe orbital myiasis due to \nCochliomyia hominivorax. Clin Infect Dis Off Publ Infect Dis Soc Am. \n2006;43(6):e57-59.\n 19. De Tarso P , Pierre-Filho P , Minguini N, Pierre LM, Pierre AM. Use of ivermectin in the treatment of orbital myiasis caused by Cochliomyia hominivorax. \nScand J Infect Dis. 2004;36(6–7):503–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}