{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04759-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04759-x.pdf",
  "metadata": {
    "/Keywords": "Myiasis; Scrotum; Neonate; Surgery; Iran",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240912152820+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240830112911+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04759-x",
    "/Author": "Mahmoud Khoshkhabar ",
    "/Title": "Surgical management for the case of scrotal myiasis in a 7-day-old neonate: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04759-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Neonatal myiasis is a rare condition, with few reports available on the subject. Surgical management \nis recommended in some cases. In this study, we present the case of a 7-day-old male neonate with larvae in his \nscrotum who underwent surgery.",
    "Case Presentation": "Case presentation A full-term 7-day-old male infant (Aryan race) was referred to a children’s hospital. On the sixth \nday after birth, three 3–4 mm long larvae crawled out from his scrotum, with the number increasing over time. He \nwas given intravenous antibiotics and topical mupirocin to combat secondary infections. The surgical treatment \ninvolved two steps: first, the larvae were extracted, and then the infection site was washed with betadine and hydro gen peroxide to help remove any possible remaining larvae.",
    "Conclusion": "Conclusion Scrotal myiasis is a rare disease that occurs in infants and requires immediate treatment. Surgical treat ment is effective in removing dead or decaying larvae from a deep-seated location and washing the infection site \nto prevent secondary infection.\nKeywords  Myiasis, Scrotum, Neonate, Surgery, Iran\nIntroduction\nMyiasis is the infestation of live humans and verte brate animals with dipterous larvae [1]. Neonatal myia sis is a disease caused by fly larvae [2] and often occurs \non exposed skin, such as the face, scalp, arms, and legs, \nthough it can also invade the scrotum, spermatic cord, \npenis, and pelvic organs [3].\nA higher incidence of myiasis is more common in rural \nareas, particularly in tropical and subtropical regions \nof Africa and the Americas [1, 2]. A total of 26 cases of \nhuman myiasis were reported In Iran from 2013 to 2020, with four of them occurring in the age group of 0–9 years \n[3].\nThe extent of the disease and host immune response \ndepends on the fly species responsible for the disease, the \nhost (for example, species, concomitant disease), and the \nbreeding conditions (for example, environment) [2].\nLocal antiseptics and systemic antibiotics for com bating secondary infections have been recommended \nas treatment options in neonatal myiasis [4]. A surgical \napproach to remove live and dead larvae and complete \nwashing of the infection site with betadine and hydrogen \nperoxide is recommended as the final treatment used to \nhelp remove any possible remaining larvae and prevent \nrecurrence of the disease [5].\nAlthough adult cases have been reported, neona tal myiasis is a rare condition and there are few reports \nabout this subject [6–11].\nIn this study, we report a 7-day-old male neonate \nreferred to Abuzar Hospital (a pediatric center in the Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHossein Ghaedamini\nGhaedaminih@gmail.com\n1 Department of General Surgery, School of Medicine, Abouzar Hospital, \nAhvaz Jundishapur University of Medical Sciences, Ahvaz, I.R. of Iran\n2 Department of Pediatrics, School of Medicine, Abuzar Hospital, Ahvaz \nJundishapour University of Medical Sciences, Ahvaz, I.R. of Iran\nPage 2 of 4 Khoshkhabar et al. Journal of Medical Case Reports          (2024) 18:442 \nsouthwest of Iran) due to larvae in his scrotum. He was \ninfected with myiasis larvae and underwent surgery and \nreceived proper antibiotics.\nCase presentation\nA full-term 7-day-old male infant of Aryan descent \nwas born via normal vaginal delivery at 36 weeks gesta tion. He weighed 3800 g at birth and did not experience \nany medical issues at that time. However, on the sixth \nday after birth, larvae were discovered in his scrotum, \nprompting a referral to a children’s hospital.\nThere was no significant family history of medical \nissues, but the infant’s parents had a low socioeconomic \nstatus and struggled with maintaining proper hygiene \npractices. Consequently, the newborn was not consist ently kept in clean diapers.\nThe patient was admitted to the Neonatal Care Unit. \nUpon admission, he had a heart rate of 142 beats per \nminute, blood pressure of 70/35 mmHg, body tempera ture of 36.3  °C, and a respiratory rate of 40 breaths per \nminute. He weighed 4000 g, had a head circumference of \n34 cm, and an Apgar score of 8. The percentile for weight \nwas 78th and for height was 60th.\nDuring a physical examination, the skin, head, neck, \nheart, lungs, and abdomen appeared normal. However, \nswelling, redness, and the excretion of numerous small \nlarvae were observed under the base of the penis and \nfrom the scrotum. Three larvae measuring 3–4  mm in \nlength crawled out from his scrotum (see Fig.  1). On the \nbasis of these findings, he was referred to Abuzar Hos pital for further evaluation and treatment. In the neuro logical examination, muscle tone and the ability to move arms and legs were normal. Rooting reflex, suck reflex, \nMoro reflex, and grasping reflex were also normal.\nLaboratory investigations showed a white cell count of \n13,500/mm3 with 20% lymphocytes and 80% polymor phonuclear leukocytes, hemoglobin of 15.8  g/dL, and \nplatelets of 231,000/mm3. His serum urea was 11 mmol/L \nand creatinine was 0.8  mmol/L. Urine analysis revealed \na white cell count of two per high-power field, red cell \ncount of zero per high-power field, and no organisms \npresent. Liver function tests showed Alanine Transami nase (ALT) at 12 U/L, Aspartate Transaminase (AST) at \n26  U/L, Alkaline Phosphatase (ALP) at 543 U/L, direct \nbilirubin at 0.3 mg/dL, and total bilirubin at 3.3 mg/dL, \nall within normal ranges. His C-reactive protein level was \nnegative. Four maggots preserved in 70% alcohol were \nsent to the Medical Entomology Unit for study and iden tification following standard procedures.\nHe was treated with intravenous ampicillin (100  mg/\nkg/day, four times a day) and intravenous gentamicin \n(5  mg/kg/day, three times a day) for sepsis, and topi cal mupirocin 2% for 2 days before undergoing surgery \nto combat secondary infections. The surgical procedure \ninvolved first completely removing the larvae, followed \nby washing the infected area with betadine and hydrogen \nperoxide to help remove any possible remaining larvae \nand prevent recurrence of the disease (Fig.  2). Four mag gots in 70% alcohol were sent to the Medical Entomology \nUnit. The specimens were processed for study and iden tification according to standard procedures. They were \nexamined under a microscope at 400× magnification. On \nthe basis of the presence of two respiratory slits each in \nthe posterior spiracles, the four maggots were identified \nas second-stage maggots of the fly family Sarcophagidae.\nFig. 1  A Larvae emerging from the scrotum on admission. B Larvae emerging from the scrotum before surgery\nPage 3 of 4\n Khoshkhabar et al. Journal of Medical Case Reports          (2024) 18:442 \n \nAfter surgery, he was given intravenous ampicillin \n(100 mg/kg/day, four times a day) and intravenous gen tamicin (5 mg/kg/day, three times a day) for 8 days (dura tion of hospitalization: 10 days). He was discharged with \nSusp (100  mg/5  mL) cephalexin (25  mg/kg/day, four \ntimes a day) for 7 days after being in good general condi tion with stable vital signs. The neonate was followed up \n1 week, 1 month, 3 months, and 6 months after discharge. \nThe general condition, wound healing, and surgical site \ninfection were evaluated by a pediatric surgeon and neo natologist in these follow-ups, which were normal.",
    "Discussion": "Discussion\nWe reported a case of rare scrotal myiasis in a full-term, \n7-day-old male infant. The infant responded successfully \nto treatment with intravenous antibiotics, topical mupi rocin, and surgical intervention.\nMyiasis is a rare condition in infancy that is typi cally found in tropical areas [1]. There have been a few \nreported cases of neonatal myiasis in the literature, most \nof which involved the ear, mouth, and umbilical regions \n[6–11].\nMyiasis is an extremely rare condition in infancy that \nis almost always found in tropical areas [1]. To date, \nthere have been only a very few neonatal myiasis cases \nreported in the literature, most of which were otic, oral, \nand umbilical [6–11]. As far as we know, no cases of scro tal myiasis have been reported in infants in our region. \nThis study is the first report. Neonatal myiasis is only \nbriefly mentioned in two or three pediatric textbooks, \nwith very few reported cases [2, 3].Blowflies (Calliphoridae) and flesh flies (Sarcophagi dae) can cause myiasis, a condition of short duration, \nby acting as obligatory and/or facultative parasites. \nThey typically mature within 4–7 days, often found in \nthe host’s body orifices and wounds. Common species \ninvolved in causing myiasis include Lucilia cuprina, Luci lia sericata, Cochliomyia hominivorax, and Wohlfahrtia \nmagnifica [7].\nThe Lucilia blowfly genus consists of obligatory and/\nor facultative ectoparasites that belong to the Calli phoridae family and are commonly found in meat and \nanimal corpses [6]. They are known to cause myiasis in \nboth humans and domestic herbivorous animals. The \nCalliphoridae family is divided into two subfamilies: \nCalliphorinae and Chrysomya. The Calliphorinae sub family includes the Lucilia, Calliphora, Cordylobia, and \nAuchmeromyia genera. Adult Lucilia flies typically have \na metallic-green or copper-green color, with a diameter \nranging from 8 mm to 10 mm, and are commonly found \naround butcher shops and slaughterhouses [10]. Samples \nhave been sent to the parasitology laboratory, and we are \ncurrently awaiting the",
    "Results": "results for the determination of \nthe species [2].\nMyiasis may also be accompanied by inflamma tory reactions, secondary bacterial infections, massive \ndestruction, and life-threatening consequences, as con sistent with the results of the present study and other \nstudies [5–11]. Rural agricultural areas, crowded condi tions, and poor personal hygiene are other predisposing \nfactors for myiasis. Mechanical removal of maggots is an \nimportant step in the management of myiasis [4].\nFig. 2  A Extracted larvae during surgery. B Scrotal view after surgery\nPage 4 of 4 Khoshkhabar et al. Journal of Medical Case Reports          (2024) 18:442 \nMyiasis is common in areas with poor hygiene, where \nflies breed [9], similar to the results of our study. The \nneonates in the present study also had a low socioeco nomic status. Reports of human myiasis have decreased \nwith improving living standards.\nConclusion\nOverall, scrotal myiasis is a rare disease that can affect \ninfants and should not be overlooked. Following antibi otic therapy, surgical intervention is necessary to remove \nany dead or decaying larvae from a deep-seated site. This \nis crucial to prevent serious complications such as sec ondary infections or sepsis.\nAcknowledgements\nWe thank the patient’s guardian for her consent to publish the case report. \nThe authors would like to give a special thank you to colleagues at Golestan \nHospital, Joundishapour faculty of Medical Sciences, for their guidance and \nencouragement.\nAuthor contributions\nStudy concept and design: M.Kh. and A.Sh.; interpretation of data: H.gh.; draft ing of the manuscript: M.Kh. and A.H.; and critical revision of the manuscript \nfor important intellectual content: M.P ., A.H., A.Sh., and H.Gh.\nFunding\nThis research received no specific grant from any funding agency in the pub lic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe data that support the findings of this study are available from the cor responding author upon reasonable request.\nDeclarations\nEthical approval consent to participate\nWritten informed consent was obtained from the parents of the patient who \nparticipated in this study and with the 1964 Declaration of Helsinki and its \nlater amendments or comparable ethical standards.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nInformed consent\nInformed consent had been verbally obtained from the patient.\nCompeting interests\nThe authors declare no other conflicts of interest.\nReceived: 28 March 2024   Accepted: 14 August 2024\nReferences:\n 1. Sykes JE, Merkel L, Little SE. Myiasis. In: Greene CE, editor. Greene’s infectious diseases of the dog and cat. Philadelphia: WB Saunders; 2021. p. \n1347–58.\n 2. Ruiz-Zapata JD, Figueroa-Gutiérrez LM, Mesa-Franco JA, Moreno-Gut ierrez PA. Umbilical myiasis by Cochliomyia hominivorax in an infant in \nColombia. Front Med. 2020;22(6):292. 3. Jokar A, Sharififard M, Jahanifard E. Prevalence of human myiasis and its \nepidemiological aspects in Iran from 2013 to 2020: a review study. J Prev \nMed. 2022;9(2):102–15.\n 4. Cetinkaya M, Ozkan H, Köksal N, Coşkun SZ, Hacimustafaoğlu M, Girişgin \nO. Neonatal myiasis: a case report. Turk J Pediatr. 2008;50(6):581–4.\n 5. Wang Y, Sun Y, Kong W, Wang Y. Aural myiasis: a case report and literature \nreview. Ear Nose Throat J. 2022;101(7):430–2.\n 6. Ambey R, Singh A. Umbilical myiasis in a healthy newborn. Paediatr Int \nChild Health. 2012;32(1):56–7.\n 7. Alghamdi JM. Umbilical myiasis in a healthy newborn: a case report. Adv \nMed Med Res. 2020;3(1):105–8.\n 8. Ata N, Güzelkara F. Aural myiasis in an infant. J Craniofac Surg. \n2017;28(1):e89-90.\n 9. Ahmad NW, Ismail A, Jeffery J, Ibrahim SD, Hadi AA, Ibrahim MN, Chin HC, \nLim LH. Aural myiasis in a neonate in peninsular Malaysia. Parasit Vectors. \n2009;2(1):1–3.\n 10. Casanova-Román M, Sánchez-Legaza E, Sánchez-Porto A, Murga C. Aural \nmyiasis in an infant. Infez Med. 2010;18(03):175–6.\n 11. Chaiwong T, Tem-Eiam N, Limpavithayakul M, Boongunha N, Poolphol W, \nSukontason KL. Aural myiasis caused by Parasarcophaga (Liosarcophaga) \ndux (Thomson) in Thailand. Trop Biomed. 2014;31(03):496–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}