{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04963-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04963-9.pdf",
  "metadata": {
    "/Keywords": "Sinking skin flap; Ventriculopleural shunt; Chest tube; Overdrainage; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218113821+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241210113735+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04963-9",
    "/Author": "Stephanie Q. Liang ",
    "/Title": "Sunken flap following chest tube placement in the presence of ventriculopleural shunt: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04963-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The sunken flap or sinking skin flap syndrome is a complication that can be observed following decompressive craniectomy. More rare, sinking skin flap syndrome can occur as an iatrogenic complication of pleural effusion evacuation via chest tube placement in the presence of ventriculopleural shunt.",
    "Case Presentation": "Case presentation We report the case of a Hispanic male patient in his 20s who presented to the emergency \ndepartment after sustaining a penetrating gunshot wound to the head. In addition to undergoing an emergent \ndecompressive craniectomy, a ventriculopleural shunt was subsequently placed as a treatment for hydrocephalus. Two days after shunt placement, the patient developed significant hydropneumothorax that did not respond \nto observational management. Owing to the severity of his hydropneumothorax, a chest tube was placed for evacuation, but he developed a sinking skin flap at the craniectomy site. The suction function of the chest tube was discontinued, and the ventriculopleural shunt pressure was increased. Within 24 hours, the skin flap reexpanded. We hypothesize that the inherently negative pressure of the pleural space combined with significant suction effect from chest \ntube evacuation placed him at risk of sinking skin flap syndrome despite having an antisiphon device.",
    "Conclusion": "Conclusion Our case highlights the importance of understanding cerebrospinal fluid hydrodynamics with shunt \npresence and suggests a potential treatment framework for iatrogenic sinking skin flap syndrome in the presence \nof ventriculopleural shunt.\nKeywords  Sinking skin flap, Ventriculopleural shunt, Chest tube, Overdrainage, Case report\nBackground\nDecompressive craniectomy (DC) is a common neuro surgical procedure to relieve intracranial hypertension \ncaused by acute intracranial pathologies that contribute \nto the development of cerebral edema and mass effect. \nSinking skin flap syndrome (SSFS) is a known com plication after craniectomy and has been described in \nseveral case reports and series in literature [1–4]. The phenomenon typically has variable associated neurologi cal symptoms including motor, cognitive, and language \ndeficits [1, 5].\nA frequent sequela of acute brain injury is the develop ment of hydrocephalus. The most common treatment for \nhydrocephalus is diversion of cerebrospinal fluid (CSF) \nby placing a shunt catheter that drains excessive CSF \nfrom the ventricular system to another part of the body \nwhere it can be readily absorbed. Ventriculoperitoneal \nshunt (VPS) is the most widely used approach for CSF \ndiversion. The ventriculopleural shunt (VPLS) is a com mon alternative when the peritoneal cavity is not suitable \nowing to infections or abdominal adhesions [6, 7]. The \nexperience with VPLS in the adult population is less than *Correspondence:\nStephanie Q. Liang\nStephanie.Liang@med.usc.edu\n1 Department of Neurology, Los Angeles General Medical Center/\nUniversity of Southern California, 1100 N. State St., Clinic Tower A4E, Los \nAngeles, CA 90034, USA\nPage 2 of 7 Liang et al. Journal of Medical Case Reports          (2024) 18:609 \nVPS placement, but this approach demonstrates com parable shunt survival and complication rates to VPS in \npediatric populations [8–11].\nA common complication of VPLS is the development \nof pleural effusion [7–10], with symptomatic effusion \noften requiring evacuation [7, 8]; however, postevacua tion complications and optimal management strategies \nfor iatrogenic pleural effusion are not well established. \nWe report a patient with medically refractory hydroceph alus who underwent VPLS implantation with the devel opment of a sinking skin flap at the craniectomy site after \nchest tube placement. Our case report highlights the \nimportance of understanding CSF hydrodynamics and \nthe limitations of shunt devices, and emphasizes SSFS as \na potential complication in pleural effusion drainage in \nthe presence of VPLS. This case report was prepared in \nline with CARE guidelines [12].\nCase description\nA previously healthy Hispanic male in his early 20s with out reported past medical conditions or significant sur gical or family history presented at our institution after \na gunshot trauma to the head with an initial Glasgow \nComa Score of E1M4VT. His initial neurological exami nation was notable for briskly reactive pupils, present \ncough reflex, and withdrawal to noxious stimulus of the \nright arm. The brain computed tomography (CT) scan \ndemonstrated a right frontal penetrating injury with \nmidline shift in addition to scattered foci of intraparen chymal and subarachnoid hemorrhage (Fig.  1A). The \npatient underwent an emergent right decompressive \nhemicraniectomy and external ventricular drain (EVD) placement for monitoring and intracranial hypertension \nmanagement (Fig.  1B, C). His postoperative neurologi cal status was significant for minimally reactive pupils, \nabsent corneal exams, absent oculocephalic reflex, weak \ncough, with quadraplegia. During the patient’s prolonged \nhospital stay, he gradually recovered and was able to fol low commands on the right side. A percutaneous endo scopic gastrostomy (PEG) was placed on hospital day 15; \nhowever, it was dislodged on hospital day 32, and patient \ndeveloped signs of peritonitis. A repeat PEG was placed \non hospital day 44 owing to persistent dysphagia.\nThe patient continued to have communicating hydro cephalus and failed to wean off CSF shunt diversion \nduring this time. His neurological status improved \nslowly to alert and oriented to name, location, and \ntime with speaking valve, following commands with \nright upper extremity with full strength (5/5) and right \nlower extremity (3/5), and trace withdrawal to noxious \nstimulus of left-sided extremities. He developed inter mittent fevers, and his EVD was replaced twice owing \nto suspicion of infection with CSF pleocytosis seen. He \nunderwent delayed scalp gunshot wound debridement \nand primary closure on hospital day 28 owing to early \nrefractory intracranial hypertension requiring pento barbital coma. Owing to frequent fevers and bactere mia requiring prolonged antibiotic course in the setting \nof peritonitis, the decision was made to place a VPLS \nfor permanent CSF diversion instead of a VPS, which \noccurred on hospital day 48. The postoperative CT \nscan and shunt series demonstrated the hardware in an \nadequate position and a small left-sided pneumothorax \nwith chest wall subcutaneous gas (Figs.  2 and 3 ). The \nFig. 1 Computed tomography head images: A preoperative axial cross-section showing extensive ballistic penetrating injury involving the right \nfrontal cortex, superior parietal cortex, and vertex, effacement of right lateral ventricle with associated midline shift, scattered intraparenchymal \nand subarachnoid hemorrhage; B axial cross-section immediately after decompressive craniectomy; C axial cross-section on postcraniectomy day \n3 showing evolving cerebral edema of the right parietal lobe with associated midline shift, and a left frontal approach external ventricular drainage \ncatheter\nPage 3 of 7\n Liang et al. Journal of Medical Case Reports          (2024) 18:609 \n \nVPLS was set to Certas™ 3 (approximate average open ing pressure 80   mmH2O) [13, 14] with a  SiphonGuard™. \nTwo days after the VPLS placement, patient developed \nworsening tachypnea, hypoxemia, and new-onset atrial \nfibrillation with rapid ventricular response at 160 beats/\nminute. His temperature was 38.4  ℃, respiratory rate \nwas 30 breaths/minute, and  SpO2 98% with  FiO2 28% \nvia tracheostomy mask. Patient’s neurological status \nremained stable without worsening motor or new sen sory symptoms, and he remained alert. A chest CT scan \nconfirmed the presence of complete atelectasis of the \nleft lower lobe, partial atelectasis of the left upper lobe, and moderate hydropneumothorax on the left (Fig.  4A–\nD). A pigtail chest tube was inserted and was placed \non −20  mmH2O continuous suction to facilitate lung \nreexpansion with fluid removal, given the patient was \nexhibiting symptoms from the hydropneumothorax. \nAlthough it was considered that suction may inadvert ently drain CSF, removal of the hydropneumothorax \nwas clinically indicated and the antisiphon device of \nthe VPLS was felt to be protective against this compli cation. His neurological examination remained stable \nwith clear and fluent speech and left-sided hemipare sis, while his respiratory status noticeably improved. \nThe postprocedure chest X-ray showed a significant \ndecrease in the pleural effusion (Fig.  5A). Approxi mately 5 hours after placement, the patient developed \na sunken skin flap at the craniectomy site. While no \nimmediate imaging was obtained to depict the sunken \nskin flap, a similar image obtained 1 month after this \nevent is included to illustrate the degree of abnormal ity (Fig.  6A). The patient was asymptomatic and his \nneurological examination was unchanged. The chest \ntube was placed on water seal without resolution of the \ndepressed flap. The pressure of the VPLS was increased \nto Certas™ 4 to allow for flap expansion (Fig.  6B). The \nchest tube was removed after VPLS setting adjustment, \nand the flap reexpanded within a day. A chest X-ray 3 \ndays after chest tube removal revealed no significant \npleural effusion or pneumothorax (Fig. 5 B).\nThe patient was discharged on hospital day 58 to an \nacute rehabilitation facility, and his VPLS setting was \nmaintained at Certas™ 4. At the time of discharge to \nrehabilitation unit, his neurological examination was \nnotable for trace withdrawal of left-sided extremities and \nantigravity effort of right-sided extremities, while main taining GCS 15 with clear speech. During the remainder \nof his hospital course, the patient underwent tracheos tomy decannulation and PEG removal approximately \n3 months from the initial injury. He remained cognitively \nintact with GCS 15 and had residual left upper extrem ity paralysis (0/5), left lower extremity paresis (1/5), and \nleft-sided spasticity requiring onabotulinum toxin A \ninjection. He continued to participate in rehabilitation \nat home and underwent right cranioplasty 2.5 years later \nwith stable neurological status after the surgery.",
    "Discussion": "Discussion\nSSFS in patients with DC was documented early by \nYamaura et  al.. [15] and since then has been reported \nin individual cases and case series describing this syn drome in patients who received a craniectomy in various \nclinical circumstances [16–25]. The pathophysiology of \nSSFS has not been fully elucidated but may have multi ple contributing factors. Ashayeri et  al.. [1] proposed \nFig. 2 Computed tomography head images. Axial cross-section \nafter shunt surgery showing minimal postoperative pneumoventricle \nwithout midline shift\nFig. 3 Chest X-ray after shunt surgery showing ventriculopleural \nshunt terminating in the left pleural space, left-sided pneumothorax \nwith chest wall subcutaneous gas\nPage 4 of 7 Liang et al. Journal of Medical Case Reports          (2024) 18:609 \nfour interrelated ideas to explain SSFS: (1) the differ ential pressure between external barometric pressure \nand intracranial pressure causes the depression of the \nskin, (2) decreased cerebral blood flow due to atmos pheric pressure and impaired venous blood flow caused \nby the mechanical pressure, (3) decreased CSF flow \nafter craniectomy and transgression of CSF causing parenchymal edema, and (4) deficient cerebral glucose \nmetabolism with cortical dysfunction. In addition, low \nintracranial pressure after DC is likely a contributing fac tor for SSFS [2, 15, 26] that normalizes after cranioplasty \nwith clinical improvement of SSFS. Zhao et al.. and Kel ley et  al.. [3, 27] further demonstrated that CSF hypov olemia could also be a contributor to SSFS. Several case \nFig. 4 Chest computed tomography scans: A, B coronal cross-section images showing left lower lobe atelectasis, moderate pleural effusion, \nand subcutaneous emphysema; C, D axial cross-section images showing moderate left hydropneumothorax\nFig. 5 Chest X-ray images: A after pigtail chest tube placement with interval decrease in pleural effusion and pneumothorax and better aeration \nof left lung base; B 3 days after chest tube removal without recurrence of pleural effusion, pneumothorax, or subcutaneous emphysema\nPage 5 of 7\n Liang et al. Journal of Medical Case Reports          (2024) 18:609 \n \nreports and series additionally identified that CSF shunt \nplacement provoked SSFS that improved after cranio plasty [24, 26].\nAt our institution, VPLS is routinely considered as an \nalternative to permanent CSF diversion when there are \ncontraindications to use the peritoneal cavity. Craven \net  al.. [9] demonstrated that VPLS had a comparable \ncomplication rate as VPS and ventriculoatrial shunt. The \nlong-term survival of VPLS was shown to be comparable \nto VPS by Christian et  al.. [10] in a retrospective study \non the pediatric population. Moreover, Munshi et  al.. \n[28] conducted a telemetric sensory study in pediatric \npatients with VPLS, showing that, after VPLS, the ven tricular system had lower pressure than in VPS, therefore generating a continuous siphoning effect that allows CSF \ndiversion to the pleural space. Hoffman et al.. [28] dem onstrated that incorporating an antisiphon device (ASD) \nin the shunt system reduced pleural effusion formation \nin pediatric patients. Because of this, a common neuro surgical practice is to incorporate an ASD in VPLS place ment to minimize the perceived risk of pleural effusion.\nIn our patient, a  SiphonGuard™ was placed along with \nthe VPLS. Technically, the  SiphonGuard™ functions as a \nflow-reducing device in the presence of increased intrac ranial pressure and utilizes a constant open secondary \npathway with higher resistance for CSF diversion at a \nreduced rate in the case of excessive CSF flow [29]. Upon \ninserting a pigtail chest tube with continuous suction, \nour patient developed a sinking skin flap without any \nneurological deteriorations. It is possible that this presen tation reflects an over-drainage phenomenon. We postu lated that there were multiple factors contributing to the \ndevelopment of SFSS in our patient: (1) the inherent sub atmospheric pressure of the pleural space in connection \nto the CSF ventricular system, (2) the external baromet ric pressure causing mechanical pressure that decreases \nCSF flow, (3) the constant suction from the chest tube \nexacerbated the siphon effect by causing a sudden drastic \ndecrease in intrapleural pressure, and (4) the low opening \npressure of VPLS permitted continued CSF flow towards \nthe pleural space. The summative effect was over-drain age of CSF and a corresponding drop in intracranial pres sure proximally, resulting in a sinking skin flap.\nAfter the discovery of the sinking skin flap, the chest \ntube was changed to water seal while maintaining the \nVPLS setting at  Certas™ 3 (approximately 80 mm  H2O) \nexpecting that the  SiphonGuard™ would automatically \nadjust to lower CSF flow to counteract the sudden drop \nin pleural pressure distally. The sinking skin flap did not \nimmediately resolve, suggesting that the constant flow \nof CSF could not be solely counteracted by this pressure \nchange of the chest tube. Therefore, the VPLS setting was \nincreased to  Certas™ 4 (approximately 110 mm  H2O) to \noffset the exacerbated differential pressure, and the skin \nflap re-expanded.  The asymptomatic presentation of \nSSFS has been previously reported [2, 30]. It is possible \nthat, because of the early discovery of the sinking skin \nflap, that it was too soon for our patient to manifest any \nneurological symptoms.\nCranioplasty is regarded as the ultimate treatment for \nSSFS. Nevertheless, the correlation between improved \nclinical outcomes and early cranioplasty is still con troversial [4]. To our knowledge, there is no unifying \nmanagement approach to patients with asymptomatic \nsinking skin flap  after pleural evacuation in the pres ence of VPLS. Evacuation via chest tube, when indi cated, should account for the resultant drop in pleural \nFig. 6 Computed tomography head images: A axial cross-section \nobtained 1 month after with similar degree of sunken skin flap \nfrom the reported event; B axial cross-section obtained 2 days \nbefore the reported event demonstrated the degree of flap \nreexpansion for reference\nPage 6 of 7 Liang et al. Journal of Medical Case Reports          (2024) 18:609 \npressure from rapid drainage of effusion or pneumotho rax. Mentzer et  al. [31] highlighted the benefits of api cal placement of chest tube for evacuation of apical air, \nallowing visceral–parietal pleural apposition to heal air \nleaks. They also mentioned excessive suction could cause \nfunctional occlusion of the chest tube. Several authors \nhave suggested volume repletion and Trendelenburg \nposition to be effective in reversing the sinking skin flap \n[3, 19, 26]. In addition, Craven et al.. [9] preemptively uti lized a higher opening pressure of 10 cm  H2O for VPLS \ninstead of 5  cm  H2O traditionally for VPS and demon strated a comparable complication rate with VPS. We \nhighlighted the various factors that play a significant role \nin the resolution of our patient’s clinical condition (Fig.  7) \nand recommend the following strategies to reduce com plications from pleural evacuation in a similar case: (1) \nhigher shunt pressure setting to limit flow from proximal \ncatheter, (2) time-limited pleural suction with low pres sure away from the empirical −  20  cm  H2O and slow \nup-titration of suctioning pressure, (3) apical tube place ment for hydropneumothorax, and (4) Trendelenburg or \nsupine position. Close neuromonitoring is warranted to \nidentify and correct SSFS early prior to causing second ary brain injury.\nIn addition to the above technical aspects of man agement and avoidance of sunken flap syndrome in the setting of VPLS placement, additional considerations \ncan be made to prevent SSFS and its associated compli cations. Cranioplasty is regarded as the ultimate treat ment for SSFS. Timing of cranioplasty after craniectomy \nis usually between 6  weeks and 1  year [33]. Cranio plasty is described in certain studies to not be done \nuntil 9  months after craniectomy [1, 34]. One potential \nsolution proposed by Ashayeri et  al.. was, that earlier \ncranioplasty around 3–4 months could help avoid SSFS. \nCraniectomy size is another factor to consider, although \ndata in that aspect are scarce. It has been suggested that a \ncritical size of more than 100   cm2 might lead to increased \noccurrence of SSFS [35]. Additionally, a few studies have \nshown improvement in cerebral blood flow after cranio plasty. Thus, some suggested that the use of MRI or CT \nperfusion assessing cerebral blood flow pre and posts hunt placement could help elucidate the improvement of \ncerebral blood flow after shunt placement [36].\nConclusion\nWe report a unique case of a patient who was treated with \nchest tube evacuation of pleural hydropneumothorax and \ndeveloped asymptomatic sinking skin flap syndrome. \nThe acute development of a sinking skin flap reinforces \nits association with CSF hydrodynamic changes. This \ncase report highlights the importance of understanding \nthe shunt operating characteristics in anticipating CSF \nhydrodynamics in patients with VPLS with an antisi phon device. Pleural evacuation in the presence of VPLS \nrequires awareness of the risk for iatrogenic over-drain age, potentially causing a sinking skin flap phenomenon. \nEarly identification and treatment with improved neu romonitoring is crucial to avoid neurological decline and \npromote recovery.\nAbbreviations\nASD  Antisiphon device\nCSF  Cerebrospinal fluid\nCT  Computed tomography\nDC  Decompressive craniectomy\nEVD  External ventricular drain\nFiO2  Fraction of inspired oxygen\nMRI  Magnetic resonance imaging\nPEG  Percutaneous endoscopic gastrostomy\nSpO2  Oxygen saturation\nSSFS  Sinking skin flap syndrome\nVPLS  Ventriculopleural shunt\nVPS  Ventriculoperitoneal shunt\nAcknowledgements\nNot applicable.\nAuthor contributions\nSQL and FPZ co-wrote the manuscript. RAP supervised and was a major \ncontributor in writing the manuscript. GS supervised the writing of the manuscript. All authors approved the final manuscript.\nFunding\nNone.\nFig. 7 Potential contributing factors that influence the cerebrospinal \nfluid hydrodynamics in the presence of ventriculopleural shunt\nPage 7 of 7\n Liang et al. Journal of Medical Case Reports          (2024) 18:609 \n \nAvailability of data and materials\nAll available data in this study are included in the presented article.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests pertaining to this report. The \nauthors alone are responsible for the content and writing of the case.\nReceived: 18 November 2023   Accepted: 20 November 2024\nReferences\n 1. Ashayeri K, Jackson EM, Huang J, Brem H, Gordon CR. Syndrome of the \ntrephined: a systematic review. Neurosurgery. 2016;79(4):525–34.\n 2. Sarov M, Guichard JP , Chibarro S, et al.. Sinking skin flap syndrome and \nparadoxical herniation after hemicraniectomy for malignant hemispheric \ninfarction. Stroke. 2010;41(3):560–2.\n 3. Zhao J, Li G, Zhang Y, Zhu X, Hou K. Sinking skin flap syndrome and paradoxical herniation secondary to lumbar drainage. Clin Neurol Neurosurg. \n2015;133:6–10.\n 4. Santander X, Hidalgo YG, Flores JC, Gómez-Jordana B. Sinking skin syndrome in a decompressive craniectomy series: clinical and radiological \nfeatures. Surg Neurol Int. 2022;13:422.\n 5. Mustroph CM, Stewart CM, Mann LM, Saberian S, Deibert CP , Thompson \nPW. Systematic review of syndrome of the trephined and reconstructive \nimplications. J Craniofac Surg. 2022;33(6):e647–52.\n 6. Jones RF, Currie BG, Kwok BC. Ventriculopleural shunts for hydrocephalus: \na useful alternative. Neurosurgery. 1988;23:753–5.\n 7. Wong T, et al.. Ventriculopleural shunt: review of literature and novel \nways to improve ventriculopleural shunt tolerance. J Neurol Sci. \n2021;428:117564.\n 8. Yerragunta T, Manda VS, Yerramneni VK, Reddy Kanala RN. A brief \nreview of ventriculoatrial and ventriculopleural shunts. Neurol India. \n2021;69(Suppl S2):476–80.\n 9. Craven C, Asif H, Farrukh A, Somavilla F, Toma AK, Watkins L. Case series \nof ventriculopleural shunts in adults: a single-center experience. J Neuro surg. 2017;126:2010–6.\n 10. Christian EA, Quezada JJ, Melamed EF, Lai C, McComb JG. Ventriculo pleural shunts in a pediatric population: a review of 170 consecutive \npatients. J Neurosurg Pediatr. 2021;28(4):450–7.\n 11. Megison DP , Benzel EC. Ventriculo-pleural shunting for adult hydrocephalus. Br J Neurosurg. 1988;2(4):503–5.\n 12. Riley DS, Barber MS, Kienle GS, et al.. CARE guidelines for case reports: \nexplanation and elaboration document. J Clin Epidemiol. 2017;89:218–35.\n 13. Eklund A, Koskinen LO, Williams MA, Luciano MG, Dombrowski SM, Malm \nJ. Hydrodynamics of the Certas™ programmable valve for the treatment \nof hydrocephalus. Fluids Barriers CNS. 2012;9(1):12.\n 14. Codman  CertasTM Plus Porgrammable Valves. Integra LifeSciences Corpo ration; 2019. Accessed December 6, 2022. https:// www. integ  ralife. com/ \nfile/ gener al/ 15499 83654. pdf\n 15. Yamaura A, Makino H. Neurological deficits in the presence of the sink ing skin flap following decompressive craniectomy. Neurol Med Chir. \n1977;17(1 Pt 1):43–53.\n 16. Rohringer CR, Rohringer TJ, Jhas S, Shahideh M. Sinking skin flap \nsyndrome in a patient with bone resorption after cranioplasty and ventriculoperitoneal shunt placement: illustrative case. J Neurosurg Case \nLessons. 2021;2(11):CASE21359.\n 17. Han PY, Kim JH, Kang HI, Kim JS. “Syndrome of the sinking skin-flap” \nsecondary to the ventriculoperitoneal shunt after craniectomy. J Korean \nNeurosurg Soc. 2008;43(1):51–3.\n 18. Boccagni C, Bagnato S, Alaimo V, Galardi G. Neurologic deterioration \nin sinking skin flap syndrome after diuretic therapy. Neurol Clin Pract. \n2021;11(4):e561–3.\n 19. Chugh A, Punia P , Gotecha S. Sinking skin flap syndrome following post traumatic hydrocephalus. Case Rep Neurol Med. 2021;2021:6682310.\n 20. Kim H, Yang HS, Lee GS. A case of “sinking skin flap syndrome” in vegetative state patient. Korean J Neurotrauma. 2020;16(2):266–72.\n 21. Fawley N, Udeh C. Sinking skin flap syndrome after decompressive \ncraniectomy: a case report. A A Pract. 2018;11(9):241–3.\n 22. Yoshida K, Toda M, Yamada Y, et al.. Sinking skin flap syndrome visualized \nby upright computed tomography. Acta Neurochir. 2020;162(8):1825–8.\n 23. Creutzfeldt CJ, Vilela MD, Longstreth WT Jr. Paradoxical herniation after \ndecompressive craniectomy provoked by lumbar puncture or ventriculo peritoneal shunting. J Neurosurg. 2015;123(5):1170–5.\n 24. Hiruta R, Jinguji S, Sato T, et al.. Acute paradoxical brain herniation after \ndecompressive craniectomy for severe traumatic brain injury: a case \nreport. Surg Neurol Int. 2019;10:79.\n 25. Fodstad H, Love JA, Ekstedt J, Fridén H, Liliequist B. Effect of cranioplasty \non cerebrospinal fluid hydrodynamics in patients with the syndrome of \nthe trephined. Acta Neurochir. 1984;70(1–2):21–30.\n 26. Kelley GR, Johnson PL. Sinking brain syndrome: craniotomy can precipitate brainstem herniation in CSF hypovolemia. Neurology. 2004;62(1):157.\n 27. Munshi I, Lathrop D, Madsen JR, Frim DM. Intraventricular pressure \ndynamics in patients with ventriculopleural shunts: a telemetric study. \nPediatr Neurosurg. 1998;28(2):67–9.\n 28. Hoffman HJ, Hendrick EB, Humphreys RP . Experience with ventriculopleural shunts. Childs Brain. 1983;10(6):404–13.\n 29. Huang AP , Kuo LT, Lai DM, Yang SH, Kuo MF. Antisiphon device: a \nreview of existing mechanisms and clinical applications to pre vent overdrainage in shunted hydrocephalic patients. Biomed J. \n2021;S2319–4170(21):00101–3.\n 30. Di Rienzo A, Colasanti R, Gladi M, et al.. Sinking flap syndrome revisited: \nthe who, when and why. Neurosurg Rev. 2020;43(1):323–35.\n 31. Mentzer SJ, Tsuda A, Loring SH. Pleural mechanics and the pathophysiology of air leaks. J Thorac Cardiovasc Surg. 2018;155(5):2182–9.\n 32. Küpeli E, Yilmaz C, Akçay Ş. Pleural effusion following ventriculo pleural shunt: case reports and review of the literature. Ann Thor Med. \n2010;5(3):166–70.\n 33. Piazza M, Grady MS. Cranioplasty. Neurosurg Clin N Am. \n2017;28(2):257–65.\n 34. Lopez J, Zhong SS, Swanson EW, et al.. Time interval reduction for delayed \nimplant-based cranioplasty reconstruction in the setting of previous \nbone flap osteomyelitis. Plast Reconstr Surg. 2016;137(2):394e–404e.\n 35. Sedney CL, Dillen W, Julien T. Clinical spectrum and radiographic \nfeatures of the syndrome of the trephined. J Neurosci Rural Pract. \n2015;6(3):438–41.\n 36. Dujovny M, Fernandez P , Alperin N, Betz W, Misra M, Mafee M. Post-cranioplasty cerebrospinal fluid hydrodynamic changes: magnetic resonance \nimaging quantitative analysis. Neurol Res. 1997;19(3):311–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}