{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04838-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04838-z.pdf",
  "metadata": {
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017131915+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241015162721+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04838-z",
    "/Author": "Ebtesam Al‑Enezi ",
    "/Title": "Correction: Helsmoortel-Van der Aa syndrome in a 13-year-old girl with autistic spectrum disorder, dysmorphism, a right solitary kidney, and polycystic ovaries: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Adobe PDF Library 15.0; modified using iTextSharp™ 5.5.14-SNAPSHOT ©2000-2020 iText Group NV (AGPL-version); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04838-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Case Presentation": "Case presentation currently reads:\nCase presentation\nWe report a case of 13-year-old Saudi patient who pre sented with dysmorphic features as illustrated in Fig.  1, \nsevere mental retardation, autism spectrum disorder, and \nattention deficit hyperactivity disorder. Initial genetic \ntesting was unremarkable; thus, a clinical exome analy sis was performed to identify the genetic basis of the \ncondition.\nThe Abstract Case presentation should instead read:\nCase presentation\nWe report a case of 13-year-old Saudi patient who pre sented with dysmorphic features as illustrated in Fig.  1, \nsevere intellectual disability, autism spectrum disorder, \nand attention deficit hyperactivity disorder. Initial genetic \ntesting was unremarkable; thus, a clinical exome analy sis was performed to identify the genetic basis of the \ncondition.\nThe first paragraph of the Case presentation section cur rently reads:Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\nThe original article can be found online at https:// doi. org/ 10. 1186/ s13256‑ \n024‑ 04746‑2.\n*Correspondence:\nEbtesam Al‑Enezi\nDr.ebtesamal‑ enezi@hotmail.com\n1 Genetic and Metabolic Division, General Pediatric Department,  \nMaternity and Children Hospital, Tabuk, Kingdom of Saudi Arabia\n2 College of Medicine, King Saud Bin Abdulaziz University for Health \nSciences, Riyadh, Kingdom of Saudi Arabia\n3 Cardiology Sciences Division, General Pediatric Department, Maternity \nand Children Hospital, King Abdulaziz Cardiac Centre, Tabuk, Kingdom \nof Saudi Arabia\n4 Department of Pathology and Laboratory Medicine, King Abdulaziz \nMedical City, Riyadh, Kingdom of Saudi Arabia\n5 Division of Psychological Medicine and Clinical Neurosciences, Schools \nof Medicine and Psychology, Centre for Neuropsychiatric Genetics \nand Genomics, Neuroscience and Mental Health Innovation Institute, \nCardiff University, Cardiff, UK\n6 Department of Clinical Genetics and Precision Medicine, King Abdulaziz \nMedical City, Riyadh, Kingdom of Saudi Arabia\n7 Department of Medical Genomics, King Abdullah International Medical \nResearch Center, King Saud Bin Abdulaziz University for Health Sciences, \nRiyadh, Kingdom of Saudi Arabia\nPage 2 of 3 Al‑Enezi et al. Journal of Medical Case Reports          (2024) 18:505 \nCase presentation\nThe 13-year-old Saudi girl was initially referred at the age \nof 10 years to the clinical genetic and metabolic disorder \nclinic in King Abdullah Specialist Children’s Hospital, \nRiyadh, after presenting with dysmorphic features, severe \nmental retardation, ASD, and ADHD, according to the \nmental health professional clinic evaluation.\nThe first paragraph of the Case presentation section \nshould instead read:\nCase presentation\nThe 13-year-old Saudi girl was initially referred at the age \nof 10 years to the clinical genetic and metabolic disorder \nclinic in King Abdullah Specialist Children’s Hospital, \nRiyadh, after presenting with dysmorphic features, severe \nintellectual disability, ASD, and ADHD, according to the \nmental health professional clinic evaluation.\nThe second and third paragraph of the",
    "Discussion": "Discussion and \nconclusions section currently reads:\nDiscussion and conclusions\nPatients with ADNP disorders represent complex clinical \ncases due to the multifaceted nature of symptoms aris ing directly from dysregulation of transcriptional and \nother biochemical pathways. In addition, there are likely \nother secondary abnormalities that result in mental and \nmotor delays, and abnormalities of the body and facial \nstructure [2]. Global developmental delay, difficulty eat ing, and regular cyanosis are additional signs of HVDAS \n[9]. In addition, mood disorders combined with attention \ndeficit/hyperactivity disorder appear to be direct conse quences of children’s mental and motor retardation at an \nearly age.\nIt should be noted that there can be considerable variabil ity in the presentation of neurological and physiological \nsymptoms in individuals with ADNP variants (including \nde novo variants), making the diagnosis and detection of \nHVDAS challenging. The Deciphering Developmental \nDisorders Study (2015) reported clinical findings in four \ncases with similar features, all of which had moderate \ngeneral mental retardation. Almost all cases were accom panied by visual limb abnormalities and abnormalities \nrelated to primary and general metabolism. Further more, two patients had plagiocephaly and hair disorders. \nIn a worldwide cohort of patients with HVDAS, 78 were under 40 years of age, 73% of whom were diagnosed with \nmental retardation [10]. On average, delayed speech and \nmotor development were seen in 70.5% individuals, con duct disorder in 48%, and hypotonic conditions in 54% \npatients. In addition, eating disorders and gastrointes tinal problems were present in most patients (60% indi viduals) [10].\nThe second and third paragraph of the Discussion and \nconclusions section should instead read:\nDiscussion and conclusions\nPatients with ADNP disorders represent complex clinical \ncases due to the multifaceted nature of symptoms aris ing directly from dysregulation of transcriptional and \nother biochemical pathways. In addition, there are likely \nother secondary abnormalities that result in mental and \nmotor delays, and abnormalities of the body and facial \nstructure [2]. Global developmental delay, difficulty eat ing, and regular cyanosis are additional signs of HVDAS \n[9]. In addition, mood disorders combined with attention \ndeficit/hyperactivity disorder appear to be direct con sequences of children’s with intellectual disability at an \nearly age.\nIt should be noted that there can be considerable variabil ity in the presentation of neurological and physiological \nsymptoms in individuals with ADNP variants (including \nde novo variants), making the diagnosis and detection \nof HVDAS challenging. The Deciphering Developmen tal Disorders Study (2015) reported clinical findings in \nfour cases with similar features, all of which had moder ate general intellectual disability. Almost all cases were \naccompanied by visual limb abnormalities and abnormal ities related to primary and general metabolism. Further more, two patients had plagiocephaly and hair disorders. \nIn a worldwide cohort of patients with HVDAS, 78 were \nunder 40 years of age, 73% of whom were diagnosed with \nintellectual disability [10]. On average, delayed speech \nand motor development were seen in 70.5% individuals, \nconduct disorder in 48%, and hypotonic conditions in \n54% patients. In addition, eating disorders and gastro intestinal problems were present in most patients (60% \nindividuals) [10].\nThe five occasions have been updated above and the orig inal article [1] has been corrected.\nPage 3 of 3\n Al‑Enezi et al. Journal of Medical Case Reports          (2024) 18:505 \n \nReferences\n 1. Al‑Enezi E, Alghamdi M, Al‑Enezi K, AlBalwi M, Davies W, Al‑Enezi WE. \nHelsmoortel‑ Van der Aa syndrome in a 13‑ year ‑old girl with autistic \nspectrum disorder, dysmorphism, a right solitary kidney, and polycystic \novaries: a case report. J Med Case Rep. 2024;18:422. https:// doi. org/ 10. \n1186/ s13256‑ 024‑ 04746‑2.\n 2. Pascolini G, Agolini E, Majore S, Novelli A, Grammatico P , Digilio MC. \nHelsmoortel‑ Van der Aa syndrome as emerging clinical diagnosis in intel‑\nlectually disabled children with autistic traits and ocular involvement. Eur \nJ Paediatr Neurol. 2018;22:552–7. https:// doi. org/ 10. 1016/j. ejpn. 2018. 01. \n024.\n 9. Pescosolido MF, Schwede M, Johnson Harrison A, Schmidt M, Gamsiz \nED, Chen WS, et al. Expansion of the clinical phenotype associated with \nmutations in activity‑ dependent neuroprotective protein. J Med Genet. \n2014;51:587–9. https:// doi. org/ 10. 1136/ jmedg enet ‑ 2014‑ 102444.\n 10. Van Dijck A, Vulto ‑van Silfhout AT, Cappuyns E, van der Werf IM, Mancini \nGM, Tzschach A, et al. Clinical presentation of a complex neurode ‑\nvelopmental disorder caused by mutations in ADNP . Biol Psychiatry. \n2019;85:287–97. https:// doi. org/ 10. 1016/j. biops ych. 2018. 02. 1173.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}