{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04885-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04885-6.pdf",
  "metadata": {
    "/Keywords": "Spinal cord cavernous hemangioma; Spindle-shaped hematoma sign; Magnetic resonance imaging; A case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241115161226+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241114111424+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04885-6",
    "/Author": "Zhinan Ye ",
    "/Title": "Presentation of lumbar intramedullary cavernous hemangioma by spindle-shaped hematoma sign on the spinal MRI: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04885-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cavernous hemangioma is a congenital insidious disease that can occur in any part of the central nervous system. In clinical practice, cavernous hemangioma is mostly found in the brain and rarely in the spinal cord.\nCase summary This study describes a case of a 34-year-old Chinese man of Han ethnicity with lumbar intramedullary cavernous hemangioma. On admission, lumbar intramedullary hemorrhage was observed in the patient, \nas well as a spindle-shaped hematoma sign was detected on the spinal magnetic resonance imaging. We suspected \nthat the spinal hemorrhage could be associated with spinal cord cavernous hemangioma. The patient was started \non dehydration and glucocorticoid therapy of mannitol on the day of admission and was diagnosed with cavernous hemangioma on the basis of his magnetic resonance imaging presentation and spinal cord histopathology",
    "Results": "results. However, there was no significant improvement in clinical manifestations following conservative treatment. It \nwas exciting that the patient’s condition improved after the surgical removal of hematomas.",
    "Conclusion": "Conclusion Clinicians should consider lumbar intramedullary cavernous hemangioma in the differential diagnosis \nof early spinal cord hemorrhage with a spindle-shaped hematoma sign on the spinal magnetic resonance imaging.\nKeywords  Spinal cord cavernous hemangioma, Spindle-shaped hematoma sign, Magnetic resonance imaging, A \ncase report",
    "Introduction": "Introduction\nIn clinical practice, cavernous hemangioma is mostly \nfound in the brain and rarely in the spinal cord. Spinal \ncord cavernous hemangioma (CH) is usually a common \nand benign vascular lesion, accounting for 5–12% of all \nspinal vascular malformations [1,2]. Histopathologi cally, spinal cord CH is characterized by an abnormally \ncomplex network of vasculature with varying sizes and without the involvement of any large artery or vein [[3]]. \nClinical presentation of spinal cord CH includes repeated \nepisodes of spinal cord hemorrhages that can lead to a \nmalignant spinal lesion, resulting in a spectrum of neu ropathological conditions [3,4]. We herein present a case \nwhere the spindle-shaped hematoma sign on the lum bar intramedullary magnetic resonance imaging (MRI) \nexamination aided the diagnosis and identification of spi nal cord CH and its radiological features.",
    "Case Presentation": "Case presentation\nA 34-year-old Chinese man of Han ethnicity presented \nwith a progressive aggravation of left lower limb weakness \nand lumbar pain that lasted for 3 days. Before the mani festation of symptoms, the patient was healthy, and had \nno history of either familial or sporadic bleeding disorder, Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHongwei Liu\nhongwei_liu0726@163.com\n1 Department of Neurology, Municipal Hospital Affiliated to Taizhou \nUniversity, Taizhou 318000, Zhejiang, China\n2 Department of Neurology, Taiyuan Central Hospital, Shanxi Medical \nUniversity, No.5, Three Lanes East Road, Taiyuan 030000, China\nPage 2 of 5 Ye et al. Journal of Medical Case Reports          (2024) 18:555 \nand was not on oral anticoagulants. On admission, the \npatient struggled to walk independently and required \nactive support for his physical activities. Additionally, \nhe complained of dysuria. Neurological examination \nindicated grade 2 muscle strength in the left lower limb, \ndiminished tendon reflexes in the left lower limb rela tive to normal, and reduced pain and temperature per ception in the right lower limb. Routine blood work did \nnot show any abnormal changes. Additionally, metagen omic analysis by next-generation sequencing (NGS) as \nwell as testing for titers for the demyelinating antibodies \nin the cerebrospinal fluid (CSF) sample could not reveal \nany pathological changes. Moreover, no brain hemor rhagic lesion was visible on the brain MRI examination. \nHowever, an MRI of the lumbar intramedullary showed \nsagittal short segments of T1 and T2-hypointensity and \naxial T2-hypointensity with “spindle-shaped hematoma sign, ” along the spinal cord tract extending from T12 to \nL1 (Figs.  1 and 2). At the same time, the MRI of the lum bar intramedullary also displayed swelling in the annu lar region surrounding the fringe of T2-hypointensity \nbetween the T9 and T11. There was no contrast enhance ment. On the basis of this evidence, the patient was diag nosed with spinal cord CH and further confirmed by the \nhistopathological examinations (Fig.  3). After identifying \nthe underlying cause, timely decompression surgery was \nperformed using the posterior midline approach to the \nspinal cord. This procedure successfully alleviated spinal \ncord compression and utilized the vertebral plate replan tation technique to restore spinal stability. Electrophysi ological monitoring, including somatosensory and motor \nevoked potentials, was employed throughout the surgery \nto refine surgical strategies, anticipate severe spinal inju ries, and enhance surgical safety. Additionally, ultrasound \nFig. 1 On admission. Sagittal TI-weighted MR (A) and T2 weighted MR (B) of the lumbar spine. Signal of the spinal cord can be seen extending \nfrom T12 to L1 posteriorly along the the fiber tracts (arrows) with associated myelum swelling\nFig. 2 Axial T2 weighted magnetic resonance image (A the 2th day of admission and B the 10th day of admission) of the lumbar spine \nwith spindle-shaped hematoma sign. Signal of the spinal cord can be seen along the the fiber tracts (arrows)\nPage 3 of 5\n Ye et al. Journal of Medical Case Reports          (2024) 18:555 \n \nwas utilized intraoperatively to accurately locate the \nintramedullary CM, aiding in precise spinal cord inci sion planning and ensuring complete lesion removal. At \n1 week post-surgery, the patient’s left lower limb muscle \nstrength improved to grade 3 prior to discharge. At the \n6-month follow-up, the patient had regained full ambu latory function, exhibiting a completely normal walking \npattern. At 1 year following the surgery, the patient had \nfully returned to their normal daily activities.",
    "Discussion": "Discussion\nIn rare cases, spinal cord hemorrhages may occur owing \nto certain types of hemangiomas, such as spinal cord CH \nand intradural arteriovenous malformation. Spinal cord \nCH are rare lesions. The incidence of spinal cord CH in \nthe real world is currently unknown but reportedly rep resents 5–12% of all spinal vascular abnormalities [1,2]. \nDespite a few autopsy reports on partially ante mortem \nundiagnosed spinal cord CH, the majority of cases are \nsurgically treated lesions. Earlier, its clinical diagnosis \nwas a bit challenging because of the pathognomonic limi tations. In recent years, the application of spine MRI has \ndramatically increased the chances of rapid identification \nof vertebral hemorrhagic lesions, resulting in the preci sion diagnosis of spinal cord CH. Notably, the duration \nof clinical presentation of spinal cord CH symptoms may \nrange from as short as 1 week to 25 years, with a median \nof 3–4  years, until the diagnosis is confirmed. Regard ing the promptness of the symptomatic presentation \nof spinal cord CH, males are more likely to exhibit the \nsymptoms much earlier, usually in their second or third \ndecades of life, than their female counterparts [1]. How ever, Aoyagi et al., have shown a slightly more female \npreponderance (1.43:1) in a cohort of 54 patients [5]. The symptom onset age in our patients was similar to that of \nthe peak incidence of cerebral cavernous angiomas.\nA study conducted over 12  years has revealed that \n41% of spinal cord CH lesions can be found in the \ncervical region, 57% in the thorax, and only 2% in the \nlumbar region of the spinal cord [6 ]. The clinical mani festations and severity of spinal cord CH depend on \nmany etiological factors, such as the location of heman gioma, the amount of bleeding, the degree of spinal \ncord injury at the involved segment, and the number \nof hemorrhages, which explains the reason for a wide \ndiversity in the clinical presentations of spinal cord CH. \nSpinal cord CH can also lead to severe myelopathic \nsymptoms. Spinal cord CH-induced hemorrhage often \npresents with acute sensory and motor disorders fol lowed by bladder and rectal disturbances. Moreover, \nneurological symptoms may aggravate owing to hem orrhage-associated tissue damage, which was also con sistently observed in our patients at the initial stage. \nClinical symptoms of spinal cord hemorrhage tend to \nfollow three patterns: (1) gradual clinical deteriora tion, (2) recurrent neurological dysfunction with vary ing degrees of functional recovery during the interictal \nperiod, and (3) acute onset with a rapid fast or slow \ndecline over several weeks or months. In a cohort \nstudy, Nagoshi N, et al. have reported that patients \nwith acute onset, severe neurological damage, and/or \ngradual aggravation often resulted in poor prognoses \n[4]. This subset of patients often needed early surgical \nintervention to relieve spinal cord compression. Spinal \nMRI showed bleeding signals, which were highly vari able in nature and related to the duration of spinal cord \nCH pathogenesis. Sudden recurrence of symptoms, \nincluding recurrent neck and shoulder pain, back pain, \nor limb dysfunction, were reported in these patients. \nFig. 3 A shows a dense network of dilated blood vessels with thin walls and irregularly arranged endothelial cells. B offers a closer view \nof the vessel wall, highlighting thin collagen fibers and well-defined endothelial cells, characteristic of cavernous hemangioma\nPage 4 of 5 Ye et al. Journal of Medical Case Reports          (2024) 18:555 \nInterestingly, these symptoms can often be ignored or \nmisdiagnosed. Diagnosis is usually confirmed only after \nrecurrent attacks and gradually aggravating symptoms \n[4,7]. Typical spinal MRI manifestations are usually \n“popcorn” or “mulberry” like morphology with mixed \nsignals on the sagittal T1 weighted image (T1WI) and \nT2WI, low signal annular surrounding area in T2WI, \nand different degrees of lesion enhancement [8 ]. Spinal \nMRI can be used as an important diagnostic approach \nfor spinal cord CH. Notably, the most prominent clini cal feature of spinal cord CH in our patients was the \nspindle-shaped hematoma sign, which was consist ent with early lumbar intramedullary hemorrhages on \nT2WI. Since previous studies have not investigated \nthe clinical characteristics of spindle-shaped hema toma signs, it remains unknown whether this is an early \nindication of spinal cord hemorrhage. More research \nis needed to confirm this imaging characteristic in the \nfuture. The posterior spinal approach presents several \ndistinct advantages. It enables precise dural suturing \nwhile obviating the need for thoracotomy in the tho racic region, thereby mitigating the associated risks to \nthe heart, lungs, major vasculature, and mediastinal \nstructures. When compared with total or full laminec tomy, the semi-laminectomy technique demonstrates \nsuperior surgical outcomes, including a reduction in \niatrogenic injury, diminished posterior traction, and \nimproved preservation of spinal stability.\nAlthough spinal cord CH is not a real tumor, it has the \ncharacteristics of repeated bleeding and slow growth. \nAdditionally, it is located in the spinal cord and has a nar row compensatory space, which often leads to progres sive spinal cord degeneration, resulting in paraplegia or \nmore severe motor deficits. In their study on a cohort of \n71 patients with untreated spinal cord cavernous malfor mations, Santos et al. found an increased risk for repeated \nhemorrhages in cavernous malformations of the spinal \ncord compared to that in cerebral cavernous malforma tions [8]. Reportedly, neurological functions significantly \ndeteriorated after the second bleeding, and the possibil ity of recurrent intramedullary hemorrhage increased \ndrastically after the first hemorrhage. Therefore, there is \ndebate on whether it is necessary to exhaustively remove \nthe lesion focus or apply conservative treatments. A sys temic review following the preferred reporting items \nfor systematic reviews and meta-analyses guidelines has \nrevealed that surgical removal of multiple lesions within \n3 months of symptom onset can significantly improve the \nneurological condition in 36.9% of patients, stabilize the \ncondition in 55.8% of patients, or deteriorate the condi tion in 7.3% of patients [9]. In another study involving a \nconservative cohort, 21.7% of patients exhibited improve ment, 69.6% remained stable, and 8.7% deteriorated [10]. Prospective studies in a larger cohort would be needed to \nconfirm the benefits of conservative treatment in patients \nwith symptomatic spinal cord CH.\nConclusion\nAlthough there is no typical “popcorn” or “mulberry” \nmorphological sign in spinal MRI, the diagnostic infor mation provided by the spindle-shaped hematoma sign \non MRI can be valuable for identifying the disease char acteristics and etiopathology of early symptomatic spinal \ncord hemorrhage, which could help to guide the disease \nmanagement in patients with spinal cord CH.\nAcknowledgements\nThe authors thank the staff of the Neurosurgery and Neurology Unit.\nAuthor contributions\nYZ and LH managed the patient and wrote the manuscript; MG participated \nin the treatment of the patient and took part in writing the manuscript. All \nauthors approved the final manuscript.\nFunding\nThis research was supported by the Traditional Chinese Medicine Health \nScience and Technology Plan Project of Zhejiang Province, China (2022ZA184) \nand the Science and Technology Plan Project of Taizhou, Zhejiang Province, \nChina (22ywb54).\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 4 July 2023   Accepted: 3 October 2024\nReferences\n 1. Goldstein HE, Solomon RA. Epidemiology of cavernous malformations. \nHandb Clin Neurol. 2017;143:241–7.\n 2. Garcia-Bengochea F, Simard JM, Ballinger WE Jr, Mickle JP , Quisling RG. \nCavernous angioma: a review of 126 collected and 12 new clinical cases. \nNeurosurgery. 1986;18:162–72.\n 3. Qiao G, Zhang L, Yu X, Shang A. Long-term surgical outcomes and prognostic factors of adult symptomatic spinal cord cavernous malformations. \nJ Clin Neurosci. 2021;90:171–7.\n 4. Nagoshi N, Tsuji O, Nakashima D, Takeuchi A, Kameyama K, Okada E, Fujita \nN, Yagi M, Matsumoto M, Nakamura M, Watanabe K. Clinical outcomes \nand prognostic factors for cavernous hemangiomas of the spinal cord: a \nretrospective cohort study. J Neurosurg Spine. 2019;31:271–8.\n 5. Aoyagi N, Kojima K, Kasai H. Review of spinal epidural cavernous hemangioma. Neurol Med Chir (Tokyo). 2003;43:471–6.\nPage 5 of 5\n Ye et al. Journal of Medical Case Reports          (2024) 18:555 \n \n 6. Li J, Chen G, Gu S, Liu X, Shou J, Gu W, Gao X, Xu Q, Che X, Xie R. Surgical \noutcomes of spinal cord intramedullary cavernous malformation: a ret rospective study of 83 patients in a Single Center over a 12-year period. \nWorld Neurosurg. 2018;118:e105–14.\n 7. Goyal A, Rinaldo L, Alkhataybeh R, Kerezoudis P , Alvi MA, Flemming KD, \nWilliams L, Diehn F, Bydon M. Clinical presentation, natural history and \noutcomes of intramedullary spinal cord cavernous malformations. J \nNeurol Neurosurg Psychiatry. 2019;90:695–703.\n 8. Panda A, Diehn FE, Kim DK, Bydon M, Goyal A, Benson JC, Carr CM, \nRinaldo L, Flemming KD, Lanzino G. Spinal cord cavernous malformations: \nMRI commonly shows adjacent intramedullary hemorrhage. Neuroimaging. 2020;30:690–6.\n 9. Santos AN, Rauschenbach L, Darkwah Oppong M, Gembruch O, Saban \nD, Chen B, Herten A, Schmidt B, Li Y, Özkan N, Jabbarli R, Wrede K, Sure \nU, Dammann P . Natural course of untreated spinal cord cavernous \nmalformations: a follow-up study within the initial 5 years after diagnosis. \nJ Neurosurg Spine. 2021;17:1–5.\n 10. Asimakidou E, Meszaros LT, Anestis DM, Tsitsopoulos PP . A systematic \nreview on the outcome of intramedullary spinal cord cavernous malfor mations. Eur Spine J. 2022;31:3119–29.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}