{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04823-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04823-6.pdf",
  "metadata": {
    "/Keywords": "Dobhoff tube; Perforation; Roux-en-Y surgery; Iatrogenic injury; Endoscopic intervention",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241004134556+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240928074910+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04823-6",
    "/Author": "Monty Khela ",
    "/Title": "Gastrojejunostomy junction perforation resulting from Dobhoff tube insertion in a patient with a history of Roux-en-Y surgery: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04823-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Gastrojejunostomy junction perforation is a rare yet critical complication associated with enteral tube \nplacement, presenting unique challenges in patients with a history of Roux-en-Y gastric bypass surgery.",
    "Case Presentation": "Case presentation A 63-year-old white female with a complex medical history, including heart failure, atrial \nfibrillation, stage 4 chronic kidney disease, and prior Roux-en-Y gastric bypass surgery in 2015, experienced \na significant decline in her health. She was discharged to a skilled nursing facility after a fall but deteriorated rapidly \nin the 2 weeks before admission. She presented with symptoms of failure to thrive, abdominal/back pain, inability \nto eat or drink, constipation, and stool incontinence. Lab tests showed anemia, electrolyte imbalances, and acute \nkidney injury. Imaging confirmed Roux-en-Y gastric bypass anatomy and a small hiatal hernia. Despite treatment \nattempts, her condition worsened. Nutrition discussions led to a temporary Dobhoff tube placement, considering \nher Roux-en-Y gastric bypass history, with plans for a gastrostomy tube. However, Dobhoff tube placement \nposed challenges, and imaging later revealed perforation near the gastrojejunostomy junction. After consulting \nwith the family, the decision was made to transition the patient to comfort care due to her overall condition. \nYearly education of staff about Roux-en-Y gastric bypass anatomy and updated Dobhoff placement protocol \nwas implemented with physician oversight. Further imaging protocol in a patient who had had a Roux-en-Y gastric \nbypass was updated to include fluoroscopic guidance when endoscopic placement was unavailable.\nConclusions This case highlights the intricacies of managing patients with Roux-en-Y gastric bypass history \nand underscores the need for meticulous planning and consideration of anatomical variations when performing \nprocedures involving the gastrointestinal tract and the importance of involving multiple healthcare disciplines \nin complex decision-making and preventive measures to enhance patient safety in similar cases.\nKeywords  Dobhoff tube, Perforation, Roux-en-Y surgery, Iatrogenic injury, Endoscopic intervention\nBackground\nIn the USA, the prevalence of severe obesity [body \nmass index (BMI) ≥ 40] over the age of 20 years was \n9.2% in 2018 [1]. The major treatment for severe \nobesity is bariatric surgery, with approximately 700,000 \nprocedures internationally in 2018 [2]. The two most \ncommon procedures are gastric sleeve (GS) and Rouxen-Y gastric bypass (RYGB), accounting for 55.4% and Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMonty Khela\nmsk13989@creighton.edu\n1 School of Medicine at Creighton University, 7500 Mercy Rd, Omaha, NE \n68124, USA\n2 Department of Internal Medicine, Creighton University, Omaha, NE, USA\nPage 2 of 6 Khela et al. Journal of Medical Case Reports          (2024) 18:482 \n29.2% of procedures, respectively [2]. While the total \nGS procedures are greater than primary RYGB, there \nis subset of patients in GS who are converted to RYGB \ndue to postoperative complications [3]. RYGB stands \nas a frequently performed bariatric surgical procedure \nprofoundly reshaping the gastrointestinal anatomy. \nNotably, individuals who have undergone RYGB surgery \nface distinctive complications when subjected to \nsubsequent medical interventions, such as the insertion \nof enteral feeding tubes. Dobhoff tubes, also recognized \nas nasoenteric or nasojejunal tubes, represent slender, \npliable feeding conduits that traverse the nasal passage, \ntraverse the esophagus, and eventually reach the jejunum \nwithin the small intestine. Their application in clinical \ncontexts encompasses the provision of enteral nutrition, \nmedication administration, or gastric decompression [4]. \nAlthough Dobhoff tubes offer clear merits, including ease \nof insertion and diminished aspiration risk compared \nwith gastric tubes, they are not exempt from potential \ncomplications. Among these, issues such as tube \ndisplacement or dislodgement and intra-gastrointestinal \nkinking or coiling, as well as nasal irritation and sinusitis \nare prevalent [4, 5]. In rare instances, more serious \ncomplications may manifest, including tube-related \npneumonia and gastrointestinal perforation, particularly \nin patients with a history of RYGB due to the altered \nanatomy, notably involving the gastrojejunostomy \njunction. A comprehensive understanding of these risks, \ncoupled with a profound appreciation of the importance \nof meticulous tube placement, is paramount in \nfurnishing secure and efficacious nutritional support for \npatients with a history of RYGB. This case report serves \nas an illustrative instance highlighting the potential \nchallenges and complications inherent in Dobhoff tube \nplacement for such individuals, underscoring the need \nfor heightened vigilance and precision in clinical practice.\nCase presentation\nA 63-year-old white female patient with a complex \nmedical history, including heart failure with preserved \nejection fraction (HFpEF), atrial fibrillation, stage \n4 chronic kidney disease (CKD), hypertension, \nhyperlipidemia, iron deficiency anemia, transient \nischemic attack, and a history of RYGB in 2015, was \nadmitted due to severe abdominal and back pain, as \nwell as a general decline in her health. This decline had \nbeen occurring over the last 2  weeks, during which she \nexperienced difficulty eating and drinking, had been \nwheelchair-bound, and had issues with constipation and \nbowel incontinence. This deterioration followed a fall \nshe had suffered 3 months prior, leading to a prolonged \nhospitalization and subsequent discharge to a skilled \nnursing facility.Upon her initial presentation, the patient was in \nsignificant distress, with a blood pressure of 90/60  mm \nHg that improved after receiving intravenous fluids. \nPhysical examination revealed abdominal distention \nand pain, which worsened upon palpation. Apart from \nher known chronic iron deficiency anemia (hemoglobin \n7.3  g/dL) and elevated blood urea nitrogen (BUN)-tocreatinine (Cr) ratio (53/1.5) due to her stage 4 CKD, \ninitial laboratory",
    "Results": "results were unremarkable, except for \na prerenal acute kidney injury (AKI), characterized by a \nfractional excretion of sodium (FENa) < 0.1% and a urine \nsodium of 19 mEq/L. A computed tomography (CT) scan \nof the chest and abdomen revealed hepatomegaly and \nconfirmed the presence of a previous RYGB procedure \nalong with a small hiatal hernia. Small hiatal hernias are \ncommon in patients undergoing gastric bypass surgery \n(40%), but are infrequently repaired in patients with a \nhistory of RYGB due to expected weight loss and damage \nto the crus of the diaphragm [6].\nThe patient received an intravenous fluid bolus \nand was placed on maintenance fluids to manage her \nAKI, but her condition did not significantly improve \nthroughout her hospital stay. The cause of abdominal \npain remained inconclusive, and initial lab workup, \nwhich included liver enzymes, lipase, and amylase, were \nunremarkable. CT of the abdomen with and without \ncontrast and ultrasound (U/S) did not point towards \nany cause. Thoracic and lumbar CT was done to further \nevaluate back pain; the results showed degenerative \nchanges, along with postoperative changes of discectomy \nand spinal fusion. On reading further about previous \nhospitalizations, it was noted she had abdominal pain \nmentioned in the multiple hospitalizations, over the last \n1  year. It was concluded abdominal pain was chronic \nwithout any known specific etiology. Abdominal pain \npersisted on day 2 post-admission with poor oral intake \nand borderline hypotension with ultrasound findings of \nslight hepatosplenomegaly and unchanged renal cysts. \nOn day 3, an acute drop in hemoglobin with the presence \nof melena was found, and the patient received 2 units of \npacked red blood cells. After the hemoglobin stabilized, \na gastroenterologist (GI) was consulted for endoscopy \nand colonoscopy; however, the GI team deferred the \nprocedure to the outpatient setting due to the patient’s \nstabilized Hg upon subsequent lab tests.\nGiven the patient’s ongoing nutrition concerns and \nafter consultations on day 4 with her family and the GI \nteam, it was decided that placing a Dobhoff tube would \nbe the safest temporary solution over the weekend, \nwith consideration of a gastrostomy tube (G-Tube) for \na permanent nutritional solution to be addressed on \nMonday (day 6). This decision was influenced by her \nhistory of bariatric surgery, which posed an increased \nPage 3 of 6\n Khela et al. Journal of Medical Case Reports          (2024) 18:482 \n \nrisk of stomach perforation during G-Tube placement. \nInitially, the patient declined the Dobhoff tube, but with \nthe assistance of her family, the tube was successfully \nplaced on the fourth day of her hospitalization, and its \ncorrect placement was confirmed via an anteroposterior \n(AP) radiograph (Fig. 1A).\nUnfortunately, the patient removed the Dobhoff  \ntube overnight, and it had to be repositioned by a \nnurse the following morning on the fifth day, with \nplacement deemed “sufficient” on AP x-ray (Fig.  1B). Despite receiving only 30  mL of tube feed, the patient \ncomplained of severe, constricting abdominal pain \nresembling a band-like sensation. A CT scan as soon as \npossible (STAT) of the abdomen was promptly ordered, \nrevealing a perforation in the gastric pouch near the \ngastrojejunostomy, accompanied by pneumoperitoneum \nand a small amount of free fluid (Fig.  2). After \nconfirmation, appropriate antibiotics/antifungal therapy \nwas initiated for prophylaxis.\nInitially, the family discussed proceeding with surgery, \nbut after consulting with the general surgery team, they \nultimately chose to pursue comfort care for the patient. \nA well-structured timeline documenting the patient’s \njourney throughout her hospitalization can be seen \nbelow in Table 1.",
    "Discussion": "Discussion and conclusions\nNasogastric (NG) tube misplacement in a patient with \nhistory of RYGB presents a procedural challenge due \nto the surgical anatomy of the bypass and reduction in \narea for enteral feeding. The standard equation for NG \ntube insertion {[(NEX − 50)/2] + 50} averages 58  cm \nfor standard anatomy with the consideration that \n8  cm must be within the stomach to avoid aspiration \nof fluids. However, the length of the stomach pouch \nin patients who have had Roux-en-y is 5  cm with highrisk anatomical areas including the gastrojejunal \nanastomosis [7]. An alternative to NG placement was \ndirect percutaneous endoscopic jejunostomy (DPEJ), but \nthis was avoided due to the patient’s surgical anatomy. \nLowering the threshold for interventional radiology (IR)guided NG tube placement could procedurally reduce \nthe risk of bowel perforation in patients with previous \nRYGB [8, 9].\nThe role of multidisciplinary communication is vital \nto reduce the risk of bowel perforation in patients with \nprevious RYGB. The lack of communication of this \nFig. 1 A X-ray of initial Dobhoff placement on day 4. B X-ray \nof Dobhoff placement on day 5\nFig. 2 CT scan showing Dobhoff perforating the gastric pouch \nnear the gastrojejunostomy and small pneumoperitoneum \nwith a little amount of free fluid\nPage 4 of 6 Khela et al. Journal of Medical Case Reports          (2024) 18:482 \nTable 1 Timeline of patient course during hospital stay\nPt., patient; AKI, acute kidney injury, Abd, abdominal, Hx, history, pRBC, packed red blood cells; Hg, hemoglobin; EGD, esophagogastroduodenoscopy; GI, gastroenterology; CTAP , abdomen and pelvis CT; GS, general \nsurgery; DNI/DNR, do not intubate/resuscitateDay 1 Day 2 Day 3 Day 4 Day 5\n- Pt. admitted \nto hospital \nwith failure \nto thrive and AKI\n- Abd pain \npresent. Hx \nof Roux-en-Y \ndetermined \nthrough imagingPt. abdominal \npain persists \nwith poor \noral intake \nand borderline \nhypotensionPt. had acute \ndrop in Hg \nwith melena. \nA total of 2 units \nof pRBC given. \nGI consulted \nfor EGD/\ncolonoscopy \nbut procedure \ndelayed due \nto stabilized HgGI consult \non nutrition; \nrecommends \nDobhoff \nplacement5 pm:\nDobhoff placed \nand confirmed \nwith x-rayOvernight: \nPt. removed \nDobhoff tube7 a.m.:\nDobhoff tube \nadvanced \nand confirmed \nwith x-ray12 p.m.:\nPt. complains \nof severe, \nband-like \nconstricting pain \naround abdomen\n-STAT CTAP \nordered4 p.m.:\nGS consulted \nfor perforated \ngastric pouch5 p.m.:\nAfter GS discussion \nwith family, Pt. \ntransitioned \nto comfort care \nwith DNI/DNR\nPage 5 of 6\n Khela et al. Journal of Medical Case Reports          (2024) 18:482 \n \npatient’s past history of RYGB between interdisciplinary \nteam members introduced error into the management \nof patient safety. To address this issue, the protocol \nfor conditions list within the electronic health record \n(EHR) was updated to include bariatric surgeries due \nto their risk of complications [10, 11]. Additionally, \nmultidisciplinary education covering the risk of NG \ninsertion in patients with history of RYGB was enacted \nto improve risk assessment. Through analysis of this \nevent, it was also determined that education of travel \nnurses with onboarding education would be used to \ncomprehensively resolve this error.\nIn the management of NG tubes in patients with \nRYGB anatomy, it is difficult to verify placement through \nradiological studies due to incomplete patient histories. \nAs the population of patients who receive gastric bypass \nsurgery increases and ages, it is important to effectively \ncommunicate remote patient history in the acute care \nsetting. With effective communication, patients can be \npositioned appropriately to visualize their surgically \naltered anatomy and effective placement of NG tubes. \nThe recommended x-ray view to visualize the NG \nplacement in patients with a history of RYGB is the lateral \noblique view [12]. With the use of this positioning in \nresponse to the altered RYGB anatomy with the improved \ncommunication and IR-guided NG tube placement, these \nsituations can be prevented in the future.\nThe timeline of treatment in medically complex \npatients with RYGB requires the interdisciplinary team \nto have a continuum of effective communication. On \nday 4 after admission, the GI was consulted about the \nplacement of NG considering the history of RYGB \nand planned for IR-guided G Tube placement on the \nfollowing Monday. Despite early discussion of RYGB \nhistory, the breakdown of communication between shift \nchange and travel nurses produced an environment \nwhere the risk of bowel perforation was increased. To \ncorrect for this error, staff education is recommended to \ncover the proper procedure and safety measures during \nplacement of NG tubes. Further policy change should \ninclude supervised placement of NG tubes by the GI or \nattending physician.\nThe placement of temporary enteral feeding on a \nSaturday should include discussion of the increased \nrisk of mistakes made over the weekend due to staff  \nshortages and decreases in quality of care. Several \nstudies have found a decline in care and increased \nlength of stay when patients admitted to the hospital \nwait over the weekend to undergo surgery [13, 14]. \nIn this case the interdisciplinary team must correct \ntreatment plans to account for changing team dynamics \nover the weekend. For example, handoff notes must \ninclude a patient’s RYGB status and dictate protocol for complications such as NG tube removal. Addressing \nenvironments without RYBG experience, the NG tube \nprotocol was updated to include a quick reference \nhandout for nursing staff to avoid miscommunication \nabout the contraindications for NG tube placement.\nImaging in patients with a distant history of Rouxen-Y should include fluoroscopic guidance to assess for \nanastomotic leaks and relative position of post-surgical \nanatomy. In this case the distant history of the Rouxen-Y was known, but the electronic medical record \n(EMR) did not contain previous images for radiological \ncomparison. The lack of comparative studies for the \npatient’s surgical anatomy created relatively unknown \nlandmarks for the radiologist. The recommendation \nfor NG tube placement in patients with a history \nof RYGB is endoscopically to avoid perforation at \nthe gastrojejunal junction [7 , 15]. When endoscopic \nplacement is not available, the NG tube placement \nshould be verified in the left posterior oblique position \nwith fluoroscopy [12].\nIn",
    "Conclusion": "conclusion, this case underscores the intricate \nchallenges and potential complications associated \nwith Dobhoff tube placement in patients with a \nhistory of RYGB surgery and hiatal hernia. The altered \ngastrointestinal anatomy, particularly involving the \ngastrojejunostomy junction, poses unique risks for \nperforation and other severe complications. Despite \nits benefits, such as reduced aspiration risk, the use of \nDobhoff tubes demands a meticulous approach, and \nhealthcare providers must remain vigilant to minimize \npotential issues. In the rare presentation of not only \nRYGB but RYGB with comorbid hiatal hernia, it is \ncrucial to emphasize the need for ongoing research \naimed at refining and enhancing procedures for such \npatients to improve clinical decision-making. This \ncase serves as a poignant reminder of the need for \nheightened awareness and precision in clinical practice \nwhen managing the nutritional needs of individuals \nwith complex surgical histories.\nAbbreviations\nRYGB  Roux-en-Y gastric bypass\nCKD  Chronic kidney disease\nHFpEF  Heart failure with preserved ejection fraction\nBUN  Blood urea nitrogen\nCr  Creatinine\nAKI  Acute kidney injury\nFENa  Fractional excretion of sodium\nCT  Computed tomography\nGI  Gastroenterolgist\nG-Tube  Gastrostomy tube\nAP  Anterior posterior radiograph\nNG  Nasogastric\nNEX  Distance from the tip of the nose to the earlobe to xiphoid process\nDPEJ  Direct percutaneous endoscopic jejunostomy\nIR  Interventional radiology\nEHR  Electronic health record\nPage 6 of 6 Khela et al. Journal of Medical Case Reports          (2024) 18:482 \nAcknowledgements\nNot applicable.\nAuthor contributions\nMK and CB were involved in the writing of the manuscript and in the \ninterpretation of results. NA was involved in the data/figure collection process, \ncase coordination, and revision. All authors read and approved the final \nmanuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 29 October 2023   Accepted: 2 September 2024\nReferences\n 1. Hales CM, Carroll MD, Fryar CD, Ogden CL. Prevalence of obesity and \nsevere obesity among adults: United States, 2017–2018. NCHS Data Brief. \n2020;360:1–8.\n 2. Angrisani L, Santonicola A, Iovino P , et al. Bariatric Surgery survey 2018: \nsimilarities and disparities among the 5 IFSO chapters. Obes Surg. \n2021;31:1937–48. https:// doi. org/ 10. 1007/ s11695- 020- 05207-7.\n 3. Dang JT, Vaughan T, Mocanu V, Mubashir H, Barajas-Gamboa JS, Codina \nRC, Rodriguez J, Karmali S, Kroh M. Conversion of sleeve gastrectomy to \nRoux-en-Y gastric bypass: indications, prevalence, and safety. Obes Surg. \n2023;33(5):1486–93. https:// doi. org/ 10. 1007/ s11695- 023- 06546-x.\n 4. Wilhelm SM, Ortega KA, Stellato TA. Guidelines for identification and \nmanagement of outpatient percutaneous endoscopic gastrostomy tube \nplacement. Am J Surg. 2010;199(3):396–400.\n 5. Dinter TGV Jr, John L, Guileyardo JM, Fordtran JS. Intestinal perforation \ncaused by insertion of a nasogastric tube late after gastric bypass. Baylor \nUniv Med Cent Proc. 2013;26(1):11–5.\n 6. Lewis KH, Callaway K, Argetsinger S, Wallace J, Arterburn DE, Zhang F, \nFernandez A, Ross-Degnan D, Dimick JB, Wharam JF. Concurrent hiatal \nhernia repair and bariatric surgery: outcomes after sleeve gastrectomy \nand Roux-en-Y gastric bypass. Surg Obes Relat Dis. 2021;17(1):72–80. \nhttps:// doi. org/ 10. 1016/j. soard. 2020. 08. 035.\n 7. Ross SL, Veluswamy B, Craig EV, Miller FH, Horowitz JM, Kelahan LC. \nOptimizing detection of postoperative leaks on upper gastrointestinal \nfluoroscopy: a step-by-step guide. Abdom Radiol. 2021;46:3019–32.\n 8. Duprée A, de Heer J, Tichby M, Ghadban T, Mann O, Grupp K, et al. The \nvalue of CT imaging and CRP quotient for detection of postbariatric \ncomplications. Langenbecks Arch Surg. 2021;406:181–7.\n 9. DeBarros M, Cuadrado DG. Esophageal obstruction and perforation: \nincidence, etiologies, presentation, and management. In: Lim R, editor. \nMultidisciplinary approaches to common surgical problems. Berlin: \nSpringer; 2019. p. 323–39.\n 10. Courcoulas A, Coley RY, Clark JM, McBride CL, Cirelli E, McTigue K, et al. \nInterventions and operations 5 years after bariatric surgery in a cohort \nfrom the US National Patient-Centered Clinical Research Network Bariatric \nStudy. JAMA Surg. 2020;155(3):194–204. 11. Schulman AR, Thompson CC. Complications of bariatric surgery: what \nyou can expect to see in your GI practice. Off J Am Coll Gastroenterol \nACG. 2017;112(11):1640–55.\n 12. Clayton RD, Carucci LR. Imaging following bariatric surgery: roux-en-Y \ngastric bypass, laparoscopic adjustable gastric banding and sleeve \ngastrectomy. Br J Radiol. 2018;91(1089):20180031.\n 13. Blecker S, Goldfeld K, Park H, Radford MJ, Munson S, Francois F, \nGourevitch MN. Impact of an intervention to improve weekend hospital \ncare at an academic medical center: an observational study. J Gener Int \nMed. 2015;30:1657–64.\n 14. Zare MM, Itani KM, Schifftner TL, Henderson WG, Khuri SF. Mortality \nafter nonemergent major surgery performed on Friday versus Monday \nthrough Wednesday. Ann Surg. 2007;246(5):866–74.\n 15. Itkin M, DeLegge MH, Fang JC, McClave SA, Kundu S, Janne d’Othee \nB, Martinez-Salazar GM, Sacks D, Swan TL, Towbin RB, Walker TG, Wojak \nJC, Zuckerman DA, Cardella JF. Multidisciplinary practical guidelines for \ngastrointestinal access for enteral nutrition and decompression from the \nSociety of Interventional Radiology and American Gastroenterological \nAssociation (AGA) Institute, with endorsement by Canadian \nInterventional Radiological Association (CIRA) and Cardiovascular and \nInterventional Radiological Society of Europe (CIRSE). J Vasc Interv Radiol. \n2011;22(8):1089–106. https:// doi. org/ 10. 1016/j. jvir. 2011. 04. 006.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}