{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05158-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05158-6.pdf",
  "metadata": {
    "/Keywords": "Retinal vasculitis; First presentation; Systemic lupus erythematosus; Lupus nephritis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250321111442+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250321101957+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05158-6",
    "/Author": "Chirath Priyanga Madurapperuma ",
    "/Title": "Bilateral retinal vasculitis presenting as the first manifestation of systemic lupus erythematosus: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05158-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Systemic lupus erythematosus is a chronic autoimmune multisystemic disease in which ocular manifestations occur in up to one-third of patients. Although retinal vasculitis is a recognized feature of systemic lupus \nerythematosus, it is extremely rare to present as the first manifestation. This report describes a rare case of systemic \nlupus erythematosus, characterized by bilateral retinal vasculitis presenting as the first manifestation, which was sub sequently complicated by lupus nephritis.",
    "Case Presentation": "Case presentation We report the case of a 32-year-old female patient from Sri Lanka who presented with progressive visual impairment, followed by fatigue, malaise, and arthralgia. She was initially diagnosed with retinal vasculitis. \nLater, she developed constitutional symptoms followed by mucocutaneous and renal manifestations consistent \nwith systemic lupus erythematosus. Laboratory findings supported the diagnosis of systemic lupus erythematosus \nwith positive antinuclear antibody and anti-double stranded DNA, as well as low complement levels. Renal biopsy \nconfirmed class III lupus nephritis. The patient received treatment with corticosteroids, mycophenolate mofetil, \nand hydroxychloroquine, which resulted in significant improvements in visual, renal, and other clinical symptoms.",
    "Conclusion": "Conclusion It is important to consider systemic lupus erythematosus in the differential diagnosis of isolated retinal vasculitis, even in the absence of its classic symptoms. Early identification through improved diagnostic tools \nand revised criteria could facilitate timely intervention and improve patient outcomes.\nKeywords  Retinal vasculitis, First presentation, Systemic lupus erythematosus, Lupus nephritis\nBackground\nSystemic lupus erythematosus (SLE) is a chronic, mul tisystemic autoimmune disease characterized by wide spread inflammation and potential involvement of \nvarious organ systems, including the skin, joints, kidneys, central and peripheral nervous systems, eyes, lungs, \nheart, and blood cells [1]. While SLE affects both men \nand women, it is significantly more prevalent among \nwomen, particularly during their child-bearing years [2].\nUp to one-third of patients with SLE experience ocu lar manifestations, which can be a marker for overall \nsystemic disease activity and are potentially associated \nwith significant morbidity [3]. SLE can affect any ocular \nstructure, with keratoconjunctivitis sicca due to second ary Sjögren’s syndrome being the most frequent mani festation. Retinal vasculitis, the second most common \neye pathology in patients with lupus, often presents with *Correspondence:\nChirath Priyanga Madurapperuma\nmcpmadurapperuma@gmail.com\n1 National Hospital of Sri Lanka, Colombo, Sri Lanka\n2 National Eye Hospital, Colombo, Sri Lanka\nPage 2 of 8 Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \nmild, visually non-threatening cotton wool spots [4]. \nHowever, more severe lupus retinopathy can develop, \nwhich is commonly observed in patients with active sys temic disease and multiorgan involvement, suggesting a \npotential correlation with poorer prognosis [5].\nWe present a unique case of a 32-year-old female \npatient who developed bilateral retinal vasculitis as the \nfirst manifestation of SLE, which was subsequently com plicated by lupus nephritis (LN).\nCase presentation\nA 32-year-old previously healthy female patient from the \nNorth Central Province of Sri Lanka presented with grad ual onset of visual impairment in both eyes for 2 months. \nThe blurred vision was initially unilateral, involving the \nright eye, and within the next few weeks, it progressed \nto involve the left eye. Both near and far visions were \nimpaired, however, her color vision remained unim paired. It was later associated with persistent, mild \nfrontal headache without aura, photophobia, or focal \nneurological deficits. There was no redness or pain in the \neyes. Over the following weeks, her symptoms progres sively worsened to a degree that affected her instrumen tal activities of daily living.\nEye examination revealed a best corrected visual acuity \n(BCVA) of 6/36 in both eyes. Fundoscopic examination \nrevealed bilateral cotton wool spots, predominantly over \nthe posterior pole and along the vascular arcades; arteri olar narrowing; venous segmentation; and a few areas of \nflame-shaped hemorrhages (Fig.  1). The pupils were nor mal in size without evidence of relative afferent pupillary \ndefects. The visual fields and color vision were normal. The rest of the neurological examination",
    "Results": "results were \nnormal. A fundal fluorescein angiogram (FFA) revealed \nretinal vasculitis with occlusive retinal arteriolitis and \nphlebitis (Fig. 2).\nA total of 2 months after the onset of her initial symp toms, while undergoing evaluation for retinal vasculitis, \nthe patient developed a constellation of constitutional \nand musculoskeletal complaints. This included low-grade \nfever (101  °F) with chills, fatigue, and loss of appetite. \nShe also experienced arthralgia, involving both small and \nlarge joints bilaterally, without objective signs of joint \ninflammation. Then, 1 week later, the patient developed \nan erythematous malar rash and a painless ulcer on the \nhard palate. It was then followed by bilateral periorbital \nand ankle swelling, which were worse in the morning. \nThe sequence of these symptom presentations is illus trated in Fig. 3.\nShe did not have a history of chronic cough, hemopty sis, or a past or contact history of tuberculosis. She had \nno history of valvular or congenital heart disease, and she \ndid not have a history to suggest inflammatory bowel dis ease. She denied a history of contact with household pets \nor livestock or recent foreign travel. She also denied highrisk sexual behaviour, unhygienic tattooing, or intrave nous drug abuse.\nShe also did not have photosensitive rashes, increased \nhair loss, Raynaud’s phenomenon, proximal muscle \nweakness, sicca symptoms, painful or red eyes, recurrent \noral or genital ulcers, neck pain, or limb claudication. She \nhad no symptoms suggesting thyrotoxicosis or diabetes \nmellitus. She had regular menstruation since menarche. \nShe experienced an uneventful pregnancy 1  year prior. \nFig. 1 Fundal photograph at diagnosis: bilateral cotton wool spots, macular edema, arteriolar narrowing, and venous segmentation, as well \nas a few areas of flame-shaped hemorrhages\nPage 3 of 8\n Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \n \nShe did not have a history of recurrent miscarriages or \nintrauterine death. There was no family history of auto immune diseases. She is a non-smoking teetotaler. She \nhad good family support and no significant psychosocial \nstressors.\nOn examination, her body mass index was 19  kg/m2. \nShe was febrile but not pale. There were bilateral ery thematous rashes over the malar area of the face sparing \nthe nasolabial folds suggestive of acute cutaneous lupus \n(Fig.  4). Oral examination revealed an oral ulcer over the \nhard palate of the mouth. She did not have redness in \nher eyes. Mild periorbital swelling was noted along with \nbilateral pitting ankle edema. Examination of the neck \nrevealed a few subcentimeter, nontender, enlarged lymph \nnodes. There were no clubbing or peripheral stigmata of \ninfective endocarditis. None of the joints were actively \ninflamed, nor were there any joint deformities.\nHer blood pressure was 112/78 mmHg, and her pulse \nrate was 82 beats per minute and regular. The radial, \ncarotid, and femoral pulses were palpable in normal volume, and there were no audible bruits or radio-radial \nor radio-femoral delays. The rest of the peripheral pulses \nwere palpable. There was no tenderness in the carotid \nartery. Cardiac examination was normal, with no audible \nmurmurs or pericardial rubs. The lung fields were clear. \nAbdominal and neurological examinations were unre markable. There were no genital ulcers.\nThe initial laboratory investigations are summarized in \nTable 1.\nRheumatological work-up (Table  2) revealed a high \nantinuclear antibody (ANA) and anti-double stranded \nDNA (anti-dsDNA) titers with low complement levels.\nThe urine-protein-to-creatinine ratio (UPCR) showed \na nephrotic range proteinuria. The renal biopsy con firmed class III LN. Blood and urine cultures were ster ile. A transthoracic echocardiogram excluded infective \nendocarditis. A comprehensive workup was undertaken \nto exclude infectious and inflammatory aetiologies of \nretinal vasculitis. This included evaluation for Epstein–\nBarr virus (EBV), cytomegalovirus (CMV), human \nFig. 2 Fundus fluorescein angiogram: evidence of retinal vasculitis (yellow arrows)\nRigh t visual  \nblurringLow-gr ade fever\nArth ralgiaT0T Week 8 T Week 9 \nBilate ral malar rash\nPainless oral ulcerPeriorbi tal and ankle \noedemaTWeek 10\nLe/g332 visual  \nblurringTWeek 2\nFig. 3 Timeline of symptom presentation\nPage 4 of 8 Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \nimmunodeficiency virus (HIV), hepatitis B and C viruses, \ntoxoplasmosis, syphilis, and tuberculosis. Additionally, \nthe rheumatologic workup excluded Behçet’s disease, \nantineutrophil cytoplasmic antibodies (ANCA)-asso ciated vasculitis, sarcoidosis, Sjögren’s syndrome, and \nrheumatoid arthritis.\nThe patient fulfilled the 2019 European League Against \nRheumatism/American College of Rheumatology \n(EULAR/ACR) classification criteria for SLE with a score \nof 37 points on the basis of the constellation of fever, leu kopenia, oral ulcers, acute cutaneous lupus, arthralgia, \nclass III LN on biopsy, low C3 and C4 levels, and antidsDNA antibody positivity [6]. Furthermore, the Sys temic Lupus Erythematosus Disease Activity Index 2000 \n(SLEDAI-2 K) score of 29 points, driven by fever, visual \ndisturbance, evidence of vasculitis, proteinuria, inflam matory rash, oral ulcers, low complement levels, and high \nDNA binding, categorized the disease activity as severe \n[7].\nThe patient was started on pulsed intravenous meth ylprednisolone (1 g per day) for 3 days followed by oral \nprednisolone (1 mg/kg/day) with a tapering regime. She \nFig. 4 Acute cutaneous lupus: erythematous malar rash sparing \nthe nasolabial folds (arrow)\nTable 1 Initial laboratory investigations\nLaboratory parameter Value Reference range\nHematological\n Total white cell count (cell/microL) 3.62 ×  1034–11 ×  103\n Neutrophil count (cell/microL) 2.68 ×  1031.5–8.0 ×  103\n Hemoglobin level (g/dL) 10.9 ×  10312–16 ×  103\n Platelet count (cell/microL) 138 ×  103150–450 ×  103\n Erythrocyte sedimentation rate (mm/first hour) 88\nBiochemistry\n C-reactive protein (mg/dL) 2.9  < 6\n Procalcitonin (ng/mL) 0.04  < 0.05\n Serum sodium (mmol/L) 139 135–148\n Serum potassium (mmol/L) 4.1 3.5–5.1\n Serum creatinine (mg/dL) 0.82 0.7–1.2\n Estimated glomerular filtration rate (eGFR) (mL/min/1.73  m2) 97  > 90\n Alanine aminotransferase (U/L) 27 7–56\n Aspartate aminotransferase (U/L) 24 10–40\n Alkaline phosphatase (U/L) 93 53–128\n Total protein 6.8 6.6–8.3\n Albumin 3.6 3.5–5.3\n Globulin 3.2 2.0–3.5\n Serum calcium (mg/dL) 9.4 8.5–10.2\n Serum magnesium (mg/dL) 1.9 1.7–2.2\n Serum phosphate (mg/dL) 3.7 2.5–4.5\n Thyroid-stimulating hormone (TSH) (mIU/L) 2.4 0.55–4.78\n Free thyroxine (T4) (ng/dL) 1.28 0.89–1.76\n Urinalysis No pyuria, hematuria, or active sediment\n UPCR (mg/mg) 8.86  < 2.5\nPage 5 of 8\n Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \n \nwas simultaneously treated with hydroxychloroquine \n(HCQ) and mycophenolate mofetil (MMF) at the dis cretion of the rheumatology, ophthalmology, and neph rology teams. Treatment resulted in a favorable clinical \nresponse within 1  month. The patient experienced an \nimprovement in systemic symptoms and proteinu ria, with UPCR falling below 2.5  mg/kg. Additionally, \nBCVA improved from 6/36 to 6/12 at 2 months, accom panied by a corresponding resolution of retinal changes \n(Fig.  5). A total of 3 months after initiating treatment, \nthe patient achieved disease remission, as evidenced by \na SLEDAI-2 K score of two points. Following the initial \nmanagement, steroid dosages were gradually tapered off. \nMMF and HCQ were continued for long-term disease \ncontrol. The patient underwent regular monitoring for HCQ-induced retinal toxicity. At the 1-year follow-up, \nthe patient demonstrated excellent long-term disease \ncontrol, with significant improvement in vision (BCVA \nimproving to 6/6) and no evidence of HCQ-induced reti nal toxicity. Additionally, LN remained in remission.",
    "Discussion": "Discussion and conclusion\nThe most common ocular manifestations of SLE include \nkeratoconjunctivitis sicca, episcleritis, scleritis, and lupus \nretinopathy [8]. Although EULAR/ACR classification cri teria do not include ocular manifestations as a domain, \nit has the highest possible effect on the disease activity \naccording to SLEDAI [7]. Lupus retinopathy affecting \n3–29% of patients with SLE is well established as a nega tive prognostic factor for overall survival [5]. Our case Table 2 Rheumatological work-up investigations\nInvestigation Results Reference range\nANA titer 1:2560 (nuclear pattern)  < 1:80\nAnti-dsDNA antibodies Positive\nComplement 3 (C3) (mg/dL) 36 65–190\nComplement 4 (C4) (mg/dL) 9 14–40\nRheumatoid factor (U/mL) 8  < 20\nAnticyclic citrullinated antibodies Negative\nAnt-Ro and anti-La antibodies Negative\nCytoplasmic antineutrophil cytoplasmic antibodies (c-ANCA) Negative\nPerinuclear antineutrophil cytoplasmic antibodies (p-ANCA) Negative\nAntiphospholipid panel At diagnosis 12 weeks later\nLupus anticoagulant Negative Negative\nAnti-cardiolipin antibodies (IgM and IgG) Negative Negative\nAnti-Beta 2 glycoprotein-1 (IgM and IgG) Negative Negative\nFig. 5 Fundal photograph after 2 months of treatment: most of the previous retinal changes improved\nPage 6 of 8 Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \nreport describes a rare presentation of bilateral retinal \nvasculitis as the initial manifestation of SLE, which was \nthen followed by the development of overt disease com plicated with LN after 2 months.\nThe spectrum of lupus retinopathy ranges from mild \nto severe. Mild cases typically present with cotton-wool \nspots, perivascular hard exudates, retinal hemorrhages, \nand increased vascular tortuosity. In moderately severe \npresentations, additional findings may include focal or \ngeneralized narrowing of arterioles and dilated, tortuous \nveins. The most severe form, vaso-occlusive retinopathy \nor retinal vasculitis, is characterized by occluded retinal \narterioles leading to retinal infarction [9]. Our patient \nhad severe retinopathy with evidence of retinal vasculitis \nwith occlusive arteriolitis and phlebitis demonstrated in \nher FFA.\nSLE can induce retinopathy through two primary \nmechanisms. One involves antiphospholipid antibod ies triggering thrombosis within retinal vessels. This \ncan lead to vasculopathy, manifesting as central retinal \nartery occlusion (CRAO) or central retinal vein occlusion \n(CRVO). The other mechanism is classic lupus retinopa thy, which is caused by vasculitis. In this process, immune \ncomplexes are deposited on the endothelial lining of \nblood vessels, activating the complement system and \npromoting phagocytosis by immune cells. This releases \nadditional inflammatory mediators, perpetuating the \nvascular damage [10]. Intriguingly, our patient lacked ele vated antiphospholipid antibodies, which are detected in \napproximately 77% of patients with SLE with lupus retin opathy or optic neuropathy [11]. This suggests a possible \nimmunologic mechanism independent of antiphospho lipid antibodies contributing to the patient’s retinopathy. \nSupporting this notion, Bashiri et al. reported lower C3 \nand C4 complement levels, along with higher ANA and \nanti-dsDNA levels in patients with retinopathy, poten tially reflecting an immune-mediated process [12]. The \nsimilar laboratory profile observed in our case strength ens this hypothesis.\nThe precise timeframe for lupus retinopathy presenta tion in SLE remains unclear. While data on retinopathy \nin newly diagnosed patients are limited, Bashiri et  al. \nreported a 15.8% prevalence in a recent study, although \nnone experienced initial ophthalmologic symptoms \n[12]. Despite being recognized as a complication of SLE, \nretinal vasculitis rarely presents as the initial disease \nmanifestation, with limited documented cases in the lit erature. Alhassan et al. described a 14-year-old girl pre senting with panuveitis and bilateral retinal vasculitis as \nthe sole initial manifestation [13]. Similarly, Palkar et al. \nreported a 15-year-old girl with purtscher-like retin opathy as the presenting symptom [14]. Barkeh et  al. \ndocumented a 19-year-old woman presenting with optic neuritis alongside retinal vasculitis, both serving as ini tial features of SLE [15]. Bandyopadhyay et al. described \na 13-year-old boy with unilateral retinal vasculitis and \na photosensitive rash as the initial presentation [16]. \nAldhefeery et al. reported a case of bilateral retinal vas culitis with antiphospholipid syndrome as the initial \npresentation in a 34-year-old man [17]. Donnithrone \net al. reported two pediatric cases of retinal vasculitis in \nthose recently diagnosed with SLE, but not as a present ing manifestation [18]. Interestingly, none of these cases \ndemonstrated significant renal involvement at presenta tion or during follow-up. Additionally, all but one case \ninvolved adolescents, with the remaining adult case being \na man [13–17]. Notably, our case appears to be unique in \nthe literature, representing the first reported instance of a \npremenopausal adult female patient with SLE presenting \nwith bilateral severe retinal vasculitis that subsequently \nprogressed to involve LN.\nStudies have shown a positive correlation between \nretinopathy in patients with SLE and higher SLEDAI \nscores. Supporting this association, prior studies have \nreported a potential link between lupus retinopathy and \nLN. These studies suggest that patients with retinopathy \nmay have more severe renal involvement, as evidenced \nby elevated proteinuria and serum creatinine levels [19]. \nOur case aligns with these findings, demonstrating the \npresence of significant proteinuria with evidence of LN. \nStudies also have shown that lupus retinopathy is associ ated with a higher prevalence of neuropsychiatric mani festations [20, 21] and autoimmune hemolytic anemia, \nwhich were not seen in our patient [21].\nDespite experiencing progressive visual impairment, \nthe patient lacked classic SLE manifestations during the \ninitial 2  months, posing a diagnostic challenge, hence \nleading to a delay in diagnosis. A heightened index of sus picion for SLE, even in the absence of established symp toms, could have facilitated a more extensive workup and \npotentially expedited the initiation of treatment. Early \nintervention with HCQ alongside immunosuppressive \ntherapy, as supported by current evidence, could have \nmitigated the development of LN [22].\nThe treatment of retinal vasculitis in patients with \nSLE is primarily related to treating the disease itself. \nSince our patient had a severe disease activity of SLE, \nshe was given intravenous methylprednisolone pulses \nfollowed by oral glucocorticoids and MMF. The deci sion to initiate HCQ presented a therapeutic challenge \ndue to the patient’s retinal vasculitis and its associated \nincreased risk of HCQ-induced retinal toxicity. Follow ing a multidisciplinary discussion with the ophthalmol ogy team, the potential benefits of HCQ for long-term \ndisease control were deemed to outweigh the potential \nrisks of worsening maculopathy. Therefore, HCQ was \nPage 7 of 8\n Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \n \ninitiated with close monitoring for retinal toxicity. For tunately, at the 1-year follow-up, the patient did not \nexhibit any signs of HCQ-induced retinal toxicity.\nThis case underscores the critical importance of con sidering SLE in the differential diagnosis of retinal vas culitis, especially when classic systemic manifestations \nof the disease are lacking. It also highlights the poten tial for retinopathy to be the initial presenting manifes tation of SLE, even in patients who appear otherwise \nhealthy. Recognizing the possibility of such atypical \npresentations allows clinicians to maintain a height ened index of suspicion for SLE. This vigilance can be \ntwofold in its benefit. First, it can expedite diagnosis \nof SLE, leading to earlier intervention and improved \npatient outcomes. Second, it can aid in early prognos tication, prompting close monitoring for renal, neu ropsychiatric, and hematologic complications.\nThe current SLE classification criteria established \nby the EULAR/ACR do not include lupus retinopa thy, although the SLEDAI-2  K score acknowledges its \nimpact on disease activity [7 , 8]. While our case adds to \na growing body of knowledge, highlighting the poten tial for retinal manifestations to precede systemic \ninvolvement, the overall evidence base remains limited. \nHowever, considering this emerging evidence, future \nrevisions of the SLE classification criteria could war rant reevaluation of the inclusion of lupus retinopathy, \nparticularly retinal vasculitis, as a potential diagnostic \ndomain to increase diagnostic sensitivity.\nAbbreviations\nSLE  Systemic lupus erythematosus\nANA  Antinuclear antibody\nLN  Lupus nephritis\nBCVA  Best corrected visual acuity\nFFA  Fundal fluorescein angiogram\nESR  Erythrocyte sedimentation rate\nCRP  C-reactive protein\nAnti-dsDNA  Anti-double stranded DNA\nC3  Complement 3\nC4  Complement 4\nUPCR  Urine-protein-to-creatinine ratio\nc-ANCA  Cytoplasmic antineutrophil cytoplasmic antibody\np-ANCA  Perinuclear antineutrophil cytoplasmic antibody\nHIV  Human immunodeficiency virus\nHCQ  Hydroxychloroquine\nMMF  Mycophenolate mofetil\nEULAR  European League against Rheumatism\nACR   American College of Rheumatology\nCRAO  Central retinal artery occlusion\nCRVO  Central retinal vein occlusion\nSLEDAI  Systemic lupus erythematosus disease activity index\nAcknowledgements\nThe authors would like to acknowledge the nephrology team led by Dr. A.L.M. \nNazar at the National Hospital of Sri Lanka for their input in diagnosing and \nmanaging of lupus nephritis.\nAuthor contributions\nCPM collected information, followed up with the patient, performed the lit erature review, and drafted the manuscript. HK revised it. All the authors were involved in the diagnosis and management of the patient. All authors have \nread and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 29 April 2024   Accepted: 22 February 2025\nReferences\n 1. Parodis I, Gomez A, Tsoi A, Chow JW, Pezzella D, Girard C, et al. Systematic \nliterature review informing the EULAR recommendations for the nonpharmacological management of systemic lupus erythematosus and \nsystemic sclerosis. RMD Open. 2023;9:e003297.\n 2. Kaul A, Gordon C, Crow MK, Touma Z, Urowitz MB, van Vollenhoven R, \net al. Systemic lupus erythematosus. Nat Rev Dis Primers. 2016;2:16039.\n 3. Palejwala NV, Walia HS, Yeh S. Ocular manifestations of systemic \nlupus erythematosus: a review of the literature. Autoimmune Dis. \n2012;2012:290898.\n 4. Silpa-Archa S, Lee JJ, Foster CS. Ocular manifestations in systemic lupus \nerythematosus. Br J Ophthalmol. 2016;100:135–41.\n 5. Stafford-Brady FJ, Urowitz MB, Gladman DD, Easterbrook M. Lupus retinopathy. Arthritis Rheum. 1988;31:1105–10.\n 6. Aringer M, Costenbader K, Daikh D, Brinks R, Mosca M, Ramsey-Goldman \nR, et al. 2019 European League against Rheumatism/American College \nof rheumatology classification criteria for systemic lupus erythematosus. \nArthritis Rheumatol. 2019;71(9):1400–12.\n 7. Gladman DD, Ibañez D, Urowitz MB. Systemic lupus erythematosus \ndisease activity index 2000. J Rheumatol. 2002;29(2):288–91.\n 8. Cunningham ET, Tabbara KF, Zierhut M. Systemic lupus erythematosus \nand the eye. Ocul Immunol Inflamm. 2018;26(8):1143–5.\n 9. Sivaraj RR, Durrani OM, Denniston AK, Murray PI, Gordon C. Ocular \nmanifestations of systemic lupus erythematosus. Rheumatology (Oxford). \n2007;46(12):1757–62.\n 10. Giorgi D, Pace F, Giorgi A, Bonomo L, Gabrieli CB. Retinopathy in systemic \nlupus erythematosus: pathogenesis and approach to therapy. Hum \nImmunol. 1999;60:688–96.\n 11. Montehermoso A, Cervera R, Font J, Ramos-Casals M, García-carrasco M, \nFormiga F, et al. Association of antiphospholipid antibodies with retinal \nvascular disease in systemic lupus erythematosus. Semin Arthritis Rheum. \n1999;28:326–32.\n 12. Bashiri H, Karimi N, Mostafaei S, et al. Retinopathy in newly-diagnosed \nsystemic lupus erythematosus: should we screen for ocular involvement? \nBMC Rheumatol. 2021;5:34.\n 13. Alhassan E, Gendelman HK, Sabha MM, Hawkins-Holt M, Siaton BC. \nBilateral retinal vasculitis as the first presentation of systemic lupus \nerythematosus. Am J Case Rep. 2021;22:e930650.\n 14. Barkeh HJ, Muhaya M. Optic neuritis and retinal vasculitis as primary \nmanifestations of systemic lupus erythematosus. Med J Malaysia. \n2002;57(4):490–2.\nPage 8 of 8 Madurapperuma et al. Journal of Medical Case Reports          (2025) 19:132 \n 15. Palkar AH, Hossain MD, Majumder PD. Purtscher-like retinopathy a \npresenting manifestation of systemic lupus erythematosus following \nhigh-grade fever with myalgia and arthralgia. Indian J Ophthalmol. \n2018;66(9):1317–9.\n 16. Bandyopadhyay SK, Moulick A, Dutta A. Retinal vasculitis – An initial \npresentation of systemic lupus erythematosus. J Indian Med Assoc. \n2006;104(9):526–7.\n 17. Aldhefeery N, Alhadhood N, Alkadi A. Bilateral retinal vasculitis as initial \npresentation of systemic lupus erythematosus with secondary antiphospholipid syndrome. Am J Case Rep. 2023;28(24):e942085.\n 18. Donnithorne KJ, Read RW, Lowe R, Weiser P , Cron RQ, Beukelman T. Retinal vasculitis in two pediatric patients with systemic lupus erythemato sus: a case report. Pediatr Rheumatol Online J. 2013;11(1):25.\n 19. Ushiyama O, Ushiyama K, Koarada S, Tada Y, Suzuki N, Ohta A, et al. Retinal \ndisease in patients with systemic lupus erythematosus. Ann Rheum Dis. \n2000;59(9):705–8.\n 20. Jabs DA, Fine SL, Hochberg MC, Newman SA, Heiner GG, Stevens MB. \nSevere retinal vaso-occlusive disease in systemic lupus erythematosus. \nArch Ophthalmol. 1986;104(4):558–63.\n 21. Seth G, Chengappa KG, Misra DP , Babu R, Belani P , Shanoj KC, et al. Lupus \nretinopathy: a marker of active systemic lupus erythematosus. Rheumatol \nInt. 2018;38:1495–501.\n 22. Kidney Disease: Improving Global Outcomes (KDIGO) Lupus Nephritis \nWork Group. KDIGO 2024 Clinical Practice Guideline for the management \nof LUPUS NEPHRITIS. Kidney Int. 2024;105(1S):S1–69.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}