{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04948-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04948-8.pdf",
  "metadata": {
    "/Keywords": "Adult-onset hypophosphatasia; Orthodontic complications; Tooth loss; Asfotase Alfa; ALPL gene mutations",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241219115308+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241218165947+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04948-8",
    "/Author": "Shusuke Tokuchi ",
    "/Title": "Adult-onset hypophosphatasia diagnosed after consecutive tooth loss during orthodontic treatment: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04948-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Adult hypophosphatasia is an uncommon inherited disorder of mineral homeostasis affecting bone. \nIt arises from mutations within the Alkaline Phosphatase, Biomineralization Associated (ALPL) gene, which encodes \ntissue-nonspecific alkaline phosphatase. Because of its low prevalence and non-specific clinical manifestations, under diagnosis and misdiagnosis are frequent, particularly in Asian populations.",
    "Case Presentation": "Case presentation We present a case of a 38-year-old Japanese male diagnosed with adult hypophosphatasia \nfollowing consecutive tooth loss during orthodontic treatment. Genetic analysis revealed a compound heterozygous mutation within the ALPL gene. The patient remained asymptomatic until orthodontic treatment, suggesting \nthat increased mechanical stress overwhelmed residual enzyme activity, triggering the hypophosphatasia symptoms. \nAsfotase Alfa enzyme replacement therapy improved healing following tooth extraction.",
    "Conclusion": "Conclusion This case highlights the significance of including adult hypophosphatasia in the differential diagnosis \nfor obscure dental complications arising during orthodontic procedures, particularly in Asian patients where certain \nALPL variants may be more prevalent. Effective diagnosis and management of adult hypophosphatasia necessitate \ncollaboration between orthodontic practitioners and medical specialists. Improved awareness and a multidisciplinary \napproach are crucial for timely diagnosis and successful intervention.\nKeywords  Adult-onset hypophosphatasia, Orthodontic complications, Tooth loss, Asfotase Alfa, ALPL gene mutations\nBackground\nHypophosphatasia (HPP) is a rare inherited metabolic \nbone disorder characterized by impaired mineraliza tion owing to mutations in the Alkaline Phosphatase, \nBiomineralization Associated (ALPL ) gene, encoding \ntissue-nonspecific alkaline phosphatase (TNSALP) [1 ]. \nHPP manifests in a spectrum of clinical presentations, \ncategorized by age of onset and severity: perinatal, \ninfantile, childhood, adult-onset, and odontohypophos phatasia (odonto-HPP) [2 ]. Adult-onset HPP presents \na diagnostic challenge owing to its rarity and non-spe cific symptoms, such as bone fractures, muscle pain, \nand tooth loss, which are generally milder than those *Correspondence:\nHiroyuki Nakamura\nhnak@me.com\n1 Department of Oral and Maxillofacial Surgery, Graduate School \nof Medicine, University of the Ryukyus, 207 Uehara, Nakagami, Nishihara, \nOkinawa 903-0215, Japan\n2 Plastic and Reconstructive Surgery, Graduate School of Medicine, \nUniversity of the Ryukyus, 207 Uehara, Nakagami, Nishihara, \nOkinawa 903-0215, Japan\nPage 2 of 6 Tokuchi et al. Journal of Medical Case Reports          (2024) 18:626 \nobserved in childhood-onset HPP [3 ]. Consequently, \nadult-onset HPP is often overlooked, leading to delayed \ndiagnosis and treatment. The reported incidence \nof severe HPP varies geographically, ranging from \n1/100,000 to 1/300,000 in North America and Europe \n[4], and approximately 1/900,000 in Japan, including \nmilder forms [5 ]. These figures likely underestimate the \ntrue prevalence owing to undiagnosed mild cases.\nOver 400 mutations in the ALPL  gene have been \nlinked to HPP [6 ]. These mutations vary in type and \nlocation, impacting the degree of enzyme activity \nreduction and the severity of clinical manifestations \n[7]. Identifying the specific mutation is crucial for accu rate diagnosis, prognosis, and genetic counseling. HPP \ninheritance follows an autosomal recessive or autoso mal dominant pattern, with some autosomal dominant \nALPL  mutations exhibiting a dominant-negative effect \n[6].\nEnzyme replacement therapy is the primary treatment \nfor HPP . Asfotase Alfa (recombinant human TNSALP) \nadministration aims to restore alkaline phosphatase \n(ALP) activity, improve bone mineralization, and allevi ate systemic symptoms [8]. While the efficacy of Asfotase \nAlfa in treating pediatric HPP is well-established [9], evi dence for its impact on adult-onset HPP is limited. How ever, studies suggest potential benefits in managing HPP \nacross all age groups, including those with pediatriconset disease [10]. Further research is necessary to deter mine the long-term efficacy and safety of Asfotase Alfa in \nadult-onset HPP .\nDentistry plays a growing role in recognizing HPP , as \npremature tooth loss and periodontal disease are fre quent manifestations [11]. Dental procedures can be \ninstrumental in prompting an HPP diagnosis [12]. Den tists should be vigilant for potential HPP cases to ensure \ntimely diagnosis and appropriate interventions. The hall mark dental feature of HPP is early exfoliation of primary \nteeth owing to disrupted cementum formation, primarily \naffecting the anterior teeth [6]. Additional dental findings \ninclude enamel and dentin hypoplasia, reduced dentin \nthickness, enlarged pulp chambers, thin and short roots, \nand dental caries [6].\nPrevious case reports have documented various den tal manifestations of adult-onset HPP , including prema ture tooth loss, periodontal disease, and atypical tooth \nmorphology [13, 14]. Mori et al. [12], reported a case \nseries of four adult patients with a history of early pri mary tooth loss who were subsequently diagnosed with \nHPP , highlighting the importance of considering HPP \nin adults presenting with dental abnormalities. BlochZupan et al. [11], emphasized the dentist’s role in diag nosing mild HPP forms, where dental signs may be the \nsole manifestation.A recent nationwide survey in Japan revealed sig nificant differences in genetic and dental presentations \nbetween odonto-HPP and non-odonto HPP [15]. Early \nprimary tooth exfoliation was observed in all patients \nwith odonto-HPP , while tooth hypomineralization was \nmore prevalent in non-odonto types. The study also doc umented cases of odonto-HPP progressing to childhoodtype HPP with the emergence of skeletal symptoms, \nunderlining the importance of monitoring patients with \nmilder presentations [15].\nDiagnosing adult-onset HPP remains challenging \nowing to the potential for mild and non-specific signs \nand symptoms [16]. The absence of standardized diag nostic guidelines further complicates the process [16]. A \nrecent systematic review by Brandi et al. [16], proposed \na framework for diagnosing adult HPP on the basis of \nexpert consensus, incorporating four major and five \nminor diagnostic criteria. This approach holds promise \nfor standardizing the diagnostic approach.\nThe present case report describes an adult patient with \nHPP diagnosed following consecutive tooth loss dur ing orthodontic treatment. The rarity and variable pres entation of adult-onset HPP emphasize the need for its \ninclusion in the differential diagnosis for patients with \nunexplained dental complications, particularly during \northodontic therapy. We aim to raise awareness among \ndental professionals regarding the oral manifestations of \nHPP and the importance of a multidisciplinary approach \nin managing this condition. Additionally, this case high lights the value of genetic testing in confirming the HPP \ndiagnosis and guiding treatment decisions. The case \nadheres to the CARE guidelines for case reports [17].\nCase presentation\nPatient information\nA 38-year-old Japanese man presented with a chief com plaint of progressive tooth movement and loss, accom panied by persistent left thigh pain and numbness. He \nwas referred to the Department of Oral and Maxillofacial \nFunctional Rehabilitation at Ryukyu University Hospital, \nOkinawa, Japan, in 2020 for comprehensive evaluation \nand treatment.\nThe patient had a history of limb deformities noted \nat birth, initially suggestive of osteogenesis imperfecta. \nHowever, further evaluation ceased after age 4, with no \ndocumented history of early tooth loss or unusual per manent tooth eruption.\nThe patient’s dental history revealed the extraction \nof the lower left second molar in 2008 owing to mobil ity. Orthodontic treatment, initiated in 2010, revealed a \nmissing lower left second molar on panoramic radio graphs (Fig.  1). Subsequently, the patient experienced \nsequential loss of the right upper second molar, left lower \nPage 3 of 6\n Tokuchi et al. Journal of Medical Case Reports          (2024) 18:626 \n \nfirst premolar, left lower second premolar, left lower first \nmolar, and right lower first molar. He also experienced \nknee pain in 2015–2016, which was managed conserva tively by a local orthopedic surgeon. Notably, there was \nno history of fractures.\nIn 2019, the patient developed persistent left thigh pain \nand numbness. Treatment by the local orthopedic sur geon failed to resolve the symptoms. The patient had a \nmedical history of controlled hypertension diagnosed at \nage 26 years, managed with oral amlodipine besylate at \n10 mg once daily. He was also diagnosed with suspected \nglucose intolerance and asymptomatic proteinuria. No \nfamily history of short stature or bone dysplasia was \nreported.\nUpon examination, the patient was of short stature \n(height: 152.3 cm, arm length: 140 cm) with short limbs, \nbut in good general health, with normal grip strength \n(right: 19.9  kg, left: 20.7  kg). The patient had an asym metrical face with no maxillary or mandibular bone \nabnormalities. Intraoral examination revealed missing \nteeth and a collapsed crown of the remaining right upper \nfirst premolar. Additionally, the right mandibular inci sor to the left mandibular canine displayed mobility and \nrequired interdental wire fixation. The orthodontic appli ances were canted owing to a 3 mm rightward deviation \nof the maxillary and mandibular midline (Fig. 2A and B).\nInvestigations\nPanoramic radiographs showed extensive defects in mul tiple teeth (Fig.  2C), with the remaining root of the right \nupper first premolar visible. Horizontal bone resorption \nwas observed in the alveolar bone from the right mandib ular incisor to the left mandibular canine. Bone scintigra phy showed no significant abnormal bone accumulation \nthroughout the body. Blood biochemistry tests revealed \nlow levels of ALP (20.3 U/L; The International Federation \nof Clinical Chemistry and Laboratory Medicine), calcium (9.4 mg/dl), and inorganic phosphorus (3.8 mg/dl), with \nelevated phosphoethanolamine (451.2 μmol/g).\nFig. 1 Pretreatment panoramic radiograph. A panoramic radiograph \nobtained at orthodontic treatment initiation (2010) reveals \nthe absence of the lower left second molar\nFig. 2 Pretreatment intraoral photographs and panoramic \nradiograph. A Intraoral photographs of the dentition show \na collapsed crown of the right maxillary first premolar. Mobility \nis evident in the right mandibular incisor to the left mandibular \ncanine, necessitating interdental wire fixation (red arrow). The \northodontic appliances are canted owing to a 3 mm rightward \nmidline discrepancy. B The mandibular arch photograph highlights \nmissing teeth and the interdental wire fixation. C A panoramic \nradiograph demonstrates extensive defects in multiple teeth. \nThe remaining root of the right maxillary first premolar is visible. \nHorizontal alveolar bone resorption is observed from the right \nmandibular incisor to the left mandibular canine\nPage 4 of 6 Tokuchi et al. Journal of Medical Case Reports          (2024) 18:626 \nConfirmation of diagnosis, treatment, and follow‑up\nGiven the patient’s clinical presentation, biochemical \nfindings, and the onset of progressive tooth movement \nand loss following orthodontic treatment initiation, HPP \nwas suspected as the most likely diagnosis. The mechani cal stress from orthodontics may have overwhelmed the \nresidual enzyme activity, triggering the manifestation of \nHPP symptoms as reported previously [18]. To confirm \nthe diagnosis, genetic testing was performed, reveal ing compound heterozygous mutations (c.550C > T and \np.F327L) in the ALPL  gene, leading to the definitive diag nosis of adult-onset HPP .\nFollowing the diagnosis of HPP , the patient com menced enzyme replacement therapy with asfotase alfa \n(80  mg subcutaneously, thrice weekly) in April 2021. \nThen, 10 months after initiating asfotase alfa treatment, \nthe retained root of the right upper first premolar was \nextracted. The post-extraction healing process and bone \nvolume restoration were satisfactory (Fig.  3A–C). The \npatient continues to be monitored with periodic intraoral \nexaminations and radiography.",
    "Discussion": "Discussion and conclusions\nThis case report describes a 38-year-old male with \nadult-onset HPP diagnosed following consecutive per manent tooth loss during orthodontic therapy. Despite \nlimb deformities present since birth, the absence of \nearly dental complications and a negative family history \ncontributed to the delayed diagnosis. The present case \nexemplifies the diagnostic challenges associated with \nadult-onset HPP owing to its often milder presentation \ncompared with childhood-onset forms [3 ]. Moreover, \nsimilar to a report by Högler et al. [19], it emphasizes \nthe role of dentists in suspecting HPP during dental \ninterventions.\nOur case suggests that the proximity of orthodontic \ntreatment initiation to symptom onset points to a pos sible association between mechanical stress and HPP \nmanifestation. Orthodontic forces are known to induce \nbone remodeling and alter the local cellular environment \n[18, 20]. In individuals with compromised TNSALP func tion, as seen in HPP , increased mechanical stress may \noverwhelm the already diminished capacity for bone \nmineralization and remodeling [18]. This could exacer bate existing dental and skeletal abnormalities or unmask \npreviously subclinical HPP . Further investigation is war ranted to elucidate the potential role of orthodontic \ntreatment in triggering or exacerbating HPP symptoms.\nGenetic analysis revealed a compound heterozygous \nmutation in the ALPL  gene (c.550C > T and p.F327L). The \nc.550C > T mutation exhibits a dominant-negative effect \n[21], while p.F327L leads to moderately reduced enzyme activity [14, 22]. This combination explains the adultonset presentation. Remarkably, the patient remained \nasymptomatic until orthodontic treatment, suggesting \nthat residual enzyme activity was initially sufficient to \nprevent symptoms. The case highlights the phenotypic \nvariability associated with HPP , where individuals with \nsimilar genotypes may exhibit childhood bone symptoms \n[23] or remain asymptomatic until adulthood [24]. These \nFig. 3 Post-treatment panoramic radiograph and intraoral \nphotographs. A A panoramic radiograph obtained in February 2022, \n10 months after initiating asfotase alfa treatment, reveals the healing \npost-extraction site of the right maxillary first premolar (black arrow). \nB, C Intraoral photographs of the dentition demonstrate satisfactory \nhealing and restoration of bone volume at the extraction site (white \narrow)\nPage 5 of 6\n Tokuchi et al. Journal of Medical Case Reports          (2024) 18:626 \n \nobservations underscore the complex interplay between \ngenotype and phenotype. The patient’s genetic profile \naligns with findings by Mornet et al. [25], suggesting that \ncompound heterozygosity involving severe and moderate \nalleles can cause mild HPP .\nDental complications in HPP include premature tooth \nloss, shortened roots, and inadequate alveolar bone cal cification [25], often accompanied by rapid periodontal \ndisease progression [26]. Our patient experienced mul tiple permanent tooth losses and significant horizontal \nalveolar bone resorption after orthodontic treatment ini tiation. These observations emphasize the importance of \ncareful treatment planning and close monitoring for HPP \npatients undergoing dental procedures. Favorable heal ing was observed following tooth extraction 10  months \ninto Asfotase Alfa treatment. Asfotase Alfa promotes \nbone and tooth calcification by increasing ALP levels \n[27]. Whereas the effectiveness in pediatric HPP is wellestablished, evidence for its impact on adult-onset HPP \nis limited. The accelerated alveolar bone healing in this \npatient suggests potential benefits, highlighting the need \nfor further research on the optimal timing and duration \nof treatment for HPP-related dental issues. These find ings are consistent with Okawa et al. [28] who reported \nimproved tooth and mandibular bone mineralization in a \nchild with HPP treated with Asfotase Alfa.\nA recent review by Brandi et al. [16] highlights that \nthe prognosis and long-term management of adultonset HPP depend on disease severity and individual \ntreatment response. Patients with milder forms may \nhave a better prognosis but still require close dental \nmonitoring. Regular dental check-ups, periodontal \nassessments, and preventive measures are crucial to \nminimize tooth loss and other complications. Enzyme \nreplacement therapy with Asfotase Alfa may be nec essary in severe cases to improve bone mineraliza tion and dental health [16]. Additionally, orthognathic \nsurgery and other interventions may be considered \nfor patients with significant skeletal or dental abnor malities [16]. A multidisciplinary approach involv ing dentists, orthodontists, and medical specialists is \nessential for optimal management of adult-onset HPP , \nas emphasized by the recently published consensus \nguidelines [16].\nIn summary, this case report underscores the impor tance of considering HPP in the differential diagnosis \nof unexplained dental complications, particularly dur ing orthodontic treatment. The rarity and variable pres entation of adult-onset HPP necessitate a high index of \nsuspicion and a multidisciplinary approach for timely \ndiagnosis and effective management. Further research \nis needed to elucidate the potential link between \northodontic treatment and HPP , and to develop evidence-based guidelines for the diagnosis, treatment, \nand monitoring of adult-onset HPP . The proposed diag nostic criteria by Brandi et al. [16] hold promise for \nstandardizing the diagnostic approach and facilitating \nearlier recognition of this condition.\nAbbreviations\nHPP  Hypophosphatasia\nALPL  Alkaline phosphatase, biomineralization associated\nTNSALP  Tissue-nonspecific alkaline phosphatase\nAcknowledgements\nNot applicable.\nAuthor contributions\nST and HN contributed to the drafting of the manuscript; ST, EHN, and HN \nperformed literature search; ST, TK, EHN, MM, KI, NM, RS, MTN, TN, HT, YS, and \nHN collected the data and assisted in drafting the case report section; ST and \nHN critically revised the manuscript. All authors confirm the authenticity of all \nraw data. All authors have read and approved the final manuscript.\nFunding\nThis work was supported by Grants-in-Aid for Scientific Research from the \nMinistry of Education, Science, Sports, and Culture, Japan (24K13074 to TK, \n23K09358 to HN), which provided open-access funding. However, the funders \nhad no role in the design of the study; collection, analysis, and interpretation \nof data; and in writing the manuscript.\nAvailability of data and materials\nThe datasets used and/or analyzed for the case report are available from the \ncorresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 30 May 2024   Accepted: 22 October 2024\nReferences\n 1. Whyte MP . Hypophosphatasia—aetiology, nosology, pathogenesis, \ndiagnosis and treatment. Nat Rev Endocrinol. 2016;12:233–46.\n 2. Whyte MP , Zhang F, Wenkert D, McAlister WH, Mack KE, Benigno MC, et \nal. Hypophosphatasia: validation and expansion of the clinical nosology \nfor children from 25 years experience with 173 pediatric patients. Bone. \n2015;75:229–39.\n 3. Schmidt T, Mussawy H, Rolvien T, Hawellek T, Hubert J, Rüther W, et al. \nClinical, radiographic and biochemical characteristics of adult hypophosphatasia. Osteoporos Int. 2017;28:2653–62.\n 4. Mornet E, Yvard A, Taillandier A, Fauvert D, Simon-Bouy B. A molecularbased estimation of the prevalence of hypophosphatasia in the Euro pean population. Ann Hum Genet. 2011;75:439–45.\n 5. Michigami T, Ohata Y, Fujiwara M, Mochizuki H, Adachi M, Kitaoka T, et al. \nClinical practice guidelines for hypophosphatasia. Clin Pediatr Endocrinol. \n2020;29:9–24.\nPage 6 of 6 Tokuchi et al. Journal of Medical Case Reports          (2024) 18:626 \n 6. Okawa R, Nakano K. Dental manifestation and management of \nhypophosphatasia. Jpn Dent Sci Rev. 2022;58:208–16. https:// doi. org/ 10. \n1016/j. jdsr. 2022. 06. 002.\n 7. Silvent J, Gasse B, Mornet E, Sire JY. Molecular evolution of the tissuenonspecific alkaline phosphatase allows prediction and validation of \nmissense mutations responsible for hypophosphatasia. J Biol Chem. \n2014;289:24168–79.\n 8. Zurutuza L, Muller F, Gibrat JF, Taillandier A, Simon-Bouy B, Serre JL, et al. \nCorrelations of genotype and phenotype in hypophosphatasia. Hum Mol \nGenet. 1999;8:1039–46.\n 9. Whyte MP , Rockman-Greenberg C, Ozono K, Riese R, Moseley S, Melian A, \nThompson DD, Bishop N, Hofmann C. Asfotase alfa treatment improves \nsurvival for perinatal and infantile hypophosphatasia. J Clin Endocrinol \nMetab. 2016;101(1):334–42. https:// doi. org/ 10. 1210/ jc. 2015- 3462.\n 10. Kishnani PS, Rockman-Greenberg C, Rauch F, Bhatti MT, Moseley S, \nDenker AE, Watsky E, Whyte MP . Five-year efficacy and safety of asfotase \nalfa therapy for adults and adolescents with hypophosphatasia. Bone. \n2019;121:149–62. https:// doi. org/ 10. 1016/j. bone. 2018. 12. 011.\n 11. Whyte MP , Greenberg CR, Salman NJ, Bober MB, McAlister WH, Wenkert D, \net al. Enzyme-replacement therapy in life-threatening hypophosphatasia. \nN Engl J Med. 2012;366:904–13.\n 12. Bloch-Zupan A. Hypophosphatasia: diagnosis and clinical signs - a dental \nsurgeon perspective. Int J Paediatr Dent. 2016;26:426–38.\n 13. Mori M, DeArmey SL, Weber TJ, Kishnani PS. Case series: odonto hypophosphatasia or missed diagnosis of childhood/adult-onset \nhypophosphatasia?—Call for a long-term follow-up of premature loss of \nprimary teeth. Bone Rep. 2016;5:228–32.\n 14. Watanabe A, Karasugi T, Sawai H, Naing BT, Ikegawa S, Orimo H, Shimada \nT. Prevalence of c.1559delT in ALPL, a common mutation resulting in the \nperinatal (lethal) form of hypophosphatasia in Japanese and effects of \nthe mutation on heterozygous carriers. J Hum Genet. 2011;56(2):166–8. \nhttps:// doi. org/ 10. 1038/ jhg. 2010. 161.\n 15. Okawa R, Kokomoto K, Kitaoka T, Kubota T, Watanabe A, Taketani \nT, Michigami T, Ozono K, Nakano K. Japanese nationwide survey of \nhypophosphatasia reveals prominent differences in genetic and dental \nfindings between odonto and non-odonto types. PLoS ONE. 2019;14(10): \ne0222931. https:// doi. org/ 10. 1371/ journ al. pone. 02229 31.\n 16. Brandi ML, Khan AA, Rush ET, Ali DS, Al-Alwani H, Almonaei K, Alsarraf \nF, Bacrot S, Dahir KM, Dandurand K, Deal C, Ferrari SL, Giusti F, Guyatt G, \nHatcher E, Ing SW, Javaid MK, Khan S, Kocijan R, Lewiecki EM, Linglart A, \nM’Hiri I, Marini F, Nunes ME, Rockman-Greenberg C, Seefried L, Simmons \nJH, Starling SR, Ward LM, Yao L, Brignardello-Petersen R, Roux C. The \nchallenge of hypophosphatasia diagnosis in adults:",
    "Results": "results from the HPP \nInternational Working Group Literature Surveillance. Osteoporos Int. \n2024;35(3):439–49. https:// doi. org/ 10. 1007/ s00198- 023- 06859-8.\n 17. Riley DS, Barber MS, Kienle GS, Aronson JK, von Schoen-Angerer T, \nTugwell P , Kiene H, Helfand M, Altman DG, Sox H, Werthmann PG, Moher \nD, Rison RA, Shamseer L, Koch CA, Sun GH, Hanaway P , Sudak NL, KaszkinBettag M, Carpenter JE, Gagnier JJ. CARE guidelines for case reports: \nexplanation and elaboration document. J Clin Epidemiol. 2017;89:218–35. \nhttps:// doi. org/ 10. 1016/j. jclin epi. 2017. 04. 026.\n 18. Whyte MP . Hypophosphatasia: enzyme replacement therapy brings new \nopportunities and new challenges. J Bone Miner Res. 2017;32(4):667–75. \nhttps:// doi. org/ 10. 1002/ jbmr. 3075.\n 19. Högler W, Langman C, Gomes da Silva H, Fang S, Linglart A, Ozono K, \nPetryk A, Rockman-Greenberg C, Seefried L, Kishnani PS. Diagnostic delay \nis common among patients with hypophosphatasia: initial findings from \na longitudinal, prospective, global registry. BMC Musculoskelet Disord. \n2019;20(1):80. https:// doi. org/ 10. 1186/ s12891- 019- 2420-8.\n 20. Krishnan V, Davidovitch Z. Cellular, molecular, and tissue-level reactions \nto orthodontic force. Am J Orthod Dentofacial Orthop. 2006;129(4):469.\ne1-32. https:// doi. org/ 10. 1016/j. ajodo. 2005. 10. 007.\n 21. Fauvert D, Brun-Heath I, Lia-Baldini AS, Bellazi L, Taillandier A, Serre JL, et \nal. Mild forms of hypophosphatasia mostly result from dominant negative effect of severe alleles or from compound heterozygosity for severe \nand moderate alleles. BMC Med Genet. 2009. https:// doi. org/ 10. 1186/ \n1471- 2350- 10- 51.\n 22. Taillandier A, Domingues C, De Cazanove C, Porquet-Bordes V, Monnot S, \nKiffer-Moreira T, et al. Molecular diagnosis of hypophosphatasia and differential diagnosis by targeted Next Generation Sequencing. Mol Genet \nMetab. 2015;116:215–20. 23. Mornet E, Hofmann C, Bloch-Zupan A, Girschick H, Le Merrer M. Clinical \nutility gene card for: hypophosphatasia—update 2013. Eur J Hum Genet. \n2014. https:// doi. org/ 10. 1038/ ejhg. 2013. 177.\n 24. Taketani T, Onigata K, Kobayashi H, Mushimoto Y, Fukuda S, Yamaguchi S. \nClinical and genetic aspects of hypophosphatasia in Japanese patients. \nArch Dis Child. 2014;99:211–5.\n 25. Mornet E, Taillandier A, Domingues C, Dufour A, Benaloun E, Lavaud \nN, Wallon F, Rousseau N, Charle C, Guberto M, Muti C, Simon-Bouy B. \nHypophosphatasia: a genetic-based nosology and new insights in \ngenotype-phenotype correlation. Eur J Hum Genet. 2021;29(2):289–99. \nhttps:// doi. org/ 10. 1038/ s41431- 020- 00732-6.\n 26. Bloch-Zupan A, Vaysse F. Hypophosphatasia: oral cavity and dental disor ders. Arch Pediatr. 2017;24:580–4.\n 27. Rodrigues TL, Foster BL, Silverio KG, Martins L, Casati MZ, Sallum EA, et al. \nHypophosphatasia-associated deficiencies in mineralization and gene \nexpression in cultured dental pulp cells obtained from human teeth. J \nEndod. 2012;38:907–12.\n 28. Okawa R, Kokomoto K, Nakano K. Dental effects of enzyme replacement \ntherapy in case of childhood-type hypophosphatasia. BMC Oral Health. \n2021;21(1):323. https:// doi. org/ 10. 1186/ s12903- 021- 01673-2.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}