{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04973-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04973-7.pdf",
  "metadata": {
    "/Keywords": "Primary pulmonary lymphoma; Diffuse large B cell lymphoma; Organizing pneumonia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250131185328+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250129173005+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04973-7",
    "/Author": "Sunjie Li ",
    "/Title": "Primary pulmonary diffuse large B cell lymphoma presenting with features of organizing pneumonia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04973-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Primary pulmonary lymphoma is a rare subtype of non-Hodgkin lymphoma. Primary pulmonary \ndiffuse large B cell lymphoma is an exceptionally rare form of primary pulmonary lymphoma. The clinical presentation \nof primary pulmonary diffuse large B cell lymphoma is often nonspecific, and imaging findings lack pathognomonic \nfeatures, leading to frequent misdiagnosis and delayed treatment.",
    "Case Presentation": "Case presentation An 81-year-old Chinese man presented with a 4-month history of pulmonary nodules \nand a 2-month history of cough and dyspnea. Initial empiric antibiotic therapy for suspected lung infection \nwas ineffective. A chest computed tomography scan revealed multiple patchy and nodular opacities in both lungs. \nBronchoscopy ruled out bacterial and fungal infections, leading to a diagnosis of organizing pneumonia. Treatment \nwith systemic corticosteroids provided transient symptomatic improvement, followed by clinical deterioration. Upon \nadmission to hospital, a percutaneous lung biopsy confirmed the diagnosis of primary pulmonary diffuse large \nB cell lymphoma. The patient was transferred to the hematology department and received rituximab combined \nwith reduced dose cyclophosphamide, doxorubicin, vincristine, and prednisolone chemotherapy. Despite treatment, \nthe patient’s clinical condition deteriorated, leading to eventual mortality owing to disease progression.",
    "Conclusion": "Conclusion Primary pulmonary diffuse large B cell lymphoma is a rare clinical condition with non-specific clinical \nmanifestations, posing significant challenges for accurate and timely diagnosis. Early differentiation from other \npulmonary conditions, such as organizing pneumonia, is critical to avoid delayed or inappropriate treatment, \npotentially improving patient outcomes. This case underscores the importance of a comprehensive diagnostic \napproach, including histopathological confirmation, in patients with pulmonary lesions that do not respond \nas expected to empiric therapies on the basis of preliminary diagnoses.\nKeywords  Primary pulmonary lymphoma, Diffuse large B cell lymphoma, Organizing pneumonia\nBackground\nPrimary pulmonary lymphoma (PPL) is a rare subtype of \nnon-Hodgkin lymphoma originating from the lymphoid \ntissue of the bronchial mucosa or lung parenchyma. \nPrimary pulmonary diffuse large B cell lymphoma \n(PPDLBCL) is an exceptionally rare form of PPL. The \nclinical presentation of PPDLBCL is often non-specific, \nand imaging findings lack pathognomonic features, lead ing to frequent misdiagnosis and delayed treatment. This \ncase report describes a patient with PPDLBCL initially Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n†Sunjie Li and Yige Huang have contributed equally to this work.\n*Correspondence:\nJintao Zhou\nJintaozhou2010@163.com\n1 Suzhou Medical College of Soochow University, Suzhou 215000, \nPeople’s Republic of China\n2 Department of Respiratory and Critical Care Medicine, Taicang Hospital \nAffiliated With Soochow University, Taicang 215400, People’s Republic \nof China\nPage 2 of 6 Li et al. Journal of Medical Case Reports           (2025) 19:42 \nmisdiagnosed as organizing pneumonia (OP), high lighting the diagnostic challenges and underscoring the \nimportance of a comprehensive approach to evaluating \npulmonary lesions with atypical features. By sharing this \ncase, we aim to increase awareness among clinicians and \nimprove the timely diagnosis and management of this \nrare disease.\nCase presentation\nAn 81-year-old Chinese man presented with incidentally \ndiscovered lung nodules over the prior 4  months \nand recent onset of cough and dyspnea persisting \nfor 2  months. Initially asymptomatic, a routine chest \ncomputed tomography (CT) scan on 16 October 2023, \nrevealed multiple small nodules in both lungs (Fig.  1A, \nB). He was prescribed a 4-day course of oral cefaclor and \nadvised to return for follow-up evaluation, but he did not \nattend any subsequent appointments.\nAt 2 months prior to admission, the patient developed \na new-onset cough, characterized by paroxysms and \nproducing scant white sputum. He also experienced progressive exertional dyspnea. Notably, he denied \nfevers, chills, chest pain, or hemoptysis. A repeat chest \nCT scan performed on 21 December 2023, demonstrated \nprogression of the lung lesions, with the appearance \nof multiple patchy and nodular high-density shadows, \nsuggesting an infectious or inflammatory etiology \n(Fig. 1C, D).\nUpon admission to the Department of Pulmonary \nMedicine of a local community hospital, the patient \nreceived empirical therapy with moxifloxacin, along \nwith expectorants, antitussives, and bronchodilators. \nArterial blood gas (ABG) analysis on room air revealed \na primary respiratory alkalosis with hypoxemia, charac terized by an elevated pH (pH 7.46), normocapnia  (pCO2 \n36.7  mmHg), and a reduced partial pressure of oxygen \n (pO2 63.5  mmHg). Laboratory investigations showed a \nwhite blood cell (WBC) count of 7.6 ×  109/L with nor mal neutrophil count (neutrophils 68.7%), normal hemo globin (123  g/L) and platelet count (2.25 ×  1011/L), and \nan elevated C-reactive protein level (16.5 mg/L). Immu nological tests, D-dimer, liver and kidney function tests, \nelectrolytes, erythrocyte sedimentation rate (ESR), carci noembryonic antigen (CEA), carbohydrate antigen 19–9 \n(CA 19–9), and alpha-fetoprotein (AFP) were all within \nnormal limits. Sputum smear microscopy for acid-fast \nbacilli (AFB) was negative, and cultures for bacteria and \nfungi were also negative. Additionally, blood tests for \nT-SPOT.TB (interferon-gamma release assay) and anti nuclear antibodies were nonreactive. Bronchoscopy \nrevealed unremarkable airway anatomy without mucosal \nlesions. Brush cytology of the right lower lobe bronchus \nand bronchoalveolar lavage (BAL) were performed. Cyto logical examination of the bronchial brushings showed \nno evidence of malignancy, and metagenomic next-gen eration sequencing (mNGS) of the bronchoalveolar lav age fluid (BALF) detected no pathogens. Both the BALF \nβ-D-glucan (G test) and galactomannan (GM test) were \nnegative, excluding invasive fungal infection.\nGiven the patient’s clinical history, the absence of iden tified pathogens on extensive microbiological evaluation, \nand the radiographic findings, a presumptive  diagno sis of secondary OP was made. Treatment was initiated \nwith intravenous methylprednisolone at a dose of 40 mg \ndaily. Within 3  days, the patient experienced signifi cant improvement in both cough and exertional dysp nea. A follow-up chest CT on 20 January 2024, revealed \npartial resolution of the previously noted pulmonary \nopacities (Fig.  1E, F).The patient was discharged with a \nprescription for oral methylprednisolone (20  mg daily) \nand instructed to attend regular follow-up appoint ments at the outpatient clinic for monitoring and further \nmanagement.\nFig. 1 Chest computed tomography scan findings demonstrating \nthe progression of lung lesions over time. (A, B) Initial presentation \non 16 October 2023, with multiple small nodular shadows \nin both lungs (red arrows). (C, D) Progression to multiple \nconsolidations and nodular high-density shadows on 21 December \n2023. (E, F) Partial resolution of consolidations and nodular shadows \non 20 January 2024\nPage 3 of 6\n Li et al. Journal of Medical Case Reports           (2025) 19:42 \n \nApproximately 4  weeks after discharge, the patient \nexperienced a relapse of worsening cough and dyspnea. \nOn 19 February 2024, he presented to our hospital \nfor further evaluation. Chest CT revealed multiple \npatchy shadows and nodules in both lungs, suggestive \nof infection. Compared with the chest CT obtained \nat the outside hospital on 20 January 2024, there was \nradiographic evidence of disease progression. The patient \nwas admitted to the respiratory and critical care unit \nwith a preliminary diagnosis of pneumonia. His medical \nhistory was significant for pulmonary thromboembolism \nand left lower limb intramuscular vein thrombosis of \nunknown etiology for 1 year. He was receiving 20  mg \nof rivaroxaban once daily and denied any other chronic \nmedical conditions.\nOn admission, his vital signs were as follows: body \ntemperature of 37  °C, heart rate of 63 beats/minute, \nrespiratory rate of 21 breaths/minute, and blood pressure \nof 139/88  mmHg. The patient presented as alert and \noriented, with no cyanosis of the lips or nailbeds. \nRespirations were mildly labored, with clear lung \npercussion notes on auscultation. Coarse breath sounds \nwere noted bilaterally, but no adventitious sounds, \nsuch as crackles or wheezes, were appreciated. Cardiac \nexamination revealed normal heart sounds, and no \npathological murmurs on valve auscultation. Enhanced \nCT scans of the head, chest, abdomen, and pelvis upon \nadmission demonstrated multiple patchy shadows and \nnodules in both lungs, suggestive of inflammatory lesions, \nalong with hilar and mediastinal lymphadenopathy, \ncoronary artery calcification, white matter attenuation, \nand cerebral atrophy. A comprehensive color Doppler \nultrasound assessment of superficial lymph nodes \nrevealed no abnormalities or enlargement. Laboratory \nfindings included a white blood cell (WBC) count of \n9.7 × 109/L with normal neutrophil count and an elevated \nlactate dehydrogenase (LDH) level of 378.9 U/L (Table  1). \nFollowing informed consent, a percutaneous lung biopsy \nwas performed from the right lower lobe. Hematoxylin \nand eosin staining of the lung biopsy demonstrate diffuse \nproliferation of large cells at lower power (Fig.  2A). \nImmunohistochemistry and in  situ hybridization \nanalyses demonstrated tumor cells positive for cluster of \ndifferentiation 20 (CD20), CD19, paired box  5 (PAX5), \nCD10, B cell lymphoma 6 (Bcl6), and Bcl2 (approximately \n80%). Additionally, the tumor cells showed variable \nexpression of multiple myeloma oncogene 1 (about \n30% positive cells), MYC (30–40%), and tumor protein \n53 (P53) (20—30%). The tumor cells were negative for \nCD30, Epstein–Barr virus encoded RNA (EBER), cyclin \nD1, CD21, myeloid cell nuclear differentiation antigen \n(MNDA), CD3, and CD5, while exhibiting a high Ki-67 \nproliferation index (about 90%, Fig.  2B, C). Epithelial cells stained positive for cytokeratin AE1/AE3 (AE1/AE3). On \nthe basis of these findings, the pathological diagnosis was \ndiffuse large B cell lymphoma (DLBCL), specifically the \ngerminal center B cell-like subtype. The patient met the \ndiagnostic criteria for PPL and DLBCL, resulting in a \nfinal diagnosis of PPDLBCL. He was then transferred to \nthe hematology department for further management.\nBone marrow aspirate revealed active hematopoiesis \nwith an increased granulocyte ratio and decreased \nerythroid ratio (Fig.  2D). Flow cytometry identified 0.32% \nCD5-/CD10- monoclonal lymphocytes (Fig.  3). Bone \nmarrow biopsy demonstrated small clusters of  CD20+ \nB lymphocytes (approximately 7%). Chromosomal \nkaryotype analysis showed 45,X,-Y. The International \nPrognostic Index (IPI) score for lymphoma was 3, \nclassifying the patient as high-intermediate risk. \nFollowing pretreatment assessment, the patient received \nrituximab and reduced dose CHOP (R-miniCHOP) \nchemotherapy (700  mg of rituximab on day 0, 0.7  mg \nof cyclophosphamide on day 1, 60  mg of doxorubicin \non day 1, 2  mg of vincristine on day 1, and 10  mg of \ndexamethasone on days 1–5), along with supportive \nand symptomatic care. However, the patient’s condition \ndeteriorated progressively, with follow-up chest CT \nshowing further progression of lung lesions. At 2 weeks \nafter initiating R-miniCHOP , the patient developed \nconfusion and worsening dyspnea. Arterial blood gas \nanalysis (while on 8 L/minute oxygen mask) revealed: \npH of 7.35,  pCO2 of 38 mmHg, and  pO2 of 45.5 mmHg. Table 1 Laboratory",
    "Results": "results\nWBC White blood cells, CRP C-reactive protein, ALT  Associated lymphoid tissue, \nLDH Lactate dehydrogenase, AST Aspartate aminotransferase, HBV DNA Hepatitis \nbvirus deoxyribonucleic acid, aPTT  Activated partial thromboplastin time, HIV \nHuman immunodeficiency virusTests Normal value Results\nWBC  (109/L) 4–10 9.7\nNeutrophil count  (109/L) 1.8–6.3 6.1\nHemoglobin (g/L) 130–175 135\nPlatelet count  (109/L) 125–350 190\nCRP (mg/l) 0–10 12.2\nALT (U/L) 0–40 22.1\nAST (U/L) 0–40 15.7\nCreatinine (umol/L) 40–120 88.1\nLDH (U/L) 109–245 378.9\nHBV DNA (IU/mL) 0–20 2\nβ2-microglobulin (mg/L) 1.3–3 3.58\naPTT (s) 23.3–32.5 25\nD-dimer (mg/L) 0–0.55 0.35\nHIV-antibodies Negative\nEpstein–Barr virus (EBV) IgM \nantibodiesNegative\nPage 4 of 6 Li et al. Journal of Medical Case Reports           (2025) 19:42 \nDespite aggressive resuscitative measures, the patient \nultimately succumbed to severe respiratory failure.",
    "Discussion": "Discussion\nPPL is a relatively rare form of extranodal lymphoma, \naccounting for less than 1% of all primary malignant \nlung tumors and only 3.6% of extranodal lymphomas [1]. \nThe most common histological subtype is mucosa-asso ciated lymphoid tissue (MALT) lymphoma, represent ing 70–80% of cases, followed by DLBCL, accounting \nfor 10–20% [2]. PPL is defined as clonal abnormal pro liferation within the lung parenchyma or bronchi, with \nor without hilar lymph node involvement, and no evi dence of extrathoracic lymphoma at diagnosis or within \n3  months thereafter. While the traditional definition \nexcludes extrathoracic disease, some researchers have \nbroadened the criteria to allow for the presence of lim ited extrathoracic involvement during staging [3].\nPPDLBCL typically affects middle-aged and elderly \nindividuals, particularly those with compromised \nFig. 2 Hematoxylin and eosin staining of the lung biopsy demonstrate diffuse proliferation of large cells at lower power (10×, A). \nImmunohistochemistry staining (10×, B, C) of the lung biopsy shows positive for CD20 and Ki-67.Hematoxylin and eosin staining of the bone \nmarrow demonstrate active hematopoiesis with an increased granulocyte ratio and decreased erythroid ratio (10X, D)\nFig. 3 Flow cytometry of the bone marrow identified 0.32% \nCD5-/CD10- monoclonal lymphocytes\nPage 5 of 6\n Li et al. Journal of Medical Case Reports           (2025) 19:42 \n \nimmune function, with no significant sex difference. Res piratory symptoms often include cough, dyspnea, and \nchest pain, with hemoptysis occurring less frequently. \nSystemic manifestations, such as fever, night sweats, and \nweight loss, are also common, but these are non-specific \n[4, 5]. Some patients may remain asymptomatic, with \nlung nodules or masses identified incidentally on routine \nimaging.\nThe radiographic presentation of PPL is diverse and \nlacks specificity, with solitary or multifocal nodules \nand consolidations being the most common findings. \nIn PPDLBCL, approximately 50% of cases may present \nwith solitary or multiple nodules [3], while ground-glass \nopacities and pleural effusion are less frequent [6]. In the \npresent case, the patient was initially asymptomatic, with \nlung nodules detected incidentally on chest CT. As the \ndisease progressed, he developed cough, sputum produc tion, and dyspnea, with the lung nodules increasing in \nsize and number and demonstrating coalescence. How ever, these clinical and radiographic features were nonspecific, leading to an initial misdiagnosis.\nThe current diagnostic criteria for PPL include [5]: \n(1) histopathological evidence of lymphoma, (2) lesions \nconfined to the thorax, and (3) absence of extrathoracic \nlymphoma within 3  months of diagnosis. In this case, \nlung tissue biopsy and immunohistochemistry con firmed DLBCL, consistent with the pathological findings \nof PPL. Imaging studies, including enhanced CT scans \nand ultrasound, revealed no evidence of extrathoracic \ninvolvement, thus fulfilling the aforementioned diag nostic criteria for PPL. Previous study suggests that for \npatients unable to undergo invasive lung biopsy, testing \nfor mucosa-associated lymphoid tissue lymphoma trans location gene 1 (MALT1) rearrangement in BALF may \noffer a less invasive diagnostic approach [7].\nTreatment of PPL should be individualized on the basis \nof patient age, performance status (PS) scale, Interna tional Prognostic Index (IPI) score, histological subtype, \nclinical presentation, and other relevant biological fac tors [8]. Prior to the 1990s, the CHOP regimen was the \nstandard treatment for newly diagnosed DLBCL, but \nits efficacy was limited. The",
    "Introduction": "introduction of rituximab \nrevolutionized treatment paradigms, with studies dem onstrating that R-CHOP regimen significantly improved \nobjective response rates (ORR) and overall survival (OS) \ncompared with CHOP alone [9, 10]. Currently, R-CHOP \nremains the first-line therapy for patients with PPDLBCL \n[11]. In elderly patients over 80  years old, the R-min iCHOP may be considered [2].\nIn the present case, the initial misdiagnosis of OP led \nto treatment with methylprednisolone, a component \nof the R-miniCHOP regimen. The temporary clinical \nimprovement and radiological response to corticosteroids further obscured the underlying lymphoma. While the \npatient ultimately received appropriate chemotherapy \nwith R-miniCHOP , the delay in diagnosis and definitive \ntreatment may have contributed to the unfavorable \noutcome. This case underscores the importance of early \nrecognition and prompt initiation of appropriate therapy \nin PPL.\nSeveral factors contributed to the misdiagnosis of \nPPDLBCL in this case. The patient’s initial presentation \nwith cough and dyspnea was nonspecific, overlapping \nwith common respiratory conditions, such as bronchitis \nand pneumonia. The radiographic findings of lung nod ules and patchy shadows further mimicked those seen in \npneumonia and OP , adding to the diagnostic challenge. \nMoreover, the initial response to glucocorticoid therapy, \na treatment common to both PPDLBCL and OP , masked \nthe underlying lymphoma. The rarity of PPDLBCL and \nlimited clinician awareness of its varied presentations \nalso played a role in the delayed diagnosis. Additionally, \nthe patient’s non-compliance with recommended followup after initial treatment hindered early reassessment \nand potentially contributed to the missed diagnosis. This \ncase highlights the importance of considering PPDLBCL \nin the differential diagnosis of pulmonary lesions and \nemphasizes the need for a comprehensive diagnostic \napproach, including histopathological confirmation, \nespecially when the response to standard therapy is atyp ical or incomplete.\nConclusion\nPrimary pulmonary DLBCL is a rare pulmonary malig nancy with low incidence and non-specific clinical and \nimaging features, often leading to diagnostic challenges \nand potential misdiagnosis. When pulmonary lesions \nremain unexplained or fail to respond to therapy on \nthe basis of the initial clinical impression, clinicians \nshould broaden their differential diagnosis and consider \nless common conditions, such as PPDLBCL. In such \ncases, timely tissue acquisition through percutaneous \nor bronchoscopic biopsy is critical to establish a defini tive diagnosis. This case underscores the importance of \nhistopathological confirmation in the diagnosis of rare \ndiseases and highlights the limitation of relying solely \non clinical and radiographic findings. Furthermore, \nit emphasizes the need for heightened awareness of \nPPDLBCL among clinicians and reinforces the principle \nof judicious clinical practice, including the prudent use \nof glucocorticoids, to avoid obscuring the diagnosis of \nunderlying malignancies.\nAbbreviations\nPPL  Primary pulmonary lymphoma\nPPDLBCL  Primary pulmonary diffuse large B cell lymphoma\nOP  Organizing pneumonia\nPage 6 of 6 Li et al. Journal of Medical Case Reports           (2025) 19:42 \nH&E  Hematoxylin and eosin\nCT  Computed tomography\nBALF  Bronchoalveolar lavage fluid\nWBC  White blood cells\nCRP  C-reactive protein\nLDH  Lactate dehydrogenase\nAcknowledgements\nThe authors would like to thank Min yan for obtaining the bone marrow \nbiopsy.\nAuthor contributions\nSL drafted the article; YH collected the data and participated in drafting the \narticle; LW participated in revising the article; JZ revised the article. All authors \nread and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable at our institution for case reports.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 29 August 2024   Accepted: 20 November 2024\nReferences\n 1. Yao D, Zhang L, Wu PL, et al. Clinical and misdiagnosed analysis of \nprimary pulmonary lymphoma: a retrospective study. BMC Cancer. \n2018;18(1):281.\n 2. Zhu Z, Liu W, Mamlouk O, et al. Primary pulmonary diffuse large b cell \nnon-hodgkin’s lymphoma: a case report and literature review. Am J Case \nRep. 2017;18:286–90.\n 3. Cardenas-Garcia J, Talwar A, Shah R, et al. Update in primary pulmonary \nlymphomas. Curr Opin Pulm Med. 2015;21(4):333–7.\n 4. Pina Oviedo S, Weissferdt A, Kalhor N, et al. Primary pulmonary \nlymphomas. Adv Anat Pathol. 2015;22(6):355–75.\n 5. Tang VK, Vijhani P , Cherian SV, et al. Primary pulmonary lympho \nproliferative neoplasms. Lung India. 2018;35(3):220–30.\n 6. Shao L, Jiang L, Wu S, Yu L, Wang L, Huang X. Simultaneous occurrence of \ninvasive pulmonary aspergillosis and diffuse large B-cell lymphoma: case \nreport and literature review. BMC Cancer. 2020;20(1):15.\n 7. Kido T, Yatera K, Noguchi S, et al. Detection of MALT1 gene \nrearrangements in BAL fluid cells for the diagnosis of pulmonary mucosaassociated lymphoid tissue lymphoma. Chest. 2012;141(1):176–82.\n 8. Locke FL, Ghobadi A, Jacobson CA, et al. Long-term safety and activity of \naxicabtagene ciloleucel in refractory large B-cell lymphoma (ZUMA-1): a \nsingle-arm, multicentre, phase 1–2 trial. Lancet Oncol. 2019;20(1):31–42.\n 9. Tariq A, Aziz MT, Mehmood Y, et al. Clinical response to CHOP vs R-CHOP \nin adult patients with diffuse large B-cell lymphomas. Asian Pac J Cancer \nPrev. 2018;19(5):1181–4.\n 10. Cortelazzo S, Tarella C, Gianni AM, et al. Randomized trial comparing \nR-CHOP versus high-dose sequential chemotherapy in high-risk patients \nwith diffuse large B-cell lymphomas. J Clin Oncol. 2016;34(33):4015–22. 11 Zelenetz AD, Gordon LI, Abramson JS, et al. NCCN guidelines insights: \nB-cell lymphomas, version 3.2019. J Natl Compr Cancer Netw. \n2019;17(6):650–61.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}