{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04858-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04858-9.pdf",
  "metadata": {
    "/Keywords": "Adult; Sickle cell disease; Late diagnosis; Rural Uganda",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241118183314+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241115134704+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04858-9",
    "/Author": "Venance Emmanuel Mswelo ",
    "/Title": "Late diagnosis of sickle cell disease in adults still a challenge in developing countries: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04858-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Sickle cell disease is a genetic disease with multisystem involvement. More than 300,000 children are \nborn with sickle cell disease globally, with the majority of cases being in Sub-Saharan Africa. In Uganda, about 20,000 \nchildren are born with sickle cell disease annually, with more than three-quarters dying before the age of 5 years. \nThose who live beyond 5 years tend to have poor health-related quality of life, numerous complications, and recurrent \nhospitalizations. In developing countries, most symptomatic patients are diagnosed early in childhood. Few of those \nnot screened in childhood tend to present in adulthood with variable symptoms.",
    "Case Presentation": "Case presentation This case reports a 22-year-old African male patient of Toro tribe who presented with parox ysms of multiple joint pain associated with generalized body malaise for about 6 months. He presented as a referral \nfrom a lower facility with an unestablished cause of symptoms. Physical examination revealed conjunctival pallor, \nicterus, and tenderness of joints. Cell counts showed anemia and hemoglobin electrophoresis revealed 87% of sickled \nhemoglobin.",
    "Conclusion": "Conclusion This case report pinpoints the importance of considering the diagnosis of sickle cell disease even \nin adults presenting with symptoms of sickle cell disease. It also adds to the relevance of screening at all age groups, \nespecially in high-endemic regions such as Africa and Asia.\nKeywords  Adult, Sickle cell disease, Late diagnosis, Rural Uganda\nBackground\nSickle cell disease (SCD) is among the commonest devas tating hemoglobinopathies. Characteristically, it presents \nwith chronic hemolytic anemia, paroxysms of vasoocclusion, and progressive vascular injury with ultimate multiorgan derangement. Several genetic and environ mental factors interplay an individual clinical presenta tion [1, 2]. The vaso-occlusive component is often the \nmost common presentation. Most of the patients pre sent with painful crises, hemolytic anemia, acute chest \nsyndrome, and major organ failures. This multisystem \norgan derangement leads to a shortened lifespan survival \nof as little as 42 years and 48 years for men and women, \nrespectively [3, 4]. The age at which sickle cell disease can \nbe diagnosed varies from one patient to another, but gen erally most diagnoses are made in early childhood [4].\nGlobally, the prevalence of SCD in Sub-Saharan Africa \nis highest (Fig.  1), with more than 300,000 people born \nwith SCD annually [2, 5]. The figures in Uganda are *Correspondence:\nVenance Emmanuel Mswelo\nmswelo.venance@studwc.kiu.ac.ug\n1 Department of Internal Medicine, Faculty of Clinical Medicine \nand Dentistry, Kampala International University, Kampala, Uganda\n2 Infectious Diseases Institute, Makerere University, Kampala, Uganda\n3 Department of Surgery, Faculty of Clinical Medicine and Dentistry, \nKampala International University, Kampala, Uganda\nPage 2 of 5 Mswelo et al. Journal of Medical Case Reports          (2024) 18:556 \nsignificantly higher than in the USA. The increasing \nfigures are in part due to the newly introduced screen ing campaign in the country [6]. Being the fifth high est in Africa for SCD burden, 5000–20,000 children are \nborn with SCD annually, with up to 80% estimated to die \nbefore their fifth birthday. The prevalence of sickle cell \ntrait (SCT) is estimated to be as high as 13.3% in the gen eral population and 5.8% among secondary school stu dents [7].\nThis case report highlights the importance of consider ing the diagnosis of SCD even in adults presenting with \nsymptoms of SCD, especially in endemic areas.\nCase presentation\nIn October 2023, a 22-year-old African male patient \nof the Toro tribe from Bunyangabu district (Western \nUganda) who works as a motorcycle rider presented to \nFort Portal Regional Referral Hospital in the Western \nregion of Uganda with a history of non-traumatic multi ple joint pain for 2 days. The patient reported the pain to \nscore 7 on a scale of 0–10, with 10 being the worst pain \nof life. The pain was predominant at the knees, lower \nback, and elbows. He also had generalized body malaise accompanying the course of the pain. The joint pain was \nworsened with movement. However, the patient could \nwalk with a normal gait. The patient had no joint swell ing or reddening, headache, fever, palpitations, or diz ziness. He had normal breathing bowel and micturition \nhabits. He reported having not been diagnosed to have \nany chronic disease or being transfused with blood prod ucts, but to having similar intermittent pain episodes sev eral times in the previous 6 months, which he scaled to \nrange from 1 to 5 on a scale of 10 and generally relieved \nby over-the-counter medications whose names could not \nbe ascertained. Dental history was unremarkable. He had \nfour siblings, among whom none had similar symptoms. \nHe had one maternal cousin with sickle cell disease. He \nhad no history of smoking or alcohol use and came from \na low socioeconomic status.\nHe had an average body build and a normal nutritional \nstatus on examination. He had moderate conjunctival \npallor and icterus. However, he had no finger clubbing, \nno palpable lymph nodes, and no areas of skin hyper or \nhypopigmentation. The pulse rate was 84 beats per min ute, blood pressure (BP) 108/70  mmHg, temperature \n36.6  °C, R+respiratory rate 16 breaths per minute, and \nFig. 1 Map showing the global, regional, and national burden of sickle cell disease. (A) Birth incidence. (B) All-age prevalence. (C) All-age \ncause-specific mortality. (D) All-age total sickle cell disease mortality among males and females combined in 2021. Adapted from Thomson et al. [5]\nPage 3 of 5\n Mswelo et al. Journal of Medical Case Reports          (2024) 18:556 \n \nwas saturating at 97% in ambient air. He was alert with \na Glasgow coma scale of 15/15, and negative meningis mus with normal motor and sensory findings. The knee \nand elbows had mild to moderate tenderness but no \nobvious swelling or deformity was noted. He had normal \nabdominal fullness with no palpable masses or spleno megaly. Chest examination had bilateral equal air entry \nwith vesicular breath sounds and normal S1 and S2 were \nheard with no added sound.\nAt the referring facility, Kibito Health Centre IV, the \nmalaria rapid diagnostic test (MRDT), hepatitis B surface \nantigen (HBsAg), and human immunodeficiency virus \n(HIV) test provider initiated Testing and Counseling \n(PITC) were negative, while complete blood count (CBC) \nshowed neutrophilia and lymphopenia (described in the \nreferral letter the patient presented with) and the patient \nwas given a stat dose of tramadol (00 mg).Further workups at Fort Portal Regional Referral Hos pital included the following: complete blood count \nshowed normocytic and normochromic anemia [hemo globin (Hb) of 7.2 g/dl], with leukocytosis and thrombo cytosis (Platelets (PLT): 781 ×  109/L) (Table  1); peripheral \nfilm showed moderate anisopoikilocytosis with micro cytic and hypochromic red blood cells (RBCs) with some \nnucleated RBCs, target cells, schistocytes, spherocytes, \nand Howell Jolly bodies; lymphocytosis and thrombocy tosis with large platelets clumps (Fig.  2). Hb electropho resis showed a sickled hemoglobin of 87% (Fig.  3). Iron \nstudies and liver and renal functions were not done for \nfinancial reasons. More illustration of laboratory",
    "Results": "results \nis shown below. The patient received parenteral 2  L of \nnormal saline, one liter of Ringer’s lactate, and oral ibu profen 400 mg given twice for 1 day. During discharge, he \nwas scheduled for regular reviews at the hospital’s sickle \ncell clinic where the patient was started on daily oral \nhydroxyurea 1000 mg and folic acid 5 mg. A month later \nthe patient reported as having resumed his daily routine \nwith no pain episodes, and 9 months later the patient \nreported no resurgence of pain.",
    "Discussion": "Discussion\nThis patient presented with SCD at the age of 22 years. \nHis key clinical presentation was episodic pain crises. \nHe had never been screened for SCD or any hematologi cal disease before that. This report identifies the gap in \nscreening programs for SCD in resource-limited regions. \nThe diagnosis of SCD should be suspected in a patient \npresenting with recurrent SCD-like symptoms regardless \nof age in endemic areas.\nSickle cell disease presenting for the first time in adult hood is not a common presentation in most of our \nsettings. However, poor screening systems in resourcelimited and rural settings seem to be the master-player \nin such cases. An extensive literature search failed to Table 1 Results of complete blood count showing anemia, \nleukocytosis, and thrombocytosis\nThe bold is to indicate the abnormal findingsResults Reference ranges Flags\nWBC 16.09 × 109/L 4.0–12.0 High\nCell count Percentage\nLYMPH 6.4 × 109/L 39.8% 1.0–4.0 High\nNEUT 8.22 × 109/L 51.1% 2.0–7.5 High\nEOS 0.19 ×  109/L 1.2% 0.0–0.5\nMONO 0.84 ×  109/L 5.2% 0.2–1.0\nBasophils 0.43 ×  109/L 2.7% 0.0–0.3\nHGB 7.2 g/dl 13.8–18.8 Low\nRBC 2.62 × 1012/L 4.5–6.5 Low\nHCT 0.23 L/L 0.40–0.56 Low\nMCV 89.3 fl 79–100\nMCH 27.5 pg 27–35.0\nMCHC 30.8 g/dl 32.0–36.0\nPLT 781 × 109/L 150–450 High\n87%\n13%\n0% 0%\n0%20%40%60%80%100%\nSF A2,C,E APercentage\nHaemoglobin typeHaemoglobin Electr ophoresis Results\nFig. 2 Peripheral film showing anisopoikilocytosis with microcytic and hypochromic red blood cells with some nucleated red blood cells, target \ncells, schistocytes, and thrombocytosis with large platelet clumps\nPage 4 of 5 Mswelo et al. Journal of Medical Case Reports          (2024) 18:556 \nascertain the exact incidence of such cases in Uganda or \nglobally.\nIn India, a case report reported a 22-year-old pregnant \nwoman who presented with an acute painful crisis had \nher first diagnosis of SCD in the third trimester. The late \ndiagnosis was in part due to her financial constraint to \nafford the diagnostics [8]. In Nigeria, one case reported \nthe diagnosis at the age of 52 years; this patient had also \npresented with pain and anemia, and the late diagnosis \nwas linked to socioeconomic reasons [9]. Our patient \nalso presented a delay in being diagnosed even while \nhaving recurrent painful episodes because of financial \nconstraints.\nIn Uganda, the sickle cell screening program is now at \nwork, with a focus on young patients and rooted in highburden districts [10]. This program may help pick many \npatients with SCD who were not screened in the early \ndays. However, it may miss asymptomatic adults in lowendemic districts. Our patient was asymptomatic and \nresiding in a rural district where this screening could not \nbe done.\nIn low- and middle-income countries the role of SCD \nin poor health-related quality of life, morbidity, and \nmortality among noncommunicable diseases cannot be \nunderestimated [1, 11, 12]. Our patient had not been going to work whenever the pain would become unbear able. Chronic anemia and general disease state had made \nhim too weak to continue with most of the activities of \ndaily living.\nDiagnosis of SCD is mainly done using cell counts, \nperipheral film, Hb electrophoresis, and high-perfor mance liquid chromatography (HPLC). Given the finan cial breakdown, we could afford to do Hb electrophoresis, \nwhich revealed sickled hemoglobin (HbS) of 87%. The \n13% of fetal hemoglobin (HbF) might have played a part \nin the delayed clinical onset of symptoms.\nSCD stands to be the most prevalent genetic disorder \nglobally. In under-resourced areas, the diagnosis is often \nmade when the complications have already occurred, and \nthe existing supportive therapy is often of low-quality \n[6, 12]. Our patient was treated with fluids and analge sics and was scheduled for further regular reviews at \nFort Portal Regional Referral Hospital Sickle Cell Disease \nClinic, where hydroxyurea and folic acid were initiated.\nConclusion\nDespite its typical presentation in childhood, sickle \ncell disease can present later in life, as evidenced by the \n22-year-old male patient presenting with joint pain and \nanemia. This underscores the importance of considering \nFig. 3 Results of hemoglobin (Hb) electrophoresis show a predominance of hemoglobin S (87%) with the absence of hemoglobin A, A2, C, and E\nPage 5 of 5\n Mswelo et al. Journal of Medical Case Reports          (2024) 18:556 \n \nsickle cell disease in adults presenting with features \nof sickle cell disease as a differential diagnosis. Timely \nrecognition and management of sickle cell disease are \ncrucial to prevent complications and improve patient \noutcomes.\nAbbreviations\nPITC  Provider initiated Testing and Counseling\nPLT  Platelets\nRBC  Red blood cell\nSCD  Sickle cell disease\nSCT  Sickle cell trait\nWBC  White blood cell\nAcknowledgements\nWe acknowledge the patient and his family, and the internal medicine depart ment of Fort Portal Regional Referral Hospital.\nAuthor contributions\nAll authors were involved in the conception and writing of the case reports.\nFunding\nThis study had no funding.\nAvailability of data and materials\nData will be available in supplemental materials.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAuthors declare no competing interests.\nReceived: 20 May 2024   Accepted: 22 September 2024\nReferences\n 1. Renedo A, Miles S, Chakravorty S, Leigh A, Jo W, Marston C. Understanding the health-care experiences of people with sickle cell disorder transitioning from paediatric to adult services: this sickle cell life, a longitudinal \nqualitative study. Health Serv Deliv Res. 2020. https:// doi. org/ 10. 3310/ \nhsdr0 8440.\n 2. Rees DC. Sickle cell disease. N Engl J Med. 2017. https:// doi. org/ 10. 1056/ \nNEJMr a1510 865.\n 3. Report C. Clinical images and medical case reports sickle cell disease - \nImpact of delayed diagnosis and non compliance to treatment. 2023;\n 4. Claeys A, Steijn S Van, Kesteren L Van, Damen E, Akker M Van Den. Case \nseries varied age of first presentation of sickle cell disease: case presentations and review. 2021;2021.\n 5. Thomson AM, McHugh TA, Oron AP , Teply C, Lonberg N, Vilchis Tella VM, \net al. Global, regional, and national prevalence and mortality burden \nof sickle cell disease, 2000–2021: a systematic analysis from the global \nburden of disease study 2021. Lancet Haematol. 2023;10(8):e585–99.\n 6. Kiyaga C, Hernandez AG, Ssewanyana I, Mcelhinney KE, Ndeezi G, Howard \nTA, et al. Building a sickle cell disease screening program in the Republic \nof Uganda: the Uganda sickle surveillance study (US3) with 3 years of \nfollow-up screening results. Blood Adv. 2018;2(November):4–7. 7. Id SN, Id RM, Id SN, Among G, Id MS. Prevalence of sickle cell trait and \nneeds assessment for uptake of sickle cell screening among secondary \nschool students in Kampala. PLoS ONE. 2024;29:1–16. https:// doi. org/ 10. \n1371/ journ al. pone. 02961 19.\n 8. Sharma A, Gaur K, Tiwari VP , Shukla S. Sickle cell disease presenting in the \nthird trimester of pregnancy: delayed detection heralding a public health \nproblem? Indian J Public Health. 2020. https:// doi. org/ 10. 4103/ ijph. IJPH_ \n223_ 19.\n 9. Emmanuel E, Centre FM, Elendu C, Amosu O. Socioeconomic status as a \ndeterminant of delayed diagnosis of sickle cell disease - A case report of \nnewly diagnosed sickle cell disease in a 52-year-old woman. 2023;(April).\n 10. Hernandez AG, Kiyaga C, Howard TA, Ssewanyana I, Ndeezi G, Aceng JR, \net al. Trends in sickle cell trait and disease screening in the Republic of \nUganda, 2014–2019. Trop Med Int Health. 2021;26(1):23–32.\n 11. Ndeezi G, Kiyaga C, Hernandez AG, Munube D, Howard TA, Ssewanyana I, et al. Burden of sickle cell trait and disease in the Uganda sickle \nsurveillance study (US3): a cross-sectional study. Lancet Glob Heal. \n1949;4(3):e195-200. https:// doi. org/ 10. 1016/ S2214- 109X(15) 00288-0.\n 12. Obaro S. Is integrating sickle cell disease and HIV screening logical ? Lancet Glob Heal. 2016;4(3):e144-5. https:// doi. org/ 10. 1016/ S2214- 109X(15) \n00298-3.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}