{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04779-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04779-7.pdf",
  "metadata": {
    "/Keywords": "Sebaceous carcinoma; Extraocular sebaceous carcinoma; Surgery; Sentinel lymph node biopsy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241126100636+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240916133549+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04779-7",
    "/Author": "Julián Chica ",
    "/Title": "Sebaceous carcinoma of the back: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04779-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Extra ocular sebaceous carcinoma is a very rare, aggressive, malignant tumor arising in the adnexal \nepithelium of sebaceous gland that account for only about 25% of all sebaceous carcinomas (Wick et al. in Cancer \n56(5):1163–72, 1985). The diagnosis of this tumor is difficult because its clinical appearance is atypical. The common \ntreatment consists in wide local excision of the lesion with removal of local lymph node. We report the second case \nof sebaceous carcinoma involving the back. It was treated with surgical excision and sentinel lymph node biopsy.",
    "Case Presentation": "Case presentation A 69 year-old Caucasian woman presented with an erythematous, violaceus and exophytic \nlesion with central ulceration and leakage of purulent material in dorsal region at the level of T10–T11, measur ing 7 × 6 cm in size. A biopsy of the lesion reported a moderately differentiated sebaceous carcinoma with lymph, \nvascular and perineural invasion. Extension studies revealed axillary lymphadenopathy and a renal lesion suggestive \nof angiomyolipoma based on tomographic findings. A biopsy of the axillary lymphadenopathy was performed, which \nwas negative for malignancy. A wide excision of the lesion with a 2 cm margin and sentinel lymph node biopsy were \nperformed. On histopathological examination was confirm the diagnosis of sebaceous carcinoma of the back. The \npatient had a good clinical course, and it was decided to follow up clinically every 6 months.",
    "Conclusion": "Conclusion Sebaceous carcinoma can occur in locations other than the ocular region. It is frequently difficult \nto diagnose and has an unpredictable prognosis. The back is a particularly unusual site for this lesion. Surgery remains \nthe mainstay of treatment, and a sentinel lymph node biopsy can be performed instead of removing all regional \nlymph nodes.\nKeywords  Sebaceous carcinoma, Extraocular sebaceous carcinoma, Surgery, Sentinel lymph node biopsy, Case \nreport",
    "Introduction": "Introduction\nSebaceous carcinoma predominantly occurs in the ocu lar region. Extraocular presentations account for only \nabout a quarter of the cases and can occur on the trunk, extremities, genitalia, lungs, salivary glands, and breast \n[1, 2]. However, extraocular manifestations usually \ninclude the skin of the head and neck region. Regardless \nof localization, it is important to accurately identify seba ceous carcinomas because they are considered aggressive \nneoplasms with potential for regional and distant metas tases. The diagnosis of this tumor is complicated because \nit shows no pathognomonic gross or clinical characteris tics, has a low incidence, and lacks a universally accepted \nhistopathological classification. The treatment of this \nneoplasm consists of radical surgical excision with a 2-cm \nmargin, achieving negative margins in approximately 95% \nof cases [3]. Additionally, lymphadenectomy is indicated, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJulián Chica\njulian_chica@javeriana.edu.co\n1 Department of Surgery, School of Medicine, Pontificia Universidad \nJaveriana, Hospital Universitario San Ignacio, Bogotá D.C., Colombia\n2 Unit of Surgical Oncology, Hospital Universitario San Ignacio, Bogotá \nD.C., Colombia\n3 School of Medicine, Pontificia Universidad Javeriana, Hospital \nUniversitario San Ignacio, Bogotá D.C., Colombia\nPage 2 of 5 Chica et al. Journal of Medical Case Reports          (2024) 18:570 \nand in some cases, a sentinel lymph node biopsy could \nbe an option to mitigate the morbidity associated with \nremoving all local lymph nodes [4, 5]. However, there is \ninsufficient data regarding the value of completion lymph \nnode dissection after a biopsy of a suspicious lymph \nnode; clinical judgment and multidisciplinary consulta tion are suggested to guide management [3]. Testing for \nMuir–Torre syndrome is recommended for individu als with a Mayo Muir–Torre syndrome risk score of 2 or \nhigher.\nThere is still disagreement about the efficacy of adju vant radiotherapy [5, 6]. Literature reports that tumors \ntreated with a combination of surgery and radiotherapy \ninclude locally advanced primaries and those with posi tive margins or perineural invasion. Nevertheless, data \nregarding radiotherapy for perineural invasion and radio therapy for the nodal basin in cases of confirmed lymph \nnode involvement are too limited to draw firm conclu sions about its efficacy [7–9].\nThe purpose of this review was to present a case of \nsebaceous carcinoma of the back and review literature \non its histological characteristics, clinical behavior, and \nappropriate therapy. To the best of our knowledge, this \nis the second case described at this location. This case \nreport has been prepared in accordance with the Surgical \nCAse REport (SCARE) criteria [4]\nCase report\nA 69 year-old Caucasian woman with a history of hyper tension and diabetes mellitus presented with an erythe matous, violaceus, and exophytic lesion with central \nulceration and suppuration on the skin of the dorsal \nregion at the level of T10–T11, measuring 7 × 6  cm in \nsize (Fig. 1).\nAn incisional biopsy of the lesion reported a moder ately differentiated sebaceous carcinoma with lymph, \nvascular and perineural invasion. No other skin lesions of \nthe body were identified.\nStaging studies were performed using computed \ntomography (CT) of the chest and abdomen, which inci dentally revealed a lesion suggestive of an angiolipoma \nin the left kidney. In the chest, a pulmonary nodule was \nidentified in the lower left lobe, with low suspicion and \nnonspecific characteristics. Additionally, an axillary \nultrasound was performed, revealing axillary adenopathy, \nfor which a fine-needle aspiration biopsy was conducted, \nand it was negative for malignancy.\nThe clinical differential diagnosis included squamous \ncell carcinoma, melanoma, and basal cell carcinoma with \nsebaceous differentiation.\nPreoperative lymphoscintigraphy demonstrated drain age to the left axillary sentinel lymph node (Fig.  2). Sur gical management was indicated, and the procedure was performed under general anesthesia. A wide local exci sion with a 2-cm margin and resection of the left axil lary sentinel lymph node was conducted. The skin defect \nrequired closure with rotational flaps, involving the par ticipation of the plastic surgery team (Fig.  3). There were \nno complications in the postoperative period.\nThe pathologic examination revealed a skin fragment \nmeasuring 9.5 × 8.5 cm in surface area, with 3 cm of sub cutaneous tissue. A large exophytic mass with a broad, \nindurated, whitish/yellowish base and lobed appearance \nmeasuring 9 × 8 × 4 cm was identified.\nHistopathological examination showed a large tumoral \nlesion that ulcerates the epidermis and infiltrates deeply, \ncompromising the full thickness of the dermis and subcu taneous fatty tissue. The tumor forms lobules consisting \nmainly of basaloid cells, accompanied by clear cells, some \nof which exhibit frank sebaceous differentiation. Basaloid \ncells tend to be located at the periphery of the tumor lob ules, while clear cells are found toward the center, where \nsquamous morulae are also identified. There is moderate \nnuclear pleomorphism, increased mitotic activity, and \nfoci of necrosis. There is no evident lymphatic, vascular, \nor perineural invasion.\nNeoplastic cells were positive for CKAE1/AE3, andro gen receptors, and EMA, but negative for Ber-EP4. There \nwas preserved expression for MLH1 and PMS2, but loss \nof expression for MSH2 and MSH6 (Fig. 4).\nIn consideration of these findings, a pathological diag nosis of a moderately differentiated extraocular seba ceous carcinoma of the back with loss of expression \nof MSH2 and MSH6 proteins was made. The sentinel \nlymph node biopsy reported two lymph nodes negative \nFig. 1 Clinical features of the lesion before surgical treatment\nPage 3 of 5\n Chica et al. Journal of Medical Case Reports          (2024) 18:570 \n \nFig. 2 Preoperative lymphoscintigraphy. Note an axillary left sentinel lymph node\nFig. 3 Findings after excision of the lesion. A excision of the neoplasm with 2 cm of free margins. B Appearance after closure of the defect \nby plastic surgery\nFig. 4 Immunohistochemistry. A Loss of expression of MSH2. B Loss of expression of MSH6. C Neoplastic cells positive for androgen receptors\nPage 4 of 5 Chica et al. Journal of Medical Case Reports          (2024) 18:570 \nfor metastatic involvement. Because no metastases were \ndetected, no further treatment was necessary and bian nual clinical follow-up was considered.",
    "Discussion": "Discussion\nSebaceous carcinoma is an uncommon malignant neo plasm, accounting for approximately 0.2–4.6% of cuta neous neoplasms [5], typically arising from the eyelid \nepithelium, with extraocular manifestation is an exceed ingly uncommon occurrence. Extraocular manifestations \nare predominantly observed in older adults and women \n[2], with a predilection for the head, neck, and trunk. The \npresentation site in this case, the back, is one of the rar est, with only one other reported case in literature.\nThe loss of MSH2 and MSH6 protein expression is fre quently observed in sebaceous carcinomas. These pro teins are involved in DNA mismatch repair, and their loss \ncan lead to the accumulation of genetic mutations that \ncontribute to tumorigenesis. Loss of MSH2 and MSH6 \nprotein expression is associated with a more aggressive \nclinical course and a higher risk of recurrence and metas tasis [6].\nAdditionally, on the basis of preoperative lymphoscin tigraphy that identified a left sentinel lymph node, the \nsentinel lymph node was removed for histological stud ies; considering that the most common site of metastasis \nis the draining lymph node [5], with reported involve ment in 10–28% of cases [7]. It is also important to con sider the risk of metastatic involvement; according to \nBailet et al. and Pnajwani et al. [2, 6], the risk of distant \nmetastases is reported to be between 20% and 25%, with \nthe main sites including the abdomen, lung, brain, bone, \nand subcutaneous tissue. Our patient presented with two \nvisceral lesions of low suspicion based on their imaging \ncharacteristics on CT scans: a pulmonary nodule and \na renal mass. Therefore, close follow-up is necessary to \nassess the behavior of these lesions, given the suspicion \nof Muir–Torre syndrome, a variant of Lynch syndrome \ncharacterized by the coexistence of sebaceous tumors \nwith visceral tumors [8]. Therefore, imaging surveillance \nand identification of personal and family risk factors for \ncolorectal cancer are warranted, as recommended by \nRoberts et al. [9]. Given this suspicion, genetic coun seling should be considered.\nOn the basis of the literature review and the decision \nof a multidisciplinary tumor board, it was concluded that \nthe patient would not benefit from adjuvant treatments, \nsuch as radiotherapy or chemotherapy. However, deci sions should be made in consultation with experienced \nteams, tailored to each individual case, owing to the lack \nof strong evidence justifying any of the available thera peutic alternatives.Conclusion\nSebaceous carcinoma can manifest outside the ocular \nregion, posing diagnostic challenges and exhibiting an \nunpredictable prognosis. The occurrence of this lesion \non the back is exceptionally rare. In our case, postoper ative chemotherapy and radiotherapy were omitted due \nto negative tumor margins and absence of lymph node \nmetastasis on pathology. Surgery remains the main stay of treatment, and sentinel lymph node biopsy can \nbe performed instead of removing all regional lymph \nnodes. Nevertheless, the efficacy of adjuvant thera pies, such as radiotherapy, for regional lymph nodes in \ncases with confirmed lymph node involvement remains \nuncertain, warranting further investigation.\nAcknowledgements\nDepartment of Plastic Surgery, School of Medicine, Pontificia Universidad Jave riana, Hospital Universitario San Ignacio, Bogotá D.C., Colombia. Department \nof Pathology, School of Medicine, Pontificia Universidad Javeriana, Hospital \nUniversitario San Ignacio, Bogotá D.C., Colombia\nAuthor contributions\nAll authors made a significant contribution to the work reported, whether that \nis in the conception, study design, execution, acquisition of data, analysis and \ninterpretation, or in all these areas. All authors took part in drafting, revising \nor critically reviewing the article, gave final approval of the version to be pub lished, have agreed on the journal to which the article has been submitted, \nand agree to be accountable for all aspects of the work.\nFunding\nThis research did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nNo applicable.\nDeclarations\nEthics approval and consent to participate\nWe received approval from the ethics committee of the Faculty of Medicine, \nPontificia Universidad Javeriana. All procedures performed in studies involving \nhuman participants were in accordance with the ethical standards of the \ninstitutional research committee.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal on request.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 4 December 2023   Accepted: 28 August 2024\nReferences\n 1. Wick MR, Goellner JR, Wolfe JT, Su WP . Adnexal carcinomas of the skin. \nII. Extraocular sebaceous carcinomas. Cancer. 1985;56(5):1163–72.\n 2. Panjwani PK, Tirumalae R, Crasta JA, Manjunath S, Rout P . Extraocular \nsebaceous carcinoma: a series of three cases with varied presentation. \nDermatol Pract Concept. 2012;2(1):39–44.\nPage 5 of 5\n Chica et al. Journal of Medical Case Reports          (2024) 18:570 \n \n 3. Owen JL, Kibbi N, Worley B, Kelm RC, Wang JV, Barker CA, et al. Sebaceous \ncarcinoma: evidence-based clinical practice guidelines. Lancet Oncol. \n2019;20(12):e699–714.\n 4. Agha RA, Borrelli MR, Farwana R, Koshy K, Fowler AJ, Orgill DP , et al. \nThe SCARE 2018 statement: updating consensus Surgical CAse REport \n(SCARE) guidelines. Int J Surg. 2018;60:132–6.\n 5. Mohamed M, Boussofara L, Slama A, Denguezli M, Belajouza C, Sriha B, \net al. Extra-ocular sebaceous carcinoma of the skin: a report of five cases \nand a review of the literature. Am J Med Case Rep. 2015;3(9):291–6.\n 6. Moreno C, Jacyk WK, Judd MJ, Requena L. Highly aggressive extraocular \nsebaceous carcinoma. Am J Dermatopathol. 2001;23(5):450–5.\n 7. Knackstedt T, Samie FH. Sebaceous carcinoma: a review of the scientific \nliterature. Curr Treat Options Oncol. 2017;18(8):47.\n 8. Shah RR, Allman P , Schwartz RA. Muir-torre syndrome: a cutaneous finding amidst broader malignancies. Am J Clin Dermatol. 2023;24:375–80.\n 9. Roberts ME, Riegert-Johnson DL, Thomas BC, Rumilla KM, Thomas CS, \nHeckman MG, et al. A clinical scoring system to identify patients with \nsebaceous neoplasms at risk for the Muir-Torre variant of Lynch syndrome. Genet Med. 2014;16(9):711–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}