{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05017-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05017-w.pdf",
  "metadata": {
    "/Keywords": "Air tamponade; Air travel; Central retinal artery occlusion; Intraocular pressure; Vitrectomy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250110111615+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250110075046+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05017-w",
    "/Author": "Jessica Emrich ",
    "/Title": "Painful vision loss during air travel after vitrectomy with air tamponade: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05017-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background While the potentially hazardous effects of intraocular perfluorocarbon gases during air travel have been \nrecognized, the equivalent risk of intraocular air tamponade is less known and has, to the best of our knowledge, \nnot been reported yet.",
    "Case Presentation": "Case presentation A 52-year-old white female experienced a complete loss of vision and pain in her left eye dur ing air travel following pars plana vitrectomy with air tamponade. Clinical and multimodal imaging findings only a few \nhours after emergency landing indicated a transient central retinal artery occlusion due to a significant increase \nin intraocular pressure during the flight.",
    "Conclusion": "Conclusion Air travel, even with a relatively small volume of residual air tamponade, can lead to potentially serious \ncomplications.\nKeywords  Air tamponade, Air travel, Central retinal artery occlusion, Intraocular pressure, Vitrectomy\nBackground\nPerfluorocarbon gases and air are frequently used as \nintraocular tamponades following pars plana vitrectomy \n(PPV) [1]. In the event of a change in atmospheric pres sure, for instance during air travel, a potentially hazard ous effect of perfluorocarbon gases on retinal perfusion \nand vision, due to a sharp rise in intraocular pressure \n(IOP), has been reported [1–4]. However, an equivalent \nrisk associated with intraocular air tamponade is less \nrecognized.Case presentation\nHerein, we report the case of a 52-year-old white woman \nwho boarded a flight four days after left PPV with air \ntamponade. About 15  minutes after takeoff, she expe rienced severe left-sided headache and complete loss of \nvision in the left eye (LE). Both improved during descent \nof the aircraft and had resolved after emergency landing \nabout 1 hour after onset. After immediate transfer to our \nhospital, LE best-corrected visual acuity (BCVA) was 0.1 \nlogMAR, and intraocular pressure (IOP) was 18 mmHg. \nClinical examination revealed regular postoperative find ings, with an approximately 30–40% air-filled vitreous \ncavity (Fig.  1A). However, fundus autofluorescence imag ing of the LE showed small punctate hypofluorescent \nlesions at the posterior pole (Fig.  1B), and optical coher ence tomography (OCT) imaging demonstrated a slightly \nincreased reflectivity of the inner retinal layers, as well as \na slightly less well-demarcated ellipsoid zone compared \nwith the fellow eye (Fig.  2), which have previously only Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nCarmen Baumann\ncarmen.baumann@mri.tum.de\n1 Department of Ophthalmology, TUM University Hospital, School \nof Medicine and Health, Technical University of Munich (TUM), \nIsmaninger Straße 22, 81675 Munich, Germany\nPage 2 of 3 Emrich et al. Journal of Medical Case Reports           (2025) 19:11 \nbeen reported in animal models [5]. Examination of the \nright eye (RE) was unremarkable. At 2-month followup, BCVA in the LE had improved to −0.1 logMAR, and \nOCT images of the macula and the peripapillary retinal \nnerve fiber layer (RNFL) and a 24–2 visual field (VF) test \nwere normal.",
    "Discussion": "Discussion and conclusion\nThe severe left-sided pain and the complete loss of vision, \nalong with subsequent hyper-reflectivity of the inner reti nal layers on OCT, are consistent with a transient cen tral retinal artery occlusion (CRAO) caused by a rapid \nincrease in IOP , due to the expansion of the air bubble as \natmospheric pressure decreases [2, 3]. While such sce narios have only been reported for gas-filled eyes [1, 4], the same principle also applies to air-filled eyes (Boyle’s \nlaw, the product of pressure and volume of ideal gases is \nconstant) [1, 3].\nThe magnitude of the IOP increase and the resulting \ndamage depend on additional factors beyond the tam ponade volume, including cabin pressure (which varies \nbetween different airplane models), flight altitude and the \nspeed at which flight altitude is reached, altitude of the \ndeparture and destination airports, flight duration, and \nthe preoperative status of the eye and its IOP [2, 4]. Com pensating mechanisms such as choroidal compression, \nscleral expansion, and increased aqueous humor outflow \nare only effective when changes in atmospheric pressure \nare small and/or slow [4]. Furthermore, such mechanisms \nmight be impaired in patients with preexisting optic \nFig. 1 A Optos image of the left eye shows an approximately 30–40% air fill of the vitreous cavity. B Fundus autofluorescence image of the left eye \nshows small punctate hypofluorescent lesions at the posterior pole (arrow)\nFig. 2 Optical coherence tomography scans of the macula. Compared with the fellow eye (A) on the left eye (B), the inner retinal layers appear \nslightly hyper-reflective (asterisk), and the ellipsoid zone seems mildly less well-demarcated (arrowhead)\nPage 3 of 3\n Emrich et al. Journal of Medical Case Reports           (2025) 19:11 \n \nnerve or vascular disease, increasing their vulnerability to \npressure-related damages. For example, while our patient \ndid not demonstrate any abnormalities on RNFL-OCT \nand VF test, sectorial-decreased RNFL thickness, with a \ncorresponding VF defect, has been reported in a 64-yearold man with glaucoma, 2 weeks after he took a flight \nwith 10%  C3F8 gas filling [1].\nThe only effective therapeutic intervention is reduction \nin flight altitude [4]. Prophylactic administration of IOPlowering medication is insufficient [2].\nThere are inconsistent recommendations in the litera ture regarding the gas volume that can be tolerated dur ing air travel [1–4]. However, such general statements are \nunreliable, owing to the numerous eye-specific and flightspecific factors that determine the magnitude of the IOP \nincrease and the resulting damage. Air travel, even with \na relatively small volume of residual air tamponade, can \nlead to potentially serious complications.\nAcknowledgements\nNone.\nAuthor contributions\nJE drafted the manuscript. CB and PCI revised the manuscript.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL. The authors \ndeclare that no funding was obtained for this case report.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 8 July 2024   Accepted: 4 December 2024\nReferences\n 1. Muzychuk AK, Adatia FA, Ford BA, et al. Commercial air travel with a small \nintravitreous gas bubble. Arch Ophthalmol. 2001;129(6):811–3.\n 2. Lincoff H, Weinberger D, Stergiu P . Air travel with intraocular gas. II. Clinical considerations. Arch Ophthalmol. 1989;107(6):907–10.\n 3. Dieckert JP , O’Connor PS, Schacklett DE, et al. Air travel and intraocular \ngas. Ophthalmology. 1986;93(5):642–5.\n 4. Gandorfer A, Kampik A. Expansion of intraocular gas due to reduced \natmospheric pressure. Case report and review of the literature. Ophthalmologe. 2000;97(5):367–70.\n 5. Choi M, Kim SW, Vu TQA, et al. Analysis of microvasculature in nonhuman primate macula with acute elevated intraocular pressure using optical coherence tomography angiography. Invest Ophthalmol Vis Sci. \n2021;62(15):18.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}