{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04865-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04865-w.pdf",
  "metadata": {
    "/Keywords": "Reperfusion injury; White cord syndrome; Cervical decompression surgery; Laminectomy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241028174622+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241026111203+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04865-w",
    "/Author": "Assil Mahamid ",
    "/Title": "Reperfusion injury case following cervical fusion with OPLL: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04865-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Spinal cord ischemic reperfusion injury is characterized by an abrupt decline in neurological function \nand only a few cases have been published in literature. Herein, we present a white cord syndrome following anterior \ndecompression cervical fusion.\nCase Report A 54-year-old Jewish male patient was diagnosed with disc herniation among the intervertebral discs \nat C2, C3, C4, C6, and C7, along with ossification of the posterior longitudinal ligament, pressuring more to the right \nside of the spinal canal, ruling-out cervical myelopathy. Under general anesthesia and multimodal intraoperative \nmonitoring, he underwent laminectomy surgery from C3 to C6 and cervical fixation from C3 to C7. No blood pressure \nfluctuations occurred during surgery, and complete pressure release was achieved on the spinal cord and the nerve \nroots. In addition, neuromonitoring did not indicate any nerve damage during the surgery. A neurologic exam \nin the post-anesthesia care unit revealed weakness in his right hand and leg. A brain computed tomography scan \nruled out cerebrovascular accident, neck computed tomography revealed optimal implant position, and magnetic \nresonance imaging ruled out spinal cord distress or injury. We treated him with intravenous fluids, steroids, painkillers, and anticoagulants. Following surgery, we involved the occupational therapy department. After a few days, we \nobserved a significant improvement in motor function in the right leg; however, there was no change in the right \nhand.",
    "Conclusion": "Conclusion White cord syndrome likely arises from reperfusion injury subsequent to surgical decompression \nof a compressed spinal cord segment. Although infrequent, it is imperative for spine surgeons to recognize this \npotential complication and apprise patients of it prior to the procedure.\nKeywords  Reperfusion injury, White cord syndrome, Cervical decompression surgery, Laminectomy",
    "Background": "Background\nCervical spinal cord ischemic reperfusion injury \n(CSCIRI) is characterized by the abrupt decline in neu rological function, often accompanied by high signal \nintensity on a T2 magnetic resonance imaging (MRI) \nsequence. This diagnosis is established through the pro cess of exclusion and was initially coined as ‘‘white cord \nsyndrome’’ (WCS) by Chin et al. [1]. Currently, the spe cific contributing factors leading to its occurrence and \neffective intervention strategies remain elusive. This \nstudy’s primary objective is to offer a comprehensive †Assil Mahamid and Sana Zahalka have equally contributed.\n*Correspondence:\nAssil Mahamid\ndr.assilm@gmail.com\n1 Division of Orthopedic Surgery, Hillel Yaffe Medical Center, Ha-Shalom \nSt,, 3820302, Hadera, Israel\n2 Faculty of Health Sciences, Joyce and Irving Goldman Medical School, \nBen-Gurion University of the Negev, Beer -Sheva, Israel\nPage 2 of 8 Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \nnarrative review of the existing WCS literature, along \nwith including a new WCS case. The patient provided \nwritten informed consent authorizing the publication of \nthe case details and associated figures.",
    "Case Presentation": "Case presentation\nA 54  year-old Jewish male patient presented in the \nemergency department owing to neck pain radiating \nto his right shoulder and palm for the last 3  weeks. \nThe patient denies any use of regular medication or \ndrug abuse. The patient reports no injuries and denies urinary or bowel retention or incontinence. He had not \nundergone any previous surgeries. The social and famil ial history was noncontributory. Physical examination \nreveals positive Lhermitte, Spurlings, and Babinski \ntests. Vital signs were normal. No neurological deficits \nwere present. He was immediately treated with anal gesics in the emergency room and hospitalized in the \northopedic department. On his first day, he completed \ncervical computed tomography (Fig.  1) and cervical \nmagnetic resonance imaging (Fig.  2), revealing disc her niation among the intervertebral discs at C2, C3, C4, \nFig. 1 a Sagittal computed tomography demonstrating segmental ossification of the posterior longitudinal ligament up to C4. b Axial computed \ntomography demonstrating segmental ossification of the posterior longitudinal ligament. c Sagittal T2-weighted magnetic resonance imaging \ndemonstrating the segmental ossification of the posterior longitudinal ligament at C2,C3, and C4\nFig. 2  a Sagittal T1-weighted magnetic resonance imaging demonstrating disc herniation among the intervertebral discs at C2, C3, C4, C6, and C7, \nalong with ossification of the posterior longitudinal ligament. b Axial T1-weighted magnetic resonance imaging demonstrating pressure more \nto the right side of the spinal canal at the level of C3–C4\nPage 3 of 8\n Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \n \nC6, and C7, along with ossification of the posterior lon gitudinal ligament (OPLL), pressuring more to the right \nside of the spinal canal, ruling-out cervical myelopathy.\nUnder general anesthesia and multimodal intraop erative monitoring, he underwent laminectomy sur gery from C3 to C6 and cervical fixation from C3 to C7 \n(Fig.  3). No blood pressure fluctuations occurred during \nsurgery, and complete pressure release was achieved on \nthe spinal cord and the nerve roots. In addition, neu romonitoring did not alert any nerve damage during \nthe surgery.\nA neurologic exam in the post-anesthesia care unit \n(PACU) revealed weakness in his right hand and leg. \nA brain computed tomography (CT) scan ruled out \ncerebrovascular accident, neck CT revealed optimal \nimplant position, and MRI ruled out spinal cord dis tress or injury. We treated him with intravenous fluids, \nsteroids, painkillers, and anticoagulants. Following sur gery, we involved the occupational therapy department. \nAfter a few days, we observed a significant improve ment in motor function of the right leg; however, no \nchange was observed in the right hand.\nLater on, he was transferred to a neurologic rehabili tation center. We observed no neurologic improvement \nin his right arm four weeks later in our spine clinic. A \ncervical MRI revealed punctate myelopathy at C3–4 \n(Fig. 4 ).",
    "Discussion": "Discussion\nReperfusion spinal cord injury, also called “white cord \nsyndrome, ” was first described by Chin et al. in 2013 [1]. \nIt is a rare entity [2] where sudden neurological dete rioration is observed following decompression surgery \nowing to the retrieval of blood supply after prolonged \ncompression of the spinal cord. Although not frequently \nseen, an attempt was made to formulate diagnostic crite ria for white cord syndrome: severe spinal cord compres sion, surgical decompression, neurological deterioration \nwithin 3 hours postoperation, including motor and sen sory dysfunction from the lower to the upper limb, and \nfinally—exclusion of other possible causes, and sub sequently—complete or partial restoration of neuro logical function following the admission of high-dose \nsteroids combined with dehydration [3]. One key radio graphic feature documented in all cases of reperfusion \ninjury is a hyperintense signal in the spinal cord seen on \nT2-weighted postoperative and sometimes even preop erative MRI [2, 4, 5]. This study is a comprehensive nar rative literature review with an additional reperfusion \ninjury in patients with disc herniation and OPLL cases.\nSeveral cases similar to the case presented have been \ndocumented in literature; Liao et al. [5] described a case \nof a 51  year-old male presenting with upper extremity \nnumbness and gait abnormalities who was diagnosed \nwith cervical spinal stenosis, and OPLL at C2–C4 in \nwhom left hemiplegia was observed following posterior \nFig. 3 The patient underwent laminectomy surgery from C3 to C6 and cervical fixation from C3 to C7. In both anterior–posterior and lateral X-rays \nthe fixation shows optimal implant position\nPage 4 of 8 Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \ndecompression surgery. Dahapute et al. [6] also pre sented a case of a 63  year-old male with quadriparesis \nwho was diagnosed with severe spinal stenosis and OPLL \nat C2–C4 as well as a C6 fracture and suffered from wors ening quadriplegia following posterior decompression of \nfusion surgery. In both cases, postoperative T2-weighted \nMRI demonstrated a hyperintense signal in the cervical \nspinal cord, and clinical improvement was documented \nfollowing the administration of intravenous steroids. See \nTable  1 for a thorough presentation of reported cases of \nWCS.\nSeveral hypotheses have been suggested to explain \nthe mechanism behind WCS, including spinal cord \nischemia owing to micro-emboli, altered perfusion owing \nto the change in cord architecture postoperatively, and \nischemia–reperfusion injury, the most widely accepted \nmechanism [7]. The pathophysiological mechanism \nbehind ischemia–reperfusion injury is not completely \nunderstood. However, it is commonly postulated that \nsaid injury occurs in decompression surgery upon res toration of adequate blood flow to previously ischemic \ntissue, causing the sudden expansion of a chronically \ncompressed spinal cord, triggering an inflammatory cas cade and the release of inflammatory mediators (e.g., \ntumor necrosis factor-alpha, interleukin-1beta), as well \nas the release of oxygen free radicals, which leads to \nneuronal membrane damage and the disruption of the \nblood–spinal cord barrier [2, 3, 5].\nVarious studies have attempted to pinpoint the exact \npathological mechanism of ischemia–reperfusion injury \nusing animal models of degenerative cervical myelopathy \n(DCM); Yang et al. [8] reported that surgical decompres sion in mice suffering from chronic severe spinal com pression increased the levels of the previously mentioned inflammatory cytokines. Similar",
    "Results": "results have been \nreported in Vidal et al. [3, 5, 9].\nVarious treatment",
    "Methods": "methods have been proposed for \nWCS; however, the present mainstay of treatment is \nestablished on the second National Acute Spinal Cord \nInjury Study protocol (NASCIS-2) [10]. The guidelines \nrecommend a 24 hour infusion of high-dose steroids for \npatients within 8 hours of injury [3, 5]. Steroids stimulate \nanti-inflammatory factors and decrease oxidative stress, \nwhich reduces edema and enhances overall cell survival \n[3]. Vidal et al. tested perioperative methylprednisolone \ntreatment 30 minutes before decompression and 2 weeks \npost-decompression in animal models with degenerative \ncervical myelopathy and observed that the anti-inflam matory effect of steroid treatment reduced neurologi cal decline following ischemia–reperfusion injury [9]. \nAdditional treatment methods for WCS include main taining a mean arterial pressure (MAP) above 85 mmHg \nfor 5–7  days on the basis of the American Association \nof Neurological Surgeons and Congress of Neurological \nSurgeons joint guidelines for patients with spinal cord \ninjuries [11]. Moreover, potent antioxidants, hypother mia, and cerebrospinal fluid (CSF) diversion have also \nbeen recommended in managing WCS, but the efficacy \nof these methods remains uncertain [2, 3].\nAs previously mentioned, a limited number of reported \nwhite cord syndrome (WCS) cases are available (see \nTable  1), and its exact pathophysiology remains undis closed. Since its initial documentation by Chin et al. in \n2013, the incidence of WCS appears to be on the rise, \nlikely owing to heightened physician awareness of the \ndisorder. Over the years, several theories have emerged \nregarding the underlying mechanism, encompass ing factors, such as micro-emboli inducing spinal cord \nFig. 4 Postoperative T2-weighted magnetic resonance image of the cervical spine in patient with severe cervical stenosis revealing punctuate \nmyelopathy at C4. Postoperative magnetic resonance image showing complete decompression of cervical spinal cord and hyperintensity at C1\nPage 5 of 8\n Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \n \nTable 1 Literature review of cases involving white cord reperfusion syndrome\nAuthor Sex Age Presenting \nsymptomPreoperative \ndiagnosisPresence \nof OPLLInitial surgical \nprocedureSymptoms \nof white cord \nsyndromePostoperative \nMRI findingsManagement \nof white cord \nsyndromeClinical \noutcomeRadiological \noutcome\nGoyal et al. [2] Female 39 Quadriparesis C5-C6 PIVD No C5-C6 ACDF worsening \nof quadriparesisHyperintense T2 \nsignalIntravenous high \ndose steroids, \nphysiotherapyResolution \nof symptomsComplete resolution on MRI\nMathkour et \nal. [4]Male 79 Gait instability, \nhand dexterity, \nlower extremity \nweaknessSevere central \ncanal stenosis \nsecondary \nto spondylosis \nfrom C3 to C6 \nwith myelomalaciaNo Posterior C3–C5 \nlaminectomy \nwith C2–C6 \ninstrumented \nfusionWorsened right \nhemiparesisWorsening T2 \nsignal changesMAP > 85, \nsteroids, physiotherapyPartial recovery Not obtained\nYen Hsin et al. [3] Male 61 Left C6–C7 \nradiculopathy \nand numbnessSeverely nar rowed C6–C7 left \nneural exit canalNo C6-C7 ACDF Bilateral C8 \nnumbness, right \nC7 weakness \nand bilateral \nlower limb \nradiculopathyNew spinal cord \nedema at C6–C7Pregabalin, \nphysiotherapyNot obtained Not obtained\nSo et al. [7] Male 61 Radiating \npain in upper \nextremitiesOPLL at C3–C6 \nlevel, ruptured \ndisc at C6–C7Yes ACDF on C4–C5 \nand C6–C7Quadriplegia Enlarged signal \nhange in the spinal cord at C4–\nC7 levelPosterior \ndecompression \nsurgery, intrave nous high-dose \nsteroidsMotor weakness \nfully recovered, \npartial sensory \nrecoveryPartial resolution \non MRI\nBartlett et al. [13] \nCase 1Male 36 Lower limb \nweakness \nand paresthesiaSevere spinal ste nosis at T9-T10No T9–T10 \ndecompression \nand poste rolateral fusion \nfrom T7-10Paraplegia, loss \nof sensation \nbelow T11Hyperintense \nT2-weighted \nsignal on T9–T10Intravenous high \ndose steroids, \nMAP supportPartial recovery Not obtained\nBartlett et al., [13] \nCase 2Male 65 Upper-limb \nweakness, paresthesia, balance \ndifficultiesSevere stenosis \nat C3–C6, \nincreased T2 \nsignal at C2–4No C2–6 decompression \nand posterolat eral fusionQuadriplegia Hyperintense \nT2-weighted \nsignal on C2–C5Intravenous high \ndose steroids, \nMAP supportFull motor \nrecovery, \nurinary retention \nand fecal incontinenceNot obtained\nBartlett et al., [13] \nCase 3Male 69 Imbalance \nand right upperlimb weaknessSevere spinal \nstenosis at C4–5 \nand high T2 signal at the same \nlevelNo C3–6 decompression \nand posterolat eral fusionRight hemiplegia Hyperintense \nT2-weighted \nsignal on C4–C5Intravenous high \ndose steroids, \nMAP supportFull motor \nrecovery, urinary \nretentionNot obtained\nLiao et al. [5] Male 51 Paresthesia \nin the upper \nextremities, \nunsteady gaitCervical spondylotic myelopathy \nand spinal steno sis, OPLL at C2-4Yes Posterior cervical \nlaminectomy \ndecompression at C3–4 \nand C2–5 fixation \nwith pedicle \nscrewsLeft hemiplegia Abnormally high \nT2-weighted \nintensity at C4–\nC7, CSF leak \nat C3–C6Intravenous \nhigh dose \nsteroids, mannitol and neuro trophic drugsResolution \nof symptomsPartial resolution \non MRI\nPage 6 of 8 Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \nTable 1 (continued)\nAuthor Sex Age Presenting \nsymptomPreoperative \ndiagnosisPresence \nof OPLLInitial surgical \nprocedureSymptoms \nof white cord \nsyndromePostoperative \nMRI findingsManagement \nof white cord \nsyndromeClinical \noutcomeRadiological \noutcome\nSegal et al. [14] Male 55 Balance difficulties, hand \nparesthesiaSevere spinal \ncord compression C3–C7, OPLLYes PCDF; C2 laminectomy C3-7 \nlaminectomy \nand C2-T4 poste rior fusionMotor weakness Increased cord \nsignal changeIV dexamethasone, MAPs > 90Near-complete \nrecoveryNot obtained\nPapaioannou et \nal. [15]Male 79 Right motor \nweaknessSevere posterior \nstenosis C4–C6No ACDF with ante rior plate \nand cageQuadriplegia Hyperintense \nT2-weighted \nsignal at C6–C7Intravenous high \ndose steroids, \nphysiotherapyPartial recovery Not obtained\nJun et al. [16] Female 49 Neck pain Severe herniated \nintervertebral \ndiscs at C6–7No C6-C7 ACDF Paraplegia Hyperintense \nC6–7 in T2 \nweighted MRIIntravenous high \ndose steroids, \nemergency \nlaminoplasty \nat C4-7Full motor \nand sensory \nrecoveryComplete resolution on MRI\nRanjan et al. [17] Female 64 Neck pain \nand bilateral \nradiculopathyC6 cervical \nextramedullary \ncompression, \ncervical spine \ntuberculosisNo ACDF C5-6 Quadriplegia \nbelow C5Worsening cord \nedema C4–7Intravenous high \ndose steroids, \nphysiotherapyNear-complete \nrecoveryNot obtained\nDahapute et \nal. [6]Male 63 Quadriparesis Severe spinal \nstenosis C2–C4, \nOPLL, C6 fractureYes PCDF C2–C7, \nfusion C2–T2Quadriplegia, C5 \nsensory levelT2-weighted \nintramedullary \nhyperintensity \nat C3MAP > 85 in OR, \nintravenous \ndexamethasoneNo improve mentNot obtained\n* PIVD, prolapsed intervertebral disc\n** ACDF, anterior cervical discectomy and fusion\nPage 7 of 8\n Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \n \nischemia, perfusion alterations stemming from changes \nin spinal cord architecture post-decompression surgery, \nand ischemia/reperfusion leading to spinal cord injury.\nIn this report, the case we presented was a healthy \n54  year-old male who suffered from right hemiplegia \nfollowing spinal decompression surgery with cervical \nfixation owing to multiple cervical disc herniations with \nOPLL. Additionally, hyperintensity signals in the spi nal cord were observed on postoperative T2-weighted \nMRI, similar to all documented cases of WCS. Important \nto mention that the anterior approach was not selected \nowing to the adherence of the OPLL to the dura. Imple menting an anterior approach in this scenario could \nelevate the risk of dural tear, potentially leading to CSF \nleakage and associated complications. This is not the first \ncase mentioned in English literature, but one of few in \nwhich such an event occurs under complete normal mul timodal intraoperative monitoring.\nConclusion\nPostoperative paralysis and a hyperintense signal of the \nspinal cord on MRI can be attributed to different diag noses, respectively, including but not limited to mechani cal iatrogenic injury[12]. Ischemia–reperfusion injury is \na rare but disastrous cause of postoperative paralysis that \nspinal surgeons should be aware of and take action to \nreduce when performing decompression spinal surgery.\nRisk factors for developing WCS have yet to be thor oughly studied, but it is hypothesized that chronic hyper tension and advanced age can increase the oxidative \ninflammatory response during reperfusion; additional \nsuggested risk factors include tissue with high suscepti bility to ischemia [12], preoperative hyperintense T2 cord \nsignal, and severity of cord compression [4, 13]. Moreo ver, preoperative and intraoperative measures can be \ntaken to reduce the risks of WCS, such as preoperative \nremote ischemic preconditioning and intraoperative neu rophysiological monitoring [5]. Additional recommenda tions include the use of Enolase and S-100B as diagnostic \nbiomarkers for spinal cord injury, as well as opting for \nlaminoplasty instead of laminectomy for decompression \nto limit the expansion of the spinal cord [5].\nEstablishing common criteria for diagnosing WCS is \nnecessary for reaching a more comprehensive under standing of this entity, managing its consequences, and \nsubsequently decreasing related morbidity and mortality.\nAcknowledgements\nNot applicable.\nAuthor contributions\nNot applicable.Funding\nThis work received no specific funding.\nAvailability of data and materials\nSupporting data underlying the results presented in this case report, including \nlaboratory test results and additional imaging studies, are available from the cor responding author upon reasonable request.\nDeclarations\nEthical approval and consent to participate\nThe patient provided informed consent for the publication of a case report \nregarding his medical condition. Since it is a case report study, it does not require \napproval from the ethics committee.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent form \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 22 May 2024   Accepted: 10 August 2024\nReferences\n 1. Chin KR, Seale J, Cumming V. White cord syndrome of acute tetraplegia \nafter anterior cervical decompression and fusion for chronic spinal cord \ncompression: a case report. Case Rep Orthop. 2013;2013:1–5.\n 2. Goyal N, Chaturvedi J, Kandwal P , Gupta P , Kaushal A, Kumar M. White cord \nsyndrome’: a rare catastrophic complication following anterior cervical \ndiscectomy and fusion. Neurol India. 2022;70(8):306–9.\n 3. Yen Hsin L, Samynathan CVV, Yilun H. White cord syndrome: a treatment \ndilemma. Cureus. 2023. https:// doi. org/ 10. 7759/ cureus. 38177.\n 4. Mathkour M, Werner C, Riffle J, Scullen T, Dallapiazza RF, Dumont A, et al. \nReperfusion white cord syndrome in cervical spondylotic myelopathy: \ndoes mean arterial pressure goal make a difference? Additional case and \nliterature review. World Neurosurg. 2020;137:194–9.\n 5. Liao YX, He SS, He ZM. ’White cord syndrome’ , a rare but disastrous complication of transient paralysis after posterior cervical decompression for \nsevere cervical spondylotic myelopathy and spinal stenosis: a case report. \nExp Ther Med. 2020;20(5):90.\n 6. Dahapute AA, Balasubramanian SG, Annis P . White cord syndrome following \nposterior decompression and fusion for severe OPLL and an acute traumatic \ncervical injury—a case report and review of literature. Surg Neurol Int. 2022. \nhttps:// doi. org/ 10. 25259/ SNI_ 692_ 2022.\n 7. So JS, Kim YJ, Chung J. White cord syndrome: a reperfusion injury following \nspinal decompression surgery. Korean J Neurotr. 2022;18(2):10.\n 8. Yang T, Wu L, Wang H, Fang J, Yao N, Xu Y. Inflammation Level after Decompression Surgery for a Rat Model of Chronic Severe Spinal Cord Compression and Effects on Ischemia-Reperfusion Injury. Neurol Med Chir (Tokyo). \n2015;55(7):578–86.\n 9. Vidal PM, Ulndreaj A, Badner A, Hong J, Fehlings MG. Methylprednisolone \ntreatment enhances early recovery following surgical decompression for \ndegenerative cervical myelopathy without compromise to the systemic \nimmune system. J Neuroinflam. 2018;15(1):12.\n 10. Young W, bracken m b. The Second National Acute Spinal Cord Injury Study. \nJ neurotrauma. 1992 Mar 9.\n 11. Ryken TC, Hurlbert RJ, Hadley MN, Aarabi B, Dhall SS, Gelb DE, et al. The \nacute cardiopulmonary management of patients with cervical spinal cord \ninjuries. Neurosurgery. 2013;72:84–92.\n 12. Gerardi RM, Giammalva GR, Basile L, Gulì C, Pino MA, Messina D, et al. \nWhite cord syndrome after cervical or thoracic spinal cord decompression \nhemodynamic complication or mechanical damage? An underestimated \nnosographic entity. World Neurosurg. 2022;64:243–50.\nPage 8 of 8 Mahamid et al. Journal of Medical Case Reports          (2024) 18:527 \n 13. Bartlett J, Overell J, De Ridder K. White cord syndrome: a case series. ANZ J \nSurg. 2023. https:// doi. org/ 10. 1111/ ans. 18688.\n 14. Segal DN, Lunati MP , Kukowski NR, Michael KW. White cord syndrome and \nacute tetraplegia after posterior cervical decompression: a case report. \nJBJS Case Connect. 2021. https:// doi. org/ 10. 2106/ JBJS. CC. 20. 00281.\n 15. Papaioannou I, Repantis T, Baikousis A, Korovessis P . Late-onset, “white \ncord syndrome” in an elderly patient after posterior cervical decompression and fusion: a case report. Spinal Cord Ser Cases. 2019;5:28.\n 16. Jun DS, Baik JM, Lee SK. A case report: white cord syndrome following \nanterior cervical discectomy and fusion: importance of prompt diagnosis \nand treatment. BMC Musculoskelet Disord. 2020;21(1):157.\n 17. Ranjan S, Debbarma S, Skandh A, Reang S. Recovery from white cord \nsyndrome after anterior cervical corpectomy and fusion: a case report. J \nOrthop Case Rep. 2023;13(6):138–43.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}