{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04801-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04801-y.pdf",
  "metadata": {
    "/Keywords": "Pulmonary aspergilloma; Aspergilloma; Tuberculosis recurrence; Post tuberculosis; Aspergillus fumigatus",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241008211622+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240919181957+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04801-y",
    "/Author": "Telila Mesfin Tadesse ",
    "/Title": "Bilateral chronic cavitary pulmonary aspergillomas in an adult patient with recurrent tuberculosis: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04801-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Aspergillomas are globular growths of Aspergillus fumigatus, a benign aspergillosis of the lungs. It \nusually affects patients who are immunocompromised and have anatomically defective lung structures. The major ity of aspergilloma cases are asymptomatic, despite the fact that 10% of cases spontaneously resolve. Most patients \ndo not have any symptoms from their lesions. Direct serological or microbiological evidence of an Aspergillus species \nalong with radiologic evidence is required for the diagnosis of an aspergilloma.\nCase We describe a 35-year-old adult Oromo male patient who had been experiencing night sweats, an intermittent \nproductive cough with sparse whitish sputum, loss of appetite, and easy fatigability for 3 months. At 5 years prior, \nhe received treatment for pulmonary tuberculosis that was smear-positive and was subsequently certified healed. \nObjectively, he was tachypneic and had intercostal, subcostal, and supraclavicular retractions with symmetric chest \nmovement. A high-resolution computed tomography scan revealed bilateral apical cavitary lesions with core soft \ntissue attenuating spherical masses and an air crescentic sign suggestive of aspergillomas, which were confirmed \nby sputum light microscopic examination. The patient was managed with antibiotics and antifungals.",
    "Conclusion": "Conclusion Aspergilloma is a symptom of chronic pulmonary aspergillosis, a category of lung disorders caused \nby a persistent Aspergillus infection. Primary aspergillomas are uncommon and frequently occur in people with compromised immune systems. A prolonged cough, fever, chest pain, and hemoptysis are all symptoms of pulmonary \naspergillomas. The majority of the time, pulmonary aspergillosis is difficult to identify. Despite high mortality and mor bidity rates, surgery is still the most effective treatment for pulmonary aspergilloma.\nKeywords  Pulmonary aspergilloma, Aspergilloma, Tuberculosis recurrence, Post tuberculosis, Aspergillus fumigatus",
    "Introduction": "Introduction\nAspergillomas are globular masses of Aspergillus fumig atus, a noninvasive form of pulmonary aspergillosis [1]. \nThe genus Aspergillus  has approximately 40 species that \ncan cause infection [2], with A. fumigatus , A. flavus , and \nA. terreus being the most common causes of invasive \naspergillosis in immunocompromised people. These spe cies produce conidia in concentrations ranging from 1 to \n100 conidia per  m3 [3]. Patients with anatomically defec tive lungs and preexisting cavities develop aspergilloma. \nPrimary aspergillomas are uncommon and typically Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nTelila Mesfin Tadesse\ntelilamesfintadesse@gmail.com\n1 School of Medicine, Madda Walabu University, Goba General Hospital, \nGoba, Oromia, Ethiopia\n2 Department of Internal Medicine, Madda Walabu University, Goba \nGeneral Hospital, Goba, Oromia, Ethiopia\n3 Department of Public Health, ICAP , Finfinnee, Oromia, Ethiopia\n4 Department of Public Health, Madda Walabu University, Goba General \nHospital, Goba, Oromia, Ethiopia\nPage 2 of 7 Tadesse et al. Journal of Medical Case Reports          (2024) 18:491 \ndevelop in people with compromised immune systems, \nsuch as those with neutropenia, long-term glucocorticoid \nusers, or acquired immunodeficiency syndrome (AIDS), \nas a result of Aspergillus  species invading the bronchi and \ncausing cavitation [4]. When immunocompetent patients \nare exposed to Aspergillus  spores in dry or extremely \ndusty surroundings, hay barns, or compost sites and have \nprior lung diseases, such as tuberculosis (TB), sarcoido sis, lung abscess, bronchogenic cysts, or lung tumor, \nsecondary aspergilloma develops [5–7]. The most fre quent preexisting lung disease is tuberculosis, and there \ncan be a delay of from less than 1 year up to 30  years \nbetween TB and aspergilloma diagnoses [6]. Denning \net al. reported the involvement of Aspergillus  infection \nin pulmonary TB and asthmatic patients. It is projected \nthat at least 372,385 people globally develop chronic pul monary aspergillosis after being treated for pulmonary \ntuberculosis [8]. The natural history of aspergilloma is \nstill mostly unknown [9]. Although 10% of aspergilloma \ncases spontaneously resolve, the majority of cases remain \nasymptomatic [9, 10]. Even with treatment, pulmonary \naspergilloma still has a high rate of morbidity and mor tality. If left untreated, damage may eventually engulf \nan entire lobe or lung [11, 12]. Chest imaging may show \nsome distinctive patterns that help with this disease’s \ndiagnosis, although pathological tissue examination is \nfrequently required for a certain diagnosis [13]. Hemop tysis, cough, chest pain, and fever are some of the non specific symptoms [14]. Severe or persistent hemoptysis \ncaused by the intrapulmonary lesion is fatal [15], because \nantifungal medications only partially eliminate the fungal \nball that has settled down in the pulmonary cavities [16]. \nIn addition to symptom relief, surgical removal of the cir cumscribed pulmonary lesion increases the possibility of \naspergilloma lasting remission [17, 18]. Below we discuss \nan adult patient with tuberculosis recurrence who was \nadditionally diagnosed with bilateral chronic cavitary \naspergillomas. This case entails a unique presentation, as \nthe co-occurrence of active pulmonary tuberculosis and \npulmonary aspergillomas is quite rare and requires a high \nindex of suspicion and the timely initiation of antituber culosis and antifungal agents. Furthermore, the index \ncase brings a learning point and consolidates the existing \nclinical knowledge of infectious diseases, the importance \nof imaging and options for management.",
    "Case Presentation": "Case presentation\nThis is a 35-year-old Oromo male patient who presented \nwith intermittent productive cough with scanty whit ish sputum, night sweating, unquantified but signifi cant weight loss, loss of appetite, and easy fatigability of \n3 months duration. The above symptoms worsened over \nthe past 3 weeks, with associated symptoms, such as high-grade fever, exertional dyspnea, and an increased \namount of sputum, which is sometimes blood tingled. \nHe had a history of treatment for smear-positive pul monary tuberculosis 5 years ago and was declared cured \nafter treatment. Otherwise, he had no history of smok ing cigarettes, orthopnea, paroxysmal nocturnal dyspnea \nor body swelling, or chronic medical illnesses, such as \ndiabetes and hypertension. On physical examination, he \nwas acutely sick looking (in cardiorespiratory distress). \nHis vital signs were blood pressure of 107/70  mmHg, \npulse rate of 124 beats per minute, respiratory rate of 32 \nbreaths per minute, axillary temperature of 38.7 °C, and \nperipheral oxygen saturation of 85% with room air.  On \nrespiratory system examination he was tachypneic, had \nintercostal, subcostal, and supraclavicular retractions \nwith symmetrical chest movement. There was relative \ndullness over posterior lower one third of left lung. On \nauscultation, there were fine crackles over upper two \nthirds of both lungs posteriorly and absent air entry over \nposterior lower one third of left lung.\nHe was investigated with hematological tests, chem istry and imaging. Accordingly, his white blood cell \ncounts = 9000/uL, hemoglobin = 15gm/dl, neutro phil = 81%, random blood sugar = 134gm/dl, creati nine = 0.64, urea = 143, alkaline phosphatase = 100  IU/L, \naspartate aminotransferase (AST) = 19 IU/L, alanine ami notransferas (ALT) = 26 IU/L, human immunodeficiency \nvirus (HIV) test = non-reactive, erythrocyte sedimenta tion rate (ESR) = 74  mm/hour, and sputum geneXpert \nrifampicin resistance (RIF) assay showed that mycobac terium tuberculosis was detected. However, rifampicin \nresistance was not detected. Electrocardiography showed \nnormal sinus rhythm. Posteroanterior chest x-ray was \ntaken and it showed bilateral upper lung old fibrotic \nchanges, bilateral upper lung zones pulmonary nodules, \nand left lower lung zone consolidation with pleural effu sion (Fig.  1). High resolution chest computed tomogra phy (CT) scan was taken and revealed bilateral apical \nlungs cavitary lesions with central area soft tissue attenu ating rounded masses surrounded by an air crescent sign \nsuggestive of aspergillomas (Fig.  2). Left lung consolida tion with bilateral lower lobe ground glass opacities and \nleft pleural collection secondary to bronchopneumonia \nwith parapneumonic effusion (Fig.  3). A light micro scopic examination of a sputum sample revealed broad, \ncolorless, septated, and branching hyphae. Mycological \nculture and serological tests were not done owing to una vailability of these tests at our institution.\nLater on, with assessment of bilateral chronic cavitary \npulmonary aspergillomas plus post tuberculosis lung \nfibrosis plus severe community acquired pneumonia \nwith para pneumonic effusion plus pulmonary tubercu losis (relapse), the patient was admitted to male medical \nPage 3 of 7\n Tadesse et al. Journal of Medical Case Reports          (2024) 18:491 \n \nward and started management. He was put on intranasal \noxygen at 5 L/minute, ceftriaxone at 1 gm intravenously \ntwice a day for 7  days, ciprofloxacin at 400  mg intrave nously twice a day for 10  days, azithromycin at 500  mg \norally  daily for 5  days, anti-TB 2RHZE/4RH regimen \n(four tablets daily), pyridoxine at 25 mg orally daily, and \nitraconazole at 400 mg orally daily. After 2 weeks of com mencement of the above management, he was discharged \nwith improvement. Objectively, the vital signs were \nall in normal range. On chest examination, there was \ndecreased air entry over the posterior lower one-third \nof the left   lung field. He was discharged with anti-TB, \nitraconazole at 200  mg orally twice a day for 6 months, \npyridoxine at 25 mg orally daily for 1 month, and had a \nmonthly appointment. He was counseled on the neces sary precautions that should be taken to prevent trans missions of tuberculosis to his family members and the \ncommunity. He was reevaluated 1 month after discharge, \nand his respiratory condition significantly improved \nthough he complained intermittent shortness of breath, \ncough, and easy fatigability. The repeated chest x-ray \nshowed remission of consolidation and pleural effusion, \nalthough there was no change in the cavitary lesion. CT \nscan was not repeated because the patient was not com fortable paying for the imaging for the second time. He \nwas advised to take his medication strictly and to con tinue his follow-up regularly.",
    "Discussion": "Discussion\nAspergilloma is a symptom of chronic pulmonary asper gillosis, a group of illnesses brought on by persistent \nlung infection with Aspergillus  [19]. A single (simple) \npulmonary aspergilloma is a fungal ball that grows in a \nsingle lung cavity. Chronic cavitary pulmonary aspergil losis, formerly known as complex aspergilloma, is char acterized by many cavities that may or may not contain \nan aspergilloma, as well as pulmonary and systemic \nsymptoms and elevated inflammatory markers, over at \nleast 3 months of monitoring [11, 20]. Many Aspergillus  \nspecies are common saprophytes in nature. Aspergillus \nfumigatus  is mostly responsible for pulmonary illness. \nIn wealthy nations, such as the USA, the prevalence of \nchronic pulmonary aspergillosis is lower, with less than \n1 case per 100,000 people [21]. John Hughes Bennett first \ndescribed cavitary Aspergillus  disease in 1842, explaining \nthe condition as having soft tuberculous materials in sev eral cavities of various sizes in the lung. Aspergilloma was \nfirst fully characterized and given the term “mega myce toma” by Deve in 1938 [22]. Later, Hinson and colleagues \ncharacterized aspergilloma as a saprophytic infection \nof preexisting lung cavities, which is how it is currently \nunderstood [23]. Aspergillus  spores primarily enter the \nbody through the respiratory system, while they can also \nFig. 1 A Postero-anterior (PA) chest x-ray showing bilateral upper \nlobe old fibrotic changes, bilateral upper lung zone pulmonary \nnodules and left pleural effusion\nFig. 2 A high resolution chest Computed tomography (CT) scan \nshowing an air crescent sign\nFig. 3 A chest Computed tomography (CT) scan image showing left \nlung consolidation with bilateral lower lobe ground glass opacities \nand left pleural collection\nPage 4 of 7 Tadesse et al. Journal of Medical Case Reports          (2024) 18:491 \nlive as commensals in the external auditory canal. These \nfilamentous organisms then multiply quickly and cause \nserious problems in a sick lung or when there is a sys temic immune deficit [24]. Aspergillus  manufactures the \nproteins gliotoxin, fumagillin, and helvoic acid to evade \nthe host elimination system. In endothelial and epithelial \ncells, the protein generated can restrict cilia motility and \npromote conidia internalization. Conidia can connect \nwith endothelial cells, infiltrate tissue hyphae, and engage \nwith leukocytes in the respiratory system [25, 26]. The \nadaptive immune response in humans that is responsi ble for conidia clearance in immunocompetent hosts, as \nwell as where conidia colonize in immunocompromised \nhosts, is poorly known [27].\nThere are a number of risk factors that can potentially \nlead to the development of pulmonary aspergilloma. \nThese are pulmonary tuberculosis, cystic fibrosis, chronic \nbronchiectasis, pneumoconiosis, post infarct pulmo nary cavity, post radiation pulmonary cavity, sarcoidosis, \nbronchial cysts and bullae, chronic lung abscess, lung \nmalignancy, ankylosing spondylitis, malnutrition, chronic \nobstructive pulmonary disease (COPD), chronic liver dis ease, post-transplant, stem cell transplant, chemotherapy, \nneutropenia, prolonged corticosteroid use, HIV, and pri mary immunodeficiency syndromes [24, 28, 29]. From all \nof these, TB is the one that is the most frequently linked \nwith pulmonary aspergilloma [30]. There is also new \nevidence of chronic cavitary pulmonary aspergillomas \nfollowing coronavirus disease 2019 (COVID-19) pneu monia. A recent report stated that a 64-year-old man was \ntreated for COVID-19 with tocilizumab and dexametha sone. Then, 3 months later, he revisited the health facil ity, complaining of hemoptysis, a productive cough, and \nweight loss [31]. Similarly, pulmonary aspergillomas has \nbeen reported in a patient receiving teriflunomide for \nmultiple sclerosis [32]. It was believed that the develop ment of aspergillomas in people with healthy immune \nsystems required a structural alteration to the nest that \ncaused the airflow to become stagnant, allowing Asper gillus  to colonize [33]. Our case was treated for sputum \npositive pulmonary tuberculosis 5 years ago. Even though \nhe was declared cured, currently his sputum gene expert \nresult is positive for tuberculosis. Previous exposure to \ntuberculosis might have caused lung fibrosis. Post tuber culosis fibrotic lung is the main risk factor leading to \nthe development of aspergillomas. Even though the vast \nmajority of papers on pulmonary aspergilloma men tioned the occurrence of aspergilloma following previous \npulmonary tuberculosis, there are no works of literature \nstating concomitant occurrence of tuberculosis recur rence with pulmonary aspergillomas.\nThe majority of patients with aspergilloma probably \ndo not experience any symptoms from their lesions. When  present, the symptoms might vary and are fre quently challenging to identify because of other under lying pulmonary disease processes [34]. Chronic cough, \nfever, chest pain, hemoptysis, and certain symptoms \nrelated to chronic wasting disorders are among the clini cal manifestations of pulmonary aspergilloma [35]. Hem optysis is the most typical symptom of aspergilloma [36]. \nThe fungus’s endotoxins, local invasion of the blood ves sels bordering the cavity, or mechanical stimulation of \nthe exposed vasculature inside the cavity by the rolling \nfungus ball can all cause bleeding, which typically comes \nfrom bronchial blood vessels [37]. The intercostal arter ies themselves could also be the source of bleeding. Inter costal artery erosion may result from the mycotic process \nspreading and causing parenchymal damage at the lung’s \nperiphery to invade the nearby chest wall [38]. Large \nartery bleeding is unlikely to stop on its own and may \nbe fatal. Between 2 and 14% of people die from asper gilloma-related hemoptysis [15, 39]. It is impossible to \ndetermine which patients would develop life-threatening \nhemoptysis on the basis of the magnitude, complexity, \npresence of warning mild hemoptysis, or kind of underly ing disease [15]. Our patient, manifested with intermit tent productive cough for 3 months associated with loss \nof appetite and weight. In addition, he had night sweat ing, high grade fever, and exertional dyspnea. Although \nhe seldom saw blood-tinged sputum, he did not report to \nhave frank hemoptysis.\nMost of the time, it can be difficult to diagnose pulmo nary aspergillosis. To diagnose an aspergilloma, direct \nserological or microbiological evidence of an Aspergillus  \nspecies should be combined with radiologic evidence. \nSerodiagnosis approaches employing galactomannan and \nd-glucan, on the other hand, have limited sensitivity and \nspecificity [40]. An Aspergillus -specific immunoglobulin \nG (IgG) antibody assay outperformed traditional precipi tant antibody assays in terms of sensitivity and repeat ability. It is now the most reliable approach for detecting \nchronic cavitary pulmonary aspergillomas (CPA) pro duced by Aspergillus fumigatus, but there is no evidence \nthat it is efficient in identifying CPA caused by nonfumigatus Aspergillus  [41]. Mycological culture is also \ncommonly used approach for diagnosing CPA, however \nit has significant drawbacks. According to reports, the \nculture positivity rates of Aspergillus  species from res piratory specimens can be as low as 11.8% [40, 42, 43]. \nDespite the fact that clinical signs including weight loss, a \nproductive cough, hemoptysis, shortness of breath, chest \ntightness, and fever can be helpful, these symptoms are \ngeneral and may be linked to the underlying pulmonary \ndisease [44]. In CT scans of the chest, aspergillomas may \nbe seen in the pulmonary, pleural, or ecstatic bronchus. It \nis the most defining imaging aspect of chronic pulmonary \nPage 5 of 7\n Tadesse et al. Journal of Medical Case Reports          (2024) 18:491 \n \naspergillosis [45].The characteristic radiological sign of \naspergilloma is a movable, intracavitary mass that typi cally develops in the upper lobes; the mass is almost \npathognomonic for the condition [46]. As the patient is \nmoved, it may display the Monod sign, a rounded mass \nthat typically travels inside the cavity, and provide the \ntraditional “air crescent sign” [47]. Radiographically, in \ncontrast to simple aspergillomas, which may have thin \nwalls, normal adjacent lung parenchyma, and no pleu ral involvement, chronic cavitary pulmonary aspergil lomas may be more aggressive, causing more significant \ndestruction of the lung parenchyma, poorly defined \nconsolidation regions, and multiple cavities containing \nfungus balls, debris, and fluid [9, 45, 47]. Patients with \nsimple aspergilloma are frequently asymptomatic; how ever, those with chronic aspergilloma frequently exhibit \nmore severe symptoms, such as hemoptysis, bronchor rhea, chest discomfort, inadequate nutrition status, and \ndecreased respiratory function [48, 49]. We did a micro scopic test of sputum sample, which showed a septated \nand branching hyphae that in turn indicates the pres ence of fungal infection. Since we do not have serological \ntests for fungal infections in our set up, the tests were not \nperformed. We did PA chest x-ray and high-resolution \nchest CT scan. The imaging findings were consistent with \nchronic cavitary aspergillomas. The pathognomonic radi ological signs, such as Monod sign and air crescent signs, \nwere clearly visible in this particular case.\nDespite high rates of death and morbidity, surgery \nis still the best treatment for pulmonary aspergilloma. \nThis claim is supported by the recent retrospective \nstudy in Algeria involving 69 patients who were oper ated for pulmonary aspergillomas with 75% mortality \n[50]. Surgically, the fungal ball, the underlying cavity, and \nthe diseased parenchyma around it can all be removed \nsimultaneously. The purpose of surgery is to prevent a \npotentially fatal hemoptysis as well as the invasive clini cal forms of pulmonary fibrosis and renal amyloidosis \nthat are brought on by persistent inflammation [51]. It is \nnecessary to determine whether the patient is operable \nbefore deciding on the surgical method and to plan for \nvarious postoperative consequences by evaluating respir atory function and comorbidities [52]. Poor respiratory \nreserve, multiple aspergillomas or bilateral aspergillo mas, and patient preference are among conditions that \nmake a patient contraindicated for surgery [44]. There \nare various options available for inoperable patients \nthat need to be treated medically. Amphotericin B is \nclaimed to have a cure rate of 10% when administered \nsystemically, which is comparable to the rate of sponta neous resolution [16]. Likewise, this choice is undesir able owing to the dangers of amphotericin B, specifically \nnephrotoxicity. Nevertheless, intralesional infiltration of amphotericin B has brought a dramatic clinical improve ment in patient with chronic cavitary aspergillomas \naccording to a recent report from Portugal, where the \nprocedure involved multidisciplinary health care workers \nowing to recurrent hemoptysis and refusal of the patient \nfor blood transfusion [53]. Owing to its relatively low \ncost, oral route of administration, significant lung pen etration, and potent activity against aspergillus fumiga tus, itraconazole is the azole that has undergone the most \ntesting to treat aspergillomas [54]. Similar to the treat ment of invasive pulmonary aspergillosis, the Infectious \nDisease Society of America (IDSA) advises itraconazole \nat a dose of 200 mg orally every 12 hours, with the total \nperiod of treatment dependent on the person’s clinical \nand radiographic response [55]. Voriconazole is another \noral agent and is used for treating resistant strains of \nAspergillus fumigatus. For pulmonary aspergilloma, the \nIDSA advises voriconazole at doses of 6  mg/kg intrave nously every 12 hours for the first day and 4 mg/kg intra venously every 12  hours after that. Oral therapy can be \n200–300 mg every 12 hours [55]. Azoles can not be used \nas the primary treatment for aspergilloma owing to a \nnumber of drawbacks. Itraconazole’s overall effectiveness \nis less than 70%, while voriconazole’s efficacy has not yet \nbeen determined. Moreover, it typically takes more than \n6 months of treatment to completely eradicate the infec tion, and incidences of aspergilloma recurrence after \nstopping the antifungal medication have been reported \n[56]. We treated our case medically with itraconazole \nowing to the fact that the fungal balls are bilateral and \nabsence of an experienced cardiothoracic surgeon in our \ninstitution. The patient was simultaneously treated for \npulmonary tuberculosis and aspergillomas. He tolerated \nthe burden of medications and showed significant func tional improvement over subsequent follow-up.\nConclusion\nAspergilloma is a sign of chronic pulmonary aspergillo sis, a group of diseases caused by a persistent Aspergillus  \ninfection in the lungs. Primary aspergillomas are rare and \noften appear in patients with immune systems that are \nalready impaired. Clinical signs of pulmonary aspergil loma include a persistent cough, fever, chest discomfort, \nand hemoptysis. Most of the time, pulmonary aspergil loma is difficult to diagnose requiring high index of suspi cion and conducting proper laboratory tests and imaging. \nThere are two options of management of chronic cavitary \npulmonary aspergillomas; medical and surgical",
    "Methods": "methods. \nAntifungal drugs, such as azoles, have good cure rate \ncompared with other drugs with less side effects and the \nchoice should be made on an individual basis. Despite \nhigh mortality and morbidity rates, surgery remains the \nbest treatment for simple pulmonary aspergilloma.\nPage 6 of 7 Tadesse et al. Journal of Medical Case Reports          (2024) 18:491 \nAbbreviations\nAIDS  Acute immunodeficiency syndrome\nCT  Computed tomography\nCOPD  Chronic obstructive pulmonary disease\nCOVID-19  Corona virus disease 2019\nCPA  Chronic pulmonary aspergillomas\nHIV  Human Immunodeficiency virus\nIDSA  Infectious disease society of America\nPA  Postero-anterior\nRH  Rifampicin, isoniazid\nRHZE  Rifampicin, isoniazid, pyrazinamide, ethambutol\nTB  Tuberculosis\nAcknowledgements\nWe would like to thank the patient for allowing us to write this case report.\nAuthor contributions\nTMT conceived and designed the project and carried out data curation, \nmanuscript writing, editing, analysis, and patient follow-up; OS, SDA, EMT, BS, \nand MTJ carried out supervision and validation. All authors read and approved \nthe final manuscript.\nFunding\nWe received no financial support for this case report.\nAvailability of data and materials\nAll data and materials for this case report are available from the corresponding \nauthor upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThere are no ethical concerns about this case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nWe declare that there are no competing interests.\nReceived: 24 November 2023   Accepted: 2 September 2024\nReferences\n 1. Kambouris ME, et al. Beyond the microbiome: germ-ganism? An integrative idea for microbial existence, organization, growth, pathogenicity, and \ntherapeutics. OMICS J Integr Biol. 2022;26(4):204–17.\n 2. Verweij P , Brandt M. Aspergillus, fusarium, and other opportunistic moniliaceous fungi. Manual Clin Microbiol. 2006;2:1802–38.\n 3. Barnes PD, Marr KA. Aspergillosis: spectrum of disease, diagnosis, and \ntreatment. Infect Dis Clin. 2006;20(3):545–61.\n 4. Martinez R, et al. Primary aspergilloma and subacute invasive aspergillosis \nin two AIDS patients. Rev Inst Med Trop Sao Paulo. 2009;51:49–52.\n 5. Lachanas E, et al. An unusual pulmonary cavitating lesion. Respiration. \n2005;72(6):657.\n 6. Chen J-C, et al. Surgical treatment for pulmonary aspergilloma: a 28 year \nexperience. Thorax. 1997;52(9):810–3.\n 7. Jameson JL et al. Harrison’s principles of internal medicine. (No Title), \n2018.\n 8. Denning DW, Pleuvry A, Cole DC. Global burden of chronic pulmonary \naspergillosis as a sequel to pulmonary tuberculosis. Bull World Health \nOrgan. 2011;89(12):864–72.\n 9. Moodley L, Pillay J, Dheda K. Aspergilloma and the surgeon. J Thorac Dis. \n2014;6(3):202. 10. Kant S, Verma S. Fungal ball presenting as Haemoptysis. Internet J Pulm \nMed. 2007;10:e1–4.\n 11. Denning DW, et al. Chronic cavitary and fibrosing pulmonary and pleural \naspergillosis: case series, proposed nomenclature change, and review. \nClin Infect Dis. 2003;37(Supplement_3):S265–80.\n 12. Saraceno JL, et al. Chronic necrotizing pulmonary aspergillosis*: approach \nto management. Chest. 1997;112(2):541–8.\n 13. Zmeili OS, Soubani A. Pulmonary aspergillosis: a clinical update. J Assoc \nPhys. 2007;100(6):317–34.\n 14. Pohl C, et al. Pulmonary aspergilloma: a treatment challenge in subSaharan Africa. PLoS Negl Trop Dis. 2013;7(10): e2352.\n 15. Jewkes J, et al. Pulmonary aspergilloma: analysis of prognosis in relation \nto haemoptysis and survey of treatment. Thorax. 1983;38(8):572–8.\n 16. Hammerman KJ, Sarosi GA, Tosh FE. Amphotericin B in the treatment \nof saprophytic forms of pulmonary aspergillosis. Am Rev Respir Dis. \n1974;109(1):57–62.\n 17. Belcher J, Plummer N. Surgery in broncho-pulmonary aspergillosis. Br J \nDis Chest. 1960. https:// doi. org/ 10. 1016/ S0007- 0971(60) 80067-8.\n 18. Battaglini JW, et al. Surgical management of symptomatic pulmonary \naspergilloma. Ann Thorac Surg. 1985;39(6):512–6.\n 19. Lee SH, et al. Clinical manifestations and treatment outcomes of pulmo nary aspergilloma. Korean J Intern Med. 2004;19(1):38.\n 20. Denning DW, et al. Chronic pulmonary aspergillosis: rationale and clinical \nguidelines for diagnosis and management. Eur Respir J. 2016;47(1):45–68.\n 21. Addrizzo-Harris DJ, et al. Pulmonary aspergilloma and AIDS: a comparison \nof HIV-infected and HIV-negative individuals. Chest. 1997;111(3):612–8.\n 22. McCarthy D, Pepys J. Allergic broncho-pulmonary aspergillosis: clinical \nimmunology:(1) Clinical features. Clin Exp Allergy. 1971;1(3):261–86.\n 23. Hinson KF, Moon AJ, Plummer NS. Broncho-pulmonary aspergillosis; a \nreview and a report of eight new cases. Thorax. 1952;7(4):317–33.\n 24. Chakraborty RK, Baradhi KM. Aspergilloma, in StatPearls. 2022, StatPearls \nPublishing.\n 25. Hohl TM, Feldmesser M. Aspergillus fumigatus: principles of pathogenesis \nand host defense. Eukaryot Cell. 2007;6(11):1953–63.\n 26. Soewondo W, et al. Co-existing active pulmonary tuberculosis with \naspergilloma in a diabetic patient: a rare case report. Radiol Case Rep. \n2022;17(4):1136–42.\n 27. Shankar J. An overview of toxins in Aspergillus associated with pathogenesis. Int J Life Sci Biotechnol Pharm Res. 2013;2(2):16–31.\n 28. Hsiao C-W, et al. Complex pulmonary aspergilloma: a case report. J Med \nSci. 2001;21(6):301–4.\n 29. Smith N, Denning D. Underlying conditions in chronic pulmonary asper gillosis including simple aspergilloma. Eur Respir J. 2011;37(4):865–72.\n 30. Kawamura S, et al. Clinical evaluation of 61 patients with pulmonary \naspergilloma. Intern Med. 2000;39(3):209–12.\n 31. Adetiloye AO, et al. A 64-year-old man hospitalized for COVID-19 pneumonia and treated with tocilizumab who developed chronic cavitary \npulmonary aspergillosis. Am J Case Rep. 2023;24: e938359.\n 32. London F, Stanciu-Pop C, Mulquin N. Chronic cavitary pulmonary asper gillosis in a teriflunomide-treated multiple sclerosis patient. Clin Neurol \nNeurosurg. 2024;236: 108125.\n 33. Ma JE, et al. Endobronchial aspergilloma: report of 10 cases and literature \nreview. Yonsei Med J. 2011;52(5):787–92.\n 34. Flye MW, Sealy WC. Pulmonary Aspergilloma: a report of its occur rence in 2 patients with cyanotic heart disease. Ann Thorac Surg. \n1975;20(2):196–203.\n 35. Fujiuchi S, et al. Clinical analyses of Aspergillus infections in patients with \nunderlying pulmonary disease. Nihon Kokyuki Gakkai Zasshi J Jpn Respir \nSoc. 2004;42(10):865–70.\n 36. Faulkner SL, et al. Hemoptysis and pulmonary aspergilloma: operative \nversus nonoperative treatment. Ann Thorac Surg. 1978;25(5):389–92.\n 37. Solit RW, et al. The surgical implications of intracavitary mycetomas \n(fungus balls). J Thorac Cardiovasc Surg. 1971;62(3):411–22.\n 38. Young VK, et al. Operation for cavitating invasive pulmonary aspergillosis \nin immunocompromised patients. Ann Thorac Surg. 1992;53(4):621–4.\n 39. Garvey J, et al. The surgical treatment of pulmonary aspergillomas. J \nThorac Cardiovasc Surg. 1977;74(4):542–7.\n 40. Kitasato Y, et al. Comparison of Aspergillus galactomannan antigen \ntesting with a new cut-off index and Aspergillus precipitating antibody \ntesting for the diagnosis of chronic pulmonary aspergillosis. Respirology. \n2009;14(5):701–8.\nPage 7 of 7\n Tadesse et al. Journal of Medical Case Reports          (2024) 18:491 \n \n 41. Takazono T, Izumikawa K. Recent advances in diagnosing chronic pulmo nary aspergillosis. Front Microbiol. 2018;9:1810.\n 42. Kohno S, et al. Intravenous micafungin versus voriconazole for \nchronic pulmonary aspergillosis: a multicenter trial in Japan. J Infect. \n2010;61(5):410–8.\n 43. Shin B, et al. Serum galactomannan antigen test for the diagnosis of \nchronic pulmonary aspergillosis. J Infect. 2014;68(5):494–9.\n 44. Lang M, et al. Non-surgical treatment options for pulmonary aspergilloma. Respir Med. 2020;164: 105903.\n 45. Roberts CM, Citron KM, Strickland B. Intrathoracic aspergilloma: role of CT \nin diagnosis and treatment. Radiology. 1987;165(1):123–8.\n 46. Fishman A. Pulmonary diseases and disorders. Tuberous Sclerosis Lymphangiomyomatosis. 1988;2:965.\n 47. Sharma S, et al. ‘Monod’ and ‘air crescent’ sign in aspergilloma. Case Rep. \n2013;2013:2013200936.\n 48. Gossot D, et al. Full thoracoscopic approach for surgical management of \ninvasive pulmonary aspergillosis. Ann Thorac Surg. 2002;73(1):240–4.\n 49. Lejay A, et al. Surgery for aspergilloma: time trend towards improved",
    "Results": "results? Interact Cardiovasc Thorac Surg. 2011;13(4):392–5.\n 50. Ghebouli K, et al. Pulmonary aspergilloma surgery analysis and results of \na series of 69 cases. EAS J Med Surg. 2024;6(02):36–40. https:// doi. org/ 10. \n36349/ easjms. 2024. v06i02. 005.\n 51. Liebler JM, Markin CJ. Fiberoptic bronchoscopy for diagnosis and treat ment. Crit Care Clin. 2000;16(1):83–100.\n 52. Britton NG, Stagg M. Tests of pulmonary function before thoracic surgery. \nAnaesth Intensive Care Med. 2017;18(12):598–601.\n 53. Pinto M, et al. Endobronchial amphotericin B to treat hemoptysis in an \ninoperable patient with aspergillosis. Med Mycol Case Rep. 2024;43: \n100627.\n 54. Gupta PR, Jain S, Kewlani JP . A comparative study of itraconazole in \nvarious dose schedules in the treatment of pulmonary aspergilloma in \ntreated patients of pulmonary tuberculosis. Lung India. 2015;32(4):342.\n 55. Patterson TF, et al. Practice guidelines for the diagnosis and manage ment of aspergillosis: 2016 update by the Infectious Diseases Society of \nAmerica. Clin Infect Dis. 2016;63(4):e1–60.\n 56. Campbell J, et al. Treatment of pulmonary aspergilloma with itraconazole. \nThorax. 1991;46(11):839–41.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}