{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05083-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05083-8.pdf",
  "metadata": {
    "/Keywords": "Neurofibromatosis; NF2; Hybrid nerve sheath tumor; HNST; Spinal canal",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250227120128+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250227094832+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05083-8",
    "/Author": "Deepak Nayak Manel ",
    "/Title": "Hybrid nerve sheath tumor of the spinal canal and neurofibromatosis-2, where the twain shall meet—a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05083-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background A hybrid nerve sheath tumor is a biphasic, benign neoplasm of peripheral nerve sheaths, consist ing of combinations of neurofibroma, schwannoma, or perineurioma. These tumors were recognized only recently, \nin 2013; they commonly occur sporadically but rarely with syndromic associations, such as neurofibromatosis syndrome, Carney complex, and schwannomatosis. With an occurrence of 1 in every 33,000 individuals, neurofibromatosis type 2 is a rare autosomal dominant condition characterized by bilateral vestibular schwannomas. Herein \nwe report a serendipitous occurrence of a hybrid nerve sheath tumor with neurofibromatosis type 2 syndrome, \nwith an emphasis on its diagnostic mimics.\nCase report A 35-year-old Indian male patient presented to the clinic with balance dysfunction, left-sided hearing \nloss, and spastic weakness in all four limbs during the past 6 months. Neurological examination revealed increased \nmotor tone in all four limbs, bilateral 4/5 limb strength, a right grip strength of 80%, and a left grip strength of 90%. \nRomberg’s sign, Babinski sign (extensor), and Hoffman’s sign were positive. No cerebellar signs were elicited. A cranial \nnerve examination revealed bilateral hearing impairment, with hearing of the left being greater than that of the right.\nMagnetic resonance imaging revealed, an ependymoma at C1–2, a hyperintensive T2 lesion (likely a meningioma), \na neurofibroma at C2, and bilateral vestibular schwannomas at the cerebellopontine angle. The patient underwent \ntumor excision surgery under somatosensory evoked potential/motor evoked potential monitoring. The tumor \nat the C2 level showed a nodular arrangement with typical schwannian nodules (SOX-10 strongly positive and epithe lial membrane antigen negative); these nodules were encased by a hypocellular neurofibroma component  (CD34+), \nforming a lattice around the former. No necrosis or increased proliferation index was noted.",
    "Conclusion": "Conclusion Neurofibromatosis type 2 syndrome is a rare condition, associated with mutations in both alleles \nof the NF2 (Merlin) gene, and is associated with meningiomas and ependymomas, as seen in this patient. Its occur rence alongside a spinal hybrid nerve sheath tumor is rare and can often lead to an erroneous diagnosis of other \nnerve sheath tumors or, rarely, a malignant nerve sheath tumor. This case highlights this rare confluence and its \nmimickers.\nKeywords  Neurofibromatosis, NF2, Hybrid nerve sheath tumor, HNST, Spinal canal\n*Correspondence:\nShivam Thaker\nsthaker09@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 10 Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78",
    "Introduction": "Introduction\nIn medicine you will encounter unique and atypical pres entations; however, it is the nature of pathology that you \nwill find the secrets behind them. This case serves as the \nunion of two rare diseases/lesions with an atypical pres entation and underlying unusual pathological findings.\nA hybrid nerve sheath tumor (HNST) is a biphasic, \nbenign neoplasm of peripheral nerve sheaths that dis plays combinations of neurofibroma, schwannoma, or \nperineurium. Typically, this tumor is present in the der mis or subcutaneous tissues of the extremities and trunk \nand rarely poses any immediate health risk. HNSTs were \nrecognized only recently, in 2013, by the World Health \nOrganization (WHO). These tumors commonly occur \nsporadically and rarely with syndromic associations, such \nas neurofibromatosis syndrome, Carney complex, and \nschwannomatosis [1]. These unique neoplasms pose a \ndiagnostic challenge because of their diverse morphology \nand other common mimics.\nWith an occurrence of 1 in every 25,000–40,000 indi viduals, neurofibromatosis type 2 syndrome (NF2) is a \nrare autosomal dominant condition characterized by \nbilateral vestibular schwannomas and meningiomas [2]. \nHowever, a paraspinal HNST uncovering an NF2 is less \ncommon. Herein we report a serendipitous occurrence of \nan HNST with NF2 syndrome, with an emphasis on diag nostic mimics.",
    "Case Presentation": "Case presentation\nPresentation and imaging\nA 35-year-old Indian male patient presented to the clinic \nwith an imbalance while walking, bilateral tinnitus, and \nleft-sided hearing loss for the past 6 months, which wors ened in the past 5  days. In addition, the patient experi enced bilateral upper and lower limb tingling, numbness, and a cotton wool sensation while walking. Right-sided \nspastic weakness was also present. Tinnitus was contin uous and increased at night. It was not associated with \nheadache, nausea, or vomiting. The patient’s past his tory noted episodes of ear discharge 2 years prior, which \nimproved with medication, and dizziness for the past \n2 years, which is positional.\nThe patient was conscious and oriented with stable \nvitals during examination. On inspection of the back, no \ncafé au lait spots were found. Neurological examination \nrevealed increased motor tone in all four limbs, bilateral \n4/5 limb strength, a right grip strength of 80%, and a left \ngrip strength of 90%. Deep tendon reflexes were all rated \n3+. Bilateral Romberg’s sign, Babinski sign (extensor), \nand Hoffman’s sign were positive. No cerebellar signs \nwere elicited and the abdominal reflex was absent. A cra nial nerve examination revealed bilateral hearing impair ment, with the hearing of the left being greater than \nthat of the right. Ear examination revealed a right intact \ntympanic membrane with grade 1 retraction and healed \ncentral perforation  with tympanoscleortic notch in the \nleft ear. Tympanography revealed a type A tympanogram \nwith minimal to moderate sensorineural hearing loss in \nthe right ear and moderate sensorineural hearing loss in \nthe left ear. In addition, bilateral ipsilateral and contralat eral reflexes were absent until the frequency reached \n4 kHz.\nOn completion of the clinical evaluation, on the day \nof presentation, magnetic resonance imaging (MRI) of \nthe spine and brain was ordered. The MRI of the spine \nrevealed a well-defined T2 hyperintense extramedullary \nlesion noted on the posterior aspect of the cranioverte bral (CV) junction, causing significant compression of \nthe cervical cord. This lesion is likely meningioma. In \naddition, Dumbbell-shaped intra- and extramedullary \nFig. 1 Magnetic resonance images of the spine and brain. (a) Median section of the spine with Dumbbell-shaped intra and extramedullary \nlesions at C2, neurofibroma, (b) transverse section of the spine with umbbell-shaped intra and extramedullary lesions at C2, neurofibroma, (c) \ncerebellopontine angle lesion of vestibular schwannoma\nPage 3 of 10\n Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \n \nlesions at C2, along with a neurofibroma (Fig. 1A,B). MRI \nof the brain revealed bilateral cerebellopontine (CP) angle \nlesions (left larger than right), likely vestibular schwan nomas, which led to the clinical diagnosis of NF2 on the \nbasis of the 2018 diagnostic criteria (Fig.  1C). These two \nlesions were considered important because of their posi tion. Additional visualized lesions included intramedul lary lesions in the upper cervical cord at the C1 and C2 \nlevels, which are likely ependymomas, and hyperintense \nsignal changes in the lower brain stem and upper cervical \ncord at the C3 level, which are likely syrinxes.\nA computed tomography (CT) scan of the spine was \ndone a day before surgery, and showed a well-defined \naxial broad-based lesion in the foramen magnum region \nwith focal hyperdensities (likely calcification) causing spi nal canal stenosis, (likely meningioma).\nTreatment and posttreatment outlook\nThe patient was scheduled for tumor excision surgery, \n1-day following CT scan of the spine. Under aseptic \nprecautions, the surgical site was painted and draped, \nand the incision was made and advanced. The foramen \nmagnum rim was drilled, and the C1 arch and partial \nC2 lamina were removed. The dura was opened and the \nflaps were retracted. A large, partly calcified meningioma \nwas noted in the region of the foramen magnum which \nwas  was attached to the posterior and both the lateral \nleaflets, extending to the ventrolateral aspect of the spinal \ncord. The meningioma was excised in toto in piecemeal \nfashion and the dural attachments were coagulated. Later, \nmyelotomy was performed at C1 and C2 and Pial sutures \nwere placed. A brownish-red intramedullary tumor was \nnoted; it was moderately vascular. Tumoral decompres sion was performed and somatosensory evoked potential \n(SSEP)/motor evoked potential (MEP) was monitored \nat regular intervals. The tumor had a good plane of dis section all around, except the super-anterior portion, \nwhich was left behind. Near-total excision of the tumor \nwas performed. The dura was closed using 5.0 prolene \nsutures. MEPs and SSEPs were recorded and were found \nto be normal throughout the procedure. A large extra dural C2 neurofibroma was noted on the left side. It was \nsoft and firm, moderately vascular, and with a good plane \nof dissection. The complete tumor was excised. Hemosta sis was secured. The wound was closed with Vicryl 2-0 \nand Ethilon sutures, over a number 12 Romavac drain.\nThe patient was admitted to the intensive care unit \n(ICU) and extubated 1  day postoperatively. On exami nation, the patient demonstrated increased spasticity \nand worsening posterior column signs. Physiotherapy \nand gait training were suggested, alongside steroid and \nbaclofen treatment. He was stable and was discharged in stable condition. The second stage of removal of vestibu lar schwannomas was planned for later.\nThen, 18 days after discharge, the patient started expe riencing reduced sleep and appetite and cerebrospinal \nfluid (CSF) leaking from the site of the wound. Symp toms were not associated with fever. A diagnostic lum bar puncture revealed an increased cell count. The swab \nfrom the wound grew Staphylococcus aureus. The patient \nreceived two sutures under aseptic conditions to prevent \nfurther leakage of CSF. The patient also received aceta zolamide and appropriate antibiotic treatment for men ingitis. During day 3 of admission, the patient developed \nurinary retention and paraparesis for which an MRI of \nthe entire spine was carried out, which did not demon strate any compressive lesions. The patient was treated \nwith steroids and improved clinically. The patient was \ndischarged on day 8 of admission, with stable vitals, a \nhealthy wound, and no new neurological complications.\nPathology findings\nHistopathology of the C2 lesion revealed a biphasic \ntumor with cellular zones and nodules of spindle cells \nwith hypocellular zones. Nuclear palisades and Verocay \nbodies were observed in the cellular zone, suggesting a \nschwannoma (Figs.  2 and 3). In the hypocellular zone, \nbuckled nuclei and shredded collagen, which are signs \nof neurofibroma, were observed (Fig.  4). No necrosis or \nhigh proliferation index was observed.\nImmunohistochemistry (IHC) of the schwannian com ponent revealed strong cytoplasmic and nuclear positiv ity for SOX-10 (Fig.  5), in addition to strong, retained \nnuclear expression of INI-1(Fig.  6). The nonschwann ian components formed a strong  CD34+ antibody lat tice around the Schwannian nodule (Fig.  7). In addition, \nthe epithelial membrane antigen (EMA) antibody high lighted cytoplasmic positivity in the perineurial compo nent (Fig. 8).\nFig. 2 Histopathology of the hypercellular region of the biphasic C2 \nlesion under 100× magnification\nPage 4 of 10 Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \nAn intramedullary C1–2 lesion demonstrated fas cicles of monomorphic neoplastic ependymal cells \nforming true rosettes  (as indicted by arrow in Fig.  9), \nsuggesting ependymoma (Fig.  9). Immunohistochem istry revealed that the lesion was glial fibrillary acidic \nprotein (GFAP)-positive and had cytoplasmic positiv ity for EMA monoclonal antibodies (Figs.  10, 11). The \nlesion at the CV junction exhibited syncytial whorls of \nneoplastic meningothelial cells with indistinct cytoplas mic outlines, characteristic of meningioma (Fig. 12).",
    "Discussion": "Discussion and conclusion\nHistory\nA hybrid nerve sheath tumor is a benign neoplasm with \ncombined features of greater than one nerve sheath \ntumor, most commonly presenting in the dermis or \nsubcutaneous tissue. They were first described in 1998 \nby Feany and colleagues, who described seven cases of \nHNST in adult patients, all of which involved a schwan noma/neurofibroma combination. The following decade \nsaw sporadic and few case series describing this novel \nentity. Hornick et  al. [3] published a large series of 42 \nhybrids consisting of schwannoma/perineurium in 2009, \nwhich focused on more facets of this entity [4]. In 2013, \nthe WHO working group substantiated the existence of \nHNSTs and expanded on the different composite compo nents and their associations with syndromes [1].\nDiagnostic challenge and mimics\nIn the current case, the patient presented with a C2 neu ral HNST in the spinal canal with a CP angle schwan noma, without a café au lait spot. This is atypical for \nNF1. Currently, diagnostic reconsideration is impera tive. This union of two atypical presentations and occur rences opens the window for discussion of the etiological \nFig. 3 Histopathology of the hypercellular region of the C2 biphasic \nlesion, showing Verocay bodies under 400× magnification, indicating \nschwannoma\nFig. 4 Histopathology of the hypocellular region of the C2 biphasic \nlesion with shredded collagen under 400× magnification, indicative \nof neurofibroma\nFig. 6  Immunohistochemistry of the schwannian component \nof the C2 lesion with strong retained nuclear expression of INI-1\nFig. 7 Immunohistochemistry of the non-schwannian \ncomponent of the C2 lesion forming a strong  CD34+ lattice \naround the schwannian nodule\nFig. 5 Immunohistochemistry of the schwannian component \nof the C2 lesion, positive for SOX-10\nPage 5 of 10\n Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \n \ncorrelation between the two lesions. NF2 is a more appro priate explanation of the presentation at hand. It may also \nbe associated with ependymomas, meningiomas, and \nocular abnormalities but rarely with HNSTs, with a fre quency quotient of 10–15%.\nTo explore the rarity and diagnostic challenge of this \ncase, the HNST in the patient was a combination of \nschwannoma and neurofibroma. This is not only a rare \noccurrence but also a challenging diagnosis owing to \nits ability to radiologically mimic a basic schwannoma. \nA more common occurrence is a combination of neu rofibroma and perineurioma. The use of IHC for com plex pathologies can be highly effective, as indicated by \nthe following IHCs: SOX-10, which stains schwanno mas and neurofibromas but is negative in perineurioma; \nEMA, which stains perineurial cells but is negative in \nschwannomas and neurofibromas; CD34, which stains \nthe fibroblasts in neurofibromas; and INI-1, which stains \nmalignant peripheral nerve sheath tumor (MPNST) tis sue lacking nuclear expression (70%), which is retained in \nother nerve tumors.\nClinical presentations similar to the one at hand (HNST \nof the spinal canal) may yield an erroneous diagnosis of \nneurofibromatosis type 1 (NF1). These findings suggest \nthat IHC is a useful tool for eliminating differentials and \nreaching a definitive diagnosis. NF2 may be associated \nwith diagnostic mimics of HNSTs present in the spi nal canal. The IHC findings were (1) meningioma: posi tive EMA antibody, negative SOX-10 stain, and positive \nCD34 antibody; (2) schwannomas: biphasic morphol ogy, positive SOX-10 stain, negative EMA antibody, and \nnegative CD34 antibody; (3) MPNSTs: patchy and focal \npositivity for SOX-10 stain, loss of INI-1 stain nuclear \nexpression, and high mitosis and nuclear atypia positiv ity; and (4) ependymomas: positive SOX-10 stain, dot-like \npositive EMA antibody, negative CD34 antibody.\nReported cases of spinal HNST\nAn extensive literature review found that the occurrence \nof spinal hybrid nerve sheath tumors is extremely rare, \nFig. 8 Epithelial membrane antigen highlighting cytoplasmic \npositivity in the perineurial component\nFig. 9 Intramedullary C1–2 lesion (ependymoma) with fascicles \nof monomorphic neoplastic ependymal cells forming true rosettes (as \nindicated by arrow) using hematoxylin and eosin under 5 mm \nmagnification\nFig. 10 Immunohistochemistry with glial fibrillary acidic \nprotein positivity of the C1–2 intramedullary lesion under 5 mm \nmagnification\nFig. 11 Immunohistochemistry with cytoplasmic epithelial \nmembrane antigen monoclonal antibody positivity of the C1–2 \nintramedullary lesion under 5 mm magnification\nFig. 12 Syncytial whorls of neoplastic meningothelial cells \nwith indistinct cytoplasmic outlines using hematoxylin and eosin \nunder 5 mm magnification, characteristic of meningioma\nPage 6 of 10 Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \nespecially if these tumors present with syndromic asso ciations (Table  1). This is a summary of the only three \nreported cases of spinal HNST, described in individual \nreports, none of which presented with syndromic associ ations. What is unique about these cases are the different \nclinical presentations and tumor locations found in all \nthree, as well as the different diagnostic modalities used, \nsuch as claudin and GLUT-1.\nReview of neurofibromatosis types 1 and 2\nNeurofibromatosis type 1 is an autosomal dominant \nneurocutaneous disorder characterized by skin pigmen tation/macules called café au lait spots and the develop ment of neurofibromas. This disease is also known as \nvon Recklinghausen disease. Neurofibromatosis type 1 is \nassociated with a mutation of the NF1 gene on the long \narm of chromosome 17 [8]. The type of mutation may \ndiffer from stop mutations, (1;17) and (17;22) transloca tions, or point mutations 17q11.2 [9–12]. This mutation \nis associated with a defect in the synthesis of Neurofi brin-1, a tumor suppressor protein secreted by Schwann \ncells and oligodendrocytes. It functions by downregulat ing the Ras signaling pathway by promoting hydrolysis of \nthe active form of Ras (GTP-bound Ras) to inactive GDPbound Ras [12]. This leads to benign tumor cell prolif eration, usually on or just below the skin. Tumors may \ndevelop in any part of the body, including the brain, and \nsome may rarely develop malignant potential (particu larly tumors that grow along the nerve sheath), leading \nto malignant hybrid nerve sheath tumors [13]. In a semi nal paper by Woodruff, where he reviewed malignant \nperipheral nerve sheath tumor (MPNST) in patients with \nNF1, he concluded that neurofibroma was the precur sor lesion, and it was either plexiform neurofibroma or \na localized intraneural neurofibroma involving a large or \nmedium-sized nerve or nerve plexus [14]. Patients with \nNF1 may also be prone to developing conditions, such as \noptic glioma, leukemia, Cowden syndrome, hamartoma \nneoplastic syndrome, and tuberous sclerosis, among \nother syndromic associations [8, 15]. In addition to the \ncafé au lait spots, children with NF1 may develop Lisch \nnodules in the iris (which usually do not interfere with \nvision). It may also be associated with hypertension or \nirritable bowel syndrome and constipation (in children) \n[16, 17].\nIn addition, neurofibromatosis type 2 is an autoso mal dominant syndrome, but it is associated with the development of multiple CNS tumors, including schwan nomas, meningiomas, and ependymomas [18]. It can be \ndifferentiated from NF1 by the absence of café au lait \nspots. This disease is caused by a mutation in the NF2 \ngene on chromosome 22, leading to the production of an \nabnormally shortened version of the NF2 protein, known \nas the “Merlin protein. ” The Merlin protein is a tumor \nsuppressor gene that serves as an upstream regulator of \nthe Hippo signaling pathway. Merlin is associated with \nthe ERM family of membrane cytoskeleton proteins. \nIts absence/mutation can lead to the inability to form \nproper cell-to-cell junctions and insensitivity to normal \ngrowth arrest signals generated by cell-to-cell contact. It \nis involved in the activation of the MST-1 protein, MST-2 \nprotein, and Lats protein, while inactivating the YAP pro tein, which is a transcriptional coactivator. This leads to \nthe prevention of tumorigenesis. The Merlin protein also \nserves a suppressor function in the Ras/Rac pathway \nand facilitates the binding of the ECM receptor proteins \nCD44, integrins, and actin. Sometimes, schwannomato sis is itself linked to somatic mutations in the NF2 gene \nor loss of heterozygosity (which is associated with Merlin \nprotein inhibition), which may account for the syndromic \nassociation of HNST with neurofibromatosis type 2 [7, \n19, 20]. NF2 is most commonly associated with acoustic \nschwannomatosis of the vestibulocochlear nerve, which \nleads to symptoms, such as balance dysfunction, hearing \nsymptoms, and tinnitus, similar to those of the patient at \nthe time of presentation. Less commonly, it may also be \nassociated with facial weakness or paralysis [21]. Compli cations include diminished vision, fluid accumulation in \nthe brain, and limb numbness or weakness [22]. Some times it may be associated with cataracts in one or both \neyes in children [23]. It may be differentiated from NF1 \nby the absence of café au lait spots.\nNeurofibromatosis type 2 syndrome is a rare autoso mal dominant disease associated with mutations in both \nalleles of the NF2 gene. Its occurrence with an HNST of \nthe spine in this patient mimics the presentation of NF1 \nand discounts the cerebellar element of balance dys function by presumed but absent spinocerebellar tract \ninvolvement. This highlights the importance of using \nIHC concurrently with MRI in making important defini tive diagnoses of unusual presentations. In addition, the \nuse of IHC could help differentiate HNSTs from other \nlesions, such as primary schwannomatosis or neurofi bromatosis, in the spinal segment. Thus, the two, albeit \nPage 7 of 10\n Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \n \nTable 1 Summary of published cases of spinal hybrid nerve sheath tumors\nReference no. Authors Age, sex, and presentation Size, location, and gross features Histopathology and \nimmunohistochemistryTumor composition and syndromic \nassociation\n[5] Inomata K. et al. −56-year-old male\n-Difficulty walking and exacerbation of paresthesia in both hands \nand right lower limb-T1-weighted hypointensity \nand T2-weighted hyperintensity \nextending to the C2–3 cervical spine\n−0.9–1.7 cm in diameterHistopathology:\n-Fascicular growth pattern \nand nuclear palisading in schwannian foci\n-Low cellularity, loose arrangement, \nand collage bundle deposition in foci \nof neurofibroma\nImmunohistochemistry:\n-Schwannoma: SOX-10+ \nand S-100+,  CD34−\n-The neurofibroma part of the tumor \nwas S-100 and SOX-10\n-Stromal cells:  CD34+\n-Mindbomb Homolog-1 (MIB-1) \nindex of the tumor: 5%-Tumor component: schwannoma/\nneurofibroma\n-No syndromic association\n[6] Tomayoshi Hayashi et al. −63-year-old male\n-Pain and numbness in lower back \nextending to buttocks and lower \nlimbs-Intradural tumors at T11/12 \n(1.5 cm × 0.9 cm, on posterior nerve \nroot)\n-L1 (2.2 cm × 1.7 cm in contact \nwith cauda equina)\n-Nodular tumors with a lobular \npatternHistopathology:\n-Spindle cells in fasciculated/\nwhorled/storiform pattern\n-Nuclear palisading with onion bulb \nappearance consisting of epitheloid \nand spindle cells\nImmunohistochemistry:\n-S-100+ and SOX-10+ cells present \nin the palisading/myxoid region\n-Claudin+ and S-100− cells present \nbetween the S-100 and SOX-10 cells\n-Neurofilament+ axons observed \nin the center of the onion bulb\n-Ki-67 labeling index: up to 20% \nin parts of the tumor-Tumor components: schwannoma/\nperineurioma\n-No syndromic association\nPage 8 of 10 Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \nTable 1 (continued)\nReference no. Authors Age, sex, and presentation Size, location, and gross features Histopathology and \nimmunohistochemistryTumor composition and syndromic \nassociation\n[7] Namath S. Hussain et al. −47-year-old male\n-Multiple enlarging painful nerve \nsheath tumors on the hip, pubic, par aspinal, and spinal foraminal region-Multiple nerve sheath tumors \nin the hip, pubic, paraspinal, and tho racic spinal region ranging from 0.5 \nto 1.7 cm in diameter\n-Appear as pink soft tissue nodulesHistopathology:\n-Predominant plexiform neurofibroma\n-Focal regions of Schwann cells, \nresembling schwannoma\n-Focal atypia with hyperchro matic, mildly enlarged nuclei \nadjacent to bland Schwann cell \nproliferation\nImmunohistochemistry:\n-Foci of Schwann cell proliferation \nstrongly S-100+\n-Presence of pericellular reticulin \nfibers, representing the basement \nmembrane of foci of Schwann cell \nproliferation\n-Neurofilament+ axons from the neurofibroma adjacent to foci \nof Schwann cell proliferation-Tumor components: schwannoma/\nneurofibroma\n-No syndromic association\nCurrent Case −35-year-old male\n-Spastic weakness, tingling sensation, \nand numbness in all four limbs\n-The patient also had hearing loss \nand balance dysfunction which can \nbe attributed to neurofibromatosis \ntype 2 syndrome-C2 Dumbell-shaped tumor \nwith impression of neurofibroma, \n1.59 cm × 2.65 cmHistopathology:\n-Biphasic tumor\n-Foci of spindle cells with nuclear \npalisading/Verocay bodies, indicative \nof schwannoma\n-Hypocellular foci, with buckled \nnuclei and shredded collagen indicative of neurofibroma\n-No necrosis\nImmunohistochemistry:\n-Schwannian component: Strongly \nSOX-10+ and INI-1+\n-Neurofibroma component:  CD4+ \nlattice around schwannian nodule-Tumor component: schwannoma/\nneurofibroma\n-Neurofibromatosis type 2 associated \nwith HNST\nPage 9 of 10\n Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \n \nrare and less known, links HNST and NF2. This case \nhighlights this rare confluence and the potential risks of \nmisdiagnosis.\nAbbreviations\nHNST  Hybrid nerve sheath tumor\nNF2  Neurofibromatosis type 2 syndrome\nNF1  Neurofibromatosis type 1 syndrome\nMPNST  Malignant peripheral nerve sheath tumor\nIHC  Immunohistochemistry\nAcknowledgements\nThe authors wish to acknowledge the patient for contributing to their case for \nknowledge. The authors thank the department of pathology and neurosur gery for support in generating pathological and radiological images.\nAuthor contributions\nDr. Deepak Nayak and Dr. Geetha V were the attending pathologists and conducted the histopathology and immunohistochemistry for the case report. Dr. \nDeepak Nayak also assisted in writing the discussion of the study, reviewing the paper, and providing the diagnostic algorithm. Mr. Shivam Thaker \nconducted the review of literature and drafted the initial and final manuscript. \nDr. Girish Menon is the attending neurosurgeon managing the patient and \nreviewed and edited the manuscript.\nFunding\nNo funding was received for this case report.\nAvailability of data and materials\nData for the case report was available through the Medical Records Depart ment of Kasturba Medical College, MAHE, Manipal. References/literature for \nthe review are available in PubMed.\nDeclarations\nEthics approval and consent to participate\nAs per institutional ethics committee guidelines, ethics committee approval \nis not required for publication of the case report. Informed consent was \nobtained from the patient for educational and publication purposes on the \nbasis of the recommendation of the institution.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Pathology, Kasturba Medical College, MAHE, Manipal, Udupi \n576104, India. 2 Department of Neurosurgery, Kasturba Medical College, MAHE, \nManipal, Udupi, India. 3 Kasturba Medical College, Manipal, Udupi, India. \nReceived: 29 October 2024   Accepted: 10 January 2025\nReferences\n 1. Hornick JL, Michal M. Hybrid nerve sheath tumors. In: Fletcher CDM, \nBridge JA, Hogendoorn PCW, Mertens F, editors. WHO classification of \ntumors of soft tissue and bone. 4th ed. Lyon: IARC; 2013.\n 2. Dinh CT, Nisenbaum E, Chyou D, Misztal C, Yan D, Mittal R, Young J, \nTekin M, Telischi F, Fernandez-Valle C, Liu XZ. Genomics, epigenet ics, and hearing loss in neurofibromatosis type 2. Otol Neurotol. \n2020;41(5):e529–37.\n 3. Feany MB, Anthony DC, Fletcher CD. Nerve sheath tumours with hybrid \nfeatures of neurofibroma and schwannoma: a conceptual challenge. Histopathology. 1998;32:405–10. https:// doi. org/ 10. 1046/j. 1365- 2559.  \n1998. 00419.x.\n 4. Hornick JL, Bundock EA, Fletcher CD. Hybrid schwannoma/perineurioma: clinicopathologic analysis of 42 distinctive benign nerve sheath \ntumors. Am J Surg Pathol. 2009;33:1554–61. https:// doi. org/ 10. 1097/  \nPAS. 0b013 e3181 accc6c .\n 5. Inomata K, Iizuka Y, Koshi H, Takasawa E, Mieda T, Ishiwata S, Kakuta \nY, Tomomatsu Y, Honda A, Ito S, Chikuda H. Sporadic hybrid neurofibroma-schwannoma arising from a spinal nerve root in the cervical \nspine: a case report. Spine Surg Relat Res. 2021;6(1):86–9. https:// doi.  \norg/ 10. 22603/ ssrr. 2020- 0219.\n 6. Hayashi T, Hirose T, Nishimura Y, et al. Hybrid schwannoma/perineurioma of the spinal nerve: multifocal occurrence, and recurrence as an \nintraneural perineurioma. Pathol Int. 2013;63:368–73. https:// doi. org/  \n10. 1111/ pin. 12073.\n 7. Hussain N, Specht CS, Frauenhoffer EE, et al. Hybrid neurofibromaschwannoma. Cureus. 2016. https:// doi. org/ 10. 7759/ cureus. 548.\n 8. Adil A, Koritala T, Munakomi S, Singh AK. Neurofibromatosis type 1 \n2023 Aug 13. In StatPearls. Treasure Island: StatPearls Publishing; 2023.\n 9. Barker DF, Wright EA, Nguyễ n K, et al. Gene for von Recklinghausen \nneurofibromatosis is in the pericentromeric region of chromosome 17. \nScience. 1987;236:1100–2. https:// doi. org/ 10. 1126/ scien ce. 31071 30.\n 10. Viskochil D, Buchberg AM, Xu G, et al. Deletions and a translocation \ninterrupt a cloned gene at the neurofibromatosis type 1 locus. Cell. \n1990;62:187–92. https:// doi. org/ 10. 1016/ 0092- 8674(90) 90252-a.\n 11. Wallace MR, Andersen LB, Fountain JW, Odeh HM, Viskochil D, Marchuk \nDA, O’Connell P , White R, Collins FS. A chromosome jump crosses a \ntranslocation breakpoint in the von recklinghausen neurofibromatosis \nregion. Genes Chromosom Cancer. 1990;2(4):271–7. https:// doi. org/ 10.  \n1002/ gcc. 28700 20404.\n 12. Bergoug M, Doudeau M, Godin F, Mosrin C, Vallée B, Bénédetti H. Neurofibromin structure, functions and regulation. Cells. 2020;9(11):2365. \nhttps:// doi. org/ 10. 3390/ cells 91123 65.\n 13. Reilly KM, Kim A, Blakely J, Ferner RE, Gutmann DH, Legius E, Miettinen \nMM, Randall RL, Ratner N, Jumbé NL, Bakker A, Viskochil D, Widemann \nBC, Stewart DR. Neurofibromatosis type 1-associated MPNST state of \nthe science: outlining a research agenda for the future. J Natl Cancer \nInst. 2017. https:// doi. org/ 10. 1093/ jnci/ djx124.\n 14. Woodruff JM. Pathology of tumors of the peripheral nerve sheath in \ntype 1 neurofibromatosis. Am J Med Genet. 1999;89(1):23–30.\n 15. Campen CJ, Gutmann DH. Optic pathway gliomas in neurofibromatosis \ntype 1. J Child Neurol. 2018;33(1):73–81. https:// doi. org/ 10. 1177/ 08830  \n73817 739509.\n 16. Fossali E, Signorini E, Intermite RC, Casalini E, Lovaria A, Maninetti MM, \nRossi LN. Renovascular disease and hypertension in children with \nneurofibromatosis. Pediatr Nephrol. 2000;14(8–9):806–10. https:// doi.  \norg/ 10. 1007/ s0046 79900 260.\n 17. Ejerskov C, Krogh K, Ostergaard JR, Joensson I, Haagerup A. Gastrointestinal symptoms in children and adolescents with neurofibromatosis \ntype 1. J Pediatr Gastroenterol Nutr. 2018;66(6):872–5. https:// doi. org/  \n10. 1097/ MPG. 00000 00000 001860.\n 18. Faried A, Naibaho G, Dahlan RH, Sidabutar R, Ompusunggu SE, Arifin \nMZ. Multiple inherited Schwannomas, meningiomas, and ependymo mas (MISME): a case report on rare case of neurofibromatosis type 2 \ntumors. Interdiscipl Neurosurg. 2017. https:// doi. org/ 10. 1016/j. inat.  \n2017. 06. 002.\n 19. Huson SM. The phakomatoses. Elsevier eBooks. 2013. https:// doi. org/  \n10. 1016/ b978-0- 12- 383834- 6. 00128-2.\n 20. Pećina-Slaus N, Zeljko M, Pećina HI, Nikuseva Martić T, Bacić N, Tomas \nD, Hrasćan R. Frequency of loss of heterozygosity of the NF2 gene in \nschwannomas from Croatian patients. Croat Med J. 2012;53(4):321–7. \nhttps:// doi. org/ 10. 3325/ cmj. 2012. 53. 321.\n 21. Mohanty AJ, DeVahl J, Kutz WJ, Rozen SM. Neurofibromatosis type II \nand facial paralysis—clinical evaluation and management. Plast Reconstr Surg. 2023. https:// doi. org/ 10. 1097/ PRS. 00000 00000 010561.\n 22. Thomas DA, Trobe JD, Cornblath WT. Visual loss secondary to increased \nintracranial pressure in neurofibromatosis type 2. Arch Ophthalmol. \n1999;117(12):1650–3.\n 23. Ruggieri M, Praticò AD, Serra A, Maiolino L, Cocuzza S, Di Mauro P , \nLicciardello L, Milone P , Privitera G, Belfiore G, Di Pietro M, Di Raimondo \nPage 10 of 10 Nayak Manel et al. Journal of Medical Case Reports           (2025) 19:78 \nF, Romano A, Chiarenza A, Muglia M, Polizzi A, Evans DG. Childhood \nneurofibromatosis type 2 (NF2) and related disorders: from bench to \nbedside and biologically targeted therapies. Acta Otorhinolaryngol Ital. \n2016;36(5):345–67. https:// doi. org/ 10. 14639/ 0392- 100X- 1093.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}