{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04992-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04992-4.pdf",
  "metadata": {
    "/Keywords": "Subcutaneous swelling; Cysticercus cellulosae; Subcutaneous cysticercosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218120318+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241214144013+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04992-4",
    "/Author": "Barundeep Singh ",
    "/Title": "Scapular swelling: “subcutaneous cysticercosis unveiled”—a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04992-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cysticercosis, a parasitic infection caused by the larval stages of the pork tapeworm, Taenia solium, \npredominantly affects cerebral and ocular tissues. The subcutaneous manifestation of this disease is a relatively \nuncommon clinical occurrence. Previously very few or no cases of cysticercosis presenting as subcutaneous solitary \npainful swelling have been reported in the literature. In previous reports, the swelling was described as painless \nand not solitary.",
    "Case Presentation": "Case presentation We present a rare case of subcutaneous cysticercosis in an Indian female in her forties, localized \nover the left scapular region, exhibiting gradual enlargement over 4 weeks. The patient experienced pain and intense \nitching without neurological or ocular involvement. Physical examination revealed a well-defined nodular swelling measuring approximately 3.5 cm × 3 cm, painful, nonfluctuating, nonreducible, soft to firm consistency, with no attachment \nto the underlying muscle, observed at the inferior angle of the left scapula. The overlying skin was tense, glossy, erythe matous, and indurated, with mild superficial scaling at a few places and excoriation marks around the swelling. No similar \nswelling was found elsewhere on the body. The rest of the systemic and physical examination was unremarkable. The \nclinical diagnosis included an abscess, infected sebaceous cyst, lipoma with inflamed overlying skin, and a remote possibility of subcutaneous cysticercosis. Stool examination for ova, cysts, and parasites was unremarkable. Cysticercus IgG antibody by enzyme-linked immunosorbent assay was negative. A chest X-ray and radiograph of the left scapular region were \nnormal. Fine needle aspiration biopsy of the lesion was planned but could not be completed as the patient did not consent. \nLocal part ultrasonography revealed a well-defined cystic area of 1.9 × 1.1 × 1.6  cm3 (anteroposterior × transverse × cranio caudal) with peripheral calcified streaks (scolex) and surrounding edema suggestive of subcutaneous cysticercosis. The \ndiagnosis was established by the ultrasonography of the lesion suggesting features consistent with cysticercus, and later \nestablished by complete resolution after a course of albendazole. Management involved a 3-week course of albendazole \nand 5 days of paracetamol for pain, leading to the full resolution of swelling and symptoms. On follow-up at 1 month, \nthe swelling had disappeared with no new swelling or symptoms.",
    "Conclusion": "Conclusion Subcutaneous cysticercosis is an unusual presentation of Taenia solium infestation that requires a high \nindex of suspicion for accurate diagnosis. This case report emphasizes the importance of considering parasitic infections in the differential diagnosis of subcutaneous nodules. Early diagnosis and appropriate management are crucial \nfor preventing complications and improving patient outcomes.\nKeywords  Subcutaneous swelling, Cysticercus cellulosae, Subcutaneous cysticercosis",
    "Introduction": "Introduction\nHuman cysticercosis is a parasitic infection caused by \ncysticercus cellulosae, the larval stage of Taenia solium, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBarundeep Singh\nbarundeepsingh@gmail.com\n1 Department of General Medicine, INHS Asvini, Mumbai, India\n2 Department of Dermatology, INHS Asvini, Mumbai, India\nPage 2 of 5 Singh et al. Journal of Medical Case Reports          (2024) 18:621 \ncommonly known as the pork tapeworm. Adult tape worms are found in the small intestine of humans, the \ndefinitive host, while the larval forms are found in the \nskeletal muscles of pigs, the intermediate host. Cysticer cosis develops when humans replace pigs in the T. solium  \nlife cycle, and the eggs must mature within the human \nsmall intestine. Autoinfection, ingestion, or inhalation \nof egg-contaminated food or water serves as the por tal of entry for the eggs into the human small intestine. \nEventually, these cysticerci spread through the intestinal \nwall, carried by the bloodstream to muscles, the brain, \nand subcutaneous tissues, leading to clinical manifesta tions [1]. Cysticercosis is predominantly observed in the \nbrain and eyes, accounting for around 86% of cases [2–4], \nwith the remainder mainly located in the muscles, heart, \nlungs, peritoneum, and breast [5–9]. Subcutaneous \ncysticercosis is a relatively rare form, posing a diagnos tic challenge for clinicians. The first case of subcutane ous cysticercosis was described by Arora et al. in 1990 in \nIndia [10]. Here, we report a unique case of subcutane ous cysticercosis in a 40-year-old Indian woman present ing with swelling over the left scapular region, without \nany neurological or ocular involvement, highlighting the \nimportance of considering parasitic infections in the dif ferential diagnosis (Figs. 1, 2).\nCase presentation\nAn Indian female in her forties, a teacher by profession, \npresented with a solitary swelling over the left scapular \nregion for 4 weeks. She reported a gradual increase in \nthe size of the swelling over the previous 2 weeks, associ ated with pain and intense itching. There was no history \nof fever, cough, unintentional weight loss, night sweats, \nor decrease in appetite. There was no history of local \ntrauma or  insect bite. She consumed a  vegetarian diet. \nShe had a past medical history of iron-deficiency anemia, \nmost likely nutritional, that was managed with oral iron \nsupplementation in the past. There was no other signifi cant past medical or family history. Physical examina tion revealed a well-defined nodular swelling measuring \napproximately 3.5  cm × 3  cm, painful, nonfluctuating, \nnonreducible, soft to firm in consistency, with no attach ment to the underlying muscle, observed at the inferior \nangle of the left scapula (Fig.  1). The overlying skin was \ntense, glossy, erythematous, and indurated, with mild \nsuperficial scaling at a few places and excoriation marks \naround the swelling. No similar swelling was found else where on the body. The rest of the systemic and physi cal examination was unremarkable. The clinical diagnosis \nincluded an abscess, infected sebaceous cyst, lipoma with \ninflamed overlying skin, and remote possibility of subcu taneous cysticercosis.Investigations revealed a hemoglobin level of 8.9  g% \n(normal: 12–16  g%) with mean corpuscular volume \nof 65.3 fL (normal: 80–100 fL), total leukocyte count \n(TLC) of 7700/mm3 (normal: 4500–11000) and differen tial leukocyte count with neutrophils of 60.4% (normal: \n40–60%), lymphocytes 26.7% (normal: 20–40%), mono cytes 7% (normal: 2–8%), and eosinophils 5.6% (normal: \n1–4%). The erythrocyte sedimentation rate (ESR) was \n42  mm in the first hour. Biochemical tests, including \nrenal and liver function tests, were normal. Stool exami nation for ova, cysts, and parasites was unremarkable. \nCysticercus immunoglobin (Ig)G antibody by enzymelinked immunosorbent assay (ELISA) was negative. A \nchest X-ray and radiograph of the left scapular region \nwere normal. Fine needle aspiration biopsy (FNAB) \nof the lesion was planned but could not be completed \nas the patient did not consent. Local part ultrasonog raphy (Fig.  2) revealed a well-defined cystic area of \n1.9 × 1.1 × 1.6  cm3 (anteroposterior × transverse × crani ocaudal) with peripheral calcified streaks (scolex) and \nsurrounding edema suggestive of subcutaneous cysticer cosis. Magnetic resonance imaging (MRI) of the brain, \nFig. 1 Nodular swelling approximately 3.5 × 3  cm2 with overlying skin \ntense, glossy, erythematous, and indurated with superficial scaling \nand excoriation marks around swelling\nPage 3 of 5\n Singh et al. Journal of Medical Case Reports          (2024) 18:621 \n \ncontrast-enhanced computed tomography of the chest, \nabdomen, and pelvis, and plain radiographs of the upper \nand lower extremities, obtained to look for disseminated \ncysticercosis, were all normal. Thus, the diagnosis of sub cutaneous cysticercosis was confirmed on the basis of \nultrasound findings and complete resolution of swelling \nafter course of albendazole. An ophthalmologic examina tion, including direct visualization of the parasite by fun doscopic examination, was conducted to exclude ocular \ncysticercosis. The patient was treated with albendazole \n(15  mg/kg/day) for 3  weeks and paracetamol 500  mg \ntwice a day for 5 days, leading to the complete resolution \nof symptoms. On follow-up at 1 month, the swelling had \ndisappeared with no new swelling or symptoms. Liver \nfunction tests on follow-up were normal.",
    "Discussion": "Discussion\nHuman cysticercosis is a major health problem world wide, particularly in Africa, Eastern Europe, Mexico, and \nSouth East Asia [11]. The perpetuation of this parasitic \ndisease is related to poor hygiene and sanitation. It occurs \nonly in humans after the ingestion of undercooked pork \ninfected with cysticerci or vegetables or drinking water \ncontaminated with Taenia solium eggs. In the life cycle of \nT. solium , humans are the only definitive host. The inges tion of undercooked pork containing cysticerci is the exclusive path to the development of human intestinal T. \nsolium  tapeworms [12]. There is also a high risk of infec tion by reverse peristalsis, resulting in internal regurgi tation of the eggs into the stomach when the intestine \nharbors a gravid worm. The oncospheres penetrate the \nintestinal mucosa and develop into cysticerci after being \ncarried to various parts of the body, including the brain, \neyes, striated muscles, heart, lungs, liver, peritoneum, \nbreast, and subcutaneous tissues [13, 14]. The clinical \nfeatures vary depending on the site of larval invasion, \nlarval load, extent of involvement, type of organ involve ment, and host reaction. Symptoms may occur 5  years \nafter infection but can appear as late as 10–30 years later \n[15].\nSubcutaneous cysticercosis is a relatively rare form \nbut should always be considered when evaluating sub cutaneous swellings. It can be confused with other clini cal entities, depending on the location of the swelling, \nsuch as lipoma, ganglion cyst, sebaceous cyst, dermoid, \nabscess, pyomyositis, tuberculous lymphadenitis, neu roma, sarcoma, myxoma, neurofibroma, or fat necrosis \n[16, 17]. The clinical features of subcutaneous cysticerco sis depend on the cyst burden, location of the cyst, and \nhost reaction. It may cause painless or painful subcuta neous nodules [18]. Our patient presented with a pain ful nodular/mass-like swelling. Fine-needle aspiration \nFig. 2 Ultrasound showing a cyst with a scolex (white) and surrounding abscess\nPage 4 of 5 Singh et al. Journal of Medical Case Reports          (2024) 18:621 \ncytology (FNAC) or FNAB helps diagnose, but our \npatient did not consent. On ultrasound (USG), cysticer cosis usually appears as a cyst with an eccentric echo genic scolex, as documented in our case. However, there \ncan be variable appearances on USG [19]. Anatomi cal localization of the cysts can be done with computed \ntomography of the chest, abdomen, and pelvis. Magnetic \nresonance imaging of the  brain can rule out neurocyst icercosis, which can have various presentations such as \nseizures, chronic headaches, hydrocephalus, meningitis, \nfocal neurological deficits, and death if not properly man aged. Radiographs can reveal multiple calcifications in \nthe muscles or subcutaneous tissues if the cysts are cal cified [20]. Stool examination for ova and parasites may \nreveal concomitant intestinal parasitic infection. It has \nbeen reported that the sensitivity of serological tests is \nhigher for patients with multiple cysts (94%) but drasti cally lower in patients with a single cyst (28%) or calcified \ncysts [13]. Albendazole and praziquantel are cysticidal \ndrugs used for neurocysticercosis and subcutaneous \ncysticercosis. Steroids should be added in cases of neu rocysticercosis to avoid any anaphylactic reaction, which \nmay occur owing to the massive release of larval antigens. \nAlthough guidelines mainly published from high-income \ncountries recommend only local treatment for subcuta neous cysticercosis, several case reports from endemic \ncountries have used antihelminthic treatment for such \ncases [3, 14, 16, 21, 22].\nConclusion\nSubcutaneous cysticercosis is an unusual presentation \nof Taenia solium infestation that requires a high index of \nsuspicion for accurate diagnosis. Previous case reports \non subcutaneous cysticercosis have typically described \npainless swelling, but our patient presented with pain ful swelling. This case report emphasizes the importance \nof considering parasitic infections in the differential \ndiagnosis of subcutaneous nodules. Early diagnosis and \nappropriate management are crucial for preventing com plications and improving patient outcomes.\nAcknowledgements\nNil\nAuthor contributions\nBS is the corresponding author and has primarily seen and followed the case \nin consultation with senior consultants RA and R. CK is a dermatology PGY \nIII resident whose cross-referral was taken to define the skin findings of the \nlesion. All the authors have contributed to the discussion part and the review \nof the literature.\nFunding\nNil.\nAvailability of data and materials\nAvailable.Declarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNil.\nReceived: 5 September 2024   Accepted: 12 November 2024\nReferences\n 1. Baily GG. Manson’s tropical disease. In: Cook GC, Zumla A, editors. Cyst icercosis. 21st ed. London: WB Saunders; 2003. p. 1584–95.\n 2. Kamoji SG, et al. Lumpy skin disease: an insight to epilepsy. J Evol Med \nDental Sci. 2015;04:1723–6.\n 3. Sinha S, Tiwari A, Sarin YK, Khurana N. Isolated soft tissue cysticercosis \ninvolving the trunk in children: report of 4 cases. APSP J Case Rep. \n2013;4(3):35.\n 4. Venkat B, Aggarwal N, Makhaik S, et al. A comprehensive review of imaging findings in human cysticercosis. Jpn J Radiol. 2016;34:241–57. https:// \ndoi. org/ 10. 1007/ s11604- 016- 0528-4.\n 5. Suchitha S, Vani K, Sunila R, Manjunath GV. Fine needle aspiration cytology of cysticercosis-a case report. Case Rep Infect Dis. 2012;2012:854704. \nhttps:// doi. org/ 10. 1155/ 2012/ 854704.\n 6. Gupta NK, Panchonia A, Jain D. Cysticercosis of breast. Trop Parasitol. \n2013;3(2):148–50. https:// doi. org/ 10. 4103/ 2229- 5070. 122146.\n 7. Nigam JS, Sharma A. Fine needle aspiration cytology of cysticercosis. J \nClin Diagn Res. 2013;7(12):3123. https:// doi. org/ 10. 7860/ JCDR/ 2013/ 6930. \n3880.\n 8. Elhence P , Bansal R, Sharma S, Bharat V. Cysticercosis presenting as cervical lymphadenopathy: a rare presentation in two cases with review of \nliterature. Niger J Clin Pract. 2012;15(3):361–3. https:// doi. org/ 10. 4103/ \n1119- 3077. 100652.\n 9. Heyneman D. Cestodes. In: Baron S, editor. Medical microbiology. 4th ed. \nGalveston: University of Texas Medical Branch at Galveston; 1996.\n 10. Arora PN, Sanchetee PC, Ramakrishnan KR, Venkataram S. Cutaneous, \nmucocutaneous and neurocutaneous cysticercosis. Ind J Dermatol \nVenereol Leprol. 1990;56:115–8.\n 11. Gonzalez-Alcaide G, Sosa N, Shevy L, Belinchon-Romero I, Ramos-Rincon \nJM. Global research on cysticercosis and neurocysticercosis: a bibliomet ric analysis. Front Vet Sci. 2023;11(10):1156834. https:// doi. org/ 10. 3389/ \nfvets. 2023. 11568 34.\n 12. García HH, Gonzalez AE, Evans CA, Gilman RH. Cysticercosis working \ngroup in Peru Taenia solium cysticercosis. Lancet. 2003;362(9383):547–56. \nhttps:// doi. org/ 10. 1016/ S0140- 6736(03) 14117-7.\n 13. Bothale KA, Mahore SD, Maimoon SA. A rare case of disseminated cyst icercosis. Trop Parasitol. 2012;2(2):138–41. https:// doi. org/ 10. 4103/ 2229- \n5070. 105183.\n 14. Liu H, Juan YH, Wang W, Liang C, Zhou H, Ghonge NP , Saboo SS. Intramuscular cysticercosis: starry sky appearance. QJM. 2014;107(6):459–61. \nhttps:// doi. org/ 10. 1093/ qjmed/ hct243.\n 15. Gupta S, Gupta S, Mittal A, Mahendra A, Aggarwal A, Batra R, Jindal N. \nA rare manifestation of cysticercosis infestation. Acta Med Indones. \n2014;46(1):54–7.\n 16. Neki NS, Kumar J, Bhardwaj R, Bhati S. Cutaneous cysticercosis—a rare \ncase report. Ann Int Med Den Res. 2016;2(3):20–1.\n 17. Naren Satya SM, Mayilvaganan KR, Amogh VN, Balakrishna BV, Gautam \nMS, Prathyusha IS. A classic case of subcutaneous cysticercosis: a rare \ncase with sonological findings and review of literature. Pol J Radiol. \n2016;7(81):478–82. https:// doi. org/ 10. 12659/ PJR. 898408.\nPage 5 of 5\n Singh et al. Journal of Medical Case Reports          (2024) 18:621 \n \n 18. Tamhane TM, Kachewar SG, Lakhkar DL. Imaging in disseminated \ncysticercosis: a case report and review of literature. Ind J Appl Radiol. \n2015;1(1):105.\n 19. VijayaraghavanBoopathy S. Sonographic appearances in cysticercosis. J \nUltrasound Med. 2004;23:423–7. https:// doi. org/ 10. 7863/ jum. 2004. 23.3. \n423.\n 20 Dixon HBF, Lipscomb FM. Cysticercosis. Br Med J. 1961;1(5235):1320.\n 21. Sidhu R, Nada R, Palta A, Mohan H, Suri S. Maxillofacial cysticercosis: \nuncommon appearance of a common disease. J Ultrasound Med. \n2002;21(2):199–202. https:// doi. org/ 10. 7863/ jum. 2002. 21.2. 199.\n 22. Mittal A, Das D, Iyer N, Nagaraj J, Gupta M. Masseter cysticercosis—a rare \ncase diagnosed on ultrasound. Dentomaxillofacial Radiol. 2008;37(2):113–\n6. https:// doi. org/ 10. 1259/ dmfr/ 31885 135.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}