{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04976-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04976-4.pdf",
  "metadata": {
    "/Keywords": "Kaposiform hemangioendothelioma; Bowel obstruction; Volvulus; Neonate; Pediatric surgery",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218115048+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241212103913+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04976-4",
    "/Author": "Salaar Ahmed ",
    "/Title": "Abdominal kaposiform hemangioendothelioma presenting as volvulus and recurring intestinal obstruction in a neonate: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04976-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Kaposiform hemangioendothelioma is a rare vascular tumor primarily occurring in infants and children. \nThe most common sites for kaposiform hemangioendothelioma are extremities, with very few cases of abdominal \nkaposiform hemangioendothelioma reported in neonates. Making a diagnosis of Kaposiform hemangioendothelioma \ncan be challenging when the patient presents with generalized symptoms such as bilious vomiting and constipation \nthat can be attributed to other more common causes of intestinal obstruction.",
    "Case Presentation": "Case presentation A 28-day-old Pakistani baby girl presented with bilious vomiting and constipation. The abdomen \nwas distended, and scans showed generalized dilation of bowel loops. A preliminary diagnosis of intestinal obstruction due to volvulus was made, and the patient underwent an exploratory laparotomy. Postoperatively, the patient \nremained unwell with profuse aspirates in nasogastric and no improvement in ileus. Repeat scans were again suggestive of midgut volvulus, which was initially managed conservatively, but later redo surgery was done. Ischemic bowel \nwas resected with histopathology showing kaposiform hemangioendothelioma. In the meantime, the baby developed an abdominal collection, infection, and short gut syndrome due to resection of the bowel. The family was counseled regarding the prognosis, and the patient was transferred from hospital to home upon request. The baby passed \naway 2 days later.",
    "Conclusion": "Conclusion While extremely rare, abdominal kaposiform hemangioendothelioma can be an important and potentially lifesaving differential diagnosis to consider in neonates and infants with recurring and nonresolving intestinal \nobstruction. The management is complex, and prognosis can be poor in diffuse, congested lesions involving a large \npart of the gut.\nKeywords  Kaposiform hemangioendothelioma, Bowel obstruction, Volvulus, Neonate, Pediatric surgeryOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Salaar Ahmed and Bakhtawar Dilawar contributed equally to the manuscript.\n*Correspondence:\nSalaar Ahmed\nsalaar.ahmed@scholar.aku.edu\n1 Medical College, Aga Khan University, Stadium Road, Karachi 74800, \nPakistan\n2 Department of Surgery, Aga Khan University, Karachi, Pakistan\n3 Department of Pathology, Aga Khan University, Karachi, Pakistan\n4 National Institute of Child Health, Karachi, Pakistan\nPage 2 of 6 Ahmed et al. Journal of Medical Case Reports          (2024) 18:619 \nBackground\nKaposiform hemangioendothelioma (KHE) is a rare \ntumor of the blood vessels found mostly in children \nand infants and can present at various sites throughout \nthe body [1]. Fewer than ten cases of abdominal KHE \nhave ever been reported. Here, we discuss the case of a \n28-day-old girl who presented with bilious vomiting and \nconstipation, common signs of intestinal obstruction due \nto volvulus, and was managed on the same lines. It was \nafter recurrent episodes of obstruction and sequelae of \nKHE that the diagnosis was made. We also later discuss \npotential treatment options for such cases.\nCase presentation\nA 28-day-old baby girl of Pakistani origin, born fullterm at 38+ weeks to a gravida 2, para 1 (G2P1) mother \nvia elective lower segment cesarian section (LSCS), was \nbrought to the emergency room on 2 July with the com plaint of vomiting during the last 9 days. Initially, the epi sodes only happened after feeding, and the vomitus was \nyellow, nonprojectile, and nonbilious; however, in the \nprevious 4 days, it had become bilious, projectile, and \nprofuse, occurring every 30 minutes. The baby had also \ndeveloped constipation and had not passed stools for 5 \ndays but was passing flatus freely.\nInitially, the child was admitted to a local hospital, \n600 km away from our center, where a Gastrografin study \n(on 30 June) showed dilated gut loops and delayed stom ach emptying (> 7 hour). They were referred to our hos pital with suspicion of intestinal obstruction. On arrival, \nthe child was active (Glasgow Comma Scale 15/15) and \nafebrile, with blood pressure (BP) of 97/53, pulse of 149, \n SpO2 of 96%, respiratory rate of 46, and blood glucose of \n96. Respiratory and precordial examinations were unre markable. The abdomen was distended but soft, with no \nvisceromegaly or guarding and audible gut sounds.\nPediatric surgery was consulted with suspicion of \nintestinal obstruction due to malrotation and volvu lus. Initial labs were ordered (including complete blood \ncount, C-reactive protein, electrolytes, clotting pro file, creatinine, X-ray abdomen, and ultrasound), and \nintravenous fluids with antibiotics (ceftriaxone plus \namikacin) were started. A yellow aspirate was obtained \nfrom the nasogastric (NG) tube, and an X-ray showed \ngeneralized dilation of bowel loops with no pneumop eritoneum (Fig.  1). Ultrasound of the abdomen showed \nnormal orientation of the superior mesenteric artery \n(SMA) and superior mesenteric vein (SMV). However, \nthe contrast esophagogram showed significantly redun dant and dilated duodenum and proximal jejunum, rel atively higher cecum resulting in the short mesentery, \nand decompressed distal jejunum and ileum, probably representing partial obstruction, secondary to short \nmesentery or Ladd’s bands.\nThe baby underwent an exploratory laparotomy \nand resection of Ladd’s bands. Intraoperative findings \nincluded dilated loops of ileum and collapsed jejunum, \nwith internal herniation of jejunal loops. Ladd’s bands \nwere noted and removed, malformation corrected, and \ninverted appendectomy done. Diffuse mesenteric con gestion was noted, but there was no demarcated lesion \nin the explored bowel.\nPost surgery, the baby was shifted to the neonatal \nintensive care unit (NICU), intubated, and kept sedated \non intravenous morphine. The condition of the patient \ninitially improved, and feeding was started after 3 days \nof surgery. However, in the following days, copious \namounts of yellow aspirates kept coming into the NG \ntube with persistent bowel distension on serial X-rays, \nand therefore, the patient was put on nil by mouth \n(NPO) again. Scanty stools were being passed. C-reac tive protein levels were elevated (to 154) and blood cul tures were drawn showing carbapenemase-producing \nKlebsiella pneumoniae, for which colistin was added. \nRepeat upper gastrointestinal (GI) studies showed mid gut volvulus with dilation of bowel loops (Fig.  2), which \nwas initially conservatively managed with the place ment of a nasoduodenal (ND) tube, omeprazole, dom peridone, and total parenteral nutrition (TPN) due to \nthe condition of the patient. However, the patient did \nnot respond to conservative management with persis tent aspirates and distension, owing to which the next \nsurgery was planned.\nFig. 1 X-ray of abdomen obtained on the day of admission showing \ngeneralized dilation of bowel loops\nPage 3 of 6\n Ahmed et al. Journal of Medical Case Reports          (2024) 18:619 \n \nOn 21 July, a redo laparotomy with ischemic bowel \nresection was performed, with resection of a signifi cant portion of the ischemic small bowel (22 cm of the \njejunum), with end-to-end anastomosis done (Fig.  3). \nAgain, diffuse congestion and thickening of shortened \nmesentery were noted surrounding edematous bowel \nwalls. There were dusky adhesions between loops of \nproximal and distal jejunum. This time, a sample was \nobtained for histopathological evaluation.\nPostoperatively, the patient became hypotensive (54–\n90/33–64) and tachycardic (138–200), with elevated \nwhite blood cell (WBC) count. A preliminary diagno sis of systemic inflammatory response syndrome (SIRS) \nwas made, and the patient was managed on inotropes. \nTracheal aspirates showed heavy growth of carbap enem-resistant Enterobacteriaceae (CRE), for which \nintravenous antibiotics were continued. The baby was \nkept on TPN and strict NPO owing to the expected \nshort gut syndrome post resection. Over the follow ing week, the condition of the patient improved, and \nthe patient was extubated on high flow nasal cannula \n(HFNC), and later on room air, with improving vitals \nsuggestive of resolving SIRS. However, gut dysmotil ity persisted with bowel dilation, again seen on serial \nX-rays.Histopathology reports came back showing nodules \nand tufts of spindle-shaped tumor cells infiltrating the \nwall of the intestine. These tumor cells were arranged \nin a swirling growth pattern which formed glomeruloid \nstructures, highly suggestive of kaposiform hemangioen dothelioma (Fig.  4). Considering the diagnosis, computed \ntomography (CT) angiography with contrast was per formed the next day. It showed hepatomegaly with a large \nintraperitoneal fluid collection showing air–fluid levels \nextending to the pelvis, measuring 75 × 18 × 38  mm3 on \nCC, TR, and AP , corresponding to 25 cc (Fig. 5). No obvi ous arteriovenous malformations (AVMs) or vascularity \nwere noted (Fig.  6). Over the next week, the abdominal \ndistension worsened, with labs showing a marked drop \nin hemoglobin (to 7.1) and progressive thrombocytope nia (< 50,000), with hypofibrogenemia (98), indicative \nof Kasabach–Merrit syndrome. Follow-up ultrasounds \nsuggested an interval increase in the volume of localized \nfluid collection, now corresponding to 59 cc, significantly \ncompressing the bowel loops.\nLater, a multidisciplinary team (MDT) comprising \nmembers from general pediatrics, pediatric surgery, \noncology, gastroenterology, and radiology was formu lated and held its first meeting, reviewed the histopa thology report and clinical condition of the infant, and \ndecided to start propranolol with steroids and insert a \npigtail catheter to drain the abdominal collection. An \nultrasound-guided catheter placement was performed \nFig. 2 Contrast study showing a typical corkscrew appearance \nof the duodenum with right-sided duodenojejunal flexure suggestive \nof midgut volvulus\nFig. 3 Resected portion of the ischemic small bowel; 22 cm \nof jejunum was resected, subsequently leading to short gut \nsyndrome\nPage 4 of 6 Ahmed et al. Journal of Medical Case Reports          (2024) 18:619 \non the same day, and 20  cc of thick, yellow, pus-like \nfluid was aspirated and sent for culture. Infectious \ndisease was consulted, and intravenous piperacillin \ntazobactam, erythromycin, and amphotericin B were \ncontinued.\nOver the next week, the patient’s condition further \ndeteriorated. Upper GI studies again showed dilated \ndistal duodenal loops with a delay in contrast passage. \nThe family was counseled regarding the prognosis and \nthe possibility of an intestinal transplant in Pakistan. \nThe code was changed to do not resuscitate (DNR) on \nthe family’s request, the pigtail catheter was removed, \nand the patient switched to comfort care on TPN. The \nfamily requested that the patient be transferred to her \nhome city, which the hospital had arranged, and the \npatient was discharged on the 53rd day of admission. \nThe patient passed away 2 days later at home.",
    "Discussion": "Discussion\nKaposiform hemangioendothelioma (KHE) is a \nrare tumor of the blood vessels, primarily occur ring in infants and children [1]. It is classified to be of \nFig. 4 Histopathology images show typical glomeruloid structures \nand nodules of tumor, infiltrating the smooth muscle wall \nof the intestine and ectatic vessels at the periphery of nodules (top), \nwith high-power view showing slit-like vascular lumina and tuft \nof capillary-sized vessels and spindle cells (bottom)\nFig. 5 Computed tomography of abdomen shows a large \nintraperitoneal fluid collection, with air-fluid level and extending \ninto the pelvis, measuring 75 × 18 × 38  mm3 in craniocaudal (CC), \ntransverse (TR), and anteroposterior (AP) dimensions corresponding \nto a volume of 25 cc\nFig. 6 Computed tomography angiography of the patient showing \nmild hepatomegaly with no obvious arteriovenous malformation, \nopacifications, or aneurysmal dilations. Small patent ductus arteriosus \n(PDA) and patent foramen ovale (PFO) were noted\nPage 5 of 6\n Ahmed et al. Journal of Medical Case Reports          (2024) 18:619 \n \nintermediate malignant potential, according to the World \nHealth Organization (WHO) classification of soft tissue \ntumors. It therefore is thought to be a borderline malig nant entity between a benign hemangioma and a highly \nmalignant angiosarcoma [2]. With an estimated inci dence of 0.07 per 100,000 cases per year, KHE is a wellknown yet poorly understood clinical entity carrying \nhigh mortality rates (20–30%) owing to its local aggres siveness, inoperability (when close to vital visceral struc tures), and Kasabach–Merritt syndrome [3, 4].\nSimilarly, KHE is known to have a predilection for \naffecting extremities, often presenting as superficial or \ndeep extremity masses [5]. Rarely, it can affect the lungs, \nscrotum, tongue, and abdomen, as seen in this patient \n[6–8].\nFor any neonate presenting with profuse vomiting and \nconstipation, alongside a radiological picture as seen in \nour case, with generalized dilation of bowel loops with \nno detectable masses, intestinal obstruction due to mal rotation and volvulus is the primary and most important \ndifferential in almost every case. The Gastrografin study \nperformed at the previous center and the contrast esoph agogram performed at our center were also suggestive \nof the same etiology. The first surgery was performed as \npart of the standard protocol of the center, with a sus picion of bowel obstruction secondary to malrotation \nand volvulus. The congestion and thickening of mesen tery were initially ignored as sequelae of acute intestinal \nobstruction, which has been observed in the literature.\nIt is important to recognize that histopathology \nremains the gold standard for the diagnosis of this dis ease with classical cluster of differentiation (CD) 31 and \nCD34 positivity on immunohistochemistry [5]. Multiple \nradiological studies including ultrasonography and CT \nscan failed to detect a lesion in our patient, and it was \nin fact the operative findings in the redo surgery that \nraised the concern of a diffuse vascular pathology. While \nintestinal KHE is a rare entity, with fewer than ten cases \never reported in neonates, it must be a differential con sidered in neonatal intestinal obstruction in the presence \nof a well- or ill-defined vascular lesion in the gut wall. \nDiagnosis in our case was even more challenging owing \nto the absence of such a clear lesion and more diffusely \nincreased vascularity.\nTherefore, while surgical management can be cura tive in cases of well-demarcated vascular lesions in the \ngut wall, in more diffuse or widespread disease, a com bination of medical therapy with steroids and interferons \nwith or without surgery is often preferred [9, 10]. In our \ncase, propranolol was also added at the suggestion of an \noncologist on the MDT. Propranolol is a nonselective \nβ-adrenergic receptor blocker. It is effective in managing \ninfantile hemangiomas and to a lesser degree in infantile kaposiform hemangioendothelioma by inducing vaso constriction and downregulating growth factors [11–13].\nAs the condition of the patient further deteriorated, \nshe developed Kasabach–Merritt syndrome, a relatively \nspecific and feared complication of KHE, associated with \nhigh mortality rates, reported to be as high as 50% [14]. \nThis type of consumption coagulopathy is associated \nwith fast-growing large vascular lesions, most commonly \nin abdominal and mediastinal KHEs such as in our case. \nThe first line of management is steroids and supportive \ntherapy, both of which were being given to the baby [14]. \nThe patient was also administered 1 unit of cryoprecipi tate, 2 units of irradiated RBCs initially, and another unit \nof irradiated RBCs before discharge; all of these decisions \nare supported in previous literature [15, 16].\nThe parents of the patient were extensively counseled \nthroughout her stay at the hospital, including regarding \nthe prognosis, the need for intestinal transplantation, \na service that is not available in Pakistan, as well as the \npalliative and comfort care of the patient during transfer \nand at home. Owing to the patient’s complex needs dur ing her hospital stay, a team-based approach was devised \nto delegate care to both general pediatrics and pediatric \nsurgery teams. Later, an MDT was set up to provide help \nto primary physicians through a more holistic approach \nto understanding the extent and severity of disease (with \na radiologist), and provision of adequate and appropriate \ncare (with the help of pediatric oncology and gastroen terology). While unfortunately not in this patient’s case, \nMDTs in general have shown to be extremely beneficial \nin improving outcomes for complex multidisciplinary \ncare [17, 18]. It should also be considered that this case \nreport in no way is representative of any set standards \nin the management of abdominal KHE in neonates and \ninstead discusses a challenging case of multidisciplinary \ncare.\nConclusion\nWhile extremely rare, abdominal KHE can be an impor tant and potentially lifesaving differential diagnosis to \nconsider in cases of recurring and nonresolving intestinal \nobstruction in neonates and infants. While it can present \nas a well-demarcated lesion in some cases, other lesions \ncan be more diffuse and congestive, making them diffi cult to identify via scans and intraoperatively. Histopa thology remains the gold standard for confirmation of \ndiagnosis, and once diagnosed, an MDT should manage \nthe complex medical needs of such patients holistically.\nAbbreviations\nKHE  Kaposiform hemangioendothelioma\nNG  Nasogastric\nLSCS  Lower segment cesarian section\nSMA  Superior mesenteric artery\nSMV  Superior mesenteric vein\nPage 6 of 6 Ahmed et al. Journal of Medical Case Reports          (2024) 18:619 \nNICU  Neonatal intensive care unit\nNPO  Nothing by mouth\nTPN  Total parenteral nutrition\nAVM  Arteriovenous malformation\nDNR  Do not resuscitate\nSIRS  Systemic inflammatory response syndrome\nMDT  Multidisciplinary team\nHFNC  High-flow nasal cannula\nGI  Gastrointestinal\nAcknowledgements\nThe authors declare no acknowledgments in regard to the article.\nResearch Involving Human Participants and/or Animals\nNot applicable.\nAuthor contributions\nSA and BD were involved in the idea and conception of the project. SA, BD, \nand SD participated in data collection and filtering. SM was involved in providing and evaluating histopathology images. All authors contributed to the \nmanuscript.\nFunding\nThe authors of the study received no funding or financial assistance in any \nway or form.\nAvailability of data and materials\nAuthors have full intellectual ownership of the article and agree to the datasharing policy of the journal.\nDeclarations\nEthics approval and consent to participate\nThe article is a case report; therefore, no approval was required from the Ethics \nReview Board (ERB) at Aga Khan University. Formal approval was obtained \nfrom the Departmental Review Committee.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal\nCompeting interests\nThe authors of the study have no financial or nonfinancial competing interests \nto declare.\nReceived: 2 May 2024   Accepted: 12 November 2024\nReferences\n 1. O’Rafferty C, O’Regan GM, Irvine AD, Smith OP . Recent advances in the \npathobiology and management of Kasabach-Merritt phenomenon. Br J \nHaematol. 2015;171(1):38–51. https:// doi. org/ 10. 1111/ bjh. 13557.\n 2. Sbaraglia M, Bellan E, Dei Tos AP . The 2020 who classification of soft tissue \ntumours: news and perspectives. Pathologica. 2020;113(2):70–84.\n 3. Croteau SE, Liang MG, Kozakewich HP , Alomari AI, Fishman SJ, Mulliken JB, et al. Kaposiform Hemangioendothelioma: atypical features \nand risks of Kasabach-Merritt phenomenon in 107 referrals. J Pediatr. \n2013;162(1):142–7. https:// doi. org/ 10. 1016/j. jpeds. 2012. 06. 044.\n 4. Cashell J, Smink GM, Helm K, Xavier F. Kaposiform hemangioendothe lioma with Kasabach-Merritt phenomenon in an infant: successful treat ment with prednisolone, vincristine, and addition of Sirolimus. Pediatr \nBlood Cancer. 2018. https:// doi. org/ 10. 1002/ pbc. 27305.\n 5. Lyons LL, North PE, Mac-Moune Lai F, Stoler MH, Folpe AL, Weiss SW. \nKaposiform Hemangioendothelioma. Am J Surg Pathol. 2004;28(5):559–\n68. https:// doi. org/ 10. 1097/ 00000 478- 20040 5000- 00001. 6. White JB, Pullman J, Wenig B, Smith RV. Kaposiform Hemangioendo thelioma of the tongue in an adult. Arch Otolaryngol Head Neck Surg. \n2009;135(8):824. https:// doi. org/ 10. 1001/ archo to. 2009. 104.\n 7. Nakaya T, Morita K, Kurata A, Ushiku T, Igarashi T, Kuroda M, et al. Multifo cal kaposiform hemangioendothelioma in multiple visceral organs: \nan autopsy of 9-day-old female baby. Hum Pathol. 2014;45(8):1773–7. \nhttps:// doi. org/ 10. 1016/j. humpa th. 2014. 03. 019.\n 8. Azma R, Alavi S, Khoddami M, Arzanian MT, Nourmohammad A, \nEsteghamati S. Multifocal kaposiform hemangioendothelioma of soft \ntissue with bilateral pulmonary involvement in an adolescent. Korean J \nPediatr. 2014;57(11):500. https:// doi. org/ 10. 3345/ kjp. 2014. 57. 11. 500.\n 9. Maddileti V, Mammen A, Kuruvilla S. Neonatal intestinal obstruction due \nto kaposiform hemangioendothelioma of the jejunum. ACG Case Rep J. \n2022. https:// doi. org/ 10. 14309/ crj. 00000 00000 000749.\n 10. Youn JK, Park S-H, Han J-W, Oh C, Kim H-Y, Jung S-E. Intestinal obstruction due to kaposiform hemangioendothelioma in a 1-month-old infant. \nMedicine. 2017. https:// doi. org/ 10. 1097/ md. 00000 00000 006974.\n 11. Wei L, Li L, Xu Z, Zhang B, Han X, Wang C, et al. Comparison of effective ness of two different doses of Propranolol on kaposiform hemangioendothelioma. Front Pediatr. 2022. https:// doi. org/ 10. 3389/ fped. 2022. \n760401.\n 12. Verma S, Dhamija E, Barwad A, Kumar VS, Rastogi S. A case report \nof Kaposiform haemangioendothelioma; response with Proprano lol and steroids. Clin Sarcoma Res. 2020. https:// doi. org/ 10. 1186/ \ns13569- 020- 00134-8.\n 13. Chiu YE, Drolet BA, Blei F, Carcao M, Fangusaro J, Kelly ME, et al. Variable \nresponse to propranolol treatment of Kaposiform hemangioendothelioma, tufted angioma, and Kasabach-Merritt phenomenon. Pediatr Blood \nCancer. 2012;59(5):934–8. https:// doi. org/ 10. 1002/ pbc. 24103.\n 14. Drolet BA, Trenor CC, Brandão LR, Chiu YE, Chun RH, Dasgupta R, et al. \nConsensus-derived practice standards plan for complicated Kaposiform \nHemangioendothelioma. J Pediatr. 2013;163(1):285–91. https:// doi. org/ \n10. 1016/j. jpeds. 2013. 03. 080.\n 15. About I, Capdeville J, Bernard P , Lazorthes F, Boneu B. Hémangiome \nHépatique Géant inextirpable et syndrome de Kasabach-Merritt. Rev \nMed Interne. 1994;15(12):846–50. https:// doi. org/ 10. 1016/ s0248- 8663(05) \n82844-9.\n 16. Takato T, Komuro Y, Yonehara Y. Giant hemangioma of the parotid gland \nassociated with Kasabach-Merritt Syndrome: a case report. J Oral Maxillofac Surg. 1993;51(4):425–8. https:// doi. org/ 10. 1016/ s0278- 2391(10) \n80361-1.\n 17. Taberna M, Gil Moncayo F, Jané-Salas E, Antonio M, Arribas L, Vilajosana \nE, et al. The Multidisciplinary Team (MDT) approach and quality of care. \nFront Oncol. 2020. https:// doi. org/ 10. 3389/ fonc. 2020. 00085.\n 18. de Castro G, Souza FH, Lima J, Bernardi LP , Teixeira CH, Prado GF. Does \nmultidisciplinary team management improve clinical outcomes in \nNSCLC? A systematic review with meta-analysis. JTO Clin Res Rep. \n2023;4(12):100580. https:// doi. org/ 10. 1016/j. jtocrr. 2023. 100580.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}