{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04863-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04863-y.pdf",
  "metadata": {
    "/Keywords": "Drug-resistant epilepsy; Cerebral infarction; Therapeutics",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017185703+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241014162701+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04863-y",
    "/Author": "Wankiun Lee ",
    "/Title": "Dramatic improvement of drug-resistant epilepsy following cerebral infarction: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04863-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background An estimated 30% of patients with epilepsy experience drug‑resistant epilepsy, which is the failure \nto control seizures despite the use of two or more antiseizure medications. Although other treatment options are con‑\nsidered, these alternatives often prove ineffective.",
    "Case Presentation": "Case presentation A 60‑ year ‑old East Asian male patient diagnosed with drug‑resistant epilepsy experienced sev‑\neral seizures daily despite being on eight different antiseizure medications. Seizures began at age 15. He underwent \nepilepsy surgery at age 34, yet the seizures persisted. An electroencephalogram revealed multifocal sharp waves \nin the left hemisphere. Cerebral hemorrhages at ages 47, 50, and 56 were caused by head trauma during seizures. \nThe patient became wheelchair ‑bound and now resides in a nursing home. At age 58, after suffering an acute cer ‑\nebral infarction due to occlusion of the left internal carotid artery, his daily seizures ceased entirely. Despite remain‑\ning wheelchair ‑bound, he did not experience a significant decline in his quality of life. The cessation of seizures \nhas reduced his risk of further trauma, and he has remained seizure ‑free for 3 years on just one antiseizure medication.",
    "Conclusion": "Conclusion Surgical treatments for epilepsy often fail, with insufficient resection being a leading cause of these fail‑\nures. In some cases, extensive destruction from an ischemic stroke may be beneficial. Furthermore, this case suggests \nthat infarction therapy could be a potential treatment for patients with drug‑resistant epilepsy.\nKeywords  Drug‑resistant epilepsy, Cerebral infarction, Therapeutics\nBackground\nDrug-resistant epilepsy is defined as the failure to con trol seizures despite the use of two or more appropriate \nantiseizure medications. An estimated 30% of all patients \nwith epilepsy have drug-resistant epilepsy. Epilepsy \ncan develop secondary to various mechanisms after a \nstroke, and one study found that 6.4% of stroke patients developed epilepsy [1]. We report a case of a patient with \ndrug-resistant epilepsy who achieved seizure freedom \nafter a cerebral infarction.\nCase presentation\nA 60-year-old East Asian male patient is being fol lowed up in our neurology outpatient department for \ndrug-resistant epilepsy. He has a history of status epi lepticus following a fall while riding a bicycle at age 15, \nafter which he started antiseizure medication. Due to \npoor seizure control, he underwent epilepsy surgery at \nanother hospital when he was 34  years old, though the \nspecific type of surgery performed remains unclear. The \npatient exhibited two types of seizure semiology: focal \nmyoclonic seizures in his right arm and focal to bilateral Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEun Young Kim\neileen1416@gmail.com\n1 Department of Neurology, Chungnam National University Hospital, 282 \nMunhwa‑Ro, Jung‑Gu, Daejeon 35015, Korea\n2 Department of Neurology, Chungnam National University Sejong \nHospital, 20 Bodeum7‑Ro, Sejong 30099, Korea\nPage 2 of 4 Lee et al. Journal of Medical Case Reports          (2024) 18:509 \nFig. 1 Longitudinal bipolar electroencephalogram showing frequent multifocal sharp waves and consistent theta slow waves in the left \nhemisphere (asterisk indicates maximum negativity at electrodes F3, C3, P3, or T7, with independent occurrence)\nPage 3 of 4\n Lee et al. Journal of Medical Case Reports          (2024) 18:509 \n \ntonic–clonic seizures. Despite surgery, his seizures \nremained uncontrolled and occurred several times a day, \neven with antiseizure medication polytherapy, including \nlevetiracetam (1000  mg twice daily), valproate (500  mg \ntwice daily), oxcarbazepine (450  mg twice daily), zon isamide (200 mg twice daily), topiramate (100 mg twice \ndaily), lacosamide (50  mg twice daily), clobazam (5  mg \ntwice daily), and clonazepam (0.5  mg once daily). Rou tine electroencephalography revealed frequent multifocal \nsharp waves in the left hemisphere, along with consist ently observed theta slow waves throughout the left hem isphere (Fig.  1). At ages 47, 50, and 56, he suffered acute \ncerebral hemorrhages due to seizure-related trauma, \nwhich led to him becoming wheelchair-bound and reside \nin a nursing home. After the third cerebral hemorrhage, \nhe began tapering off his antiseizure medications due to \na very poor response. Interestingly, no increase in seizure \nfrequency was observed during the tapering process. He \nwas subsequently maintained on three medications: lev etiracetam (1500  mg twice daily), topiramate (100  mg \ntwice daily), and lacosamide (100 mg twice daily). At age \n58, he experienced an acute cerebral infarction due to \nocclusion of the left internal carotid artery. Encephaloma lacic changes in the left parieto-occipital area expanded \nto encompass the entire left cerebral hemisphere after the \nischemic cerebral infarction (Fig.  2). After the ischemic \nstroke, his daily recurrent seizures completely ceased, \nand he was able to maintain a wheelchair-bound lifestyle. \nBefore the stroke, frequent seizures had caused difficulty \nwith speaking, which made it challenging to assess how \nmuch his speech impairment after the stroke affected his \ndaily life. However, seizure freedom has reduced his risk of repeated trauma and improved his overall quality of \nlife. He has remained seizure-free for more than 3 years \nwhile taking only one medication: lacosamide (100  mg \ntwice daily).",
    "Discussion": "Discussion and conclusions\nThis case describes a patient with drug-resistant epilepsy \nwhose seizures persisted despite polytherapy and surgi cal intervention, but who achieved complete seizure free dom following an incidental cerebral infarction. Several \nreports have documented spontaneous improvement in \ntremor among patients with Parkinson’s disease following \na stroke. These reports suggest that damage to anatomi cal areas associated with the symptoms may contribute \nto this improvement [2–4]. However, to our knowledge, \nthere are no reports of intractable seizures disappearing \nfollowing a cerebral infarction.\nThe patient’s brain lesion likely originated from a fall \nwhile riding a bike at age 15. Over time, the epileptogenic \ncircuitry may have developed into a robust and complex \nnetwork, involving a wide range of brain areas. Previ ously, it was believed that epileptogenesis was complete \nafter the latent period—the interval between brain injury \nand the onset of the first clinical seizure—and that the \nprobability of seizures would remain constant thereaf ter. However, observations suggest that the frequency \nand severity of seizures may gradually increase over time \nafter a brain injury. This suggests that the process of epi leptogenesis may continue beyond the latent period [5, \n6]. Given that the surgery was performed 20 years after \nthe initial brain insult, it is possible that not all of the \npatient’s epileptogenic lesions were removed. This could \nFig. 2 Encephalomalacic changes observed in brain imaging. A Brain computed tomography image before cerebral infarction showing \nchanges primarily in the left parieto ‑occipital area. B Brain magnetic resonance imaging image after cerebral infarction showing changes \nthroughout the entire left cerebral hemisphere\nPage 4 of 4 Lee et al. Journal of Medical Case Reports          (2024) 18:509 \nbe due to the unclear delineation of epileptogenic lesions \nand the technical limitations of surgical techniques avail able in the mid-1990s.\nAfter a stroke, secondary epilepsy can develop due to \nfactors such as neural inflammation, glial scar formation, \nand alterations in neural connectivity [7]. The sudden \ncessation of habitual seizures following the cerebral \ninfarction is likely due to the extensive destruction of \nthe epileptogenic zone, including residual epileptogenic \nlesions. The maintenance of seizure-free status for \nmore than 3 years after the infarction may be attributed \nto the concurrent destruction of normal brain tissue \nsurrounding the epileptogenic lesion, which could have \nprevented the development of new seizure foci. Unlike \nsurgery, where brain tissue is resected along macroscopic \nboundaries, cerebral infarction affects areas along the \nvasculature that are difficult to physically delineate. \nParadoxically, this suggests that the lesions were \neffectively “removed” by the infarction process. Infarction \ntherapy, which aims to remove tumors by occluding \ntheir blood supply and cutting off nutrients and oxygen, \nhas shown promise in certain cancer treatments [8–10]. \nThe complete resolution of our patient’s daily recurrent \nseizures following an accidental cerebral infarction \nprompts us to envision potential paradigm shifts in the \ntreatment of drug-resistant epilepsy. This case raises \nthe possibility that carefully planned induced cerebral \ninfarction could serve as an alternative treatment option \nfor drug-resistant epilepsy. However, since cerebral \ninfarction can be a risk factor for developing epilepsy, it is \ncrucial to carefully select appropriate patients.\nAcknowledgements\nNot applicable.\nAuthor contributions\nJMK contributed to the conception and WL wrote the manuscript. DK and EYK \nrevised the manuscript for intellectual content. All authors agreed on the final \nmanuscript.\nFunding\nNone.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis case report was approved by the Institutional Review Board (IRB) \nof Chungnam National University Hospital (IRB no. 2024–03‑005). The \nrequirement for informed consent was waived by the IRB, and all patient \ninformation was thoroughly anonymized.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.Competing interests\nThe authors declare that there are no competing interests.\nReceived: 16 June 2024   Accepted: 25 September 2024\nReferences\n 1. Graham NS, et al. Incidence and associations of Poststroke epilepsy: the \nprospective south London stroke register. Stroke. 2013;44(3):605–11.\n 2. Choi SM, et al. Disappearance of resting tremor after thalamic stroke \ninvolving the territory of the tuberothalamic artery. Parkinsonism Relat \nDisord. 2008;14(4):373–5.\n 3. Krauss JK, Grossman RG, Jankovic J. Improvement of parkinsonian \nsigns after vascular lesions of the basal ganglia circuitry. Move Dis. \n1997;12:124–5.\n 4. Walter BL, Vitek JL. Surgical treatment for Parkinson’s disease. Lancet \nNeurol. 2004;3(12):719–28.\n 5. Kadam SD, White AM, Staley KJ, Dudek FE. Continuous electroencepha‑\nlographic monitoring with radio ‑telemetry in a rat model of perinatal \nhypoxia‑ischemia reveals progressive post ‑stroke epilepsy. J Neurosci. \n2010;30(1):404–15.\n 6. Williams PA, et al. Development of spontaneous recurrent seizures after \nkainate ‑induced status epilepticus. J Neurosci. 2009;29(7):2103–12.\n 7. Feyissa AM, Hasan TF, Meschia JF. Stroke ‑related epilepsy. Eur J Neurol. \n2019;26(1):18‑ e3.\n 8. Berdel AF, et al. Targeting tissue factor to tumor vasculature to induce \ntumor infarction. Cancers. 2021;13:11.\n 9. Huang X, et al. Tumor infarction in mice by antibody‑ directed targeting of \ntissue factor to tumor vasculature. Science. 1997;275:547–50.\n 10. Tong S, et al. Biomaterials‑mediated tumor infarction therapy. Front \nBioeng Biotechnol. 2022;10: 916926.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}