{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04980-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04980-8.pdf",
  "metadata": {
    "/Keywords": "Acute hemolytic crisis; Methemoglobinaemia; Naphthalene; Child; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241223181502+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241223154253+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04980-8",
    "/Author": "Kavinda Dayasiri ",
    "/Title": "Acute hemolytic crisis complicated with ischemic cardiac injury and methemoglobinaemia following ingestion of naphthalene: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04980-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Naphthalene is an aromatic hydrocarbon that potentially produces methemoglobinaemia but rarely \ncauses hemolysis, especially in children with underlying glucose-6-phosphate dehydrogenase deficiency. Although \ningestion of a single moth ball by an older child may not be life threatening, it can be fatal if ingested by a toddler.",
    "Case Presentation": "Case presentation A 2-year-old Singhalese boy developed acute severe hemolysis and methemoglobinaemia \nfollowing ingestion of a mothball. On admission, the patient was ill and pale. The child was tachycardic and tachyp noiec with oxygen saturation of 76% on air. Blood investigations showed significant anemia, elevated reticulocytes, \nand evidence of hemolysis in a blood picture, along with elevated lactate dehydrogenase and indirect bilirubin. Child \nalso had ST depressions on electrocardiogram examination with negative troponin-I. He was given four packed red \nblood cell (PRBC) transfusions and was successfully discharged in 3 days time following optimal supportive treatment. \nA glucose-6-phosphate dehydrogenase assay confirmed the diagnosis of glucose-6-phosphate dehydrogenase deficiency in this child: 0.9 U/gHb (4.0–13.0 U/gHb).",
    "Conclusion": "Conclusion This case report highlights a rare life-threatening presentation of naphthalene ingestion in a child \nwith previously undiagnosed glucose-6-phosphate dehydrogenase deficiency. Ingestion of even a single moth ball \ncan be fatal in vulnerable children given the altered toxicokinetics of naphthalene in children.\nKeywords  Acute hemolytic crisis, Methemoglobinaemia, Naphthalene, Child, Case report\nBackground\nNaphthalene, commonly employed in both industrial and \ndomestic settings, represents a rare cause of poisoning \nglobally and can pose a diagnostic dilemma when expo sure to it is not recognized. Naphthalene ingestion can \nprecipitate acute intravascular hemolysis, manifesting with anemia, hematuria, leukocytosis characterized by \nneutrophil predominance, jaundice, and hepatic and \nrenal impairment. Consumption of just two mothballs \ncontaining naphthalene can induce profound hemolytic \nanemia and hypotension in adults [1]. Ingestion of naph thalene can also trigger methemoglobinaemia [2]. How ever, in toddlers, the presentation is often vague, and \nclear history of ingestion is absent in most cases. The risk \nof complications is much higher in children compared \nwith adults following ingestion of the same dose due to \naltered toxicokinetics.\nNaphthalene, the primary component of mothballs, \nis present in numerous insecticides and can lead to Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKavinda Dayasiri\nkavindadayasiri@gmail.com\n1 Faculty of Medicine, University of Kelaniya, Colombo, Sri Lanka\n2 Faculty of Healthcare Sciences, Eastern University of Sri Lanka, \nChenkaladi, Sri Lanka\nPage 2 of 4 Dayasiri et al. Journal of Medical Case Reports          (2024) 18:637 \npoisoning in children, typically as a result of accidental \ningestion. It is used as a deodorizer and moth deterrent \nacross South Asia, including Sri Lanka. Further, the moth \nballs are readily available in many local supermarkets \n[3]. Despite their widespread use, toxicity is only rarely \nreported, and most of the packets containing moth balls \nin the market lack safety instructions. Toddlers are more \nprone to accidental ingestion due to their shiny, whitish \nattractive appearance (Fig. 1).\nWhile naphthalene toxicity is a recognized risk for \nhemolysis in glucose-6-phosphate dehydrogenase \n(G6PD)-deficient individuals, cardiac ischemia second ary to profound anemia is a rare complication not widely \ndocumented in literature. This case highlights the lifethreatening potential of even small doses of naphthalene \nin vulnerable pediatric patients. Diagnosis can be delayed \nin young children due to the absence of a clear ingestion \nhistory, emphasizing the importance of recognizing clini cal toxidromes and their link to underlying metabolic \ndisorders.\nCase presentation\nA 2-year-old Singhalese boy was brought with a history \nof fever for two days. The parents were worried regarding \ndengue fever, as he was living in an area with high inci dence of dengue. Rest of the systemic inquiry was unre markable. However, on direct questioning, the mother \nalso reported that his urine color was dark (Fig.  2). Physi cal examination revealed marked pallor and a tinge of \nicterus. There was no hepatosplenomegaly. He had a \npulse rate of 184 beats per minute with good volume, \nrespiratory rate of 42 per minute, and gallop rhythm. Oxygen saturation on air was 76%. His blood pressure \nwas 90/58 mmHg and capillary refill time was 3 seconds.\nInitial investigations showed significant anemia with \nhemoglobin of 3.5 g/dl (9.6 to 15.6 g/dl). The reticulocyte \ncount was 15.2% (0.5% to 1.5%). Lactate dehydrogenase \n(LDH) was 1263 (range from 155 to 345 units/l). Total \nserum bilirubin was 7.0  mg/dl (1.5 to 5  mg/dl) with an \nindirect fraction of 6.8  mg/dl. There was elevated AST \nof 134  mmol/l, but ALT was normal. Serum creatinine, \nelectrolytes, and blood urea were normal.\nPeripheral smear showed microspherocytes and poly chromatic cells. Many bite cells and normoblasts were \nalso seen. Apart from mild neutrophil leukocytosis, rest \nof the smear was normal. An electrocardiogram (ECG) \nwas performed on admission due to low oxygen satura tion and tachycardia. ECG showed ST segment depres sion in anterolateral chest leads—I, aVL, and V3–V6. \nTroponin-I was borderline elevated at 0.09  ng/ml \n(< 0.04 ng/ml). His initial oxygen saturation remained at \n85% despite high flow oxygen therapy. An arterial blood \ngas with cooximetry revealed pH 7.29 (7.35–7.45),  pCO2 \n34 mm Hg (35–48),  pO2 167.0 mm Hg (83–108),  HCO3− \n19.6  mEq/l (21–28),  SaO2 88% (95–98), total calculated \nhemoglobin 3.3  g/dl, oxyhemoglobin 72.1% (95.0–98.0), \ncarboxyhemoglobin 0.0% (0.5–1–5), and methemo globin 9.7% (< 3.0) with an oxygen content of 15.7 ml/dl \n(15.0–33.0).\nThe child was initially resuscitated with a 0.9% saline \nbolus of 20  ml/kg and oxygen therapy. Vital signs and \ncardiac rhythm were continuously monitored. Given \nthe acute onset clinical presentation, dramatic clinical \nprogression, and lack of a clear systemic involvement, \na potential toxic ingestion was suspected. At this stage, \nthe mother presented the story of her child playing with \nmoth balls 36 hours earlier and that she noted two moth \nballs went missing. Since the child remained well at \n Fig. 1 Dark urine at the time of presentation to hospital\nFig. 2 Shiny, whitish attractive appearance of moth balls\nPage 3 of 4\n Dayasiri et al. Journal of Medical Case Reports          (2024) 18:637 \n \nhome, the parents did not seek medical advice, and the \nchild was brought only after development of fever for its \nevaluation.\nHe subsequently, received 40  ml/kg blood transfu sions with IV frusemide 1 mg/kg for each 10 ml/kg blood \ntransfusion. By day 2 of hospital admission, ECG changes \nreversed with normalization of ALT. His hemoglobin had \nrisen to 11.6  g/dl, and oxygen saturation gradually nor malized with high flow oxygen therapy. The child was dis charged on day 4 of hospital admission. Possible G6PD \nwas suspected on the basis the initial peripheral smear \nappearance, and a G6PD assay was arranged 3  months \nafter the initial hemolytic crisis. A G6PD assay confirmed \nthe diagnosis of glucose-6-phosphate dehydrogenase \ndeficiency in this child of 0.9 U/gHb (4.0–13.0 U/gHb). \nHemoglobin had further risen to 12.8 g/dl. Follow-up was \narranged in the pediatric clinic.",
    "Discussion": "Discussion\nNaphthalene toxicity, commonly seen following inges tion or inhalation of mothballs, poses significant risks, \nparticularly in pediatric patients. It is a lipophilic com pound that can cause oxidative stress, leading to the \nproduction of free radicals and depletion of glutathione \n[1]. Additionally, naphthalene exposure can lead to met hemoglobinaemia. While acute toxicity may present with \ngastrointestinal symptoms, severe cases can cause lifethreatening complications such as hemolysis, jaundice, \nand, as observed in this case, ischemic cardiac injury.\nChildren with G6PD deficiency have increased sus ceptibility for acute intravascular hemolytic crisis when \nexposed to oxidative stress [4]. α-Naphthol, which is the \nactive metabolite of naphthalene can cause increased \noxidative stress [5]. It also causes methemoglobinemia, \nwhich is rarely life-threatening [6]. But in those with \nG6PD deficiency, naphthalene can lead to severe hemoly sis even with a small dose. Mothballs, a common domes tic item contains naphthalene as its main compound, and \na single mothball can contain up to 5  g of naphthalene \n[5]. The lethal dose of naphthalene in a child following \nacute toxicity is 2–3  g3.\nNaphthalene produces excess of free oxygen radicals \nwhich",
    "Results": "results in lipid peroxidation and DNA damage [7]. \nWhen this activity occurs in red blood cells, it will result \nin cell lysis. Protection against oxidative stress is pro vided by nicotinamide adenine dinucleotide phosphate \n(NADPH) produced in the pentose phosphate pathway \n(PPP) [8]. However, when this mechanism is defective in \nG6PD enzyme deficiency, toxicity results in severe acute \nhemolysis.\nThe reported child is unique that the naphthalene tox icity resulted in both methemoglobinaemia and acute \nsevere hemolysis. Further, severe anemia in this child resulted in hypoxic cardiac injury as indicated by the \nECG. Although the circumstances of poisoning were in \nmany adult reports of naphthalene toxicity, the relevant \nhistory in this child was lacking at the time of presenta tion leading to a diagnostic dilemma. However, the pat tern of clinical toxidrome helped the authors to suspect \nnaphthalene toxicity and, subsequently, to establish the \nunderlying diagnosis of G6PD deficiency. This case fur ther highlights the potential danger posed by mothballs, \na common household item, when they are kept within \nreach of susceptible children. It underscores the impor tance of taking utmost care and precaution to safely store \nguard these potentially hazardous household substances \nto prevent accidental ingestion by children.\nConclusion\nThis case report highlights a rare life-threatening cooccurrence of severe hemolytic crisis complicated with \nhypoxic cardiac injury and methemoglobinaemia fol lowing naphthalene ingestion in a child with previously \nundiagnosed G6PD deficiency. Ingestion of even a single \nmoth ball can be fatal in vulnerable children given the \naltered toxicokinetics of naphthalene in children.\nAbbreviations\nG6PD  Glucose-6-phosphate dehydrogenase\nPPP  Pentose phosphate pathway\nNADPH  Nicotinamide adenine dinucleotide phosphate\nAcknowledgements\nNone.\nAuthor contributions\nKD, GA, and VT participated in the literature survey, making the diagnosis and \nmanagement of the child. HP and KD wrote the manuscript. All authors read \nand approved the final manuscript.\nFunding\nNo funding was received.\nAvailability of data and materials\nThe data that support the findings of this case report are available from Medical Records Department, North Colombo Teaching Hospital, but restrictions \napply to the availability of these data, which were used under license for the \ncurrent report and so are not publicly available. Data are, however, available \nfrom the authors upon reasonable request and with permission of Medical \nRecords Department, North Colombo Teaching Hospital, Sri Lanka.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from patient’s legal guardian for \npublication of this case report. A copy of the written consent is available for \nreview by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there is no conflict of interests regarding the publication of this paper.\nPage 4 of 4 Dayasiri et al. Journal of Medical Case Reports          (2024) 18:637 \nReceived: 13 March 2024   Accepted: 19 November 2024\nReferences\n 1. Volney G, Tatusov M, Yen AC, Karamyan N. Naphthalene toxicity: methe moglobinemia and acute intravascular hemolysis. Cureus. 2018;10(8): \ne3147. https:// doi. org/ 10. 7759/ cureus. 3147.\n 2. Sillery JJ, Lichenstein R, Barrueto F Jr, Teshome G. Hemolytic anemia \ninduced by ingestion of paradichlorobenzene mothballs. Pediatr Emerg \nCare. 2009;25(4):252–4. https:// doi. org/ 10. 1097/ PEC. 0b013 e3181 9e3690.\n 3. Uthuman AAA, Jayasinghe CS, Fernando AHN. Acute intravascular \nhemolysis due to naphthalene toxicity: a case report. J Med Case Reports. \n2019;13:91. https:// doi. org/ 10. 1186/ s13256- 018- 1963-x.\n 4. Francis RO, Jhang JS, Pham HP , Hod EA, Zimring JC, Spitalnik SL. Glucose6-phosphate dehydrogenase deficiency in transfusion medicine: the \nunknown risks. Vox Sang. 2013;105(4):271–82. https:// doi. org/ 10. 1111/ \nvox. 12068.\n 5. Sudakin DL, Stone DL, Power L. Naphthalene mothballs: emerging and \nrecurring issues and their relevance to environmental health. Curr Top \nToxicol. 2011;7:13–9.\n 6. Anand V, Venkatesan DK, Pugazhenthen T, Naseem M, Rathia SK. Methe moglobinemia secondary to a traditional healing practice using mothballs: a need of pediatric vigilance. Cureus. 2023;15(6):e41192. https:// doi. \norg/ 10. 7759/ cureus. 41192.\n 7. Bagchi M, Bagchi D, Balmoori J, Ye X, Stohs SJ. Naphthalene-induced \noxidative stress and DNA damage in cultured macrophage J774A.1 cells. \nFree Radic Biol Med. 1998;25(2):137–43. https:// doi. org/ 10. 1016/ s0891- \n5849(98) 00063-x.\n 8. Gansemer ER, Rutkowski DT. Pathways linking nicotinamide adenine \ndinucleotide phosphate production to endoplasmic reticulum protein \noxidation and stress. Front Mol Biosci. 2022;4(9): 858142. https:// doi. org/ \n10. 3389/ fmolb. 2022. 858142.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}