{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04971-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04971-9.pdf",
  "metadata": {
    "/Keywords": "Leprosy; Hansen’s disease; Mycobacterium lepromatosis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218114717+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241209111203+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04971-9",
    "/Author": "Nazar Akhverdyan ",
    "/Title": "An alternative multidrug regimen for multibacillary Hansen’s disease: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04971-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Leprosy (Hansen’s disease) is an infectious disease most common in resource-limited countries \ncaused by the acid-fast bacilli Mycobacterium leprae and Mycobacterium lepromatosis that frequently affects the skin \nand peripheral nerves. Prompt diagnosis and treatment with multidrug therapy is crucial to reduce disease transmission and sequelae, which include nerve function impairment, ocular injury, and stigmatizing physical deformities. \nTraditional treatment of multibacillary leprosy consists of 12–24 months of multidrug therapy with dapsone, rifampin, \nand clofazimine. However, this regimen is associated with high pill burden and side effects that limit adherence.",
    "Case Presentation": "Case presentation We report a case of multibacillary leprosy in a previously healthy 30-year-old Hispanic man who \nrecently immigrated to the USA from South America and presented with progressive nodular skin lesions on his face \nand extremities. He was treated with a monthly regimen of rifampin, moxifloxacin, and minocycline. At follow-up \nthere was significant improvement of his cutaneous lesions without signs of reversal reaction or erythema nodosum \nleprosum.\nConclusions This case report adds to the growing repertoire of literature supporting the use of rifampin, moxifloxacin, and minocycline. Further studies are needed to assess the efficacy of this antimycobacterial regimen and monitor \nrates of relapse and delayed immunologic reactions, which may occur 5–10 years after completion of treatment.\nKeywords  Leprosy, Hansen’s disease, Mycobacterium lepromatosis, Case report\nBackground\nLeprosy, also called Hansen’s disease, is an infectious dis ease most common in resource-limited countries caused \nby the acid-fast bacilli Mycobacterium leprae and Myco bacterium lepromatosis [1–3]. It frequently affects the \nskin and peripheral nerves, with clinical manifestations \ndue to the host’s cellular immune response that include \nhypopigmented or erythematous cutaneous lesions, \nperipheral nerve enlargement, and sensory loss [1, 4]. Leprosy is classified on a spectrum, from paucibacillary \n(tuberculoid) to multibacillary (lepromatous), on the \nbasis of the Ridley–Jopling system that combines clinical, \nbacteriologic, and histologic features [5].\nDespite public health efforts to eliminate the disease, \napproximately 200,000 new cases are reported annu ally to the World Health Organization (WHO), primar ily from Africa and Southeast Asia [6]. According to the \nNational Hansen’s Disease Program (NHDP), 159 new \ncases were reported in the USA in 2020, mostly imported \nfrom endemic areas [7]. While it is difficult to identify \nsource of infection given its prolonged incubation period, \nrisk factors include close contact with leprosy patients, \nzoonotic exposure (specifically, the nine-banded arma dillo in the southern USA and red squirrel in the British \nIsles), advanced age, and immunosuppression [2, 8, 9].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNazar Akhverdyan\nNazar.Akhverdyan@CUAnschutz.edu\n1 University of Colorado School of Medicine, Aurora, CO, USA\n2 Division of Infectious Diseases, University of Colorado School \nof Medicine, Aurora, CO, USA\n3 Division of Infectious Diseases, Denver Health Medical Center, Denver, \nCO, USA\nPage 2 of 4 Akhverdyan et al. Journal of Medical Case Reports          (2024) 18:612 \nPrompt diagnosis and treatment with multidrug ther apy consisting of dapsone, rifampin, and clofazimine \nis crucial to reduce disease transmission and sequelae, \nwhich include nerve function impairment, ocular injury, \nand stigmatizing physical deformities [3, 4]. However, \nthis regimen is associated with significant side effects that \nimpact both quality of life and clinical outcomes. Thus, \nalternative regimens with reduced toxicity are needed.\nCase presentation\nA 30-year-old Hispanic male with no past medical history \npresented to the emergency department with 8 months of \nprogressive nodular skin lesions on his face and extremi ties, nasal obstruction, epistaxis, and facial numbness. \nReview of systems was also positive for testicular pain, \ntactile fevers, malaise, abdominal pain, and nausea. The \npatient recently immigrated to the USA from Peru, trave ling through Ecuador, Colombia, Panama, Nicaragua, El \nSalvador, Guatemala, and Mexico. He denied known sick contacts. He lived in an apartment with multiple room mates and was sexually active with one female partner.\nPhysical exam was notable for numerous nontender, \nerythematous papules and nodules involving the bilat eral earlobes, face, extensor surfaces of the forearms, and \nlower extremities (Fig.  1A). Additionally, there was left \nfacial hypoesthesia in the V1/V2 distribution, mild soft \ntissue edema of the external nose, a small right testicular \nnodule, and a 2 cm ulcerated papule on the dorsal aspect \nof his right hand. No hypopigmentation, peripheral nerve \nenlargement, hair loss, or ophthalmic involvement were \nnoted. Fiber-optic flexible laryngoscopy performed by an \notolaryngologist revealed hyposensate bilateral anterior \nnasal cavities with erythematous crusting.\nLaboratory studies, including complete blood count \nwith differential, basic metabolic panel, liver function \ntests, urinalysis, and blood cultures were unremarkable. \nInfectious work-up, including human immunodeficiency \nvirus (HIV), tuberculosis quantiferon gold, syphilis, urine \nFig. 1 Ulcerated papule on the dorsal aspect of the right hand and numerous erythematous nodules on the bilateral earlobes and face before (A), \nafter 2 months (B), and after 12 months (C) of treatment with rifampin, moxifloxacin, and minocycline\nPage 3 of 4\n Akhverdyan et al. Journal of Medical Case Reports          (2024) 18:612 \n \ntest for gonorrhea/chlamydia, and viral hepatitis panel \nwere also negative. Erythrocyte sedimentation rate was \nmildly elevated at 47 mm per hour and C-reactive protein \nwas normal. Testicular ultrasound revealed hypoechoic \ntesticular lesions with central internal vascularity within \nboth testes and prominent bilateral inguinal lymph \nnodes. Chest X-ray, abdominal ultrasound, and magnetic \nresonance imaging (MRI) of the face and orbits were \nunremarkable. Due to initial concern for mucocutane ous leishmaniasis given his presentation and report of \nmultiple insect bites sustained during travel, he received \na 6-day course of intravenous liposomal amphotericin \nB while awaiting biopsy",
    "Results": "results, although serologic tests \nlater returned negative.\nBiopsy samples of the nasal mucosa and right dorsal \nhand were obtained and demonstrated a dense dermal \ninfiltrate of vacuolated histiocytes with numerous organ isms on Fite stain compatible with Mycobacterium lepro matosis. After",
    "Discussion": "discussion with the NHDP , the patient was \nstarted on a once monthly regimen of rifampin 600 mg, \nmoxifloxacin 400  mg, and minocycline 100  mg (RMM) \nfor an anticipated 12–24 months. On his 12-month fol low-up, there was significant improvement of his cutane ous lesions (Fig. 1B and C).\nDiscussion\nTraditional treatment of multibacillary leprosy, as \nrecommended by the WHO and NHDP , consists of \n12–24  months of multidrug therapy with dapsone, \nrifampin, and clofazimine [10, 11]. Their guidelines differ \nin that the NHDP recommends longer duration of treat ment, increased frequency of rifampin administration, \nand excludes the use of clofazimine for paucibacillary lep rosy. However, these regimens are associated with high \npill burden and side effects that limit adherence. Severe \nside effects include skin discoloration, dose-dependent \nhemolytic anemia in glucose-6-phosphate dehydroge nase deficiency, agranulocytosis, and hepatotoxicity [12]. \nAlternative agents include minocycline, clarithromycin, \nand ofloxacin, which are typically reserved for patients \nwith resistance or contraindications.\nA single dose of rifapentine, moxifloxacin, and mino cycline was previously shown to kill 99.9% of viable \nM.  leprae in mouse footpad infection [13]. A recently \npublished case series of ten patients with multibacillary \nor pure neural leprosy treated with an alternative regi men of rifampin, moxifloxacin, and minocycline (RMM) \nfor 12–24 months demonstrated rapid clinical response, \nminimal side effect profile, and improved adherence [14]. \nWe report a case of multibacillary leprosy with mucosal \nand testicular involvement in a patient who recently \nimmigrated from South America treated with RMM. \nAs shown in Fig.  1, the patient had improvement of his skin lesions at 12 months. There were no significant side \neffects. He adhered to and tolerated the regimen well \nwithout signs of reversal reaction (type 1 reaction) or \nerythema nodosum leprosum (type 2 reaction). Since the \nmedications were covered by the NHDP at no cost to the \npatient, there were no financial barriers to treatment.\nConclusions\nThis case report adds to the growing repertoire of lit erature supporting the use of RMM. Further studies are \nneeded to assess the efficacy of this antimycobacterial \nregimen and monitor rates of relapse and delayed immu nologic reactions, which may occur 5–10  years after \ncompletion of treatment [15].\nAbbreviations\nWHO  World Health Organization\nNHDP  National Hansen’s Disease Program\nRMM  Rifampin, moxifloxacin, minocycline\nAcknowledgments\nNot applicable\nAuthor contributions\nNA and ZC conceived the idea for this paper. NA performed the literature \nreview and drafted the original manuscript. ZC reviewed the manuscript and \nprovided edits. KH supervised the project. All authors read and approved the \nfinal manuscript.\nFunding\nThe authors received no financial support.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nThe authors complied with the ethical requirements of their institution.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 2 April 2024   Accepted: 17 November 2024\nReferences\n 1. Chen KH, et al. Leprosy: a review of epidemiology, clinical diagnosis, and \nmanagement. J Trop Med. 2022;2022:8652062.\n 2. Maymone MBC, et al. Leprosy: clinical aspects and diagnostic techniques. \nJ Am Acad Dermatol. 2020;83(1):1–14.\n 3. Britton WJ, Lockwood DN. Leprosy. Lancet. 2004;363(9416):1209–19.\n 4. Agrawal A, et al. Neurological manifestations of Hansen’s disease and \ntheir management. Clin Neurol Neurosurg. 2005;107(6):445–54.\n 5. Ridley DS, Jopling WH. Classification of leprosy according to immunity a \nfive-group system. Int J Lepr Other Mycobact Dis. 1966;34(3):255–73.\nPage 4 of 4 Akhverdyan et al. Journal of Medical Case Reports          (2024) 18:612 \n 6. World Health Organization. Leprosy. 2023 https:// www. who. int/ news- \nroom/ fact- sheets/ detail/ lepro sy .\n 7. National Hansen’s Disease Program. Hansen’s disease (leprosy) facts. 2023; \nhttps:// www. hrsa. gov/ hanse ns-  disea se .\n 8. Ploemacher T, et al. Reservoirs and transmission routes of leprosy; a \nsystematic review. PLoS Negl Trop Dis. 2020;14(4): e0008276.\n 9. Truman RW, et al. Probable zoonotic leprosy in the southern United \nStates. N Engl J Med. 2011;364(17):1626–33.\n 10. World Health Organization. Guidelines for the Diagnosis, Treatment and \nPrevention of Leprosy. 2018; https:// iris. who. int/ bitst ream/ handle/ 10665/ \n274127/ 97892 90226 383-  eng. pdf? seque nce= 58.\n 11. National Hansen’s Disease Program. Recommended Treatment Regimens. \n2018. https:// www. hrsa. gov/ hanse ns-  disea se/ diagn osis/ recom mended- \ntreat ment.\n 12. Maymone MBC, et al. Leprosy: treatment and management of complications. J Am Acad Dermatol. 2020;83(1):17–30.\n 13. Ji B, Grosset J. Combination of rifapentine-moxifloxacin-minocycline \n(PMM) for the treatment of leprosy. Lepr Rev. 2000;71(Suppl):S81–7.\n 14. Franco-Paredes C, et al. Novel approaches in the treatment of Hansen’s \ndisease (Leprosy): a case series of multidrug therapy of monthly rifampin, \nmoxifloxacin, and minocycline (RMM) in the United States. Ther Adv \nInfect Dis. 2022;9:20499361221135884.\n 15. Kamath S, et al. Recognizing and managing the immunologic reactions in \nleprosy. J Am Acad Dermatol. 2014;71(4):795–803.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}