{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05153-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05153-x.pdf",
  "metadata": {
    "/Keywords": "Pheochromocytoma; Adrenal insufficiency; Perioperative management; Anesthesia; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250312131848+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250312053725+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05153-x",
    "/Author": "Jiyu Zeng ",
    "/Title": "Massive pheochromocytoma causing adrenal crisis during surgery: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05153-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pheochromocytoma is a rare adrenal medulla tumor that overproduces catecholamines, causing major \ncardiovascular issues. It is often found incidentally during imaging, but large tumors pose unique perioperative challenges. Patients are usually symptom-free until the tumor grows, risking an adrenergic crisis during surgery. This case \nunderscores the complexities of managing large pheochromocytomas, highlighting the risks of unstable hemodynamics and the need for thorough preoperative planning and a multidisciplinary approach for successful surgery.\nCase report We present a case of a 55-year-old Chinese man admitted for surgery after a routine exam revealed \na 7.8 cm mass in his left adrenal gland. Initially asymptomatic, he was diagnosed with pheochromocytoma via blood \ntests and computed tomography scans. Pre-surgery, he received an α-receptor blocker. During the tumor removal, \nwhich was large and adhered to nearby vessels and tissues, he suffered an adrenergic crisis with unstable hemodynamics.We implemented emergency measures to stabilize the patient’s vital signs in a rare case of large pheochromo cytoma with adrenal crisis. With multidisciplinary team management, the patient recovered well post-surgery.",
    "Conclusion": "Conclusion This article discusses the disease’s unique clinical features, reviews literature on the link between massive \npheochromocytoma and adrenal crisis, and outlines perioperative management strategies as a reference.\nKeywords  Pheochromocytoma, Adrenal insufficiency, Perioperative management, Anesthesia, Case report\nBackground\nPheochromocytoma is an infrequent neuroendocrine \nneoplasm arising from the adrenal medulla, distin guished by the overproduction of catecholamines, such \nas epinephrine and norepinephrine. It has an incidence \nrate of approximately 2–8 per million individuals [1]. The \nclinical presentation of pheochromocytoma is intricate and varied, predominantly manifesting as hyperten sion, headache, and tachycardia, among other symptoms \n[2]. Notably, the majority of massive pheochromocyto mas, defined as tumors exceeding 7 cm in diameter, are \nasymptomatic [3].\nAdrenal crisis represents a critical, life-threatening \ncondition and is a major contributor to mortality among \nindividuals with adrenal insufficiency [4]. Pheochro mocytoma serves as a significant precipitating factor \nfor adrenal crisis, as it may induce acute cardiovascular \ndecompensation, manifesting as severe hypertension, \nhypotension, and heart failure [5].\nIn our situation, an adrenal crisis happened during the \noperation, causing severe hemodynamic instability that \nrequired immediate resuscitation to stabilize blood pres sure. Furthermore, we reviewed literature on the link Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJiyu Zeng\n13629017775@163.com\n1 Department of Anesthesiology, West China Hospital of Sichuan \nUniversity Ziyang Hospital, Zi Yang, Si Chuan, China\n2 Department of Medical Education, West China Hospital of Sichuan \nUniversity Ziyang Hospital, Zi Yang, Si Chuan, China\n3 Department of Urology, West China Hospital of Sichuan University \nZiyang Hospital, Zi Yang, Si Chuan, China\nPage 2 of 8 Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \nbetween large pheochromocytoma and adrenal crisis, \nalong with perioperative management strategies.",
    "Case Presentation": "Case presentation\nA 55-year-old Chinese male patient presented to the \noutpatient clinic following the incidental discovery of a \nleft retroperitoneal mass during a routine examination \nconducted 2 months earlier. The patient reported expe riencing occasional discomfort in the lumbar region. \nHis blood pressure was recorded at 145/98 mmHg, and \nthe electrocardiogram demonstrated sinus tachycardia \nwith a heart rate of 111 beats per minute. Abdominal \nultrasonography identified a solid mass located supe rior to the left kidney, with dimensions of approximately \n7.8 cm × 5.9 cm × 6.4 cm. Enhanced abdominal computed \ntomography (CT) revealed a mass of heterogeneous den sity in the left retroperitoneum, raising suspicion for a \nneoplastic lesion, potentially a left adrenal pheochro mocytoma or a neurogenic tumor. Plasma catechola mine levels were elevated, with norepinephrine (NE) at \n9.85 nmol/L (reference value < 3.55 nmol/L) and epineph rine (E) at 1.57  nmol/L (reference value < 0.68  nmol/L). \nThe 24-hour urinary vanillylmandelic acid (VMA) level \nwas 27.66 mg (reference range 0–12 mg/24 hours). Car diac ultrasound, thyroid function tests, and blood glu cose levels were all within normal limits.Considering \nthe preoperative laboratory and examination findings, a \ndiagnosis of left adrenal pheochromocytoma was con sidered.The patient was administered oral prazosin at a \ndosage of 2 mg three times daily for a period of 14 days \npreceding the surgical intervention. In the 3 days leading \nup to the operation, the patient received daily infusions \nof 1000 mL of crystalloid and 500 mL of colloid for the \npurpose of volume expansion, with blood pressure main tained within the range of 132–145/75–98  mmHg and \nheart rate stabilized around 90 beats per minute. On the \nday preceding the surgery, a comprehensive evaluation \nwas conducted by a multidisciplinary team comprising \nspecialists in intensive care, endocrinology, anesthesiol ogy, cardiology, and radiology to assess potential risks. \nThe assessment concluded that the left adrenal tumor \nwas likely exerting pressure on both the splenic and renal \nveins and had close anatomical proximity to the left kid ney, spleen, and pancreas (Fig.  1). Consequently, the sur gical plan was formulated for an open resection of the left \nadrenal tumor.\nUpon entering the operating room, the patient pre sented with a heart rate of 85 beats per minute, blood \npressure of 120/70  mmHg, a respiratory rate of 18 \nbreaths per minute, and oxygen saturation  (SpO2) of \n99%. Anesthesia induction was achieved using 10 mg of \npancuronium, 20  µg of sufentanil, 0.5  mg of etomidate, \nand 20 mg of lipid emulsion of propofol, followed by the oral insertion of a 6.5 F tracheal tube. Anesthesia mainte nance involved the intravenous infusion of remifentanil \nat 0.1 µg/kg/minute and dexmedetomidine at 0.2 µg/kg/\nminute, in conjunction with the inhalation of sevoflurane \nat 1.5%, with dosages adjusted according to intraoperative \nvital signs. Following anesthesia induction, the left radial \nartery and right internal jugular vein were punctured and \ncannulated. During the surgical exposure of the left adre nal tumor, it was observed to be closely adhered to the \nspleen and splenic artery, complicating the separation \nprocess. After consultation with a hepatobiliary surgeon, \na splenectomy was performed. Subsequent dissection of \nthe adrenal tumor revealed significant adhesion to the \nrenal artery and vein, resulting in bleeding from the renal \nvessels, which necessitated repair of the renal artery and \nvein.\nDuring the surgical procedures involving the dissection \nof the adrenal tumor and the splenectomy, the patient \nexperienced a marked elevation in both blood pres sure and heart rate. To manage the hypertensive crisis, \nintravenous infusions and intermittent boluses of phen tolamine and sodium nitroprusside were administered, \nwith blood pressure reaching a peak of 250/110 mmHg. \nSubsequent to the resection of the adrenal tumor, the \npatient exhibited a precipitous decline in blood pressure. \nEfforts to stabilize the hypotension through intravenous \nadministration and intermittent doses of norepineph rine proved ineffective, resulting in a critically low blood \npressure of 50/30  mmHg. In response, aggressive fluid \nresuscitation was promptly initiated, accompanied by the \nintravenous administration of 80 mg of methylpredniso lone. Concurrently, epinephrine was infused and inter mittently bolused at a dose of 0.5 mg per administration, \nwhich gradually led to the stabilization of blood pressure \nat approximately 90/50  mmHg. Approximately 30 min utes prior to the conclusion of the surgical procedure, \nthe administration of epinephrine was gradually tapered, \nleaving norepinephrine as the sole agent infused upon \nexiting the operating room. This approach effectively sta bilized the patient’s blood pressure within the range of \n100–130/50–70 mmHg. The surgery had a total duration \nof 3  hours and 25  minutes, during which the estimated \nblood loss was approximately 800 mL. The patient exhib ited a urine output of 350  mL and received a transfu sion of 4 units of packed red blood cells, in addition to \n1000 mL of colloid and 1450 mL of crystalloid solutions. \nOn the first postoperative day, the intensive care unit \n(ICU) team successfully extubated the patient. However, \ncontinuous infusions of norepinephrine and vasopressin \nwere maintained to support circulatory function until the \nthird postoperative day, when these infusions were dis continued. Hydrocortisone was administered at a dosage \nof 50  mg daily as replacement therapy. The patient was \nPage 3 of 8\n Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \n \nsubsequently transferred back to the urology ward on the \nfourth postoperative day.On the fifth postoperative day, \nan attempt was made to discontinue hormone therapy; \nhowever, the patient developed symptoms of drowsiness, \npoor appetite, and altered mental status. Consequently, \nhydrocortisone therapy was maintained. The patient was \ndischarged on the 15th postoperative day with a prescrip tion for oral hydrocortisone at a dosage of 10  mg twice \ndaily. A total of 7 days postdischarge, the hydrocortisone \ndosage was reduced to 5  mg twice daily and was ulti mately discontinued on the 14th day following discharge. \nThe serum adrenocorticotropic hormone (ACTH) levels \nmeasured on the second and sixth postoperative days \nwere 6.83 pg/mL and 18.27 pg/mL, respectively, with the \nnormal range being 7.0–65  pg/mL. Pathological exami nation confirmed a diagnosis of pheochromocytoma of \nthe left adrenal gland. Immunohistochemical analysis \nrevealed positive staining for chromogranin A (CgA), \nsynaptophysin (Syn), CD56, GATA-3, S-100, and inhibin \n(Fig. 2).\nFig. 1 Size of the adrenal tumor and its relationship with surrounding blood vessels. A The left adrenal tumor compressing the splenic artery \n(yellow arrows). B The size of the left adrenal tumor closely related to the left kidney, spleen, and pancreas (marked in yellow). C The left adrenal \ntumor closely related to the renal artery (yellow arrows). D The left adrenal tumor closely related to the renal vein (yellow arrows)\nFig. 2 Histopathological slide of the left adrenal tumor tissue\nPage 4 of 8 Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \nOn the fourth day after surgery, tests showed norepi nephrine at 0.92  nmol/L, epinephrine at 0.38  nmol/L, \nand dopamine at 0.10 nmol/L, all within normal ranges. \nCT scans at 2 and 5 months post-op revealed disorgan ized structures, blurred fat spaces, and slight effusion in \nthe left adrenal gland (Fig.  3). The patient is recovering \nwell, with no signs of pheochromocytoma recurrence or \nresidue.",
    "Discussion": "Discussion\nPheochromocytoma is predominantly characterized by \nepisodic hypertension, diaphoresis, and cephalalgia, all \nof which are associated with catecholamine secretion \n[6]. The hypertension observed in these patients is nota ble for its considerable variability in blood pressure, with \napproximately 30–50% of individuals with pheochromo cytoma experiencing elevated nocturnal blood pressure \ncompared with diurnal levels. Furthermore, 20–30% of \nthese patients may exhibit normotensive readings [7–9]. \nAdrenal crises are commonly precipitated by factors such \nas anesthesia, tumor manipulation, physical exertion, \nand various pharmacological agents, including opioids, metoclopramide, and glucagon [6]. The stability of hemo dynamics during surgical procedures is intricately linked \nto tumor size. Massive pheochromocytomas frequently \nexhibit significant endocrine activity, which can precipi tate severe hypertension during tumor resection. Addi tionally, larger tumors are often associated with reduced \nblood volume and abrupt decreases in catecholamine \nlevels, potentially leading to pronounced hypotensive \nepisodes following adrenal tumor removal [10]. The inci dence of adrenal crises is modulated by various factors, \nincluding tumor size and location, the patient’s under lying health status, and the presence of additional pre cipitating factors. The tumor size serves as a significant \npredictor of intraoperative hypertensive episodes, par ticularly in surgical procedures involving retroperitoneal \npheochromocytomas. Patients with tumors exceeding \n4.25 cm are at an elevated risk of experiencing intraoper ative hypertension [11]. There exists a notable correlation \nbetween adrenal tumor size and intraoperative hemody namic instability, especially in scenarios necessitating the \nuse of vasoactive medications, which may subsequently \nincrease the risk of postoperative complications [12]. \nFig. 3 CT scans 2 months and 5 months post-surgery. A Coronal view 2 months post-surgery B Axial view 2 months post-surgery C Coronal view \n5 months post-surgery D Axial view 5 months post-surgery\nPage 5 of 8\n Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \n \nOne study investigated the relationship between cat echolamine levels and tumor size in pheochromocytoma \npatients, revealing that larger tumors are often associated \nwith elevated catecholamine levels, thereby potentially \nheightening the risk of adrenal crises [13]. Furthermore, \nanother study underscored that spontaneous rupture \nof pheochromocytomas can precipitate acute catecho lamine crises, characterized by severe blood pressure \nfluctuations and cardiovascular complications. Although \nthis condition is relatively uncommon, its occurrence \nmay be linked to the tumor’s size and location [14]. For \npatients undergoing surgical resection, intraoperative \nhemodynamic instability constitutes a major risk, neces sitating comprehensive preoperative preparation and \nvigilant monitoring throughout the procedure [15]. \nConsequently, the size of the tumor is a critical factor in \nthe management of pheochromocytomas. It may neces sitate the implementation of specialized management \nstrategies, both preoperatively and intraoperatively, \nincluding multidisciplinary collaborative approaches, to \nminimize mortality and enhance the long-term prognosis \nof patients.\nThe diagnosis of pheochromocytoma is primarily based \non the quantification of plasma or 24-hour urinary free \nnorepinephrine and epinephrine, with diagnostic sig nificance typically attributed to values exceeding twice \nthe normal range [16]. These metabolites are considered \nhighly reliable for diagnostic purposes due to the con tinuous release of catecholamines from storage vesicles \nwithin tumor cells [17]. To minimize the risk of false-pos itive",
    "Results": "results, patients are instructed to remain in a supine \nposition for a minimum of 20 minutes prior to the meas urement of plasma norepinephrine and epinephrine lev els [18]. Anatomical imaging modalities such as CT and \nmagnetic resonance imaging (MRI) demonstrate a sensi tivity of 100% in localizing adrenal pheochromocytomas \n[19]. Furthermore, ultrasound has proven to be a valuable \nscreening tool, with a detection rate of 90% for pheochro mocytomas [16].\nThe judicious administration of preoperative medica tions is crucial for mitigating surgical risk. Alpha-adr energic receptor antagonists play a pivotal role in the \npreoperative management of hypertension and the stabi lization of blood volume. These agents should be admin istered 10–14  days prior to surgery to inhibit excessive \ncatecholamine-induced stimulation of alpha receptors, \nthereby decreasing the likelihood of perioperative com plications; examples include phenoxybenzamine and \nterazosin [20]. For patients with pheochromocytoma, \nthe preoperative blood pressure should be maintained \nbelow normal systolic levels, with a heart rate controlled \nat 80–90 beats per minute [21]. The chronic elevation \nof catecholamines leads to the downregulation of alpha receptors, which can be reversed with alpha recep tor blockers to prevent hypotension and inadequate \nresponse to vasopressors following renal vein clamp ing. Nonetheless, the preoperative use of these agents \ndoes not guarantee the prevention of hypotension posttumor resection, highlighting the necessity for the timely \nadministration of vasopressors in the postoperative \nperiod [20]. Once alpha receptor blockade is achieved, \nbeta-blockers may be introduced to prevent reflex tachy cardia and manage arrhythmias.\nIn this case, the patient underwent a 3-day preop erative volume expansion to mitigate potential vascular \nconstriction and hypovolemia during surgery. However, \nrecent studies have raised questions regarding the neces sity of intravenous fluid resuscitation following the pre operative administration of alpha receptor blockers. One \nstudy reported that omitting intravenous fluid resuscita tion after administering the alpha receptor blocker phe noxybenzamine did not independently elevate the risk \nof intraoperative hemodynamic instability [22]. Instead, \ntumor size emerged as a more significant risk factor for \ninstability during the surgical procedure. Another study \non the perioperative management of pheochromocytoma \nhighlighted the importance of utilizing specific medica tions, such as magnesium sulfate and vasopressin, which \ncan effectively manage hemodynamics without increas ing fluid volume [23]. Vasopressin, a peptide hormone \nprimarily synthesized in the supraoptic and paraven tricular nuclei of the hypothalamus and released from the \nposterior pituitary into the bloodstream, plays a crucial \nrole in maintaining fluid and circulatory homeostasis \n[24]. Preoperative management is crucial, but the role \nof fluid resuscitation may need reassessment for larger \ntumors.The patient exhibited significant hemodynamic \ninstability both pre- and post-tumor resection, charac terized by a peak systolic blood pressure of 250 mmHg. \nBlood pressure management was achieved through con tinuous intravenous infusion and intermittent adminis tration of phenoxybenzamine and sodium nitroprusside. \nFollowing vascular ligation of the tumor, there was a \nprecipitous decline in blood pressure, with the systolic \npressure reaching a nadir of 50 mmHg. The response to \nhigh-dose norepinephrine administered via intravenous \ninfusion was insufficient, leading to the consideration \nof an adrenal crisis. Consequently, 80  mg of methyl prednisolone was administered intravenously, accompa nied by a continuous infusion of epinephrine at a rate \nof 0.1 µg/kg/minute and intermittent boluses of 0.5 mg. \nApproximately 10 minutes later, the systolic blood pres sure gradually stabilized at 90 mmHg. In the postopera tive intensive care unit, vasopressin and norepinephrine \nwere utilized to maintain the patient’s blood pressure, in \nconjunction with continuous intravenous hydrocortisone \nPage 6 of 8 Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \nreplacement therapy. The patient continued oral hydro cortisone therapy following discharge.\nSurgical intervention is the preferred treatment modal ity for pheochromocytoma [16]. The resection of the \ntumor can effectively alleviate the symptoms and hyper tension associated with pheochromocytoma. With ongo ing advancements in minimally invasive techniques, \nlaparoscopic surgery has increasingly supplanted open \nsurgery [25]. Nevertheless, for pheochromocytomas \nmeasuring ≥ 5  cm in diameter, the selection of the sur gical approach should be informed by the tumor’s \nsize, its characteristics, and the surgeon’s expertise. \nIn the present case, the substantial size of the tumor \n(7.8 cm × 5.9 cm × 6.4 cm) coupled with its compression \nof adjacent major vessels and proximity to the spleen and \nleft kidney rendered a simple tumor excision potentially \nperilous. Consequently, we opted for an open abdominal \nexploration, which facilitated the complete excision of \nthe left adrenal gland and tumor, a splenectomy, and the \nrepair of the left renal artery and vein.\nIntraoperative monitoring for pheochromocytoma pri marily focuses on the real-time evaluation of blood pres sure and heart rate fluctuations. Given the potential for \nsignificant hemodynamic instability during surgical pro cedures involving large pheochromocytomas, the admin istration of multiple vasoactive agents may be necessary \nto maintain intraoperative blood pressure stability [26]. \nTo achieve precise hemodynamic control, the imple mentation of advanced monitoring techniques, such as \ninvasive arterial pressure monitoring, central venous \npressure monitoring, and transesophageal echocardiog raphy (TEE), is crucial. TEE provides real-time visualiza tion of cardiac anatomy and physiology, facilitating the \nassessment of left ventricular systolic and diastolic func tion as well as the evaluation of cardiac valve status. This \ninformation is instrumental in enabling surgeons to make \ntimely and accurate intraoperative decisions [27]. In our \ncase, the absence of TEE monitoring may have resulted in \nan inadequate assessment of cardiac function and volume \nstatus.\nThe utilization of combined epidural–general anes thesia in pheochromocytoma surgeries is of consider able clinical significance. A multicenter retrospective \ncohort study evaluated the outcomes of combined epi dural–general anesthesia versus general anesthesia alone \nin surgeries for pheochromocytoma and sympathetic \nganglioneuromas. The findings revealed a significant \nreduction in the incidence of intraoperative hypoten sion in the combined anesthesia group, whereas the \ngeneral anesthesia group exhibited more pronounced \nblood pressure fluctuations [28]. This observation is cor roborated by another study, which examined 146 patients \nundergoing open surgery for pheochromocytoma. The study demonstrated a significantly lower postoperative \ncomplication rate in patients who received combined \nepidural–general anesthesia compared with those who \nreceived only general anesthesia. These results suggest \nthat combined anesthesia not only mitigates intraopera tive blood pressure variability but may also decrease the \nrisk of postoperative complications [29]. While combined \nepidural–general anesthesia offers advantages in manag ing intraoperative blood pressure variability, it is impera tive to consider the patient’s specific circumstances and \nthe complexity of the surgical procedure when selecting \nan anesthetic strategy. Research indicates that combined \nanesthesia may exacerbate intraoperative hypotension \nin certain cases; thus, meticulous intraoperative moni toring and management are crucial to ensuring patient \nsafety [28]. A study was conducted to compare the \neffects of selective versus non-selective alpha-adrenergic \nantagonists in patients undergoing surgical intervention \nfor pheochromocytoma and paraganglioma. The find ings demonstrated that non-selective alpha-adrenergic \nantagonists were associated with a reduced incidence of \nintraoperative hypertension compared with their selec tive counterparts. These results highlight the critical \nimportance of preoperative preparation and elucidate \nthe role of selective alpha-adrenergic antagonists in the \nmanagement of intraoperative blood pressure during \nsurgeries for pheochromocytoma [30]. Furthermore, \nthe study investigated the potential advantages of uti lizing the alpha-2 adrenergic receptor agonist dexme detomidine to maintain hemodynamic stability during \nlaparoscopic adrenalectomy for pheochromocytoma. The \nresults indicated that dexmedetomidine infusion signifi cantly decreased intraoperative maximum systolic blood \npressure, diastolic blood pressure, mean arterial pressure, \nand heart rate, thereby enhancing hemodynamic stability \nthroughout the surgical procedure [31].\nThe postoperative management of pheochromocy toma is a pivotal component of patient care due to the \npotential for hemodynamic instability and associated \ncomplications. Following the surgical resection of phe ochromocytoma, patients may experience fluctuations \nin blood pressure and heart rate, necessitating meticu lous monitoring and management. A primary postop erative concern is the risk of acute kidney injury (AKI), \nwhich is linked to intraoperative hypotension. Research \nindicates that maintaining the mean arterial pressure \nabove a specific threshold is crucial for preventing \nAKI following adrenal pheochromocytoma resection. \nTherefore, optimizing hemodynamics, particularly \nafter tumor removal, is essential to minimize the risk \nof postoperative complications such as AKI [32]. An \nessential component of postoperative management is \nthe potential occurrence of persistent hypotension, \nPage 7 of 8\n Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \n \nwhich may necessitate catecholamine support. Larger \ntumor volumes and elevated urinary catecholamine \nlevels have been identified as predictive factors for \npersistent hypotension following laparoscopic adrenal ectomy for pheochromocytoma. It is imperative for cli nicians to be cognizant of these risk factors to enhance \nthe anticipation and management of postoperative \nhypotension [33]. Additionally, the selection of surgical \ntechnique plays a critical role in influencing postopera tive outcomes. Laparoscopic procedures, in compari son to open surgery, have demonstrated a reduction in \nmorbidity and a decrease in hospital stay duration for \npatients with pheochromocytoma. This minimally inva sive approach is both feasible and effective, providing \nopportunities for cure and hypertension control com parable to traditional open surgery [34].\nConclusion\nIn this particular case, the patient presented with a large \ntumor that was closely adhered to the spleen, kidneys, \npancreas, renal arteries and veins, and splenic arteries \nand veins, which increased the likelihood of adhesions. \nConsequently, laparoscopic surgery was not performed. \nDespite thorough preoperative preparation, significant \nblood pressure fluctuations occurred during the surgery, \nincluding a severe hypotensive event following tumor \nresection. Postoperatively, the patient continued hor mone replacement therapy, which was maintained after \ndischarge.The perioperative hemodynamic management \nof large pheochromocytomas presents significant chal lenges, with the incidence of adrenal crises being closely \nassociated with tumor size. The primary objective of \nperioperative management should be the maintenance \nof hemodynamic stability and the assurance of adequate \nperfusion to vital organs. To enhance patient prognosis, \nit is crucial to implement personalized and meticulous \nmanagement strategies during the perioperative period, \nin conjunction with multidisciplinary collaboration.\nAcknowledgements\nThe authors are grateful to the patient for giving his permission to describe his \nclinical case.\nAuthor contributions\nJiyu Zeng collated case report data from patient records, carried out the \nliterature review, and drafted the article. Ting Yang provided patient data and \ncritically revised draft article. Yong Wang and Li Wu were the main contributors \nto the concept and design of the report and revised draft article. All authors \ncritically revised and approved the final manuscript for publication.\nFunding\nThe author(s) received no financial support for the research, authorship, and \npublication of this article.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone declared.\nReceived: 10 January 2025   Accepted: 27 February 2025\nReferences\n 1. Clements HA, Wilson MS, Smith DM. Incidental giant cystic pheochro mocytoma: a case report and review of the literature. Scott Med J. \n2020;65(2):64–70.\n 2. Passman JE, Wachtel H. Management of pheochromocytomas and paragangliomas. Surg Clin North Am. 2024;104(4):863–81.\n 3. Bogati K, Baniya S, Thapa S, et al. A giant pheochromocytoma presenting \nin pheochromocytoma crisis: a case report. JNMA J Nepal Med Assoc. \n2023;61(258):179–83.\n 4. Dineen R, Thompson CJ, Sherlock M. Adrenal crisis: prevention and \nmanagement in adult patients. Therapeutic Adv Endocrinol Metab. \n2019;10:2042018819848218.\n 5. Sauneuf B, Chudeau N, Champigneulle B, et al. Pheochromocytoma \ncrisis in the ICU: a French multicenter cohort study with emphasis \non rescue extracorporeal membrane oxygenation. Crit Care Med. \n2017;45(7):e657–65.\n 6. Soltani A, Pourian M, Davani BM. Does this patient have pheochromo cytoma? A systematic review of clinical signs and symptoms. J Diabetes \nMetab Disord. 2015;15:6.\n 7. Petrák O, Rosa J, Holaj R, et al. Blood pressure profile, catecholamine \nphenotype, and target organ damage in pheochromocytoma/paraganglioma. J Clin Endocrinol Metab. 2019;104(11):5170–80.\n 8. Zelinka T, Pacak K, WidimskýJr J. Characteristics of blood pressure in pheo chromocytoma. Ann New York Acad Sci. 2010;1073(1):86–93.\n 9. Berends AMA, Kerstens MN, Lenders JWM, et al. Approach to the patient: \nperioperative management of the patient with pheochromocytoma or \nsympathetic paraganglioma. J Clin Endocrinol Metab. 2020;105(9):3088.\n 10. Urabe F, Kimura S, Iwatani K, et al. Risk factors for perioperative hemodynamic instability in pheochromocytoma: a systematic review and metaanalysis. J Clin Med. 2021;10(19):4531.\n 11. Yoon JH, Park CR, Park MC, et al. Mass size is a major predictor of hyper tensive attack during surgery in patients with paraganglioma of retroperitoneum. Transl Cancer Res. 2022;11(10):3767–73.\n 12. Pisarska-Adamczyk M, Zawadzka K, Więckowski K, et al. Risk factors for \nhemodynamic instability during laparoscopic pheochromocytoma resection: a retrospective cohort study. Gland Surg. 2021;10(3):892–900.\n 13. Obara Y, Nagasawa R, Nemoto W, et al. ERK5 induces ankrd1 for catecho lamine biosynthesis and homeostasis in adrenal medullary cells. Cell \nSignal. 2016;28(3):177–89.\n 14. Peng CZ, Chen JD, How CK, et al. Catecholamine crisis due to spontane ous ruptured adrenal pheochromocytoma. J Cardiovasc Med (Hagerstown). 2011;12(7):518–9.\n 15. Song G, Joe BN, Yeh BM, et al. Risk of catecholamine crisis in patients \nundergoing resection of unsuspected pheochromocytoma. Int Braz J \nUrol. 2011;37(1):35–40.\n 16. Neumann HPH, Young Jr WF, Eng C. Pheochromocytoma and paraganglioma. N Engl J Med. 2019;381(6):552–65.\n 17. Eisenhofer G, Deutschbein T, Constantinescu G, et al. Plasma metane phrines and prospective prediction of tumor location, size and mutation \ntype in patients with pheochromocytoma and paraganglioma. Clin \nChem Lab Med. 2020;59(2):353–63.\nPage 8 of 8 Zeng et al. Journal of Medical Case Reports          (2025) 19:111 \n 18. Kline GA, Boyd J, Polzin B, et al. Properly collected plasma metanephrines \nexcludes PPGL after false-positive screening tests. J Clin Endocrinol \nMetab. 2021;106(8):e2900–6.\n 19. Nölting S, Ullrich M, Pietzsch J, et al. Current management of pheochro mocytoma/paraganglioma: a guide for the practicing clinician in the era \nof precision medicine. Cancers. 2019;11(10):1505.\n 20. Fagundes GFC, Almeida MQ. Perioperative management of pheo chromocytomas and sympathetic paragangliomas. J Endocrine Soc. \n2022;6(2):b004.\n 21. Calissendorff J, Juhlin CC, Bancos I, et al. Pheochromocytomas and \nabdominal paragangliomas: a practical guidance. Cancers. 2022;14(4):917.\n 22. Yan KW, Tian XF, Wu YN, et al. Abandonment of intravenous volume \nexpansion after preoperative receipt of α-blockers in patients with \nadrenal pheochromocytoma was not an independent risk factor for intraoperative hemodynamic instability. Front Endocrinol. 2023;14:1131564.\n 23. Lord MS, Augoustides JG. Perioperative management of pheochromocytoma: focus on magnesium, clevidipine, and vasopressin. J Cardiothorac \nVasc Anesth. 2012;26(3):526–31.\n 24. Chiba D, Hada Y, Numahata K, et al. A case of pheochromocytoma crisis \nwith persistent hypotension successfully managed with vasopressin. Urol \nCase Reports. 2021;38: 101664.\n 25. Farrugia FA, Charalampopoulos A. Pheochromocytoma. Endocr Regul. \n2019;53(3):191–212.\n 26. Berends AMA, Buitenwerf E, Riphagen IJ, et al. Circulating adrenomedullin \nand B-type natriuretic peptide do not predict blood pressure fluctuations during pheochromocytoma resection: a cross-sectional study. Eur J \nEndocrinol. 2021;185(4):507–14.\n 27. Akiyama K, Arisawa S, Ide M, et al. Intraoperative cardiac assessment \nwith transesophageal echocardiography for decision-making in cardiac \nanesthesia. Gen Thorac Cardiovasc Surg. 2013;61(6):320–9.\n 28. Jeon S, Cho AR, Ri HS, et al. The effect of combined epidural-general \nanesthesia on hemodynamic instability during pheochromocytoma and \nparaganglioma surgery: a multicenter retrospective cohort study. Int J \nMed Sci. 2020;17(13):1956–63.\n 29. Li N, Kong H, Li SL, et al. Combined epidural-general anesthesia was asso ciated with lower risk of postoperative complications in patients under going open abdominal surgery for pheochromocytoma: a retrospective \ncohort study. PLoS ONE. 2018;13(2): e0192924.\n 30. Kong H, Li N, Yang XC, et al. Nonselective compared with selective \nα-blockade is associated with less intraoperative hypertension in patients \nwith pheochromocytomas and paragangliomas: a retrospective cohort \nstudy with propensity score matching. Anesth Analg. 2021;132(1):140–9.\n 31. Kim Y, Yoo YC, Kim NY, et al. The effects of perioperative dexmedetomidine infusion on hemodynamic stability during laparoscopic adre nalectomy for pheochromocytoma: a randomized study. Front Med. \n2023;10:1276535.\n 32. Ruan X, Li M, Pei L, et al. Association of intraoperative hypotension and \npostoperative acute kidney injury after adrenalectomy for pheochro mocytoma: a retrospective cohort analysis. Perioperative Med (London, \nEngland). 2023;12(1):17.\n 33. Namekawa T, Utsumi T, Kawamura K, et al. Clinical predictors of pro longed postresection hypotension after laparoscopic adrenalectomy for \npheochromocytoma. Surgery. 2016;159(3):763–70.\n 34. Agarwal G, Sadacharan D, Aggarwal V, et al. Surgical management of \norgan-contained unilateral pheochromocytoma: comparative outcomes \nof laparoscopic and conventional open surgical procedures in a large \nsingle-institution series. Langenbecks Arch Surg. 2012;397(7):1109–16.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}