{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04878-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04878-5.pdf",
  "metadata": {
    "/Keywords": "Case report; Facial nerve; Baroparesis; Eustachian tube dysfunction",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241101135048+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241029143428+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04878-5",
    "/Author": "Anas Alnesr ",
    "/Title": "Facial nerve baroparesis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04878-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Facial nerve baroparesis is a peripheral facial nerve injury resulting from barotrauma during activities \nsuch as diving, aviation, and mountain climbing. This condition occurs when increased pressure in the middle ear \naffects the facial nerve, leading to facial palsy. Despite being documented in otolaryngology literature, facial nerve \nbaroparesis remains underreported and often misunderstood. Enhanced awareness and education about this condition are essential for effectively managing affected patients, helping to mitigate unnecessary panic and procedures \nduring episodes.",
    "Case Presentation": "Case presentation We present two cases of facial nerve baroparesis that occurred during flights. The first case \ninvolves a 25-year-old Arab male with no significant medical history who experienced a transient, one-time episode \nof right-sided facial nerve baroparesis during a flight from Kuwait to Syria; he reported nasal congestion and a sore \nthroat prior to the flight, with the episode lasting approximately 30 min before resolving spontaneously. The second \ncase is a 30-year-old Arab female with a history of chronic allergic rhinitis, who has experienced recurrent episodes \nof left-sided facial nerve baroparesis for the past 2 years, occurring during nearly every flight; each episode lasted \naround 5 min, caused severe facial pain, and also resolved spontaneously. Both patients exhibited varying degrees \nof Eustachian tube dysfunction. Treatment for the recurrent case included maneuvers to alleviate ear pressure \nand the use of nasal decongestants, which improved symptoms and decreased the frequency of episodes.",
    "Conclusion": "Conclusion Facial nerve baroparesis is frequently underestimated due to its temporary nature, yet it remains \na significant cause of facial nerve palsy, especially after changes in pressure. Although the underlying mechanisms \nare not completely understood, dysfunction of the Eustachian tube is believed to be a contributing factor. Identifying the characteristic features of baroparesis—such as rapid onset, brief duration, and bilateral involvement of facial \nmuscles—is essential for effective management. This highlights the necessity of educating healthcare professionals \nand flight personnel about this condition to prevent unnecessary treatments. For recurrent cases, management strat egies should focus on alleviating Eustachian tube dysfunction.\nKeywords  Case report, Facial nerve, Baroparesis, Eustachian tube dysfunction\nBackground\nThe facial nerve (FN), the seventh cranial nerve, is a com plex structure encompassing sensory, motor, and para sympathetic fibers [1]. Injury to the FN can result in a \nspectrum of debilitating symptoms, including facial pare sis, pain around the ear, facial numbness, altered taste, dry eyes, hearing disturbances, and dizziness [2]. These \nmanifestations arise from disruptions to the nerve’s \nsensory, motor, and autonomic functions. FN injuries \nare categorized as either central or peripheral. Central \nlesions primarily affect the lower segment of the con tralateral face, while peripheral lesions impact the upper \nand lower segments on the same side [3]. The specific \nlocation of a peripheral injury can further influence the \nsymptoms experienced.\nPeripheral FN injuries arise from diverse etiologies, \nincluding congenital factors, birth-related complications, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAnas Alnesr\nanasneser08@gmail.com\n1 Faculty of Medicine, Damascus University, Mazzeh, Damascus, Syria\nPage 2 of 4 Alnesr  Journal of Medical Case Reports          (2024) 18:536 \nidiopathic conditions (such as Bell’s palsy), infections, \ntrauma, iatrogenic factors, and metabolic disorders [4], \nwith Bell7s palsy representing the most common cause \n[3]. A less frequent but clinically significant etiology is \nbarotrauma. This phenomenon, often associated with \nactivities like diving, aviation, and mountain climbing [5], \noccurs due to impaired Eustachian tube function, lead ing to pressure imbalances within the middle ear during \nascent. The resultant overpressure can then compress the \nFN, leading to a distinct form of peripheral palsy known \nas facial baroparesis [6].\nCharacterized by rapid onset and often transient \nnature, facial baroparesis is likely underreported in clini cal practice. This underreporting may be attributed to \nthe condition’s tendency towards spontaneous resolu tion, often without the need for medical intervention [7]. \nHowever, accurate documentation and understanding of \nfacial baroparesis is crucial for appropriate patient man agement and education. Failure to recognize this condi tion can lead to unnecessary anxiety for patients and may \nmask the need for interventions in more severe or persis tent cases. This report presents two cases of flight-related \nbaroparesis that highlight the varied presentations of this \ncondition: one involving a single, isolated episode during \na flight, and the other notable for recurrent episodes of \nFN palsy across multiple flights.\nCase presentation\nCase 1\nA 25-year-old Arab male presented to the otolaryngol ogy clinic at Al-Mouasat University Hospital following a \nsingle episode of FN baroparesis. While traveling from \nKuwait to Syria, he experienced a sudden onset of FN \nparalysis that lasted approximately 30  min. His symp toms included an inability to move the right side of his \nface, particularly an inability to close his right eye, along \nwith facial numbness and pain on the same side.\nThe patient denied any significant medical history, \nsmoking, or alcohol consumption. He reported nasal \ncongestion and a sore throat prior to the episode. At the \ntime of presentation, he denied hearing loss, pain, or tin nitus. Neurological examination was unremarkable, with \nnormal function of all FN-innervated muscles. However, \nexamination revealed nasal congestion and pharyngeal \nerythema. Otoscopy was normal bilaterally, tympanom etry revealed negative pressure within the right middle ear, characterized by a type C tympanogram, with the \npeak occurring at −162 daPa. A nasal decongestant \nwas prescribed, and the patient was advised to return if \nsymptoms recurred. Follow-up of the patient is presented \nin Table 1\nOf note, the patient remained calm during the episode, \nlikely due to his prior knowledge of this condition.\nCase 2\nA 30-year-old Arab female with a history of recurrent \nleft-sided FN baroparesis, specifically associated with \nair travel, presented to the otolaryngology clinic at AlMouasat University Hospital for evaluation. Her past \nmedical history was significant only for chronic allergic \nrhinitis. Her initial episode occurred approximately 2 \nyears ago during an air travel while experiencing flu-like \nsymptoms. Since then, she has experienced episodes of \nFN baroparesis with nearly every flight.\nEach episode lasted approximately 5 minutes and was \ncharacterized by severe left-sided facial pain and numb ness, particularly in and around the left ear, accompanied \nby ipsilateral facial paralysis and excessive tearing. She \nnotes a correlation between symptom severity and the \nintensity of her allergic rhinitis.\nPhysical and neurological examinations were unre markable aside from nasal congestion. Otoscopy revealed \nno significant findings; however, tympanometry indi cated negative pressure in the left middle ear character ized by a type C tympanogram, with the peak occurring \nat −170 daPa. Cetirizine was prescribed to manage the \npatient’s chronic allergic rhinitis. She was also instructed \non performing simple maneuvers to alleviate ear pressure \nduring episodes and was prescribed a nasal decongestant \nfor use both prophylactically before flights and as needed \nduring episodes. These interventions led to significant \nimprovement and a reduced frequency of baroparesis \nepisodes for the patient. Follow-up of the patient is pre sented in Table 2",
    "Discussion": "Discussion and conclusion\nDiscussion\nThe pathophysiology of FN baroparesis, while not fully \nunderstood, is believed to arise from a complex interplay \nbetween Eustachian tube dysfunction (ETD) and factors \naffecting the FN vulnerability to pressure changes within \nthe temporal bone.\nTable 1 Follow-up of patient 1\nFirst visit Second visit: after 2 weeks Third visit: after 3 months\nCold symptoms with nasal congestion and phar yngeal erythemaNormalization of symptoms. The patient did \nnot travel during this periodNormal physical exam. The patient had two flights \nduring this period and did not experience any \nepisodes of facial nerve baroparesis\nPage 3 of 4\n Alnesr  Journal of Medical Case Reports          (2024) 18:536 \n \nETD, often stemming from mucosal edema caused \nby irritation, infection, or allergy, disrupts the normal \nequalization of pressure between the middle ear and the \nsurrounding atmosphere, particularly during activities \ninvolving rapid or significant pressure changes. This can \nlead to elevated middle ear pressure, primarily affecting \nthe FN as it courses through the tympanic cavity.\nSeveral hypotheses aim to explain how pressure dif ferentials within the middle ear can lead to FN dysfunc tion in baroparesis. One prominent theory suggests that \nthe pressure compresses the vasa nervorum—the deli cate network of capillaries supplying the FN. This com pression can lead to ischemic neuropraxia, a temporary \nparalysis resulting from reduced blood flow [8]. Another \ntheory implicates temporal bone hyperpneumatization as \nan etiologic factor, as imaging studies frequently reveal \nareas of increased pneumatization in affected individuals \n[9].\nETD is likely present in both presented cases, as indi cated by the negative pressure in the middle ear observed \nthrough tympanometry.\nAs demonstrated in our two cases and supported by \nexisting literature, baroparesis presents with significant \nvariability. Some individuals experience transient, iso lated episodes, as seen in our first case, while others, like \nour second case, may contend with recurrent episodes \n[10]. The duration of these episodes can also vary widely.\nUnderstanding the clinical presentation of baroparesis \nis crucial to avoid misdiagnosis and unnecessary inter ventions. The typically transient nature of the episode, its \nclose association with pressure changes during flight, and \nthe characteristic peripheral type—which affects both the \nupper and lower face—of FN injury are key distinguish ing features. Misinterpreting these symptoms as a stroke \ncould trigger a cascade of inappropriate actions, includ ing emergency landings, unnecessary hospitalizations, \nextensive and costly neuroimaging, and undue anxiety for \nthe patient. Conversely, failing to recognize the foreheadsparing characteristic of central facial palsy and mistak enly attributing the symptoms to baroparesis could lead \nto dangerous delays in diagnosing and treating poten tially serious conditions such as stroke or other intracra nial pathology [11].\nAs highlighted in our first case, awareness of baropa resis and its typically transient and self-limiting nature played a crucial role in maintaining calm. Educating \nflight crews and physicians about this condition is essen tial not only to guide appropriate management but also \nto effectively reassure and alleviate anxiety in affected \nindividuals, preventing unnecessary escalation of medical \ninterventions.\nWhile no standardized treatment for baroparesis \nexists due to its limited documentation and often tran sient nature, several management strategies have been \nexplored, particularly for recurrent cases, primarily tar geting ETD. During an episode, simple maneuvers such \nas yawning, swallowing, the Toynbee maneuver (pinch ing the nose and swallowing), the Valsalva maneuver \n(exhaling against a closed mouth and pinched nose), \nor chewing gum can help equalize pressure in the mid dle ear by opening the Eustachian tube [5]. Additionally, \nnasal decongestants used prophylactically before flights \nand during an episode can reduce Eustachian tube swell ing, promoting drainage and pressure equalization [8]. In \nsome cases, a grommet, a small ventilation tube, may be \ninserted into the eardrum to facilitate pressure regulation \n[10, 12].\nConclusion\nFN baroparesis, though often overlooked due to its tran sient nature, is an important consideration in cases of \nFN palsy, particularly following pressure changes. While \nthe exact mechanism is not fully understood, ETD plays \na key role. Recognizing the typical presentation of baro paresis—which includes rapid onset, transient duration, \nand involvement of both the upper and lower face—is \ncrucial for appropriate management. This underscores \nthe importance of educating physicians and flight crews \nabout this condition to help avoid unnecessary interven tions. Recurrent cases can be managed with strategies \naimed at addressing ETD.\nAbbreviations\nFN  Facial nerve\nETD  Eustachian tube dysfunction\nAcknowledgements\nI would like to acknowledge the patients who participated in this study\nAuthor contributions\nNot applicable.Table 2 Follow-up of patient 2\nFirst visit Second visit: after 2 weeks Third visit: after 3 months\nNasal congestion, clear rhinorrhea, \nand nasal pruritus due to her chronic \nallergic rhinitisSymptoms had improved, but she still \nexperienced persistent symptoms \nof allergic rhinitis. The patient did \nnot travel during this periodThe patient had four flights during this period, and she experienced a baroparesis episode only during her second flight\nPage 4 of 4 Alnesr  Journal of Medical Case Reports          (2024) 18:536 \nFunding\nThe study did not receive funding.\nAvailability of data and materials\nAll data are included in this article.\nDeclarations\nEthics approval and consent to participate:\nThis is a case report; therefore, it did not require ethical approval from the \nethics committee.\nConsent\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal\nCompeting interests\nThe Author declares no competing interest.\nReceived: 30 August 2024   Accepted: 4 October 2024\nReferences\n 1. Dulak D, Naqvi IA. Neuroanatomy, CRANIAL NERVE 7 (Facial) StatPearls. \nTreasure Island (FL): StatPearls Publishing; 2024.\n 2. Lee HY, Ryu EW, Park SW, Kim SJ, Yeo SG, Park MS. Analysis of associated \nsymptoms of Bell’s palsy. Korean J Otorhinolaryngol-Head Neck Surg. \n2011;54:683–7.\n 3. Walker NR, Mistry RK, Mazzoni T. Facial nerve palsy StatPearls. Treasure \nIsland (FL): StatPearls Publishing; 2024.\n 4. Spencer CR, Irving RM. Causes and management of facial nerve palsy. Br J \nHosp Med. 2016;77(12):686–91. https:// doi. org/ 10. 12968/ hmed. 2016. 77. \n12. 686.\n 5. Cooper JS, Hendriksen S, Hexdall EJ. Alternobaric facial paresis. StatPearls. \nTreasure Island (FL): StatPearls Publishing; 2024.\n 6. Molvaer OI, Eidsvik S. Facial baroparesis: a review. Undersea Biomed Res. \n1987;14(3):277–95.\n 7. Vivekananda U, Omer S. Transient facial weakness whilst on a flight. J \nNeurol Sci. 2017;15(375):299–300. https:// doi. org/ 10. 1016/j. jns. 2017. 02. \n026.\n 8. Cumming B, Matchett I, Meller C, Saxby A. High altitude alternobaric \nfacial palsy: case series and systematic review of the literature. Otol \nNeurotol. 2019;40(10):1378–85. https:// doi. org/ 10. 1097/ MAO. 00000 00000 \n002379.\n 9. Lovin BD, Page JC, Vrabec JT. Imaging of alternobaric facial palsy: an etio logic hypothesis. Ann Otol Rhinol Laryngol. 2023;132(9):1059–67. https:// \ndoi. org/ 10. 1177/ 00034 89422 11274 99.\n 10. Alwan M, Gordan M. Facial nerve baroparesis during airflight: a case \nreport and literature review. J Laryngol Otol. 2021;135(1):88–92. https:// \ndoi. org/ 10. 1017/ S0022 21512 00024 31.\n 11. Krywko DM, Clare DT, Orabi M. Facial baroparesis mimicking stroke. Clin \nPract Cases Emerg Med. 2018;2(2):136–8. https:// doi. org/ 10. 5811/ cpcem. \n2018.1. 36488. PMID: 29849 252.\n 12. Ah-See KL, Shakeel M, Maini SK, Hussain SS. Facial paralysis dur ing air travel: case series and literature review. J Laryngol Otol. \n2012;126(10):1063–5. https:// doi. org/ 10. 1017/ S0022 21511 20015 94.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}