{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05016-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05016-x.pdf",
  "metadata": {
    "/Keywords": "Tamponade; Liver cirrhosis; Autoimmune hepatitis; Pericardial effusion; Systemic inflammation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250108062636+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250107160757+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05016-x",
    "/Author": "Maryam Taheri ",
    "/Title": "Immediate management of a cirrhosis-induced severe pericardial effusion: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05016-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Cardiac tamponade is a life-threatening condition resulting from fluid accumulation in the pericardial \nsac, leading to decreased cardiac output and shock. Various etiologies can cause cardiac tamponade, including liver \ncirrhosis, which may be induced by autoimmune hepatitis. Autoimmune hepatitis is a chronic inflammatory liver \ndisease characterized by interface hepatitis, elevated transaminase levels, autoantibodies, and increased immuno globulin G levels. This case report details a 60-year-old male with autoimmune hepatitis-induced cirrhosis present ing with severe pericardial effusion and cardiac tamponade, emphasizing the interplay between liver and cardiac \npathologies.",
    "Methods": "Methods A 60-year-old Persian man presented with progressive dyspnea, chest pain, and significant weight gain \ndue to fluid retention. Physical examination revealed pallor, jaundice, elevated jugular venous pressure, muffled heart \nsounds, and tachycardia. Laboratory tests indicated severe hepatic and renal dysfunction, with elevated liver enzymes, \nbilirubin, and blood urea nitrogen. Imaging studies, including electrocardiogram, computed tomography angiography, and transthoracic echocardiogram, confirmed large pericardial effusion with signs of cardiac tamponade. Emer gency pericardiocentesis was performed, aspirating 500 mL of serosanguinous fluid. Post-procedural management \nincluded continuous monitoring, repeat echocardiography, and a comprehensive pharmacological regimen addressing fluid overload, autoimmune hepatitis, and cardiac function.",
    "Conclusion": "Conclusion This case underscores the importance of timely diagnosis and management of cardiac tamponade, par ticularly in patients with concomitant conditions like autoimmune hepatitis and cirrhosis. Multidisciplinary manage ment involving hepatologists, cardiologists, and critical care specialists is crucial for improving patient outcomes. Early \nrecognition and treatment contribute substantially to the prevention of recurrence and better long-term manage ment of underlying conditions.\n*Correspondence:\nAmir Nasrollahizadeh\nnasrollahi.amir@yahoo.com\nFull list of author information is available at the end of the article\nPage 2 of 9 Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \nClinical key points \nPrompt recognition and intervention are critical for life-threatening cardiac tamponade. Autoimmune hepatitis can \nlead to severe complications, including cirrhosis and pericardial effusion. A multidisciplinary approach involving collaboration among cardiothoracic surgeons, interventional cardiologists, and other specialists is essential for managing \ncomplex cases involving multiple organ systems. Continuous monitoring and long-term management of autoimmune hepatitis and cirrhosis are crucial to prevent recurrence and improve patient outcomes.\nKeywords  Tamponade, Liver cirrhosis, Autoimmune hepatitis, Pericardial effusion, Systemic inflammation\nIntroduction\nCardiac tamponade is a critical condition where fluid \nbuildup in the pericardial sac exerts pressure on the \nheart, leading to reduced cardiac output and potentially \ncausing shock [1]. Cardiac tamponade can arise from \nnumerous causes, which are generally categorized as \ncommon and uncommon [2]. Liver cirrhosis is one of the \netiologies that can lead to pericardial effusion [3], and \none of the causes of liver cirrhosis is autoimmune hepa titis [4]. Also, it can cause cardiac tamponade through \nthe development of hepatic hydrothorax and pericar dial effusion due to severe portal hypertension and fluid \nimbalance. These effusions can lead to the compression \nof the heart, resulting in tamponade [5]. Epidemiologi cally, pericardial effusion occurs in approximately 63% \nof patients with ascites secondary to hepatic cirrhosis, \ncompared with 11% in control subjects [6]. Given the \npathophysiological mechanisms linking liver disease and \ncardiac complications, such as increased portal pressure \nand systemic inflammation, it is plausible that autoim mune hepatitis, through its progression to liver cirrhosis, \ncan precipitate significant pericardial effusion leading to \ncardiac tamponade [7, 8].\nAutoimmune hepatitis (AIH) is an inflammatory liver \ndisease identified by histological interface hepatitis, ele vated transaminase levels, and the presence of autoan tibodies with increased immunoglobulin G (IgG) levels \n[9]. The global incidence and prevalence of AIH vary sig nificantly, with pooled estimates showing an incidence of \n1.28 cases, and a prevalence of 15.65 cases, per 100,000 \npeople. These rates are higher in countries with a high \nHuman Development Index, especially in North America \nand Oceania, and are more common among females and \nolder adults [10]. About 30–50% of patients with autoim mune hepatitis develop liver cirrhosis, either at the time \nof diagnosis or during the disease course [11]. Clinical \nmanifestations vary, and diagnosis is based on excluding \nother liver disorders and recognizing a suggestive clinical \npattern [12].\nThis case report describes a 60-year-old male with a \nhistory of AIH and resultant severe cirrhosis and tam ponade. Reporting this rare coincidence highlights \nthe need for a holistic approach to the diagnosis and management of patients that present with secondary \ntamponade.",
    "Case Presentation": "Case presentation\nA 60-year-old Persian male presented to the emergency \nroom (ER) with worsening dyspnea, chest pain, and rest lessness, which had started about 30 hours ago and had \nprogressively worsened. He also reported swelling in his \nlower extremities but had no history of fever, cough, res piratory diseases, or heart problems. He had a past diag nosis of autoimmune hepatitis (AIH) leading to severe \ncirrhosis. The patient denied any recent travel, sick con tacts, or changes in medication. He reported a significant \nweight gain (4 kg) over the past few weeks, mainly due to \nfluid retention. His medical history was notable for AIH, \ndiagnosed 5 years ago, for which he had been on immu nosuppressive therapy. He had no known allergies and \nhad a family history of liver disease. Socially, he had a his tory of moderate alcohol consumption but quit drinking \n5 years ago upon diagnosis. He had also smoked a pack \nof cigarettes a day for 20 years, but had stopped 10 years \nago. He denied any illicit drug use.\nUpon arrival, during the general examination, the \npatient appeared anxious and uncomfortable, with skin \nsigns of chronic liver disease, including spider angiomas \nand palmar erythema. The patient was conscious and \nresponsive, with the following vital signs: blood pres sure (BP) 110/70 mmHg, heart rate (HR) 110 bpm, res piratory rate (RR) 22 breaths per minute, temperature \n(T) 37  °C, and oxygen saturation 95% on ambient air. \nPhysical examination revealed pallor and jaundice. Car diovascular examination showed elevated jugular venous \npressure (JVP) of 15  cm  H2O, muffled heart sounds \n(positive Beck’s triad), and tachycardia. The respiratory \nexamination noted bilateral tachypnea without wheez ing or crackling, and clear breath sounds. The abdominal \nexamination indicated no ascites, but the liver span was \npalpable below the costal margin, with no splenomegaly. \nThe extremities showed a 3+ pitting edema in the lower \nextremities. Neurological examinations revealed no sig nificant abnormalities, with intact cranial nerves II-XII, \nno focal deficits, and normal reflexes and motor strength.\nPage 3 of 9\n Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \n \nMethods\nLaboratory",
    "Results": "results revealed severe renal and hepatic dys function. The patient’s results showed severe hyperglyce mia and renal impairment, as indicated by elevated blood \nurea nitrogen (BUN) levels. Liver function tests (LFT) \nrevealed marked hepatic dysfunction with elevated liver \nenzymes and total bilirubin levels. Hematological find ings highlighted leukocytosis with predominant neu trophilia, likely reflecting an ongoing inflammatory or \ninfectious process (Table 1).\nThe patient’s cardiac and respiratory functions were \nimmediately monitored in the ER. The electrocardiogram \n(ECG) showed no abnormalities. His previous medi cal records from about 2 weeks ago included abdominal \nultrasonography showing a coarse-textured liver with \nirregular outlines (indicative of chronic parenchyma tous liver disease); normal spleen, gallbladder, pancreas, \nand kidneys; no ascites or lymphadenopathy (LAP); and \nsevere colonic gaseous distension.\nThe patient’s chest X-ray, which was taken last night \nin another medical center, revealed significant findings \nconsistent with a higher than normal cardiothoracic ratio \n(0.58). The medical center had recommended admission \nfor more investigation, but he had denied the suggestion \nand asked to be discharged. The X-ray (Fig.  1) demon strated an enlarged cardiac silhouette, indicating a sub stantial pericardial effusion. This radiographic evidence \nhighlighted the critical nature of the patient’s condition, \nnecessitating immediate medical intervention.\nThe patient presented with signs and symptoms sug gestive of cardiac tamponade, likely secondary to a severe \npericardial effusion associated with advanced liver cir rhosis. Immediate transthoracic echocardiography was \nperformed, which revealed a significant pericardial effu sion of approximately 1100 mL, confirming the diagnosis \nof cardiac tamponade (Fig.  1). Considering the holistic \nresults of laboratory tests, imaging studies, and physical \nexamination findings all supported the diagnosis, with \nsignificant fluid retention and liver dysfunction. Owing \nto the patient’s critical condition and unstable vital signs, \nemergency pericardiocentesis was performed to relieve \nthe tamponade and reduce intrapericardial pressure.\nThe emergency pericardiocentesis procedure was \nperformed under sterile conditions and ultrasound \nguidance. A needle was inserted subxiphoid into the \npericardial space, and approximately 1100 mL of sero sanguinous fluid was aspirated (Fig.  2). The fluid was \nslightly reddish in color, indicating the presence of \nblood, likely owing to the inflammation and pressure \neffects on the pericardium. The fluid sample was sent \nto the laboratory for analysis, and the cardiac surgeon \nplanned a pericardial window opening owing to the chronic nature of the disease and the high risk of recur rence of fluid accumulation. Following the procedure, \nongoing monitoring and management included: con tinuous monitoring of vital signs; monitoring hemody namic status; repeat TTE (Fig.  3) to assess pericardial \neffusion and cardiac function; close monitoring of liver Table 1 Patients’ laboratory data\nFBS fasting blood sugar, BUN  blood urea nitrogen, RBC red blood cell \ncount, WBC white blood cell count, MCV  mean corpuscular volume, MCH  \nmean corpuscular hemoglobin, LDH lactate dehydrogenase, Na sodium, \nK+ potassium, CK-MB creatine kinase-MB, SGOT/AST serum glutamic-oxaloacetic \ntransaminase/aspartate aminotransferase, SGPT/ALT serum glutamic-pyruvic \ntransaminase/alanine aminotransferase, Alk p alkaline phosphatase, CPK creatine \nphosphokinaseTest Result Reference range\nBiochemistry\n FBS (mg/dL) 492 70–115\n BUN (mg/dL) 82 6.0–20.0\n Creatinine (mg/dL) 1.8 0.5–1.00\n Calcium (mg/dL) 8.6 8.6–10.3\n Phosphorus 5.2\n RBC  (106/µl) 4.23 4.2–5.5\n Hemoglobin (g/dL) 12.8 12–16\n WBC (per µl) 18.200 4.000–11.000\n MCV (fL) 88.2 80–99\n Hematocrit (%) 37.3 37–47\n Neutrophils (%) 89% 40–75\n Lymphocytes (%) 1.3% 20–45\n Eosinophils (%) 0% 0–6\n MCH (pg/cell) 30.3 27–31\n Troponin I (first sample) Negative Negative\nLipid profile, coagulation factors, and troponin\n Blood sugar (mg/dL) 492 74–106\n LDH (IU/L) 594 235–470\n Na (mEq/L) 123 135–148\n  K+ (mEq/L) 5.4 3.5–5.3\n Creatinine (mg/dL) 1.8 0.5–1.00\n CK-MB (U/L) 19  < 25\n Troponin I (second sample in 6 hours) Negative Negative\n BUN (mg/dL) 82 6.0–20.0\n Calcium 8.6 8.6–10.3\n Phosphorus 5.2 2.5–5.0\n Total bilirubin 15.0 0.3–1.2\n SGOT/AST 156 5–40\n SGPT/ALT 468 0–40\n Alk p 400 80–306\n CPK 83 24–190\n Total protein 6.9 6.0–7.8\n Albumin 3.2 3.5–5.2\n Amylase 20 0.1–100\n D-dimer 504  < 500\nPage 4 of 9 Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \nand renal function; addressing electrolyte imbalances; \nand managing hyperglycemia.\nThe pharmacological management plan comprised sev eral key components. Initially, furosemide was admin istered at 40  mg intravenously, followed by 20–40  mg \nintravenously every 6–8 hours to manage fluid overload. \nTo manage autoimmune hepatitis and reduce inflam mation, the patient was prescribed prednisone at a dos age of 40 mg orally daily. In continuation of his chronic \ntreatment regimen for autoimmune hepatitis, azathio prine was administered at 50  mg orally daily. Addition ally, ursodeoxycholic acid was included in the treatment plan at a dosage of 800  mg orally three times a day to \nimprove liver function and manage cholestasis. To man age tachycardia and control HR, the patient was given \nmetoprolol at 25  mg orally twice daily. To prevent gas trointestinal complications from corticosteroid therapy, \nomeprazole was prescribed at 20  mg orally daily. For \nmanaging hyperglycemia, insulin therapy was imple mented using a sliding scale of regular insulin, starting \nwith 2–4 units for every 50  mg/dL increment of blood \nglucose above 150 mg/dL, adjusted on the basis of blood \nglucose monitoring.\nPost‑procedural follow‑up\nAfter being observed for 6  hours in the ER, the patient \nwas admitted for further observation in the internal \nward. A diagnostic coronary angiogram (CA) revealed \nno remarkable lesion except slow flow in the left anterior \ndescending (LAD) and a dominant right coronary artery \n(RCA), recommending optimal medical therapy (Table  2). \nComputed tomography angiography (CTA) showed: nor mal pulmonary arteries down to small subsegmental lev els with no emboli; marked pericardial effusion with an \nestimated 1100  mL of fluid; atelectatic bands and alveo lar edema in the lower lobes; normal mediastinal vascu lar structures; no LAP or masses; a normal bronchial tree; \nminimal left pleural effusion; normal chest wall soft tissue \nwith no focal lesions; normal bones with no focal lytic or \nsclerotic lesions; and a cirrhotic liver (Table 2 ).\nThe medical management plan included initiating opti mal medical therapy per diagnostic CTA findings, con sidering diuretics to manage fluid overload, arranging \nconsultations with cardiology specialists to manage fur ther cardiac complications, and hepatology specialists for \nadvanced liver disease management and potential liver \ntransplantation evaluation. Follow-up plans involved \nFig. 1 Chest X-ray of the patient with cardiac tamponade showing \nan enlarged, water bottle-shaped cardiac silhouette, indicative \nof significant pericardial effusion. MLD midline-left diameter, MRD \nmidline-right diameter, ID internal diameter, CTR  cardiothoracic ratio\nFig. 2 Transthoracic echocardiogram showed severe pericardial \neffusion (tamponade)\nFig. 3 Post-procedural thoracocentesis transthoracic \nechocardiogram showed the resolution of tamponade\nPage 5 of 9\n Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \n \nregular short-term monitoring, including serial echo cardiography to assess the resolution of the pericardial \neffusion, and frequent checks of vital signs, liver func tion, and renal function. Long-term follow-up focused \non managing liver disease progression and preventing \ncardiac complications, with periodic liver imaging and \ncontinued use of ursodeoxycholic acid. Regular consulta tions with cardiology and hepatology specialists ensured \ncomprehensive care, and the patient was periodically \nevaluated for liver transplantation eligibility. This multi disciplinary approach aimed to thoroughly and continu ously manage the patient’s condition.",
    "Discussion": "Discussion\nCardiac tamponade can be either acute or chronic. Acute \ntamponade occurs rapidly and is often life-threatening, \nrequiring immediate medical intervention. Chronic \ntamponade develops more slowly, allowing the pericar dium to stretch and accommodate more fluid over time, \nbut can still become a critical condition if not properly \nmanaged [13]. In this patient, the etiology of the severe pericardial effusion is likely multifactorial, with advanced \nliver disease and autoimmune hepatitis (AIH) playing \nsignificant roles.\nLiver cirrhosis is a common consequence of chronic \nliver diseases, characterized by tissue fibrosis and the \ntransformation of normal liver architecture into abnor mal nodules [14]. The global prevalence of cirrhosis is \nnot well-defined, but estimates suggest it is around 0.15% \nin the USA, with higher rates in Asia and Africa owing \nto chronic viral hepatitis [15, 16]. In another study, the \nglobal prevalence of liver cirrhosis in biopsy studies \nranges from 4.5–9.5% of the world’s population [17]. Cir rhosis can lead to systemic complications such as ascites \nand pericardial effusion due to hypoalbuminemia, por tal hypertension, and fluid retention [18]. The incidence \nof pericardial effusions in cirrhosis ranges from 32% to \n63%, correlating with the degree of liver failure, and these \neffusions are typically small, resulting from the systemic \neffects of advanced liver disease [19]. The increased por tal pressure from cirrhosis causes splanchnic vasodila tion and activates vasoconstrictive pathways such as the Table 2 A comprehensive summary of the echocardiographic, computed tomography angiography (CTA), and coronary angiography \n(CA) findings, offering a detailed and structured presentation for this case report\nImaging modality Findings\nTransthoracic echocardiogram\n Ejection fraction Preserved\n Chamber sizes Normal left and right ventricular size\n Wall motion No regional wall motion abnormalities\n Pericardial effusion Large pericardial effusion with evidence of tamponade physiology\n Inferior vena cava Dilated with minimal respiratory variation\n Diastolic dysfunction Present\n Right atrium and ventricle Evidence of right atrial and right ventricular diastolic collapse\n Respiratory variation in mitral Inflow Exaggerated respiratory variation in mitral inflow velocities\nComputed tomography angiography\n Pulmonary arteries Normal to small subsegmental levels with no emboli\n Pericardial effusion Marked pericardial effusion with an estimated 500 mL of fluid\n Lung parenchyma Atelectatic bands and alveolar edema in the lower lobes\n Mediastinal structures Normal mediastinal vascular structures\n Lymph nodes No lymphadenopathy or masses\n Bronchial tree Normal\n Pleura Minimal left pleural effusion\n Chest wall Normal chest wall soft tissue with no focal lesions\n Bones Normal bones with no focal lytic or sclerotic lesions\n Liver Cirrhotic liver\nCoronary angiography\n Left main stem No lesion\n Left anterior descending No critical lesion, slow flow\n Left circumflex No critical lesion\n Right coronary artery Dominant, no critical lesion\n Left ventricular end-diastolic pressure 120/80 mmHg\nPage 6 of 9 Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \nrenin–angiotensin–aldosterone system (RAAS), leading \nto fluid retention, ascites, and potentially pericardial effu sion due to elevated hydrostatic pressure [20].\nAdditionally, hypoalbuminemia and impaired lym phatic drainage in patients with cirrhosis cause fluid \nleakage into the interstitial spaces and accumulation of \nlymphatic fluid in body cavities, including the pericardial \nsac, which may exacerbate pericardial effusion [18, 20, \n21]. Common causes include chronic hepatitis C, heavy \nalcohol consumption, obesity-related non-alcoholic \nsteatohepatitis, hepatitis B, hepatitis D, primary biliary \ncirrhosis, and AIH [14, 15]. According to literature, auto immune hepatitis accounts for approximately 6% of all \ncases of cirrhosis [22].\nAIH is a severe liver disease that can present either \nacutely or chronically, often with asymptomatic, insidi ous, or nonspecific symptoms. AIH affects individuals \nworldwide, across all ages and ethnicities, with a notable \nfemale predominance (75–80% of cases) regardless of \nthe AIH subtype [23]. Diagnosis is based on clinical and \nlaboratory criteria, including elevated serum transami nase and immunoglobulin G levels, specific circulating \nautoantibodies, and interface hepatitis on liver histology \n[24]. AIH typically arises in genetically predisposed indi viduals, especially women, when a viral infection triggers \na T-cell-mediated autoimmune response against liver \nautoantigens. This response is facilitated by molecular \nmimicry (where immune responses to external pathogens \ntarget structurally similar self-proteins) and inadequate \nregulatory immune control, mainly owing to defects in \nregulatory T cells, leading to a loss of tolerance [25].\nImpairment of immune regulation plays a central role \nin AIH. The condition responds well to immunosup pressive treatment, which should be initiated promptly. \nStandard regimens involve high initial doses of corticos teroids (prednisone or prednisolone), tapered as azathio prine is introduced. Liver transplantation is an excellent \noption for patients with acute liver failure or end-stage \nliver disease complications, including hepatocellular \ncarcinoma, although AIH can recur or develop de  novo \npost-transplantation [26]. Severe untreated AIH has a \npoor prognosis, but adequate treatment can significantly \nimprove outcomes [27, 28]. This disease often requires \nlong-term immunosuppressive therapy, which can pre dispose patients to infections and other complications \n[29]. Histologic findings of bridging necrosis or multi locular necrosis at presentation can progress to cirrhosis \nin 82% of untreated patients and are associated with a \n5-year mortality of 45% [27, 28].\nInflammatory conditions like AIH can lead to pericardi tis, an inflammation of the pericardium, resulting in peri cardial effusion. This fluid buildup can compress the heart, \nleading to cardiac tamponade, a life-threatening condition [30–32]. Treatment of pericardial effusion may involve \ntherapeutic pericardiocentesis, which immediately relieves \nsymptoms by draining the accumulated fluid. In cases \nwhere pericardial effusion recurs or persists, surgical inter ventions such as pericardial window or pericardiectomy \nmay be necessary to prevent fluid re-accumulation [33]. \nCardiac tamponade occurs when rapid fluid accumulation \nin the pericardial sac increases intracardiac pressures, par ticularly in the right atrium, impeding normal cardiac fill ing. This rise in pressure can lead to cardiogenic shock and \ndeath, with symptoms such as elevated systemic venous \npressure, occasional S4 gallop, and jugular venous disten tion [34]. The diagnosis of cardiac tamponade involves a \ncombination of clinical examination and often bedside \nechocardiography [34, 35] and CT or MRI for detailed ana tomical information and determining underlying causes \n[34]. Beck’s triad, consisting of hypotension, muffled heart \ntones, and neck vein distention, is considered diagnostic, \nbut these signs may not always be present or easy to rec ognize [35]. The treatment for cardiac tamponade involves \nurgent pericardiocentesis to remove the fluid compressing \nthe heart, often guided by echocardiography for precision. \nIn severe cases, surgical interventions like creating a peri cardial window or pericardiotomy are necessary to ensure \nproper drainage and prevent recurrence [36]. Mortality \nrates are higher in patients with tamponade; Queiroz et al. \nreport a 31.5% mortality, significantly higher in those with \ntamponade [34].\nAccording to the study by Fede et al., clinical outcomes \nfor patients with pericardial effusion and cirrhosis signifi cantly improve with early and appropriate management. \nThe study highlights the importance of timely interven tions such as pericardiocentesis in alleviating symp toms and preventing progression to cardiac tamponade, \nsubsequently reducing mortality rates. Furthermore, \naddressing underlying causes, including liver disease and \nhypoalbuminemia, is crucial for preventing recurrence \nand enhancing overall prognosis. These findings empha size the need for prompt and comprehensive manage ment strategies in this patient population to optimize \nclinical outcomes [37].\nZiad Taimeh et al. (2012) emphasize the importance \nof early detection and treatment of pericarditis and peri cardial effusion in patients with primary biliary cirrhosis \n(PBC) to prevent severe complications such as cardiac \ntamponade. They advocate for prompt interventions, \nsuch as pericardiectomy, and suggest that corticosteroids \ncould be beneficial in managing the inflammatory nature \nof pericarditis in these patients [38]. This literature \nreview summarizes cases of cardiac tamponade induced \nby cirrhosis, including patient demographics, clinical \npresentations, diagnostic findings, treatments, and out comes (Table 3).\nPage 7 of 9\n Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \n \nTable 3 Literature review of cirrhosis-induced cardiac tamponade\nAMA antimitochondrial antibody, ANA anti-nuclear antibodies, BP blood pressure, BUN  blood urea nitrogen, CC  chief complaint, COPD chronic obstructive pulmonary disease, CP chest pain, Cr creatinine, CT computed \ntomography, DM II Diabetes Mellitus type 2, Dx diagnosis, Echo echocardiography, HCC  hepatocellular carcinoma, HBV  hepatitis B virus, HCV hepatitis C virus, Hx history, HTN hypertension, JVD jugular venous distention, \nLab laboratory tests, LT  liver transplantation, MRI magnetic resonance imaging, PE pericardial effusion, PBC primary biliary cirrhosis, PH/E physical examination, Prog  prognosis, PT  prothrombin time/pericardial tamponade, \nPW pericardial window, RFA  radiofrequency ablation, SOB  shortness of breath, SLE systemic lupus erythematosus, Tx  treatment, UDCA ursodeoxycholic acid, YOP  year of publicationAuthor and YOP Patient age/gender Brief Hx, PH/E, Pos lab or imaging Diagnosis, treatment/intervention, prognosis\nChung M.W. et al., 2018 [39] 56/Male CC: dyspnea, chest discomfort, and low BP . Hx: cirrhosis due to alcohol \nabuse, COPD. MRI: 3.0 cm HCC in segment IVa.Dx: PT post-RFA. Tx: pericardiocentesis. Prog: improved hemodynamics, \ndischarged.\nPyarali F. et al., 2020 [40] 54/Male CC: confusion. Hx: alcoholic cirrhosis and jaundice. PH/E: scleral icterus, \njaundice, palmar erythema, gynecomastia, and distended abdomen. \nLab: hyponatremia, elevated BUN and Cr. Echo: right ventricular collapse.Dx: PT in cirrhosis and ascites. Tx: pericardiocentesis, PW. Prog: Improved \npost-drainage.\nChae M.S. et al., 2016 [41] 59/Male Hx: liver cirrhosis, HBV, previous LT, diabetes, and HTN. PH/E: severe \nadhesions and hemorrhage during suprahepatic exploration. Lab: ane mia, coagulopathy, and hyperlactatemia. Echo: showed 30 mm PE.Dx: PT during liver retransplantation. Tx: pericardiotomy and sternotomy. \nProg: stable post-operatively.\nTaimeh Z. et al., 2012 [42] 49/Female CC: fatigue and SOB. Hx: PBC on UDCA. PH/E: decreased breath sounds, \ndistant heart sounds, no JVD. Lab: elevated liver enzymes and positive \nAMA. CT and Echo showed massive PE.Dx: Pericarditis with massive PE in PBC. Tx: Pericardiectomy with PW. Prog: \nImproved respiratory status, stable on follow-up.\nCheung T.K. et al., 2004 [43] 41/Male CC: fever. Hx: chronic HCV, cirrhosis, and diuretic-resistant ascites. PH/E: \nfebrile, tense ascites left leg cellulitis. Lab: serum albumin 13 g/L, bilirubin 14 µmol/L. Echo showed large PE.Dx: PE secondary to cirrhotic ascites. Tx: pericardiocentesis, PW, \nand orthotopic liver transplantation. Prog: no recurrence of effusions \npost-transplantation.\nIslam S. et al., 1999 [44] 57/Female CC: CP . Hx: PBC for 10 years, paranoid schizophrenia, and DM II. PH/E: \npleuritic CP , fever, small bilateral PE. Lab: elevated liver enzymes, positive \nANA. Echo showed large PE.Dx: PT to SLE in PBC patient. Tx: pericardiocentesis, corticosteroids. Prog: \nimproved; no more fluid after 2 weeks.\nPage 8 of 9 Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \nConclusion and clinical key points\nThis case highlights that prompt recognition and com prehensive TTE and CTA evaluation are crucial in \ndiagnosing cardiac tamponade. Emergency pericar diocentesis was lifesaving, underscoring the need for \nimmediate intervention. A multidisciplinary approach \nis essential for managing such complex cases. Effective \nlong-term management of autoimmune hepatitis and \ncirrhosis prevents recurrence and improves patient out comes substantially.\nAbbreviations\nAIH  Autoimmune hepatitis\nIgG  Immunoglobulin G (IgG)\nJVP  Jugular venous pressure\nBUN  Blood urea nitrogen\nECG  Electrocardiogram\nCTA   Computed tomography angiography\nTTE  Transthoracic echocardiogram\nLFT  Liver function tests\nLAP  Lymphadenopathy\nCA  Coronary angiogram\nPBC  Primary biliary cirrhosis\nFBS  Fasting blood sugar\nRBC  Red blood cell count\nWBC  White blood cell count\nMCV  Mean corpuscular volume\nMCH  Mean corpuscular hemoglobin\nLDH  Lactate dehydrogenase\nNa  Sodium\nK+  Potassium\nCK-MB  Creatine kinase-MB\nSGOT/AST  Serum glutamic-oxaloacetic transaminase/aspartate \naminotransferase\nSGPT/ALT  Serum glutamic-pyruvic transaminase/alanine aminotransferase\nAlk p  Alkaline phosphatase\nCPK  Creatine phosphokinase\nMLD  Midline-left diameter\nMRD  Midline-right diameter\nID  Internal diameter\nCTR   Cardiothoracic ratio\nEF  Ejection fraction\nIVC  Inferior vena cava\nLMS  Left main stem\nLAD  Left anterior descending\nLCX  Left circumflex\nRCA   Right coronary artery\nLVEDP  Left ventricular end-diastolic pressure\nALT  Alanine aminotransferase\nAMA  Antimitochondrial antibody\nAST  Aspartate aminotransferase\nBP  Blood pressure\nBUN  Blood urea nitrogen\nCC  Chief complaint\nCOPD  Chronic obstructive pulmonary disease\nCP  Chest pain\nCr  Creatinine\nCT  Computed tomography\nDx  Diagnosis\nEcho  Echocardiography\nHCC  Hepatocellular carcinoma\nHBV  Hepatitis B virus\nHCV  Hepatitis C virus\nHx  History\nHTN  Hypertension\nJVD  Jugular venous distention\nLab  LaboratoryLDH  Lactate dehydrogenase\nLT  Liver transplantation\nMRI  Magnetic resonance imaging\nPE  Pericardial effusion\nPH/E  Physical examination\nProg  Prognosis\nPT  Prothrombin time/pericardial tamponade\nPW  Pericardial window\nRFA  Radiofrequency ablation\nSOB  Shortness of breath\nSLE  Systemic lupus erythematosus\nTx  Treatment\nUDCA  Ursodeoxycholic acid\nYOP  Year of publication\nANA  Anti-nuclear antibodies\nAcknowledgements\nNone.\nAuthor contributions\nMT, AH, PE, and MM contributed to the conceptualization; resources; data \ncuration and analysis; and project administration. MA, AN, and AD contributed \nto the supervision, validation, visualization, investigation, methodology, soft ware, writing the initial draft, and revision of the final draft of the manuscript. \nAll authors read and approved the final manuscript.\nFunding\nNo funds were received for this study.\nAvailability of data and materials\nData is available on request due to privacy/ethical restrictions.\nDeclarations\nEthics approval and consent to participate\nThe procedure was performed in accordance with the center’s ethical policy.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal. \nCompeting interests\nThe authors declare no competing interests.\nAuthor details\n1 Tehran Heart Center, Cardiovascular Disease Research Institute, Tehran University of Medical Sciences, Tehran, Iran. 2 School of Medicine, Alborz University \nof Medical Sciences, Karaj, Iran. 3 Endocrinology and Metabolism Research \nCenter, Tehran University of Medical Sciences, Tehran, Iran. 4 Rajaei Cardio vascular Medical and Research Rajaie Cardiovascular Medical and Research \ninstitute, School of Medicine, Iran University of Medical Sciences, Tehran, Iran. \n5 Cardiac Surgery Department, Imam Khomeini Hospital, Tehran University \nof Medical Sciences, Tehran, Iran. \nReceived: 11 November 2024   Accepted: 10 December 2024\nReferences:\n 1. Stashko E, Meer JMIS [Internet]. TI (FL): SP 2024 J. A from: Cardiac Tamponade. 2024.\n 2. Meltser H, Kalaria VG. Cardiac tamponade. Catheterization Cardiovas \nInterv. 2005;64(2):245–55.\n 3. Lee SS. Cardiac abnormalities in liver cirrhosis. West J Med. \n1989;151(5):530–5.\n 4. Wiegand J, Berg T. The etiology, diagnosis and prevention of liver cirrho sis. Dtsch Arztebl Int. 2013 \nPage 9 of 9\n Taheri et al. Journal of Medical Case Reports            (2025) 19:5 \n \n 5. Yoshiji H, Nagoshi S, Akahane T, Asaoka Y, Ueno Y, Ogawa K, et al. \nEvidence-based clinical practice guidelines for Liver Cirrhosis 2020. J \nGastroenterol. 2021. https:// doi. org/ 10. 1007/ s00535- 021- 01788-x.\n 6. Shah A, Variyam E. Pericardial effusion and left ventricular dysfunction \nassociated with ascites secondary to hepatic cirrhosis from the sections \nof cardiology. https:// www. tarjo mano. com/\n 7. Møller S, Danielsen KV, Bendtsen F. Pathophysiology behind cardiopulmonary complications of cirrhosis and portal hypertension. In: Milan \nZ, Goonasekera C, editors. Anesthesia for Hepatico-Pancreatic-Biliary \nSurgery and Transplantation. Springer International Publishing: Cham; \n2020. p. 43–72.\n 8. Jagdish RK, Roy A, Kumar K, Premkumar M, Sharma M, Rao PN, et al. \nPathophysiology and management of liver cirrhosis: from portal hyper tension to acute-on-chronic liver failure. Frontiers in Medicine. 2023.\n 9. Vergani D, Longhi MS, Bogdanos DP , Ma Y, Mieli-Vergani G. Autoimmune \nhepatitis. Semin Immunopathol. 2009;31(3):421–35.\n 10. Hahn JW, Yang HR, Moon JS, Chang JY, Lee K, Kim GA, et al. Global incidence and prevalence of autoimmune hepatitis, 1970–2022: a systematic \nreview and meta-analysis. EClinicalMedicine. 2023;1:65.\n 11 Trivedi PJ, Hirschfield GM. Recent advances in clinical practice: epidemiology of autoimmune liver diseases. Gut. 2021;1989:2003.\n 12. McFarlane IG. Definition and classification of autoimmune hepatitis. \nSemin Liver Dis. 2002;22(4):317–24.\n 13 Vakamudi S, Ho N, Cremer PC. Pericardial effusions: causes, diagnosis, and \nmanagement. Prog Cardiovas Dis. 2017. https:// doi. org/ 10. 1016/j. pcad. \n2016. 12. 009.\n 14. Pinzani M, Rosselli M, Zuckermann M. Liver cirrhosis. Best Pract Res Clin \nGastroenterol. 2011;25(2):281–90.\n 15 Schuppan D, Afdhal NH. Liver cirrhosis. The Lancet. \n2008;371(9615):838–51.\n 16 Bahardoust M, Dehkharghani MZ, Ebrahimi P , Najafirashed M, Mousavi S, \nHaghmoradi M, et al. Effect of ABO blood group on postoperative overall \nsurvival and recurrence-free survival rate in patients with hepatocellular \ncarcinoma after hepatectomy: a multi-center retrospective cohort study. \nBMC Surg. 2023. https:// doi. org/ 10. 1186/ s12893- 023- 02236-8.\n 17 Namazi A, Ebrahimi P , Sarveazad A, Khaleghian M, Bahardoust M, Mokhtare M, et al. Predictors for liver cirrhosis in patients with hepatitis C virus: \na cross-sectional study. Hepat Mon. 2023. https:// doi. org/ 10. 5812/ hepat \nmon- 136164.\n 18 Kashani A, Landaverde C, Medici V, Rossaro L. Fluid retention in cirrhosis: \npathophysiology and management. An Int J Med. 2008;101:71–85.\n 19. Liu H, Lee SS. Cardiopulmonary dysfunction in cirrhosis. J Gastroenterol \nHepatol. 1999;14(6):600–8.\n 20 Premkumar M, Anand AC. Overview of complications in cirrhosis. J Clin \nExp Hepatol. 2022. https:// doi. org/ 10. 1016/j. jceh. 2022. 04. 021.\n 21. Bendahmash A, Elsiesy H, Al-hamoudi WK. Cirrhotic ascites: pathophysiological changes and clinical implications. in: ascites - physiopathology, \ntreatment, complications and prognosis. InTech; 2017.\n 22. Ghadimi DJ, Ghorani H, Moradi Z, Golezar MH, Nouri S, Irilouzadian R, et al. \nManagement of ectopic variceal bleeding with transjugular intrahepatic \nportosystemic shunt: a systematic review of case reports. Emergency \nRadiology. Springer Science and Business Media Deutschland GmbH; \n2024.\n 23. Mieli-Vergani G, Vergani D, Czaja AJ, Manns MP , Krawitt EL, Vierling JM, et \nal. Autoimmune hepatitis. Nat Rev Dis Primers. 2018;4(1):18017.\n 24 Heneghan MA, Yeoman AD, Verma S, Smith AD, Longhi MS. Autoimmune \nhepatitis. The Lancet. 2013. https:// doi. org/ 10. 1016/ S0140- 6736(12) \n62163-1.\n 25. Manns MP , Lohse AW, Vergani D. Autoimmune hepatitis-Update 2015.\n 26. Manns MP , Czaja AJ, Gorham JD, Krawitt EL, Mieli-Vergani G, Vergani D, et \nal. Diagnosis and management of autoimmune hepatitis. Hepatology. \n2010;51(6):2193–213.\n 27. Czaja AJ. Features and consequences of untreated type 1 autoimmune \nhepatitis. Liver Int. 2009;29(6):816–23.\n 28 Michielsen P , Francque, Vonghia, Ramon. Epidemiology and treatment of \nautoimmune hepatitis. Hepat Med. 2012. https:// doi. org/ 10. 2147/ HMER. \nS16321.\n 29 Mack CL, Adams D, Assis DN, Kerkar N, Manns MP , Mayo MJ, et al. Diagnosis and management of autoimmune hepatitis in adults and children: \n2019 practice guidance and guidelines from the american association for the study of liver diseases. Hepatology. 2020. https:// doi. org/ 10. 1002/ \nhep. 31065.\n 30. Imazio M. Pericarditis: pathophysiology, diagnosis, and management. \nCurr Infect Dis Rep. 2011;13(4):308–16.\n 31 Kontzias A, Barkhodari A, Yao Q. Pericarditis in systemic rheumatologic \ndiseases. Curr Cardiol Rep. 2020;22(11):142. https:// doi. org/ 10. 1007/ \ns11886- 020- 01415-w .\n 32 Bizzi E, Trotta L, Pancrazi M, Nivuori M, Giosia V, Matteucci L, et al. \nAutoimmune and autoinflammatory pericarditis: definitions and new \ntreatments. Curr Cardiol Rep. 2021;23(9):128. https:// doi. org/ 10. 1007/ \ns11886- 021- 01549-5.\n 33. Shah A, Variyam E. Pericardial effusion and left ventricular dysfunction \nassociated with ascites secondary to hepatic cirrhosis from the sections \nof cardiology [Internet]. Available from: https:// www. tarjo mano. com\n 34. de Queiroz CM, Cardoso J, Ramires F, Ianni B, Hotta VT, Mady C, et al. \nPericardial effusion and cardiac tamponade: Etiology and evolution in the \ncontemporary Era. Int J Cardiovasc Sci. 2021;34(5):24–31.\n 35. Weiser TG. Cardiac Tamponade. 2024. Available from: https:// www. \nmsdma nuals. com/ profe ssion al/ injur  ies- poiso ning/ thora cic- trauma/ cardi \nac- tampo nade\n 36. Stashko E, Meer JM. Cardiac tamponade continuing education activity. \nAvailable from: https:// www. ncbi. nlm. nih. gov/ books/ NBK43 1090/\n 37 Fede G, Privitera G, Tomaselli T, Spadaro L, Purrello F. Cardiovascular dysfunction in patients with liver cirrhosis. Ann Gastroenterol. 2015;28(1):31.\n 38. Taimeh Z, Hatfield C, Husainy R, Holthauser C, Pugh A, Dababneh H, et al. \nPericarditis with massive pericardial effusion : an unusual complication of \nprimary biliary cirrhosis. Acta Gastro-Enterologica Belgica.\n 39 Chung MW, Ha SY, Choi JH, Park HJ, Myung DS, Cho SB, et al. Cardiac tamponade after radiofrequency ablation for hepatocellular carcinoma case \nreport and literature review. Medicine. 2018. https:// doi. org/ 10. 1097/ MD. \n00000 00000 013532.\n 40. Pyarali F, Auerbach J, Cabrera J, Calderon Candelario RA. Cardiac tamponade - a rare complication of ascites and cirrhosis C43. Critical care case \nreports: the gastrointestinal tract, liver, and pancreas. 2020, A5142-A5142\n 41. Chae MS, Jeon YK, Kim DG, Na GH, Yi YS, Park CS. Cardiac tamponade \ndue to suprahepatic surgical exploration in liver retransplantation: a case \nreport. Transplant Proc. 2016;48(9):3181–5.\n 42 Taimeh Z, Hatfield C, Husainy R, Holthauser C, Pugh A, Dababneh H, et al. \nPericarditis with massive pericardial effusion an unusual complication of \nprimary biliary cirrhosis. Acta Gastro-Enterol Belg. 2012;75(3):354.\n 43. Cheung TK, Tam W, Bartholomeusz D, Harley H, Johnson R. Hepatic hydro pericardium. J Gastroenterol Hepatol (Australia). 2004;19(1):109–12.\n 44. Islam S, Riordan JW, McDonald JA. Case report: a rare association of \nprimary biliary cirrhosis and systemic lupus erythematosus and review of \nthe literature. J Gastroenterol Hepatol. 1999;14(5):431–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}