{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05006-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05006-z.pdf",
  "metadata": {
    "/Keywords": "Encephalitis; COVID-19; SARS-CoV-2; Neuroinflammatory diseases",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120182907+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250107184129+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05006-z",
    "/Author": "Nathane Braga da Silva Rezende ",
    "/Title": "Clinical and radiological characteristics and 1-year self-reported outcomes from patients with encephalitis and coronavirus disease 2019",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05006-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Severe acute respiratory syndrome coronavirus infection is responsible for multisystemic disease \nand has high transmissibility. It culminated in a pandemic, challenging scientific knowledge and care capacity. Neu‑\nrological symptoms are highly prevalent, and cases of encephalitis have been described, in both peri‑ and postinfec‑\ntious periods. However, pathogenesis and prognosis are unclear. Thus, we aim to describe the clinical findings in cases \nof encephalitis in patients infected with severe acute respiratory syndrome coronavirus, together with a 1‑ year follow‑\nup of self‑perception of recovery and remaining neuropsychiatric symptoms.",
    "Methods": "Methods This is a retrospective observational study in which patients with cerebrospinal fluid collection and a recent \ndiagnosis of severe acute respiratory syndrome coronavirus infection were screened for encephalitis through analysis \nof medical records. We describe their clinical and paraclinical findings using descriptive statistics, together with their \nlong‑term outcome, through a self‑assessment questionnaire.",
    "Results": "Results Among the 135 patients screened, 11 patients were included. Most of them were admitted for neurologi‑\ncal symptoms (73%), and in 63% of cases, those symptoms occurred within the first 7 days of systemic symptoms. \nMost patients had minor pulmonary involvement assessed on chest computed tomography. On cerebrospinal fluid \nanalysis, the most relevant finding was hyperproteinorrachia. Three patients (27%) had positive changes on magnetic \nresonance studies. In the outcome analysis, most patients (77%) reported gait difficulties and 66% reported memory \nand concentration problems.",
    "Conclusion": "Conclusion Encephalitis associated with severe acute respiratory syndrome coronavirus 2 infection is rare \nbut responsible for chronic sequelae in cognitive and motor aspects. The pathophysiology seems to be associ‑\nated with both the immune ‑mediated and inflammatory processes, and the low frequency of paraclinical findings \ndemands a high clinical suspicion.\nKeywords  Encephalitis, COVID ‑19, SARS‑ CoV‑2, Neuroinflammatory diseasesOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nGabriel R. de Freitas\ngrdefreitas@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 11 Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \nIntroduction\nThe coronavirus disease 2019 (COVID-19) pandemic \nchallenged medicine and science to understand it and \ndevelop efficient care in a rapid response. At first, it \nwas considered mainly a respiratory disease, but its \nmulti-organ involvement became clear posteriorly, \nincluding the central nervous system. The infective \npathophysiology of COVID-19 can be divided into \nthree stages. In the early infection phase (stage 1), \nviral RNA replicates in the lungs, causing mild symp toms such as fever and cough, with a generally favora ble prognosis. The pulmonary phase (stage 2) involves \ncontinued viral replication and inflammation, poten tially leading to viral pneumonia and hypoxia, requir ing hospitalization. In the hyperinflammation phase \n(stage 3), about 30% of patients experience a severe \nimmune response, known as a “cytokine storm, ” char acterized by elevated inflammatory markers and \nwidespread inflammation, which can result in acute \nrespiratory distress syndrome (ARDS), vascular per meability, and potentially fatal complications such as \nshock and cardiopulmonary collapse [1 ]. Neurologi cal symptoms commonly seen in COVID-19 patients \nthroughout those stages are headache, encephalopathy, \nand loss of taste and smell, but a few cases of encepha litis have been described [2 ]; a meta-analysis found \na total of 138 cases published [3 ]. According to the \nWorld Health Organization, up to one-third of patients \nexperienced some neurological manifestation, and the \nrisk of delirium and confusion potentially increased in \npatients older than 60 years [4 ]. However, encephalitis \nseems to be a rare complication, with a pooled preva lence of 0.3% [4 ]. There are multiple potential mecha nisms of neuroinvasion such as transsynaptic transfer \nacross infected neurons, entry via the olfactory nerve, \ninfection of vascular endothelium, or leukocyte migra tion across the blood–brain barrier (BBB) [5 ]. Further more, immune and inflammatory mechanisms might \nbe involved in encephalitis physiopathology. A popula tion study reported the relationship between immunemediated encephalomyelitis triggered by severe acute \nrespiratory syndrome coronavirus 2 (SARS-CoV-2) \ninfection, but without association with vaccination [6 ].\nIn this study, we aim to provide a detailed charac terization of encephalitis related to COVID-19 by \nspecifically examining its clinical presentation, elec troencephalogram (EEG) findings, and magnetic \nresonance imaging (MRI) results. Additionally, we \nevaluated patient recovery using an online self-percep tion and quality-of-life questionnaire.Methods\nThis is an observational and longitudinal study with ret rospective analysis. Data were collected in the setting \nof a multicentric, hospital-based study. This is part of a \nproject entitled the ISARIC/WHO Clinical Characteriza tion Protocol for Severe Emerging Infections: Coronavi rus. It was approved by the National Ethics and Research \nCommittee, by the Instituto D’Or de Pesquisa e Ensino \n(CONEP-CAAE 29496920.8.0000.5262, 19 March, 2020), \nwith an individual patient consent waiver.\nPatients were retrospectively screened by applying the \nfollowing criteria: (1) being admitted into one of seven \nparticipating hospitals in Rio de Janeiro between May \n2020 and January 2021 with confirmed active infection \nwith SARS-CoV-2 or recently confirmed infection (in the \nlast 3 months from the lumbar puncture) and (2) present ing neurological symptoms that required a lumbar punc ture. The assistant team defined the eligible patients prior \nto a lumbar puncture. From this list, patients who met \nthe criteria for encephalitis were selected [6, 7].\nThe case definition included any person aged 18 years \nor older who presented with diagnostic criteria for \nencephalitis [7], specifically the development of an \naltered mental status (defined as decreased or altered \nlevel of consciousness, lethargy, or personality changes) \nlasting ≥ 24 hours and the presence of two or more of the \nfollowing encephalitis minor criteria [7]: (i) generalized \nor partial seizures not fully attributable to preexisting \nepilepsy, (ii) new onset of focal neurologic findings, (iii) \ncerebrospinal fluid (CSF) white blood cell count ≥ 5/cubic \n mm3, (iv) abnormality of brain parenchyma on neuroim aging suggestive of encephalitis that was either new from \nprior studies or appeared acute in onset, (v) abnormality \non electroencephalography consistent with encephali tis and not attributable to another cause, and (vi) docu mented fever ≥ 38 °C (100.4°F) within the 72 hours before \nor after presentation.\nThe exclusion criteria were the following: patients with \nmetabolic disorders that could explain the altered men tal status, such as significant electrolyte disturbances, \ndecompensated liver or kidney insufficiency, central \nnervous system lesions (such as strokes or tumors), or \nthose with undefined diagnoses or insufficient data.\nPatients were classified into possible encephalitis, with \ntwo minor criteria points, and probable encephalitis, \nwith three or more minor criteria points. The classifica tion between the postinfectious period and the parain fectious period was defined by a cutoff of 7 days from the \nfirst systemic symptom.\nThe selection of patients was made through a retro spective medical record analysis. Demographic infor mation and laboratory findings were extracted by the \nresearch team, while clinical characteristics and image \nPage 3 of 11\n Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \n \nfindings were analyzed and discussed between neurolo gists and radiologists from the central research team. \nAcute ischemic lesions and hemorrhages on MRI that \ncould justify symptoms were listed as exclusion crite ria. Some patients consented to participate voluntarily \nin a follow-up study, carried out through a self-applied \ninternet questionnaire. Questions regarding neuro logical and psychiatric symptoms, as well as functional \nrecovery after COVID-19, were included in this study \n(Table 1 ).\nElectroencephalographic findings were collected \nthrough medical records, and different techniques and \nmachines were used in each hospital. Therefore, descrip tions were limited in encephalopathic patterns, epileptic \ndischarges, and no abnormal findings.\nLaboratory confirmation of SARS-CoV-2 infection was \ncarried out using real-time reverse transcription-poly merase chain reaction (RT–PCR) on throat swabs and \nnasopharyngeal specimens in all patients. In all patients, \nroutine blood examinations included complete blood \ncount, coagulation profile, and serum biochemical tests, \nincluding renal and liver function.Statistical analysis was descriptive, with measures of \ncentral tendency, using Microsoft Excel, 2018.\nResults\nFrom 135 patients with recent COVID-19 diagnosis and \nlumbar puncture analysis, a total of 18 patients were \nselected. Seven were excluded for incomplete informa tion in medical records or unclear diagnoses. Eleven \ncases of encephalitis (six male, mean age 59.8 years old, \nranging from 43 to 83 years old) were identified, seven of \nthem with possible encephalitis and four with probable \nencephalitis. The frequency of each encephalitic char acteristic finding is summarized in Fig.  1. Regarding the \nfour postinfectious cases, there was a mean of 28.5 days \nfrom COVID-19 symptoms to the decision for lumbar \npuncture.\nEight patients (73%) were admitted owing to neu rological symptoms, but all patients presented sys temic symptoms (for example, respiratory, diarrhea, \nor myalgia). Ten patients (90%) were admitted into \nintensive care unit (ICU), and four patients (36%) \nrequired mechanical ventilation, three of them owing \nTable 1 Questions used in the self‑assessment questionnaire on recovery after coronavirus disease 2019\nQuestion Answer\nDo you feel fully recovered from COVID ‑19? Agree/Disagree\nDo you still present some of the following symptoms:\nHeadache Yes/No\nLoss of taste Yes/No\nCannot move or control your movements Yes/No\nLoss of touch perception in a part of your body Yes/No\nTingling sensation Yes/No\nSeizures Yes/No\nTremor Yes/No\nMental confusion/lack of concentration Yes/No\nProblems swallowing or chewing Yes/No\nProblems to talk or communicate Yes/No\nSleeping problems Yes/No\nWeakness in the arms/legs Yes/No\nPain or ache? I don’t have pain/I have mild/\nmoderate/severe pain\nAnxiety / depression I’m not/I’m a little/I’m extremely\nWe would like to know how good or bad your health is today.• This scale is numbered from 0 to 100.• 100 means \nthe best health you can imagine. 0 means the worst health you can imagine0–100\nDo you have trouble walking or climbing steps? Yes/No\nDo you have trouble remembering or concentrating? Yes/No\nDo you have difficulty communicating, for example, understanding or being understood? Yes/No\nDo you have a problem with:\nMobility Yes/No\nSelf‑ care Yes/No\nDaily activities Yes/No\nPage 4 of 11 Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \nto neurological symptoms (seizures or coma). Only one \npatient died, secondary to systemic complications (for \nexample, sepsis). The average length of hospitalization \nwas 33  days. On chest computed tomography (CT), \nthe extent of pulmonary infiltration was 50% in one \npatient, 25–50% in two patients, and less than 25% in \nfive patients, while two patients had no alterations and \nonly one did not have this examination performed.\nComorbidities were a common finding (54%): sys temic arterial hypertension (36%), diabetes mellitus (27%), and obesity (36%). None of the patients had a \nprior neurological diagnosis.\nThe most common neurological findings were seizures, \nhyperreflexia, and language disturbance, all summarized \nin Fig. 2.\nPleocytosis was found in only two patients (18%), with \none patient showing 25 cells and the other showing 212 \ncells, while high opening pressures were found in four \npatients (36%), ranging from 4 cmH₂0 to 50 cmH₂0 in the \nentire cohort. Six (54%) patients showed hyperproteinor rachia 29–100 mg/dL, with a global mean of 46 mg/dL. \nFig. 1 Encephalitis criteria findings, n = 11\nFig. 2 Frequency of reported neurological symptoms and signs, n = 11\nPage 5 of 11\n Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \n \nThree (42%) of seven patients had high lactate levels. \nAll patients presented normal glucose on cerebrospi nal fluid (CSF) analysis. CSF screening for bacteria and \nvirus infection was negative in all patients. Nine patients \nunderwent CSF RT-PCR for SARS-CoV-2, and only one \ncase was positive. The clinical and radiological character istics of this patient were reported in detail elsewhere [8].\nTwo patients did not have an MRI performed. Both \nwere hospitalized in a temporary field hospital built only \nfor the COVID-19 pandemic, where MRI was not avail able. They all had typical clinical and CSF findings, but \nno relevant findings on the brain CT. Of nine patients \nwith brain MRI, three (33%) presented with abnormal \nfindings, as per dural enhancement, lesions suggestive \nof acute demyelinating encephalomyelitis (ADEM) with \ncontrast enhancement, and focal white matter lesion \ncharacteristic of a demyelination process. Figure  3 shows \ntwo images findings from cases 4 and 6, as defined in \nTable 2.\nEEG showed an encephalopathic pattern in two \npatients (18%). Three patients had both encephalopa thy patterns and epileptic discharges (17%), while two \npatients had normal results (18%). Four patients had no \nEEG available (36%).\nTreatment for neurological syndrome included meth ylprednisolone pulse therapy (three patients) and intra venous immunoglobulin (two patients), with no other \nspecific treatment included, except for antipsychotics \nand antiepileptic drugs.\nSome more defined clinical phenotypes were found \n(Table  2). Patient 1 can be defined as having new-onset \nrefractory status epilepticus (NORSE), patient 6 had a \ndiagnosis of an ADEM-like syndrome, and patients 2 \nand 8 had an association between encephalopathy and \nmyoclonus.\nNine of ten surviving patients answered the follow-up \nself-applied questionnaire, with a mean of 377 days after \ndischarge, ranging from 116 days to 492  days. Figure  4 \nsummarizes the most important findings.",
    "Discussion": "Discussion\nIn this retrospective, multicenter study, we identified 11 \npatients who met the established criteria for encepha litis [7, 8], selected from a cohort of 135 patients with \nCOVID-19 and a clinical indication for lumbar punc ture. Our findings regarding encephalitis manifestation \nare confirmatory [2, 9]; each patient had a unique clinical \npresentation, mostly with no relevant MRI findings and \nonly subtle pleocytosis and hyperproteinorrachia, which \nchallenges diagnosis and requires high clinical awareness. \nIn our subsequent 1-year longitudinal assessment, most \npatients documented sleep patterns, memory retention, concentration, and mobility disruptions, accounting for a \nlong-term change in quality of life.\nUntil January 2021, a total of 187,339 cases were con firmed in the City of Rio de Janeiro (data from e-SUS). \nDuring our study, no COVID-19 vaccine scheme was \navailable and the main variants in Rio de Janeiro were \nB.1.1.33 and P .2 (Zeta). Most patients were admitted \nbecause of neurological symptoms and most had mild to \nmoderate pulmonary disease. In these hospital protocols, \npatients with neurological symptoms are often admitted \nto intensive care units, regardless of their systemic condi tion. Eight patients were hospitalized for their neurologi cal symptoms. Previous data [2] suggest that encephalitis \nmay not be associated with a more severe systemic con dition, so much so that, among the patients selected in \nthis present study, while ten were admitted to intensive \ncare, only four required mechanical ventilation, mainly \nfor decreased level of consciousness or convulsive status.\nOur main clinical findings align with other encepha litis cohorts. In Italy, the ENCOVID study described 25 \ncases of encephalitis and confirmed SARS-COV2 infec tion [2]. Their most relevant findings were that patients \npresented moderate respiratory COVID-19 syndrome, \nwith aphasia/dysarthria being the most common symp tom. Seizures were reported in a third of cases, but sta tus epilepticus was a rare phenomenon, and CSF analysis \nshowed mild pleocytosis and hyperproteinorrachia. Most \ncases presented with a normal MRI, with three cases of \nADEM and two cases of limbic encephalitis, both with \nincidence after systemic COVID-19 syndrome. In a \nmeningoencephalitis review, including a total of 54 cases, \na myriad of clinical presentations were seen and corrobo rated a tendency of an innocent MRI and a CSF with high \nprotein levels and mild pleocytosis [2, 10].\nAn unsolved issue in encephalitis associated with a \nviral infection is to define whether its etiology is driven \nby the virus or an autoimmune mechanism. The low \ndetection rate of the virus in CSF and several reports of \nsteroid respondent encephalopathy/encephalitis sup port an immune-mediated mechanism. Besides, a neu ropathological study with 43 post mortem patients found \ninflammatory changes most pronounced in the brain stem and cerebellum, and in 79% of patients, the virus \nprotein could be detected, although not related to the \nseverity of neuropathological changes [11]. In six patients \nwith encephalopathy/encephalitis, an unusual pattern \nof marked CSF inflammation was described, measured \nby the biomarkers neopterin and β2M but without the \ntypical responses of CSF pleocytosis, BBB disruption, \nor intrathecal IgG production seen in many other CNS \ninfections [12]. Eleven patients with neurological symp toms not explained by metabolic or structural abnor malities, mostly myoclonia and seizures, presented \nPage 6 of 11 Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \nFig. 3 Imaging findings from illustrative cases of coronavirus disease 2019 patients presenting with neurological symptoms. A Case 6: 50‑ year ‑old \nfemale. Extensive coronavirus disease 2019 pneumonia and acute demyelinating brain lesions, with some enhancing spots. B Case 4: 65‑ year ‑old \nmale. Coronavirus disease 2019 encephalitis with positive severe acute respiratory syndrome coronavirus 2 quantitative reverse transcription \npolymerase chain reaction in the cerebrospinal fluid screening. No signs of viral pneumonia on the computed tomography scan were depicted \n(not shown). CT, computed tomography; TOF, time ‑of‑flight arterial angiographic magnetic resonance sequence. FLAIR, fluid‑attenuated inversion \nrecovery magnetic resonance sequence. Gd+, gadolinium venous contrast T1 weighted magnetic resonance sequence. Both figures have been \npublish previously by this group study [8, 14]\nPage 7 of 11\n Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \n \nTable 2 Resume of patients’ main characteristics, diagnosis, and follow‑up\nID Sex/age in years/\nethnicityDays from the \nfirst symptom \nto cerebrospinal \nfluid analysisNeurological \npresentationCerebrospinal \nfluid findingsMagnetic \nresonance \nimaging findingsElectroencephalogram Diagnosis Neurologic \nmanagementFollow-up\n1 Male/51/White 6 Agitation \nand change \nin behavior, fol‑\nlowed by super \nrefractory status \nepilepticusNo relevant find‑\ningsOnly CT. No rel‑\nevant findingsEpileptiform discharges \nfollowed by encephalo ‑\npathic patternPossible—NORSE AED and IVMP Feels 85% recovered, \nfatigue, and diffi‑\nculty climbing stairs\n2 Female/83/prefer \nnot to say4 Disorientation, \nsomnolence, \nfever, myoclonus, \nand ataxiaProtein 59 mg/L Diffuse dural \nenhancementNo relevant findings Probable—\nencephalopathy \nand myoclonusAED and pred‑\nnisoneFeels 53% recovered, \nmoderate difficulty \nwalking and con‑\ncentrating\n3 Man/73/white 2 Disorientation, \nsomnolence, fever, \nand aphasiaCells 25  mm3, \n71% lymphocytes, \nprotein 100 mg/L, \nGli 81 mg/dl, Lac \n21 mg/dLNo relevant find‑\ningsEncephalopathic pat ‑\ntern and epileptiform \ndischargesProbable—viral \nencephalitisIVIG Feels 70% recovered, \nfatigue, problems \nwith sleep, mild dif‑\nficulties with walk ‑\ning, concentration, \nand memory\n4 Man/65/white 4 Drowsiness, diplo ‑\npia, ataxia, urinary \nretention progress‑\ning to comaCells 212  mm3, \n46% lymphocytes, \nprotein 86 mg/L, \nGli 57 mg/dl, Lac \n32 mg/dL. RT ‑PCR \npositive SARS‑\nCoV‑2Sparse FLAIR \nhyperintense \nin white matter \nin both hemi‑\nspheres, corpus \ncallosum, and cer ‑\nebellar pedunclesNo relevant findings Probable AP Feels 85% recov‑\nered, fatigue, \ndysautonomia, mild \ndifficulties climbing \nstairs, concentration \nand memory\n5 Man/48/mixed 38 Disorienta‑\ntion, attention \nand awareness \ndeficits, and para‑\nparesis and clonusNo relevant find‑\ningsNo relevant find‑\ningsNo relevant findings Possible IVMP , AP , and AED Despite report ‑\ning being 100% \nrecovered, he men‑\ntions paresthesia \nin the left lower \nlimb and problems \nsleeping\n6 Woman/50/prefer \nnot to say7 Somnolence, \ndysarthria, ataxia, \nand paraparesisProtein 57 mg/L, \nLac 17 mg/dLWidespread supra‑ \nand infratentorial \nwhite matter \nlesions, some \nwith contrast \nenhancement, \nwith corpus callo ‑\nsum involvementNot available Probable ADEM IVMP , AP and AED Feels 50% recov‑\nered, with changes \nin sensitivity, com‑\nmunication, concen‑\ntration, and balance. \nDependent on assis‑\ntance for instrumen‑\ntal activities of daily \nliving\nPage 8 of 11 Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \nAED antiepileptic drugs, IVIG intravenous immunoglobulin, AP antipsychotics, IVMP- intravenous methylprednisolone, CSF cerebrospinal fluid, NORSE new-onset refractory status epilepticus, Gli glucose, Lac  lactate, CT \ncomputed tomography, ADEM acute disseminated encephalomyelitis. MRi magnetic resonance image, EEG electroencephalogram. None of the patients had been vaccinatedTable 2 (continued)\nID Sex/age in years/\nethnicityDays from the \nfirst symptom \nto cerebrospinal \nfluid analysisNeurological \npresentationCerebrospinal \nfluid findingsMagnetic \nresonance \nimaging findingsElectroencephalogram Diagnosis Neurologic \nmanagementFollow-up\n7 Woman/73/Black 20 Disorientation, \nsomnolence, \nstatus epilepti‑\ncus associated \nwith myoclonusNo relevant find‑\ningsNo relevant find‑\ningsEpileptiform discharge Possible AP and AED Death\n8 Man/68/Black 2 Disorientation \nand agitation, \nataxia, and myo ‑\nclonusOnly CT. No rel‑\nevant findingsNo relevant find‑\ningsNo relevant findings Possible—\nencephalopathy \nand myoclonusAP Feels 50% \nrecovered, mental \nconfusion and mild \ndifficulty climbing \nstairs, concentration \nand memory\n9 Woman/44/prefer \nnot to say2 Somnolence \nand disorientation, \nfever and parapa‑\nresis with urinary \nretentionNo relevant find‑\ningsNo relevant find‑\ningsNot available Possible Prednisone Not available\n10 Man/60/white 2 Somnolence, dys‑\narthria, and ataxiaNo relevant find‑\ningsNo relevant find‑\ningsNot available Possible IVIG Feels fully recovered\n11 Woman/43/white 4 Disorientation, \ndrowsiness, fever, \nand epileptic \nseizuresNo relevant find‑\ningsNo relevant find‑\ningsEpileptiform discharge Possible AED She did not quan‑\ntify how much \nshe felt recovered, \nbut reported \ndepression and diffi‑\nculties with concen‑\ntration and mobility\nPage 9 of 11\n Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \n \nantineuronal and antiglial autoantibodies and specific \nimmunofluorescence patterns. Four of the patients also \npresented high neurofilament levels [13]. Additionally, \nneuroinflammatory biomarkers, including interleukin-6 \nand CSF tumor necrosis factor, have been shown to cor relate with disease severity and neuroimaging alterations \nin COVID-19 neurological complications [4].\nFurther, several case reports have described autoim mune encephalitis with a time-associated SARS-COV-2 \ninfection, with positive N-methyl-d-aspartate (NMDA) \nantibodies, in both adults and children [15–18]. Although \nexact mechanisms are not yet understood, it is probable \nthat development of autoimmune encephalitis was trig gered by SARS-CoV-2 infection in some patients.\nPrognosticating encephalitis is a complicated task \nconsidering the diverse etiologies and each specific \npathophysiology, with a high range of neurological and \npsychiatry sequelae, with no validated and universal \nmeasurement tool available [19]. For both infectious and \nautoimmune syndromes, the time to treatment initiation \nis crucial, while MRI and CSF abnormalities are not so \nclearly associated [20, 21]. In COVID-19 cases, where the \nmechanism is not so clearly defined and the level of sus picion is low, it is even harder to define prognosis.\nCOVID-19 patients with neurological symptoms pre sented worse 6-month functional outcomes and worse \nanxiety levels than patients without neurological symp toms [22]. Most long-term follow-ups were assessed \nby patient-reported outcome tools; however, one study \nevaluated patients with formal cognitive test after a mean \ntime of 7 months (ranging from 1 month to 1 year) after \nCOVID-19 diagnosis and found that hospitalized patients performed worse on global cognition, logical reasoning, \nand processes of verbal memory. Further, fatigue severity \nwas associated with reduced performance on attention \nand psychomotor speed tasks [23].\nIn addition, among the specific group of patients with \nCOVID-19, the term “long COVID” includes several \nsymptoms, especially fatigue, cognitive dysfunction, and \nmyalgia. It may be associated with chronic tissue damage, \nincluding viral persistence, inflammatory dysregulation, \nand autoimmune mechanisms [24]. There is evidence of \nfrontoparietal hypometabolism on fluorodeoxyglucose \npositron emission tomography(FDG-PET) [24, 25] and \nimpairment in memory and executive functions on neu ropsychological tests [26].\nOur patients referred to an important impact on their \nquality of life 1 year after diagnosis. Only two patients \nfelt completely recovered from COVID-19. Although \npatients presented many symptoms at onset, most longterm complaints referred to mobility, cognitive, sleep, \nand mood disorders, aligning with the definition of “long \nCOVID” and what is observed during recovery of other \nencephalitis etiologies. No patient presented any recur rent episode. The only fatality case was a patient compli cated with pulmonary sepsis, acute kidney failure, and \ncoagulation defects.\nOur study has some shortcomings. Unfortunately, we \ncould not provide a more sophisticated follow-up imag ing study or more detailed inflammatory and antibody \nresearch. Further, selection bias may have occurred, since \nonly patients with CSF evaluation were selected and a \nprecise prevalence and incidence could not be calculated. \nHowever, strengths must be highlighted. All patients \nFig. 4 Symptoms reported through a follow‑up questionnaire, n = 9\nPage 10 of 11 Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \npresented a satisfactory elementary investigation. Also, \nalthough it is a small sample, it is one of the most signifi cant cohorts of SARS-CoV-2-associated encephalitis and \ndescribes a long-term clinical follow-up of those patients.\nConclusion\nEncephalitis is a rare complication of SARS-CoV-2 \ninfection. Although no definitive pathophysiology has \nbeen described, autoimmune and inflammatory mecha nisms seem to be important components. The clinical \npresentation is diverse, and complementary studies \n(MRI and CSF) are often normal, which should lead to \na high level of clinical suspicion. Beyond a year from \nonset, encephalitis continues to impact patients’ quality \nof life, particularly in terms of mobility, cognitive func tion, and mood disorder. Further research is essential \nto uncover the underlying mechanisms and develop \ntargeted interventions for long-term management.\nAcknowledgements\nWe thank the Rede D’Or São Luiz healthcare team, as well as patients, for col‑\nlaborating with this study, and Neurolife Laboratories for collaboration.\nAuthor contributions\nNathane Rezende—conceptualization, investigation, resources, and writing \noriginal draft; Fernanda Barros‑Aragao—resources and data curation and \nwriting review; Talita Pinto—resources and writing review; Viviane Crelier—\nresources and writing review; Marcos Ravi Figueiredo and Carlos Otavio \nBrandao—resources; Andrea de Souz— formal analysis and writing review; \nFernanda Tovar ‑Moll—supervision and visualization; Gabriel R. de Freitas—\nsupervision and visualization, conceptualization, and writing review.\nFunding\nNo sponsorship or funding was received for this study.\nData availability\nThe data that support the findings of this study are available on request from \nthe corresponding author. The data are not publicly available owing to privacy \nor ethical restrictions.\nDeclarations\nEthics approval and consent to participate\nThis study is part of a project entitled ISARIC/WHO Clinical Characteriza‑\ntion Protocol for Severe Emerging Infections: Coronavirus. Approved by the \nNational Ethics and Research Committee, by the Instituto D’Or de Pesquisa \ne Ensino (CONEP ‑CAAE 29496920.8.0000.5262, 19 March, 2020), with an \nindividual patient consent waiver. All authors have read and consented to the \npublication of this manuscript.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal, and in the instance \nof the patient who passed away, written informed consent was obtained from \nthe patient’s next ‑of‑kin for publication of this case report and any accom‑\npanying images. A copy of the written consent is available for review by the \nEditor ‑in‑Chief of this journal.\nCompeting interests\nNone of the authors report relevant financial or nonfinancial competing \ninterests.Author details\n1 Neurology Service, Federal Fluminense University (UFF), Niterói, RJ, Brazil. \n2 D’Or Institute for Research and Education (IDOR), Rio de Janeiro, RJ, Brazil. \n3 Neurolife Laboratories, Rio de Janeiro, RJ, Brazil. 4 Hospital Quinta D’Or/Insti‑\ntuto D’Or – Research and Education, Rua Diniz Cordeiro, 39 – Botafogo, Rio de \nJaneiro, RJ 22281‑100, Brasil. \nReceived: 12 April 2024   Accepted: 6 December 2024\nReferences\n 1. Naik R, et al. From emergence to endemicity: a comprehensive review of \nCOVID ‑19. Cureus. 2023;15: e48046.\n 2. Pilotto A, et al. Clinical presentation and outcomes of severe acute \nrespiratory syndrome coronavirus 2‑related encephalitis: the ENCOVID \nmulticenter study. J Infect Dis. 2021;223:28–37.\n 3. Siow I, Lee KS, Zhang JJY, Saffari SE, Ng A. Encephalitis as a neurological \ncomplication of COVID ‑19: a systematic review and meta‑analysis of \nincidence, outcomes, and predictors. Eur J Neurol. 2021;28:3491–502.\n 4. Headquarters, W. H. O. Neurology and COVID ‑19: scientific brief. 2021. \nhttps:// www. who. int/ publi catio ns/i/ item/ WHO ‑ 2019‑ nCoV ‑ Sci‑ Brief‑ \nNeuro logy‑ 2021.1. 29 Sep 2021.\n 5. Zubair AS, et al. Neuropathogenesis and neurologic manifestations of \nthe coronaviruses in the age of coronavirus disease 2019: a review. JAMA \nNeurol. 2020;77:1018–27.\n 6. Li X, et al. Association between covid‑19 vaccination, SARS‑ CoV‑2 infec‑\ntion, and risk of immune mediated neurological events: population based \ncohort and self‑ controlled case series analysis. BMJ. 2022;376: e068373.\n 7. Venkatesan A, et al. Case definitions, diagnostic algorithms, and priorities \nin encephalitis: consensus statement of the international encephalitis \nconsortium. Clin Infect Dis. 2013;57:1114–28.\n 8. de Freitas GR, et al. Clinical and radiological features of severe acute \nrespiratory syndrome coronavirus 2 meningo ‑encephalitis. Eur J Neurol. \n2021;28:3530–2.\n 9. Islam MA, et al. Encephalitis in patients with COVID ‑19: a systematic \nevidence ‑based analysis. Cells. 2022. https:// doi. org/ 10. 3390/ cells 11162 \n575.\n 10. Mondal R, et al. Meningoencephalitis associated with COVID ‑19: a sys‑\ntematic review. J Neurovirol. 2021;27:12–25.\n 11. Matschke J, et al. Neuropathology of patients with COVID ‑19 in Germany: \na post ‑mortem case series. Lancet Neurol. 2020;19:919–29.\n 12. Valencia Sanchez C, Theel E, Binnicker M, Toledano M, McKeon A. Autoim‑\nmune encephalitis after SARS‑ CoV‑2 infection: case frequency, findings, \nand outcomes. Neurology. 2021;97:e2262–8.\n 13. Franke C, et al. High frequency of cerebrospinal fluid autoantibodies in \nCOVID ‑19 patients with neurological symptoms. Brain Behav Immun. \n2021;93:415–9.\n 14. Barros‑Aragão FGQ, et al. Changes in neuroinflammatory biomarkers \ncorrelate with disease severity and neuroimaging alterations in patients \nwith COVID ‑19 neurological complications. Brain Behav Immun Health. \n2024;39: 100805.\n 15. Panariello A, et al. Anti‑NMDA receptor encephalitis in a psychiatric Covid‑\n19 patient: a case report. Brain Behav Immun. 2020;87:179–81.\n 16. Álvarez Bravo G, Ramió I, Torrentà L. Anti‑NMDA receptor encephalitis \nsecondary to SARS‑ CoV‑2 infection. Neurologia. 2020;35:699–700.\n 17. Monti G, et al. Anti‑NMDA receptor encephalitis presenting as new onset \nrefractory status epilepticus in COVID ‑19. Seizure. 2020;81:18–20.\n 18. Burr T, Barton C, Doll E, Lakhotia A, Sweeney M. N‑Methyl‑ d‑aspartate \nreceptor encephalitis associated with COVID ‑19 infection in a toddler. \nPediatr Neurol. 2021;114:75–6.\n 19. Van Den Tooren H, et al. How should we define a ‘good’ outcome from \nencephalitis? A systematic review of the range of outcome measures \nused in the long‑term follow‑up of patients with encephalitis. Clin Med. \n2022;22:145–8.\n 20. Prognosticating autoimmune encephalitis. A systematic review. J Autoim‑\nmun. 2019;96:24–34.\n 21. Tyler KL. Acute viral encephalitis. N Engl J Med. 2018;379:557–66.\nPage 11 of 11\n Rezende et al. Journal of Medical Case Reports           (2025) 19:26 \n \n 22. Frontera JA, et al. A prospective study of long‑term outcomes among \nhospitalized COVID ‑19 patients with and without neurological complica‑\ntions. J Neurol Sci. 2021;426: 117486.\n 23. Bungenberg J, et al. Long COVID ‑19: objectifying most self‑reported \nneurological symptoms. Ann Clin Transl Neurol. 2022;9:141–54.\n 24. Yong SJ. Long COVID or post ‑COVID ‑19 syndrome: putative pathophysi‑\nology, risk factors, and treatments. Infect Dis. 2021;53:737–54.\n 25. Rudroff T, Workman CD, Ponto LLB. F‑FDG‑PET imaging for post ‑COVID ‑19 \nbrain and skeletal muscle alterations. Viruses. 2021. https:// doi. org/ 10. \n3390/ v1311 2283.\n 26. Hosp JA, et al. Cognitive impairment and altered cerebral glucose \nmetabolism in the subacute stage of COVID ‑19. Brain. 2021;144:1263–76.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}