{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05014-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05014-z.pdf",
  "metadata": {
    "/Keywords": "Pyopericardium; Pyogenic liver abscess; Cardiac tamponade; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250108170712+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250108071336+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05014-z",
    "/Author": "Carolin Steffen ",
    "/Title": "Pyopericardium with cardiac tamponade caused by pyogenic liver abscess: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05014-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Purulent bacterial pericarditis is a potentially fatal disease with mortality rates reaching 100% if left \nuntreated.",
    "Case Presentation": "Case presentation We present the case of a 33-year-old Caucasian male patient who developed cardiac tamponade, most likely caused by a pyogenic liver abscess communicating with the pericardium. Treatment with antibiotics, \nextended sepsis therapy, and drainage of the abscess led to a full recovery.",
    "Conclusion": "Conclusion This report describes a rare but potentially fatal differential diagnosis of aortic dissection and serves \nas a reminder that lives abscesses can manifest unexpectedly. Clinical signs and symptoms of tamponade can be mistaken as sepsis. In this particular case, the combination of a septic abscess and tamponade caused by pyopericardium \nposed a diagnostic challenge.\nKeywords  Pyopericardium, Pyogenic liver abscess, Cardiac tamponade, Case report\nIntroduction\nPyopericardium is a rare condition most often diagnosed \nin neonates and children but rarely described in adults. \nWhile the most frequently reported pathogen is Staphy lococcus aureus, Gram-negative bacteria and fungi \n(Candida and Aspergillus species) are increasingly being \nreported in the recent literature [1].Typically, a pyopericardium can occur by hematoge nous route, direct inoculation, or extension from adjacent \nstructures, for example, pyogenic liver abscess (PLA). \nThe following invasive treatments for PLA-associated \npericarditis have been reported: pericardiocentesis, sur gical pericardial drainage or pericardiectomy combined \nwith abscess drainage, and surgical abscess resection [2].\nCase presentation\nA 33-year-old Caucasian male patient was brought to our \nemergency department after experiencing two syncopal \nepisodes on the morning of admission.\nThe patient, employed as a mechanic, had a history \nof chronic back pain that had worsened in the last 5 \nmonths prior to admission. Consequently, a magnetic \nresonance imaging (MRI) scan was conducted 2 months \nearlier, revealing signs of colitis but no spine-associated \npathology.\nThen 6 weeks before admission the patient began expe riencing chest discomfort, loss of appetite, and diarrhea, Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nCarolin Steffen\ncarolin.steffen@charite.de\n1 Charité – Universitätsmedizin Berlin, Department of Anesthesiology \nand Operative Intensive Care Medicine, Freie Universität Berlin \nand Humboldt-Universität zu Berlin, Berlin, Germany\n2 Department of Cardiac Anesthesiology and Intensive Care Medicine, \nDeutsches Herzzentrum der Charité – Medical Heart Center of Charité \nand German Heart Institute Berlin, Augustenburger Platz 1, 13353 Berlin, \nGermany\n3 Labor Berlin – Charité Vivantes GmbH, Subsidiary company of Charité – \nUniversitätsmedizin Berlin, Sylter Str. 2, 13353 Berlin, Germany\n4 DZHK (German Centre for Cardiovascular Research), Partner Site Berlin, \nDepartment of Perioperative Medicine, St Bartholomew’s Hospital \nand Barts Heart Centre, West Smithfield, London EC1A 7BE, UK\nPage 2 of 5 Steffen et al. Journal of Medical Case Reports            (2025) 19:7 \nleading to a substantial weight loss of 16 kg. Upon admis sion, he had a BMI of 40  kg/m2. The patient, who had \nnever been hospitalized before, was solely treated for \nhypertension with valsartan. He presented with tachycar dia and a slight fever (37.8 °C and 38.0 °C on two meas urements). Oxygen saturation was recorded at 94% on 4 L \nof oxygen, accompanied by an elevated respiratory rate. \nCardiovascular  examination revealed sinus tachykar dia (160 beats per minute), hypotension (90/60 mmHg), \nand muffled heart sounds. A transthoracic echocardiog raphy (TTE) revealed a significant pericardial effusion \nwith a swinging motion of the heart within effusion and \ncompression of the right atrium as a sign of pericardial \ntamponade.\nLaboratory test",
    "Results": "results revealed elevated systemic \ninflammatory markers [leukocytes 39.6 nL, procalcitonin \n(pct) 6.24 µg/L, C-reactive protein (CRP) 186.8 mg/L].\nFor additional differential diagnostics, a computed \ntomography (CT) scan was conducted to eliminate the \npossibility of an aortic dissection. While the echocardio graphically identified pericardial effusion was confirmed, \nfurther findings revealed a subphrenic and retrosplenic \nabscess with infiltration to the left liver lobe.The abscess extended transdiaphragmatically, connect ing the pericardial effusion (Fig.  1). Subsequently, the \npatient was admitted to the intensive care unit.\nShortly after admission to the intensive care unit, \nthe patient experienced rapid deterioration, manifest ing as a combined septic and obstructive shock (lactate \n9.32 mmol/l) leading to consecutive acute kidney injury \n(kreatinine 318.24 µmol/l). According to current sepsis \nguidelines, we promptly initiated blood sampling, broad \nantibiotic therapy, administered intravenous fluids, and \nconducted a CT-guided drainage of the abdominal and \npericardial abscess cavities. Approximately 600 ml of \npurulent fluid was successfully drained. Within 48 hours, \nwe observed hemodynamic stabilization, reduction in \ninflammation parameters, and complete resolution of the \nacute kidney injury. Coagulase-negative staphylococci \n(CoNS) were detected in only one sample of blood cul tures, which was considered contaminated. Analysis of \nboth pericardial and subphrenic drainage fluids revealed \nhigh concentrations of Bacteroides fragilis, Hungatella \nhathewayi, and Fusobacterium nucleatum (see Table  1 \nfor antibiotic susceptibility). Due to previously men tioned signs of colitis in MRI, a feces analysis was per formed and revealed no evidence of infectious diarrhea, \nincluding amebiasis.\nAs tuberculosis should be considered as an important \ndifferential diagnosis of liver abscess, a polymerase chain \nreaction (PCR) for Mycobacterium tuberculosis was con ducted on abdominal drain fluid, confirming no evidence \nof tuberculosis.\nAs virulence factors help bacteria to invade the host, \ncause disease, and evade host defenses, a whole genome \nshotgun sequencing was performed, revealing no viru lence factors when compared with an open-source data base [ 3]. To eliminate the possibility of any other primary \nfocus or predisposing enteric fistulae, we conducted a \ncomprehensive examination, including gastroscopy, colo noscopy, transesophageal echocardiography, and an MRI \nof the spine and bile ducts.\nGastroscopy revealed mild gastritis without any indi cation of a fistula connecting the upper gastrointestinal \ntract to the pericardial area. Additionally, magnetic reso nance cholangiopancreatography (MRCP) highlighted \ncholecystolithiasis but no sign of cholangitis, effectively \nFig. 1 Computed tomography coronal plane images, black arrow \npoints to transdiaphragmatic rupture of a large hepatic abscess \ninto the pericardial space\nTable 1 Minimum inhibitory concentration findings in mg/L\nPenicillin Amoxicillin/\nclavulanic acidPiperacillin/\ntazobactamImipenem Clindamycin Metronidazole\nBacteroides fragilis 0.19 0.064 0.125 0.032 0.125 0.25\nHungatella hathewayi 0.25 0.094 0.75 0.75  ≤ 0.016 0.016\nFusobacterium nucleatum \nsubsp. vincentii ≤ 0.016  ≤ 0.016  ≤ 0.016 0.002  ≤ 0.016  ≤ 0.016\nPage 3 of 5\n Steffen et al. Journal of Medical Case Reports            (2025) 19:7 \n \nruling out further inflammation of the liver or the bile \nducts.\nTo ensure there was no ongoing communication \nbetween the abscess and the pericardial cavity, a CT scan \nwas conducted 5 days after admission. Before the scan, \na contrast agent was injected into the abdominal drain, \nwhich was still in place. The subsequent scan indicated \nno ongoing communication between the liver abscess \ncavity and the pericardium. Moreover, following CT \nscans showed decreasing pericardial effusion (Fig. 2.)\nThe patient fully recovered, was discharged from \nthe intensive care unit (ICU) on day 14, and returned home on day 19 after admission. Late-onset complica tions, such as constrictive pericarditis, aortic mycotic \naneurysm, or left ventricular pseudoaneurysm, were \nmonitored through regular follow-up echocardiography \nexaminations.\nImmunologic follow-up investigations did not reveal \nany predisposing conditions. Antibiotic therapy with \namoxicillin and clavulanic acid, along with metronida zole, was continued for a total of 4 weeks. The patient did \nnot experience any relapse or complications after being \ndischarged from the hospital (Fig. 3).",
    "Discussion": "Discussion\nThe differential diagnosis of a pericardial effusion \nincludes pericarditis, aortic dissection, myocardial \ninfarction with rupture of the ventricular wall, and malig nant disease, among others. Pyopericardium, or purulent \npericarditis, is a rare condition, accounting for less than \n1% of acute pericarditis [4].\nEven if pyogenic liver abscesses have been reported \nin healthy individuals as in our patient, who had no \nreported personal or family history of immunodefi ciency condition, most reported cases of pyopericardium \ninvolve patients with predisposing factors such as immu nosuppression, alcohol abuse, chest trauma, or previous \npericardial inflammation and fibrosis [4–8]. Moreover, \nliver abscesses, particularly amoebic and pyogenic types, \nare more prevalent in low- and middle-income countries \nFig. 2 Computed tomography coronal plane images showing \na regression of the pericardial effusion and decreased abscess \nformation\nFig. 3 Timeline\nPage 4 of 5 Steffen et al. Journal of Medical Case Reports            (2025) 19:7 \ndue to factors such as poor sanitation, limited healthcare \naccess, and malnutrition [9].\nPurulent pericarditis is typically caused by Grampositive bacteria, particularly Staphylococci and \nStreptococci species, through bloodstream infection, \nwhereas Bacteroides fragilis, Hungatella hathewayi, \nand Fusobacterium nucleatum are rare causes [7 , \n10]. These species are part of the normal flora of the \nhuman intestine [11– 14].\nThe MRI scan conducted 2 months before hospitali zation incidentally revealed colitis as an unexpected \nfinding. Hence, we suspected intestinal translocation \nduring an episode of colitis, resulting in a left liver \nlobe abscess that subsequently ruptured, leading to a \npyopericardium by transmigration through the dia phragm. Pyogenic liver abscess is a life-threatening \ninfectious condition, with associated mortality rates \nranging from 6% to 14%, commonly caused by either \nbiliary tract diseases (that is, gallstones, malignant \nobstruction) or bowel diseases causing portal vein \npyemia [2 , 15]. The rupture of a PLA leading to the \nformation of a subdiaphragmatic abscess and pyoperi cardium as a complication has been reported, particu larly in cases where the left lobe of the liver is affected \n[2, 16]. Previous studies have identified K. pneumo niae , E. coli, and Acinetobacter spp., as well as M. mor ganii , K. oxytoca, C. koseri, Candida spp., Enterococcus  \nspp., Peptostreptococcus spp., and Proteus in PLAassociated pericarditis [2 ]. Fusobacterium nucleatum  \nwas first reported in purulent pericarditis in 1983 [17]. \nThere are cases of Bacteroides fragilis originating from \na liver abscess, leading to pericardial effusion after a \nhistory of cholangitis up to 4 months prior [11]. While \na few other cases of pericarditis caused by the bacte rial species Clostridium have been published, to our \nknowledge, this is the first case in which Hungatella \nhathewayi infection was found to be associated with a \ncase of purulent pericarditis [18].\nThe favorable outcome was based on early and \naccurate diagnosis and antibiotic as well as interven tional therapy and may contribute to avoiding longterm complications such as constrictive pericarditis \nor aortic mycotic aneurysm. This case highlights the \nuncommon occurrence of an advanced complication of \npyogenic liver abscess and emphasizes the importance \nof multidisciplinary teamwork.\nAlthough similar cases have been described in \nimmunocompromised or traumatically injured \npatients, the primary limitation of our case lies in the \ninability to definitively confirm the suspected cause \nand entry mechanism. This also limits its generaliz ability to other cases. However, it underscores the importance of considering such case scenarios, even \nwhen established risk factors are not readily apparent.\nConclusion\nPericardial effusion is a potentially life-threatening com plication of a multitude of underlying conditions. Our \ncase of a young and otherwise healthy male patient with \na ruptured liver abscess demonstrates that awareness of \nunusual causes is necessary, especially with fairly nonspecific symptoms.\nAbbreviations\nPLA  Pyogenic liver abscess\npct  Procalcitonin\nCRP  C-reactive protein\nED  Emergency department\nAcknowledgements\nWe are thankful to the patient for participating in this study. We also appreciate the collaboration with PD Dr. Thomas Adam from the Department of \nMicrobiology and Infection Immunology, Charité-Universitätsmedizin Berlin, \nfor his support and the advice he has shared.\nAuthor contributions\nCS, DS, JGS, EG, PM, and ALU collected the data, carried out the analysis of \nthe patient’s clinical course and outcome, and were also involved in drafting \nthe manuscript. CS and DS were responsible for the pathology images and \nlegends. CS, JGS, EG, MM, ALU, SO, and BO established the diagnosis and \nrevised and approved the final manuscript. Each author contributed impor tant intellectual content during the drafting and revision of the manuscript. \nAll the authors read and approved the final version of the manuscript to be \npublished.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL. This research \ndid not receive specific funding but was performed as part of the employment of the authors at Charité—Universitätsmedizin Berlin.\nAvailability of data and materials\nSequencing data for the three isolates are available at NCBI GenBank with \nBioSample accession numbers SAMN30209857, SAMN30209858, and \nSAMN30209859. Other datasets used in this study are not publicly accessible \nbecause they contain identifying patient data. They can be provided by the \ncorresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe patient was informed about the availability and importance of the data, \nincluding the clinical data, images, and health information described in this \narticle.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAll authors report no competing interests.\nReceived: 27 February 2024   Accepted: 26 November 2024\nPage 5 of 5\n Steffen et al. Journal of Medical Case Reports            (2025) 19:7 \n \nReferences\n 1. Kanwal A, Avgeropoulos D, Kaplan JG, Saini A. Idiopathic purulent pericarditis: a rare diagnosis. Am J Case Rep. 2020;21:4.\n 2. Cho E, Park SW, Jun CH, Shin SS, Park EK, Lee KS. A rare case of pericarditis \nand pleural empyema secondary to transdiaphragmatic extension of \npyogenic liver abscess. BMC Infect Dis Dezember. 2018;18(1):40.\n 3. Peterson, JW. Bacterial Pathogenesis. In: Baron S, editor. Medical Micro biology. 4th ed. Galveston (TX): University of Texas Medical Branch at \nGalveston; 1996. Chapter 7.\n 4. Tan JH, Ng ZQ, Tan HCL, Vendargon S. Pyopericardium presenting with \nechocardiographic features of pericardial tamponade in an elderly man. \nBMJ Case Reports. 2018; bcr-2018-224741.\n 5. Cracknell BRS, Ail D. The unmasking of a pyopericardium. Case Reports. \n2015;2015:bcr2014207441–bcr2014207441.\n 6. Rubin RH, Moellering RC. Clinical, microbiologic and therapeutic aspects \nof purulent pericarditis. Am J Med. 1975;59(1):68–78.\n 7. Gopalakrishnan M, Manappallil RG, Nambiar H, John JF. Pyopericardium \nprogressing to tamponade in a patient with immune thrombocytopenia. \nBMJ Case Reports. 2018;bcr-2018-225009.\n 8. Francis C, Soni S, Gupta A, Agstam S. A case report of ruptured amoebic \nliver abscess causing cardiac tamponade and requiring pericardial window. Eur Heart J Case Rep. 2020;4(5):1–4.\n 9. Ibarra-Pérez C. Thoracic complications of amebic abscess of the liver. \nChest Juni. 1981;79(6):672–7.\n 10. Gouriet F, Levy PY, Casalta JP , Zandotti C, Collart F, Lepidi H. Etiology of pericarditis in a prospective cohort of 1162 cases. Am J Med. \n2015;128(7):784.e1-784.e8.\n 11. Saouma S, Olson PC, Uddin A, Spagnola J, Mobarakai N, Lafferty JC. \npurulent pericarditis caused by bacteroides fragilis : a rare complication of \ncholangitis. Cardiol Res. 2019;10(5):309–11.\n 12. Sears CL, Geis AL, Housseau F. Bacteroides fragilis subverts mucosal \nbiology: from symbiont to colon carcinogenesis. J Clin Invest. \n2014;124(10):4166–72.\n 13. Steer T, Collins MD, Gibson GR, Hippe H, Lawson PA. Clostridium \nhathewayi sp. nov., from Human Faeces. Syst Appl Microbiol. \n2001;24(3):353–7.\n 14. Kearney A, Knoll B. Myopericarditis associated with Fusobacterium \nnucleatum-caused liver abscess. Infect Dis. 2015;47(3):187–9.\n 15. Lardière-Deguelte S, Ragot E, Amroun K, Piardi T, Dokmak S, Bruno \nOUA. Hepatic abscess: diagnosis and management. J Vis Surg. \n2015;152(4):231–43.\n 16. Reddy G, Chatterjee A, Brott BC. Transdiaphragmatic rupture of hepatic \nabscess producing purulent pericarditis and pericardial tamponade. \nCirculation. 2015. https:// doi. org/ 10. 1161/ CIRCU LATIO NAHA. 114. 012078.\n 17. Truant AL, Menge S, Milliorn K, Lairscey R, Kelly MT. Fusobacterium \nnucleatum pericarditis. J Clin Microbiol Februar. 1983;17(2):349–51.\n 18. Chaudhry R, Verma N, Bahadur T, Chaudhary P , Sharma P , Sharma N. \nClostridium sordellii as a cause of constrictive pericarditis with pyopericardium and tamponade. J Clin Microbiol Oktober. 2011;49(10):3700–2.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}