{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04811-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04811-w.pdf",
  "metadata": {
    "/Keywords": "Posterior reversible encephalopathy syndrome; Pancreatitis; Vision disturbance",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241016114722+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241015151115+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04811-w",
    "/Author": "Jing Fan ",
    "/Title": "A 39-year-old woman with transient convulsions and vision disturbances: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04811-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Posterior reversible encephalopathy syndrome is a rare neurological syndrome that refers to reversible \nsubcortical vasogenic brain edema disorder in patients with acute neurological symptoms.",
    "Case Presentation": "Case presentation Whether there is a direct causal relationship between pancreatitis and posterior reversible \nencephalopathy syndrome needs further study. We here report a 39-year-old Chinese woman who was diagnosed \nwith pancreatitis followed by vision disturbance. The patient was finally diagnosed with posterior reversible encephalopathy syndrome. On the basis of this rare case, we analyzed the causes of visual disturbance and proposed diagnostic ideas.\nConclusions For posterior reversible encephalopathy syndrome, early identification and treatment of the primary \ndisease are particularly important. Imaging and clinical characteristics in posterior reversible encephalopathy syndrome are usually reversible.\nKeywords  Posterior reversible encephalopathy syndrome, Pancreatitis, Vision disturbance",
    "Introduction": "Introduction\nVision disturbance is a common clinical manifestation \nof nervous system diseases. In addition to cerebral \ninfarction, intracranial infection, autoimmune \nencephalitis (AE), migraine, progressive multifocal \nleukoencephalopathy (PML), porphyria, mitochondrial \nencephalopathy, lead poisoning, methanol poisoning, carbon monoxide poisoning, etc., can also cause \nvisual impairment. We describe a 39-year-old Chinese \nwoman who was diagnosed with posterior reversible \nencephalopathy syndrome (PRES) after being \nhospitalized for pancreatitis. This patient experienced \ntransient seizures and vision disturbance following \nhospitalization for pancreatitis, and was finally \ndiagnosed with PRES. This case provides a framework \nfor the diagnosis and management of patients with vision \ndisturbances.\nCase presentation\nPrior to admission (3 hours), a 39-year-old Chinese \nwoman was diagnosed with pancreatitis because of sud den abdominal pain and was admitted to the intensive \ncare unit (ICU) (Fig.  1). After being admitted to the hos pital the next day in the early morning, she suddenly had \na transient convulsion, which lasted for approximately \n10 seconds and relieved spontaneously. After 15 minutes, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Jing Fang and Taojiang Chen contributed equally to the manuscript.\n*Correspondence:\nYan Wang\n17340085006@163.com\n1 Department of Emergency, Chengdu Fifth Peoples’ Hospital, Chengdu, \nChina\n2 Department of Intensive Care Unit, Chengdu Fifth Peoples’ Hospital, \nChengdu, China\n3 Department of Neurology, Chengdu Fifth Peoples’ Hospital, No 33, \nMashi Road, Wenjiang, Chengdu, Sichuan, People’s Republic of China\n4 Department of Neurology, Chengdu Seventh Peoples’ Hospital, \nChengdu, China\nPage 2 of 6 Fan et al. Journal of Medical Case Reports          (2024) 18:503 \nthe patient reported being blind in both eyes. Ophthal mological consultation showed no apparent abnormality.\nThe patient had had pancreatitis twice earlier and was \ndischarged after treatment. She suffers from anxiety \nand takes propranolol or alprazolam when she feels \nflustered. Moreover, she had been taking venlafaxine for \na long time before this hospitalization. During routine \nphysical examination, she was diagnosed with untreated \nhypertension and hyperlipidemia. She denied a history of \nother systemic diseases and infectious diseases, as well as \nfamily history of psychiatric disease.\nWhen the patient had vision disturbances, her blood \npressure was 145/77  mmHg; however, temperature, \nheart rate, and other physiological examinations (cardiac, \npulmonary, abdominal, and skin) were normal. The \nsummary of the patient neurological examination is \nas follows. She was conscious and able to respond to \nquestions. Her bilateral pupils were equal in size, with a \ndiameter of approximately 3 mm, and direct and indirect \nlight reflexes were sensitive. However, she turned blind as \nshe could not see objects or count fingers even at short \ndistances (< 30  cm), but perceived light. Optokinetic \nnystagmus was absent, and fundoscopic examination \nwas normal. Her bilateral frontal striae were symmetric \nwithout shallowing, and bilateral nasolabial folds were \nsymmetric. Her bilateral pharyngeal reflexes were \nsymmetrically elicited. Her limb muscle strength and \nmuscle tension were normal, and the tendon reflexes \nof her limbs were symmetrically elicited. Her bilateral \nsuperficial and deep sensations were symmetric. \nMeningeal irritation and pathological signs were negative \nin this patient.\nThe admission blood routine showed normal \nhemoglobin, white blood cells, and platelets. The \nneutrophil count was 8.68 (normal 2–7.71) ×  109/L. Patient’s liver function, procalcitonin, D-dimer, \nimmunologic tests, and thyroid function were normal; \nhepatitis A, B, and C, as well as syphilis and human \nimmunodeficiency virus (HIV) tests, were negative. \nThe patient’s triglyceride was 78.68 (normal 0.34–2.30) \nmmol/L, total cholesterol was 10.62 (normal 3.9–6.46) \nmmol/L, high-density lipoprotein cholesterol was 1.89 \n(normal 1.29–1.55) mmol/L, low-density lipoprotein \ncholesterol was 10.18 (normal 0–3.37) mmol/L, \npotassium  (K+) was 3.03  mmol/L, magnesium  (Mg2+) \nwas 0.67  mmol/L, calcium  (Ca2+) was 1.76  mmol/L, \nand high-sensitivity C-reactive protein was 277 (normal \n0–5.0) mg/L. The admission kidney function and blood \namylase were normal, but the day after admission, her \nblood creatinine was elevated to 105.5(normal 41.0–\n73.0) umol/L, blood amylase was elevated to 466(normal \n0–150) U/L.\nQuestions for consideration:\n1. What is the differential diagnosis for the patient’s \ntransient convulsions and visual disturbances?\n2. What diagnostic tests would be most helpful?\nThe patient’s visual disturbances had sudden onset. \nThe first and most important thing was whether the loss \nof vision was real. Considering that the patient suffered \nfrom anxiety and may have mood swings after being \nadmitted to the ICU, the possibility of hysterical blindness \ncannot be ruled out. Additionally, the possibility of visual \nagnosia cannot be ruled out. For patients with hysterical \nblindness and visual agnosia, the blinking reflex and the \noptokinetic nystagmus exist. However, in our patient, \nwhen the examiner suddenly illuminated the patient’s eye \nwith a strong beam, the patient had no blink reflex.\nFig. 1 A On day of admission, abdominal computed tomography showing pancreatic swelling; B on day 8 after pancreatitis, abdominal computed \ntomography indicating pancreatitis; C on day 14 after pancreatitis, abdominal computed tomography indicating pancreatitis and intraperitoneal \ndrainage\nPage 3 of 6\n Fan et al. Journal of Medical Case Reports          (2024) 18:503 \n \nSince the blindness of the patient was real, we sus pected the most reported reason is simultaneous or \nsequential bilateral posterior cerebral artery embo lisms, resulting in bilateral occipital visual cortex area \n17 infarcts. Before visual disturbances, the patient had \ntransient convulsions; therefore, epilepsy should be the \ndifferential diagnosis. Neuromyelitis optica (NMO) also \npresents with initial sudden visual disturbances with \nintraorbital pain. In addition, the fundus examination of \nthe patient with NMO revealed papilledema and serum \naquaporin-4 antibody (AQP4) positivity. Intracranial \ninfection and AE can also cause visual impairment. It is \nworth mentioning that transient convulsion and visual \ndisturbances can also occur in patients with PRES and \nintracranial venous sinus thrombosis.\nConsidering that acute ischemic stroke is the most \ncommon cause of cortical blindness, head computed \ntomography (CT) and head and neck CT angiography \n(CTA) were immediately performed. Intravenous throm bolysis was done with recombinant tissue plasminogen \nactivator (rt-PA) after excluding intracranial hemor rhage. However, the patient’s visual disturbances did not \nrecover after intravenous thrombolysis, and 3 hours after \nintravenous thrombolysis, the patient underwent a brain \nmagnetic resonance imaging (MRI), which showed no \napparent abnormality (Fig. 2 A).\nQuestions for consideration:\n1. How to explain the MRI and CTA findings?\n2. What additional diagnostic tests should be \nperformed?\nThe patient’s head and neck CTA showed no \napparent abnormality. Additionally, the patient’s \nvisual disturbances did not improve after intravenous \nthrombolysis, and the brain MRI, 3  hours after \nthrombolysis, showed no evident abnormality to rule \nout acute ischemic stroke caused cortical blindness. \nHowever, arteriovenous malformations and venous sinus \nthrombosis cannot be ruled out.\nIn addition to epilepsy, NMO, intracranial infection, \nAE, and PRES, the broad differential diagnosis \nincluded PML, Creutzfeldt–Jakob disease, porphyria, \nmitochondrial encephalopathy, lead poisoning, methanol \npoisoning, carbon monoxide poisoning, and migraine. \nGiven the differential diagnosis, a lumbar puncture \nwas performed. The patient’s cerebrospinal fluid (CSF) \npressure was 300 mmH2O, with normal routine findings \nand protein as high as 1732.3  mg/L. The patient’s CSF \nand serum AQP4 antibodies, AE antibodies, and CSF full \nset of pathogenic microorganisms metagenomic testing \nwere submitted for inspection.Treatments for pancreatitis had been ongoing, \nincluding fasting, fluid therapy, analgesia, anti-infective \ntherapy, reduction of blood lipids, the use of proton \npump inhibitors, and somatostatin. Additionally, \nmannitol was used to reduce intracranial pressure, \nand 3 days after admission, the electroencephalogram \n(EEG) showed medium–high amplitude θ waves in the \nbilateral occipital, parietal, and frontal areas, and 4 days \nafter admission, the patient woke up in the morning \nand said that she could see objects clearly. She has had \nno convulsion since her first transient convulsions. \nHer vision gradually recovered, and in the evening, her \neyesight was back to normal levels before the onset of \nsymptoms.\nAQP4 antibodies, AE antibodies, and CSF full set \nof pathogenic microorganisms metagenomic testing",
    "Results": "results came back 5 days after admission. Only human \ncoronavirus HKU1 was found positive in this patient. \nConsidering that the first brain MRI was too close to \nthe vision disturbances onset, some lesions may not \nhave been shown; therefore, brain MRI and magnetic \nresonance venography (MRV) were performed 8  days \nafter the admission. Brain MRI showed hyperintense \nright parietal sulcus and corpus callosum regions on \ndiffusion weighted imaging (DWI) (Fig.  2B). Although \nthe MRV and digital subtraction angiography (DSA) of \nthe patient showed that the superior sagittal, bilateral \nsigmoid, and bilateral transverse sinuses were poorly \nvisualized, the venous returns were fine (Fig.  2D). We \nperformed and perfected the patient EEG and lumbar \npuncture again. The EEG result was the similar to 5 days \nago and the CSF pressure was 320 mmH2O, with normal \nroutine and biochemical findings.\nQuestions for consideration:\n1. What is the final diagnosis?\n2. How did was the diagnosis verified?\nThe young woman was admitted to the hospital \nwith acute pancreatitis. Her systolic blood pressure \nwas slightly elevated, lipid levels extremely abnormal, \nand there were sudden transient convulsions and vis ual impairment. After her blood pressure returned to \nnormal, lipid levels dropped off, and infection index \ndecreased, the vision disturbances recovered. Although \nthe first brain MRI showed no apparent abnormality, \nthe second showed hyperintense right parietal sulcus \nand corpus callosum regions on DWI. Our final diagno sis is PRES; 20 days later, we performed MRI again and \nno lesions were observed (Fig.  2C), which confirmed \nour diagnosis. Figure  3 summarizes the patient’s disease \nchange process.\nPage 4 of 6 Fan et al. Journal of Medical Case Reports          (2024) 18:503 \nThis patient has been followed up for more than \na year and a half. Her platelet count has dropped to \nnormal, and she has stopped taking aspirin. She has \nbeen taking fenofibrate because of hyperlipidemia \nand venlafaxine for an anxiety. During follow-up, we \nmeasured her blood pressure multiple times, and it was \nnot higher than 130/80 mmHg.",
    "Discussion": "Discussion\nPRES refers to reversible subcortical vasogenic brain \nedema disorder in patients with acute neurological \nsymptoms (for example, seizures, encephalopathy, \nheadache, and visual disturbances) in the setting of renal \nfailure, blood pressure fluctuations, cytotoxic drugs, \nautoimmune disorders, and preeclampsia or eclampsia \nFig. 2 A Magnetic resonance imaging showing no apparent abnormality on day 2 after pancreatitis; B Magnetic resonance imaging showing \nslightly increased signal in the right parietal lobe and in the bilateral corpus callosum (arrows) on day 8 after pancreatitis; C Magnetic resonance \nimaging showing no apparent abnormality on day 21 after pancreatitis; D Patient’s magnetic resonance venography on day 8 after acute \npancreatitis, and digital subtraction angiography on day 21 after pancreatitis, showing that the superior sagittal, bilateral sigmoid, and bilateral \ntransverse sinuses were poorly visualized, the venous returns are fine.\nPage 5 of 6\n Fan et al. Journal of Medical Case Reports          (2024) 18:503 \n \n[1]. In addition to our patient, there have been sporadic \ncase reports of PRES in patients with pancreatitis [2–4]. \nPRES is caused by endothelial injury related to abrupt \nblood pressure changes or direct effects of cytokines on \nthe endothelium, which leads to the blood–brain barrier \nbreakdown and subsequent brain edema [5]. Whether \nthere is a direct causal relationship between pancreatitis \nand PRES needs further study.\nAlthough brain MRI is useful, scholars have \nemphasized that PRES is not an imaging diagnosis. It \nshould be diagnosed according to the patient’s clinical \nsymptoms and imaging features [1]. Edema in PRES \nis usually asymmetric but almost always bilateral. \nBesides “bilateral, ” the most important feature of \nPRES is “reversibility. ” [5]. A case series that include \npatients with non-reversible damage reported complete \nrecovery in 64–80% of cases in a mean time of 2–8 days. \nHowever, it can take several weeks before full recovery \nis demonstrated [6–9], and on the basis of the results of \ncase retrospective studies, it is impossible to ascertain \nthe sequence of clinical symptoms and imaging in PRES, \nnor to know the time of clinical and imaging symptoms \nremission accurately. This case made a detailed record of \nthe patient’s clinical symptoms and imaging to provide a \nreference for future research.\nIn a retrospective study, CSF pressure fluctuations in \npatients with PRES were 180–280 mmH2O [10]. Our patient’s CSF pressure was as high as 320 mmH2O. \nAlthough the MRV and DSA of the patient showed that \nthe superior sagittal, bilateral sigmoid, and bilateral \ntransverse sinuses were poorly visualized, the venous \nreturns were fine. Therefore, venous sinus thrombosis \nwas not the cause of increased intracranial pressure. \nRetrospective studies have shown that the prognosis \nof PRES is related to elevated CSF protein, and in our \npatient, CSF protein was as high as 1732.3  mg/L. After \nthe symptoms improved, CSF pressure decreased and \nCSF protein returned to normal [11].",
    "Conclusion": "Conclusion\nIn this case, intravenous thrombolysis was performed \nbefore establishing the diagnosis in the absence of \ncontraindications because it is reasonable in such \npatients. For PRES, early identification and treatment of \nthe primary disease are particularly important. Imaging \nand clinical characteristics in PRES are usually reversible; \ntherefore, most patients have good prognosis.\nAbbreviations\nPRES  Posterior reversible encephalopathy syndrome\nAE  Autoimmune encephalitis\nPML  Progressive multifocal leukoencephalopathy\nICU  Intensive care unit\nNMO  Neuromyelitis optica\nAQP4  Papilledema and serum aquaporin-4 antibody\nCT  Computed tomography\nFig. 3 Schematic diagram of the patient’s blood pressure, important test indicators, and condition changes over time. Due to the different units \nand normal reference range, the schematic diagram is only used to understand the patient’s disease change process\nPage 6 of 6 Fan et al. Journal of Medical Case Reports          (2024) 18:503 \nCTA   Computed tomography angiography\nRt-PA  Recombinant tissue plasminogen activator\nMRI  Magnetic resonance imaging\nCSF  Cerebrospinal fluid\nMRV  Magnetic resonance venography\nDSA  Digital subtraction angiography\nEEG  Electroencephalogram\nAcknowledgements\nNot applicable.\nAuthor contributions\nJing Fan: drafted manuscript and made important additions to the data in the \nmanuscript. Taojiang Chen: supervision of clinical care, patient follow-up, inter pretation of imaging results, reviewed manuscript for intellectual content, and \ncontribution to the study concept/design. Pian Wang: attending physician, \ndrafting manuscript, and reviewed literature. Tao Hai: reviewed manuscript for \nintellectual content. Wei Li: reviewed manuscript for intellectual content. Yan \nWang: drafted manuscript, study concept/design, and reviewed manuscript \nfor intellectual content, agreeing to be held accountable for all aspects of the \nwork and working to resolve any issues raised.\nFunding\nFunding source from Sichuan Provincial Health Commission Popularization \nproject 21PJ150; Chengdu high-level clinical key specialty construction \nproject.\nAvailability of data and materials\nThe datasets used in the manuscript are available from the corresponding \nauthor on reasonable request.\nDeclarations\nEthical approval and consent to participate\nThe ethics committee of Chengdu Fifth People’s Hospital approved this study.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAll the authors declare no potential conflicts of interest.\nReceived: 18 October 2023   Accepted: 21 August 2024\nReferences\n 1. Fugate JE, Rabinstein AA. Posterior reversible encephalopathy syndrome: \nclinical and radiological manifestations, pathophysiology, and outstanding questions. Lancet Neurol. 2015;14(9):914–25. https:// doi. org/ 10. 1016/ \nS1474- 4422(15) 00111-8. Erratum in: Lancet Neurol. 2015;14(9):914–25.\n 2. Magno Pereira V, Marote Correia L, Rodrigues T, Serrão FG. Acute pancreatitis and posterior reversible encephalopathy syndrome: a case report. \nActa Med Port. 2016;29(9):567–71. https:// doi. org/ 10. 20344/ amp. 7368.\n 3. Ali SM, Shaikh NA, Aftab Z, et al. Peripartum severe acute pancreatitis with \nrare complications: case report and review of literature. Case Rep Surg. \n2020;2020:5785413. https:// doi. org/ 10. 1155/ 2020/ 57854 13.\n 4. Murphy T, Al-Sharief K, Sethi V, Ranger GS. Posterior reversible encephalopathy syndrome (PRES) After acute pancreatitis. West J Emerg Med. \n2015;16(7):1173–4. https:// doi. org/ 10. 5811/ westj em. 2015.8. 28347.\n 5. Valdez-López M, Aguirre-Aguilar E, Valdés-Ferrer SI, et al. Posterior \nreversible encephalopathy syndrome: a neuropsychiatric manifestation \nof systemic lupus erythematosus. Autoimmun Rev. 2021;20(2): 102739. \nhttps:// doi. org/ 10. 1016/j. autrev. 2020. 102739.\n 6. Liman TG, Bohner G, Heuschmann PU, Endres M, Siebert E. The clinical \nand radiological spectrum of posterior reversible encephalopathy syndrome: the retrospective Berlin PRES study. J Neurol. 2012;259(1):155–\n64. https:// doi. org/ 10. 1007/ s00415- 011- 6152-4.\n 7. Burnett MM, Hess CP , Roberts JP , Bass NM, Douglas VC, Josephson \nSA. Presentation of reversible posterior leukoencephalopathy syndrome in patients on calcineurin inhibitors. Clin Neurol Neurosurg. \n2010;112(10):886–91. https:// doi. org/ 10. 1016/j. cline uro. 2010. 07. 023.\n 8. Mueller-Mang C, Mang T, Pirker A, Klein K, Prchla C, Prayer D. Posterior \nreversible encephalopathy syndrome: do predisposing risk factors make \na difference in MRI appearance? Neuroradiology. 2009;51(6):373–83. \nhttps:// doi. org/ 10. 1007/ s00234- 009- 0504-0.\n 9. Moon SN, Jeon SJ, Choi SS, et al. Can clinical and MRI findings predict the \nprognosis of variant and classical type of posterior reversible encephalopathy syndrome (PRES)? Acta Radiol. 2013;54(10):1182–90. https:// doi. \norg/ 10. 1177/ 02841 85113 491252.\n 10. Datar S, Singh TD, Fugate JE, Mandrekar J, Rabinstein AA, Hocker S. \nAlbuminocytologic dissociation in posterior reversible encephalopathy \nsyndrome. Mayo Clin Proc. 2015;90(10):1366–71. https:// doi. org/ 10. \n1016/j. mayocp. 2015. 07. 018.\n 11. Ni J, Zhou LX, Hao HL, et al. The clinical and radiological spectrum of \nposterior reversible encephalopathy syndrome: a retrospective series of \n24 patients. J Neuroimaging. 2011;21(3):219–24. https:// doi. org/ 10. 1111/j. \n1552- 6569. 2010. 00497.x.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}