{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05101-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05101-9.pdf",
  "metadata": {
    "/Keywords": "Multiple evanescent white dot syndrome (MEDWS); Optic neuritis; Optical coherence tomography (OCT)",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250221102041+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250220153028+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05101-9",
    "/Author": "Kwang Eon Han ",
    "/Title": "Multiple evanescent white dot syndrome masquerading as atypical optic neuritis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05101-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Multiple evanescent white dot syndrome is a rare posterior uveitis that presents with transient white \ndots in the retina, which may not always be visible at the time of diagnosis. The disease can mimic atypical optic \nneuritis owing to overlapping symptoms such as central visual field defect, relative afferent pupillary defect, and optic \ndisc swelling. Here, we report a case of multiple evanescent white dot syndrome masquerading as atypical optic \nneuritis in a young female patient.",
    "Case Presentation": "Case presentation A 23‑ year ‑old female patient of Korean ethnicity presented with ocular pain and visual field \ndefect in her left eye for 1 week. Her best corrected visual acuity was 20/20 in her right eye and 20/30 in her left eye. \nPupillary size was 3 mm for both eyes. Relative afferent pupillary defect was detected in the left eye. The color vision \ntest was normal for both eyes. A visual field test revealed blind spot enlargement in the left eye. On fundus examina‑\ntion, disc swelling was found in the left eye. Other abnormalities were not found. The patient was suspected of having \natypical optic neuritis. Fluorescein angiography showed hyperfluorescent spots in the posterior pole and leakage \nfrom the disc in the left eye. Orbital magnetic resonance imaging did not show any abnormal findings or enhance ‑\nment. A multifocal electroretinogram showed reduced amplitude for the involved area. There were relatively \nhyperautofluorescent lesions outside the fovea and hypoautofluorescent fovea on the blue ‑light fundus autofluo ‑\nrescence image. En face optical coherence tomography revealed multiple hyporeflective dots at the ellipsoid zone. \nSwept ‑source optical coherence tomography showed irregular cells in the ellipsoid zone with increased outer retinal \nthickness. On repeated fundus examination, multiple white dots were found (vaguely). The patient was diagnosed \nwith multiple evanescent white dot syndrome and was able to recover in 6 weeks.",
    "Conclusion": "Conclusion Patients with multiple evanescent white dot syndrome who present with disc swelling, ocular pain, \nand relative afferent pupillary defect might be misdiagnosed as having optic neuritis. In atypical optic neuritis, en face \noptical coherence tomography, blue ‑light fundus autofluorescence, and swept ‑source optical coherence tomography \ncan aid in the differential diagnosis.\nKeywords  Multiple evanescent white dot syndrome (MEDWS), Optic neuritis, Optical coherence tomography (OCT)Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSu‑Jin Kim\npearlksj@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 5 Han et al. Journal of Medical Case Reports           (2025) 19:65 \nBackground\nMultiple evanescent white dot syndrome (MEWDS) is \na rare posterior uveitis, characterized by numerous pale \nwhitish dots seen in the posterior pole and the midpe riphery [1 ]. It is a disease that is sometimes difficult to \ndiagnose owing to the characteristic of evanescent fun dal white dots, which might not be present during the \nvisit. MEWDS can be misdiagnosed as atypical optic \nneuritis when patients present with central visual field \ndefect, a relative afferent pupillary defect (RAPD), and \noptic disc swelling [2 , 3].\nAtypical optic neuritis typically presents with more \nsignificant vision loss, often accompanied by pain on \neye movement and more pronounced color vision \ndefects. Magnetic resonance imaging (MRI) find ings can often help differentiate optic neuritis from \nMEWDS, as optic nerve enhancement is frequently \nseen in optic neuritis but not in MEWDS [4 ].\nHere, we report a patient who had MEDWS masquer ading as atypical optic neuritis, which was confirmed \nby en face optical coherent tomography (OCT), sweptsource OCT (SS-OCT), and multifocal electroretino gram (mfERG).Case presentation\nA 23-year-old female patient of Korean ethnicity pre sented with ocular pain and visual field defect in her \nleft eye for 1 week. Her best corrected visual acuity was \n20/20 in the right eye and 20/30 in the left eye. Pupil lary size was equal in both of her eyes. Relative afferent \npupillary defect was detected in the left eye. The color \nvision test and slit-lamp examination were normal for \nboth eyes. A visual field test revealed blind spot enlarge ment in the left eye. On fundus examination, disc swell ing was found in her left eye. Other abnormalities were \nnot found (Fig.  1). The patient was suspected of having \natypical optic neuritis. Fluorescein angiography showed \nfaint hyperfluorescent spots and dots in the posterior \npole in the early and late phases, leakage of the disc, and \nperipapillary perivascular staining after the intermedi ate phase in her left eye (Fig.  2A, E). There were relatively \nhyperautofluorescent lesions outside the fovea and hypo autofluorescent fovea on the blue-light fundus autofluo rescence (BL-FAF) image. Orbital magnetic resonance \nimaging did not show any abnormal findings or enhance ment. Amplitudes of the multifocal electroretinogram \n(mfERG) were markedly reduced in the area correspond ing to the paracentral scotoma and moderately reduced \nin other regions of the central field of the affected eye \nFig. 1 Initial investigations suggesting atypical optic neuritis: left optic disc swelling was noted on fundus examination (A, B) and a dense \nparacentral scotoma was visible on the Humphery visual field test (D, E). Multifocal electroretinography showing reduced N1 and P1 responses \nin the nasal paramacular area (C, F)\nPage 3 of 5\n Han et al. Journal of Medical Case Reports           (2025) 19:65 \n \n(Fig.  2B, C, F, G). En face optical coherent tomography \n(OCT) revealed multiple scattered hyporeflective dots \nand a peripapillary hyporeflective area at the level of the \nellipsoid zone (EZ) (Fig.  2D). SS-OCT showed attenu ation or disruption of the EZ and interdigitation zone \n(Fig.  2H). A subfoveal hyperreflective lesion extending \ninto the inner retina and some dome-shaped hyperreflec tive lesions at the dot lesion were also observed. Multiple \nwhite dots were detected (vaguely) on repeated fundus \nexamination. The patient was diagnosed with MEWDS. \nShe was able to recover spontaneously in 6 weeks.",
    "Discussion": "Discussion\nMEWDS is an uncommon entity first described in 1984 \nby Jampol et  al. as unilateral visual acuity loss notable \nfor white dots of the “the retinal pigment epithelium \n(RPE) or deep retina and a granularity of the fovea. ” [5]. \nMEWDS is unilateral, causes visual loss, and occurs pre dominantly in young women. Thus, it might be confused \nwith optic neuritis, especially when patients present with \nocular pain, disc swelling, and RAPD [6].\nThe exact pathogenesis is unknown. Several past \nand present publications have classified MEWDS in the subgroup of primary inflammatory choriocapilla ropathies [7, 8]. Recent studies have reported that the \nphotoreceptor layer is damaged in MEWDS, and that \nphotoreceptor loss is at the origin of the typical hyper autofluorescent areas seen on blue-light fundus auto fluorescence (BL-FAF), which characterize MEWDS. \nHowever, this layer is only damaged secondarily owing to \nchoriocapillaritis [4].\nAn infectious etiology is thought to be involved in the \npathogenesis of MEWDS since there is a viral prodrome \n[9]. The proposed mechanism is that MEWDS is trig gered by an autoimmune response following infection \nwith viruses similar to those noted in acute zonal occult \nouter retinopathy (AZOOR) complex disorders [10]. \nAnother hypothesis is that inflammation and autoim mune diseases are discrete entities. Their presentation \nis based on the interaction of genetics, immune system \npathways, and environmental triggers (for example, viral \ninfection, immunization, stress, and female sex) [11]. \nThis patient also had symptoms related to an upper res piratory infection 1 month prior to her visual symptoms.\nSeveral clinical elements are helpful in the diagnosis, \nincluding a flu-like viral episode preceding symptoms \nFig. 2 Fluorescein angiography revealing scattered faint hyperfluorescent dots and spots over the posterior pole in the early phase (A), indicated \nby orange arrows and a blue circle, with disc leakage (red arrows) and peripapillary perivascular staining (orange arrows) in the late phase (D). \nBlue ‑light autofluorescence imaging showing hyperautofluorescent lesions outside the fovea (B). En face optical coherence tomography displaying \nscattered hyporeflective dots and a peripapillary hyporeflective area (E). Swept ‑source optical coherence tomography demonstrating disruption \nof the foveal photoreceptor outer segments and the accumulation of dome ‑shaped hyper ‑reflective material above the retinal pigment epithelium \n(C, F), marked by yellow arrows, corresponding to areas of reduced function seen on the multifocal electroretinogram\nPage 4 of 5 Han et al. Journal of Medical Case Reports           (2025) 19:65 \n(photopsias and subjective scotomas), fundal yellowwhite dots, granularity of the fovea, mild vitreous \ncells, mild disc edema, and a highly variable decrease \nin visual acuity and visual field impairment, both of \nwhich can be very severe depending on the degree of \nseverity of choriocapillaris nonperfusion [1 , 12, 13]. \nMultimodal imaging has contributed significantly to \nan easier diagnosis. Visual field testing might reveal \nan enlarged blind spot. Fluorescein angiography shows \nearly wreath-like discreet hyperfluorescence with late \nstaining in the involved area. Indocyanine green angi ography (ICGA) reveals hypocyanescent spots that are \nusually more numerous than the white spots noted \non examination, indicating choriocapillaris hypo- or \nnonperfusion. SS-OCT of MEWDS shows disrup tion mainly of the ellipsoid zone (EZ-photoreceptor \nouter segments) and interdigitation zone (IZ) com plex throughout the posterior pole. Posterior vitreous \ncells might also be visible on OCT imaging. The com bination of ICGA, blue-light fundus autofluorescence \n(BL-FAF), and SD-OCT represents an extremely force ful triad complementing clinical findings in the diag nosis of MEWDS [14]. Although ICG was not tested \nin this patient, en face OCT revealed hyporeflective \nspots corresponding to white dots noted on fundus \nexamination.\nOptic neuritis and MEWDS can be differentiated \nby the lack of ocular pain aggravated by eye move ment in MEWDS compared with optic neuritis, the \nmore pronounced loss of color vision and contrast \nsensitivity in optic neuritis compared with MEWDS, \nand the presence of a RAPD evident in optic neuritis \n(although subtle RAPD can be observed, it is uncom mon in MEWDS). Patients with optic neuritis complain \nof blurry vision and impaired color vision, whereas \npatients with MEWDS complain of central/paracentral \nscotoma [2 ]. RAPD in our patient initially led to a mis diagnosis of optic neuritis, similar to cases in Dodwell \net  al., where three out of five patients also exhibited \nRAPD [6 ]. Finkelstein et  al. described a similar case \nwith mild RAPD, where further imaging confirmed \nMEWDS [2 ]. In our case, the combination of RAPD and \ndisc swelling suggested optic neuritis, but multimodal \nimaging, including en face OCT and BL-FAF, ultimately \nconfirmed MEWDS. Although neither Dodwell et  al. \nnor Finkelstein et al. reported pain exacerbated by eye \nmovement, which is typical for MEWDS, our patient \nexperienced this symptom, complicating the diagnosis \n[2, 6]. Despite this, faint white dots and detailed imag ing were crucial in distinguishing MEWDS from optic \nneuritis, emphasizing the variability in MEWDS pres entations and the critical role of imaging for accurate \ndiagnosis.Conclusion\nPatients with MEDWS who present with disc swelling, \nocular pain, and RAPD can be misdiagnosed as having \noptic neuritis. When suspecting atypical optic neuritis, a \ndetailed retinal examination should be performed, and en \nface OCT, BL-FAF, and SS-OCT can aid in the differen tial diagnosis.\nAcknowledgements\nNot applicable.\nAuthor contributions\nKSJ and LSM are responsible for the acquisition of the clinical information. \nKSJ and HKE are responsible for manuscript preparation. CHY and CJH are \nresponsible for reviewing the manuscript. All authors read and approved the \nfinal manuscript.\nFunding\nThis study was supported by a 2025 research grant from Pusan National \nUniversity Yangsan Hospital. \nAvailability of data and materials\nAll data have been presented within the manuscript and in the form of \nimages.\nDeclarations\nEthical approval and consent to participate\nThe Institutional Review Board of Pusan National University Yangsan Hospital \napproved the case report in compliance with the Helsinki Declaration (IRB no. \n55‑25024‑048). Written informed consent was obtained from the patient for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nAll authors certify that they have no affiliations with or involvement in any \norganization or entity with any financial interest, other equity interest, or \nnonfinancial interest in the subject matter or materials discussed in this \nmanuscript.\nAuthor details\n1 Department of Ophthalmology, Pusan National University Yangsan Hospital, \nPusan National University School of Medicine, Research Institute for Con‑\nvergence of Biomedical Science and Technology, Pusan National University \nYangsan Hospital, 20, Geumo‑ro, Mulgeum‑eup, Yangsan‑si, Gyeongsang‑\nnam‑do 50612, South Korea. 2 Department of Ophthalmology, Pusan National \nUniversity School of Medicine, Biomedical Research Institute, Pusan National \nUniversity Hospital, Busan, Korea. 3 Department of Neurology, Pusan National \nUniversity School of Medicine, Research Institute for Convergence of Biomedi‑\ncal Science and Technology, Pusan National University Yangsan Hospital, \nYangsan, Korea. \nReceived: 20 June 2024   Accepted: 21 January 2025\nReferences\n 1. Herbort CP Jr. Multiple evanescent white dot syndrome (MEWDS). In: \nZierhut M, Pavésio C, Ohno S, Oréfice F, Rao NA, editors. Intraocular \ninflammation. Berlin Heidelberg: Springer; 2016. p. 997–1005.\nPage 5 of 5\n Han et al. Journal of Medical Case Reports           (2025) 19:65 \n \n 2. Finkelstein MT, Najjar RP , Chougule P , Mathur R, Milea D. Chromatic pupil‑\nlometry in multiple evanescent white dot syndrome masquerading as \natypical optic neuritis. Acta Ophthalmol. 2022;100:713–5.\n 3. Pellegrini F, Interlandi E. A case of multiple evanescent white dot \nsyndrome misdiagnosed as optic neuritis: differential diagnosis for the \nneurologist. J Neurosci Rural Pract. 2016;7:283–5.\n 4. Papasavvas I, Mantovani A, Tugal‑ Tutkun I, Herbort CP Jr. Multiple \nevanescent white dot syndrome (MEWDS): update on practical appraisal, \ndiagnosis and clinicopathology; a review and an alternative comprehen‑\nsive perspective. J Ophthalmic Inflamm Infect. 2021;11:45.\n 5. Jampol LM, Sieving PA, Pugh D, Fishman GA, Gilbert H. Multiple \nevanescent white dot syndrome. I. Clinical findings. Arch Ophthalmol. \n1984;102:671–4.\n 6. Dodwell DG, Jampol LM, Rosenberg M, Berman A, Zaret CR. Optic nerve \ninvolvement associated with the multiple evanescent white ‑dot syn‑\ndrome. Ophthalmology. 1990;97:862–8.\n 7. Herbort CP Jr, Mantovani A, Tugal‑ Tutkun I, Papasavvas I. Classification of \nnon‑infectious and/or immune mediated choroiditis: a brief overview of \nthe essentials. Diagnostics. 2021;1:939.\n 8. Cimino L, Mantovani A, Herbort CP . Primary inflammatory choriocapil‑\nlaropathies. In: Pleyer U, Mondino B, editors. Essentials in ophthalmology: \nueitis and immunological disorders. Berlin: Springer; 2004. p. 209–31.\n 9. Abu‑ Yaghi NE, Hartono SP , Hodge DO, Pulido JS, Bakri SJ. White dot \nsyndromes: a 20‑ year study of incidence, clinical features, and outcomes. \nOcul Immunol Inflamm. 2011;19:426–30.\n 10. Gass JD. Are acute zonal occult outer retinopathy and the white spot \nsyndromes (AZOOR complex) specific autoimmune diseases? Am J \nOphthalmol. 2003;135:380–1.\n 11. Jampol LM, Becker KG. White spot syndromes of the retina: a hypothesis \nbased on the common genetic hypothesis of autoimmune/inflammatory \ndisease. Am J Ophthalmol. 2003;135:376–9.\n 12. Mantovani A, Invernizzi A, Staurenghi G, Herbort CP Jr. Multiple evanes‑\ncent white dot syndrome: a multimodal imaging study of foveal granular ‑\nity. Ocul Immunol Inflamm. 2019;7:141–7.\n 13. Borruat FX, Othenin‑ Girard P , Safran AB. Multiple evanescent white dot \nsyndrome. Klin Monatsbl Augenheilkd. 1991;198:453–6.\n 14. Mantovani A, Giani A, Herbort CP Jr, Staurenghi G. Interpretation of \nfundus autofluorescence changes in choriocapillaritis: a multimodality \nimaging study. Graefes Arch Clin Exp Ophthalmol. 2016;254:1473–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}