{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04841-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04841-4.pdf",
  "metadata": {
    "/Keywords": "Spontaneous coronary artery dissection; Polyarteritis nodosa; Vasculitis; Acute coronary syndrome; Coronary angiogram; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241014120522+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241004093231+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04841-4",
    "/Author": "Nouhaila Lahmouch ",
    "/Title": "Uncommon triple vessel spontaneous coronary artery dissection in the setting of polyarteritis nodosa: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04841-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction and importance Spontaneous coronary artery dissection is a rare cause of acute coronary syndromes \nnot related to atherosclerosis. It involves the sudden tearing of the coronary artery wall, separating the inner intimal \nlining from the outer vessel wall, typically affecting a single coronary vessel. In 20% of cases, the cause of spontaneous \ncoronary artery dissection is unknown. The other cases often occur in pregnant or postpartum women or in individuals with conditions such as connective tissue disorders or vasculitis.",
    "Case Presentation": "Case presentation Here, we describe a case of a 69-year-old African female presenting with non-ST-segment elevation myocardial infarction. Coronary angiography revealed an unusual triple-vessel spontaneous coronary artery \ndissection affecting peripheral segments, with further investigations suggesting polyarteritis nodosa.",
    "Conclusion": "Conclusion While triple-vessel spontaneous coronary artery dissection and polyarteritis nodosa (PAN) are individually rare, their coexistence is exceptionally uncommon and presents diagnostic and therapeutic challenges. Clinicians \nshould be alert to vasculitic causes in patients with spontaneous coronary artery dissection, especially with atypical \nclinical features.\nKeywords  Spontaneous coronary artery dissection, Polyarteritis nodosa, Vasculitis, Acute coronary syndrome, \nCoronary angiogram, Case report\nIntroduction\nSCAD is a rare but significant cause of acute myocar dial infarction (AMI), characterized by a nontraumatic, \nnoniatrogenic separation of the coronary arterial wall. \nAlthough infrequent, SCAD accounts for approximately \n0.1–4% of acute coronary syndromes (ACS) cases in the \ngeneral population [1]. It predominantly affects younger \nindividuals, with a marked predilection for women, who \ncomprise 87–95% of SCAD cases, typically presenting between the ages of 44 and 53  years [1]. Multivessel \nSCAD, however, remains an unusual presentation. Pol yarteritis nodosa (PAN) is a systemic necrotizing vas culitis that primarily targets medium-sized muscular \narteries, with potential involvement of small arteries. \nThe prevalence of PAN is estimated to range from 2 to \n33 per million people [2]. While overt myocardial infarc tion is a rare consequence of PAN, myocardial ischemia \nmay occur due to the narrowing or occlusion of coronary \narteries.\nThe intersection of SCAD and PAN is exceptionally \nrare. The first documented case of PAN presenting as \nAMI with coronary dissection was reported in 1998 [3]. \nUp to October 2020, only ten cases of triple-vessel SCAD \nhave been reported [4]. Here, we present what we believe Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRaid Faraj\nraid.faraj@um5r.ac.ma\n1 Cardiology B Department, Ibn Sina University Hospital, Mohammed V \nUniversity of Rabat, Rabat, Morocco\nPage 2 of 6 Lahmouch et al. Journal of Medical Case Reports          (2024) 18:500 \nto be the first documented case of triple-vessel SCAD \nsecondary to PAN, contributing to the limited body of \nliterature on this uncommon, yet clinically significant, \noverlap.\nOur paper was written according to the CARE guide lines [5].\nCase presentation\nA 69-year-old African female presented to our depart ment with complaints of exertional dyspnea and episodes \nof prolonged anginal pain occurring both during exertion \nand at rest. Her medical history includes hypertension \nand an undocumented left total nephrectomy performed \nover 20 years ago. Upon clinical examination at admis sion, her heart rate was 88  bpm, and her blood pres sure was 153/77  mmHg, with no signs of heart failure. \nThe electrocardiogram revealed Q waves, a suspended \nST segment, and negative T waves in the inferior leads, \nalong with ST segment depression and negative T waves \nfrom V3 to V6 (Fig. 1).\nBiologically, she presented a normochromic and nor mocytic anemia with a hemoglobin level at 11  g/dl \n(reference range 12.1–15.1  g/dl), ferritin at 244  ng/ml \n(reference range 24–307  ng/ml), white blood cell count \nat 7200  elements/mm3 (reference range 4500–11,000/\nmm3), and C-reactive protein at 127  mg/l (reference \nrange < 5  mg/dl). Troponin level was 12,100  ng/ml, more than 700 times the normal value, with a glycated \nhemoglobin of 6% and low-density lipoprotein (LDL) \ncholesterol level of 0.89  g/l (reference range 1–1.2  g/l). \nEchocardiography showed moderately reduced left ven tricular ejection fraction at 48%, with hypokinesia of the \napex and apical segments, as well as the mid segments of \nthe inferior and inferolateral wall (Video 1). The patient \nwas transferred to the catheterization laboratory. Coro nary angiography revealed large-caliber arteries in the \nproximal segments with triple vessel disease and TIMI \nIII flow: a long lesion in the mid to distal left anterior \ndescending artery (LAD) with significant caliber reduc tion, a short distal circumflex-marginal bifurcation \nlesion (LCX), and a long lesion in the distal right coro nary artery (RCA) including the posterior descending \nartery (Fig.  2, Video 2). Intracoronary nitrate derivatives \nwere administered to eliminate any vasospasm effect. \nThe angiographic appearance remained unchanged in \nall three vessels. Given the atypical aspect of the dis tal multivessel disease that could be related to coronary \nmultivessel dissection rather than simple atherosclerotic \ninvolvement in a hemodynamically stable patient with \nTIMI III flow, the initial therapeutic decision was to pri oritize medical treatment, including dual antiplatelet \ntherapy, beta-blockers, renin–angiotensin system block ers, and statins, and to complete further investigations to \nlook for signs of inflammatory involvement in the context \nFig. 1 Electrocardiogram findings: Q waves, a suspended ST segment, and negative T waves in the inferior leads, along with ST segment depression \nand negative T waves from V3 to V6\nPage 3 of 6\n Lahmouch et al. Journal of Medical Case Reports          (2024) 18:500 \n \nof systemic or vascular disease, followed by planning for \nsubsequent angiographic control. Coronary imaging was \nconsidered but not carried out due to a lack of resources. \nInitial work-up for possible connective tissue disorder \nwas performed, with erythrocyte sedimentation rate at \n25 mm at the end of the first hour, negative antinuclear \ncytoplasmic antibody (C and P), anticardiolipin antibody, \nrheumatoid factor, and hepatitis and HIV serologies were \nalso negative. However, elevated homocysteine levels \nwere found 23.32 μmol/l (normal limits 4.3–11.4 μmol/l). \nWhole-body computed tomography angiography was \nperformed, revealing no evidence of aneurysm or dis section in medium- or large-sized arteries, and no con nective tissue disorder was identified. The patient was \ndischarged under medical treatment. Two months later, \nfaced with the progressive worsening of her angina, she \nwas managed at another hospital where she underwent a \nleft internal mammary artery (LIMA) to distal left ante rior descending artery (LAD) bypass grafting. Intraop erative findings indicated the presence of an infiltrative \ninflammatory coronary artery disease without calcifica tion, with pericoronary inflammation. Upon opening the \nanterior interventricular artery, there was a thickening of \nthe wall with a tendency to dissect. A sample from the \ndistal part of the LIMA was taken for histopathological \nstudy.\nThe diagnosis of inflammatory vasculitis was strongly \nconsidered, with a high suspicion of PAN. Therefore, a \ntest for antineutrophil cytoplasmic antibodies was per formed, which came back negative, in line with the diag nosis of PAN.\nThe follow-up coronary angiography of the native coro nary network showed worsening of the long-segment \ninvolvement of the LAD with a significant reduction in \ncaliber to the distal end, as well as worsening involvement \nof the middle LCX and the distal RCA. The LIMA graft \nwas functional with infiltration of its distal part upstream of the anastomosis with a small infiltrated distal coronary \nnetwork of the LAD (Fig. 3, Video 3).\nThe diagnosis of PAN was confirmed by the histo pathological study of the surgical specimen, showing a \nvascular wall with an inflammatory infiltrate rich in neu trophils. (Fig.  4). The patient was started on corticoster oid therapy alongside cyclophosphamide with 3 months \nfollow-up showing clinical improvement of her angina, \nbiological inflammatory syndrome and improvement of \nher left ventricular systolic function to 57% upon echo cardiographic control (Video 4).",
    "Discussion": "Discussion\nSCAD is a frequently overlooked cause of ACS that poses \nsignificant risks of morbidity and mortality, particularly \nin young women. It is estimated that SCAD contributes \nto up to 35% of ACS cases in women under 50 years old \n[1]. This highlights the importance of considering SCAD \nin differential diagnoses for young women presenting \nwith ACS. However, several large cohort studies have \ndemonstrated that SCAD can affect women who are \npostmenopausal, as evidenced by our case [6]. Under standing its angiographic patterns is crucial for accu rate diagnosis. SCAD can be classified into three types \nbased on angiographic appearance [7]: type 1 SCAD: \nthis pathognomonic form involves contrast dye stain ing of the arterial wall with multiple radiolucent lumens, \nmaking it the most recognizable on angiography. Type 2 \nSCAD: characterized by diffuse stenosis of varying sever ity, and it can be easily missed due to its subtle presenta tion. It often shows an abrupt change in arterial caliber \nfrom normal diameter to diffuse narrowing. Type 3 \nSCAD: this form is the most challenging to differentiate \nfrom atherosclerosis. Accurate diagnosis requires a high \nindex of suspicion and often necessitates the use of intra coronary imaging techniques.\nFig. 2 Coronary angiogram findings: an abrupt change in arterial caliber in peripheral segments (blue arrowheads), persisting after intracoronary \nnitrate derivatives, suggesting type 2 spontaneous coronary artery dissection\nPage 4 of 6 Lahmouch et al. Journal of Medical Case Reports          (2024) 18:500 \nIn our case, despite not using intracoronary imaging \ntechniques, we identified features consistent with type \n2 SCAD, including an abrupt change in arterial caliber \nin peripheral segments, which were confirmed intraop eratively. The LAD artery is most commonly involved in \nSCAD, followed by the RCA and the LCX. The patho physiology of nonatherosclerotic SCAD is not fully \nunderstood. Proposed mechanisms include: intimal \ntear and vasa vasorum bleeding or inflammation [8 ]. \nHistological studies have identified inflammatory reac tions, such as eosinophilic infiltrates in the adventitia, \nsuggesting periarteritis. This may weaken the medial–\nadventitial layer, predisposing the artery to dissec tion. It remains uncertain whether this inflammatory \nresponse is causative or reactive. This hypothesis may \nexplain the development and the extent of SCAD in the \ncontext of PAN. In a 2021 study published in the Cana dian Journal of Cardiology, Lai et al. [9 ] reported that \nonly 13.1% of patients with PAN had coronary artery \nlesions, and 5% experienced MI. This contrasts with \nnecropsy findings, which frequently revealed coronary \nFig. 3 The follow-up coronary angiogram findings: worsening of the long-segment involvement of the left anterior descending artery \nwith a significant reduction in caliber to the distal end, as well as worsening involvement of the middle circumflex-marginal bifurcation lesion \nand the distal right anterior descending artery. The left internal mammary artery graft (green arrow) was functional with infiltration of its distal part\nFig. 4 Anatomopathological findings: vascular wall of medium \ncaliber, site of fibrinoid necrosis in the wall with the presence \nof an inflammatory infiltrate rich in neutrophil polymorphs \n(Hematoxylin and Eosin (HE) ×200)\nPage 5 of 6\n Lahmouch et al. Journal of Medical Case Reports          (2024) 18:500 \n \narteritis and MI pathology in 62% of patients with PAN \n[10]. The disparity observed between clinical observa tions and necropsy findings suggests that coronary arte ritis could be a significant complication and a primary \ncause of mortality in patients with PAN. Within PAN, \ncoronary issues can manifest in various forms such as \nstenosis, occlusion, aneurysm, or dissection, potentially \nleading to conditions such as congestive heart failure, \nhypertension, pericarditis, and arrhythmias. Neverthe less, our case is distinguished by the patient presenting \nwith triple vessel SCAD as the initial manifestation of \nPAN. This underscores the uncommon and unconven tional aspect of our case, given its distinct clinical pres entation. Because of the relative rarity of this disease \nand because of the potentially severe adverse effects \nrelated to treatment, the diagnosis should be confirmed \nby biopsy whenever possible. In our specific case, the \ndiagnosis was confirmed by biopsy. For the majority \nof individuals with SCAD, conservative treatment is \ntypically favored once the diagnosis is confirmed, con tingent upon the patient’s clinical stability. However, \ndetermining the optimal management remains uncer tain, particularly among patients where it is second ary to vasculitis, owing to limited clinical experience. \nBecause of heightened vascular fragility resulting from \nvascular inflammation, if the patient’s condition per mits, surgical intervention should be conducted during \nthe inactive phase of their disease. In this regard, Can polat et al. [11] documented a case involving a 28-yearold female diagnosed with PAN who experienced ACS \nlinked to right coronary SCAD. The patient underwent \nstent placement, resulting in a favorable outcome. An \nintriguing observation from this case report is that, \ndespite the patient being on PAN therapy comprising \nprednisone and cyclophosphamide, she nonetheless \npresented with coronary involvement. Our patient’s \noutcome was hopefully favorable, as she became \nasymptomatic and her left ventricular ejection fraction \nimproved significantly one year later (Video 4). How ever, it remains unclear whether this improvement was \ndue to the Coronary Artery Bypass Grafting (CABG) or \nto the optimized heart failure treatment and vasculitis \ntherapy.\nConclusion\nThe coexistence of SCAD and PAN, both individually \nrare conditions, presents significant diagnostic and \ntherapeutic challenges. The patient’s clinical course \nunderscores the importance of considering vasculitic \ncauses in SCAD, particularly in atypical presentations. \nFurther research and accumulation of case studies are essential to better understand and manage such rare \nand challenging clinical scenarios.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04841-4.\nSupplementary Material 1: Video 1: TTE findings at her admission.\nSupplementary Material 2: Video 2: Coronary angiogram findings at her \nadmission.\nSupplementary Material 3: Video 3: The follow-up coronary angiogram \nfindings.\nSupplementary Material 4: Video 4: The follow-up TTE findings.\nAcknowledgements\nNone.\nResearch registration\nNot applicable.\nProvenance and peer review\nNot commissioned.\nAuthor contributions\nNL: study concept, data collection, data analysis, and writing the paper. RF: \nstudy concept, data collection, data analysis, and writing the paper. SC: data \ncollection and data analysis. ON: data collection and data analysis. MS: data \ncollection and data analysis. OK: data collection and data analysis. IA: data collection and data analysis. JZ: supervision and data validation. MC: supervision \nand data validation. All authors read and approved the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal on request.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 17 July 2024   Accepted: 10 September 2024\nReferences\n 1. Hayes SN, Tweet MS, Adlam D, Kim ESH, Gulati R, Price JE, et al. Spontane ous coronary artery dissection: JACC state-of-the-art review. J Am Coll \nCardiol. 2020;76(8):961–84.\n 2. Mahr A, Guillevin L, Poissonnet M, Aymé S. Prevalences of polyarteritis \nnodosa, microscopic polyangiitis, Wegener’s granulomatosis, and ChurgStrauss syndrome in a French urban multiethnic population in 2000: a \ncapture-recapture estimate. Arthritis Rheum. 2004;51(1):92–9.\nPage 6 of 6 Lahmouch et al. Journal of Medical Case Reports          (2024) 18:500 \n 3. Polyarteritis nodosa presenting as acute myocardial infarction with coro nary dissection. https:// pubmed. ncbi. nlm. nih. gov/ 96768 06/. Accessed 26 \nMay 2024.\n 4. Lak H, Rehman KA, Jaber WA, Cho L, Parker J, Siraj B, et al. Three broken \nvessels in a peripartum patient: a rare case report of spontaneous triple \nvessel coronary artery dissection. Eur Heart J Case Rep. 2020;4(5):1–6.\n 5. Riley DS, Barber MS, Kienle GS, Aronson JK, von Schoen-Angerer T, Tugwell P , et al. CARE guidelines for case reports: explanation and elaboration \ndocument. J Clin Epidemiol. 2017;89:218–35.\n 6. Saw J, Starovoytov A, Humphries K, Sheth T, So D, Minhas K, et al. Canadian spontaneous coronary artery dissection cohort study: in-hospital \nand 30-day outcomes. Eur Heart J. 2019;40(15):1188–97.\n 7. Adlam D, Tweet MS, Gulati R, Kotecha D, Rao P , Moss AJ, et al. Spontane ous coronary artery dissection: pitfalls of angiographic diagnosis and an \napproach to ambiguous cases. JACC Cardiovasc Interv. 2021;14(16):1743.\n 8. Spontaneous coronary artery dissection-UpToDate. https:// www. uptod \nate. com/ conte nts/ spont aneous-  coron ary- artery-  disse ction? search= \nSCAD& source= search_ resul t& selec  tedTi tle=1% 7E14& usage_ type= defau \nlt& displ ay_ rank=1# H3405 782249. Accessed 30 May 2024.\n 9. Lai J, Zhao L, Zhong H, Zhou J, Guo X, Xu D, et al. Characteristics and \noutcomes of coronary artery involvement in Polyarteritis nodosa. Can J \nCardiol. 2021;37(6):895–903.\n 10. Cassling RS, Lortz JB, Olson DR, Hubbard TF, McManus BM. Fatal \nvasculitis (Periarteritis nodosa) of the coronary arteries: angiographic \nambiguities and absence of aneurysms at autopsy. J Am Coll Cardiol. \n1985;6(3):707–14.\n 11. Canpolat U, Dural M, Atalar E. Acute inferior myocardial infarction in a \nyoung female patient with Polyarteritis nodosa. Herz. 2012;37(4):461–4. \nhttps:// doi. org/ 10. 1007/ s00059- 011- 3567-8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}