{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05138-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05138-w.pdf",
  "metadata": {
    "/Keywords": "Hypermyoglobinemia; Rhabdomyolysis; Acute renal failure; Emergency hemodiafiltration; Intermittent renal replacement therapy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250320083320+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250320062421+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05138-w",
    "/Author": "Toru Minamiyama ",
    "/Title": "A case of hemodiafiltration dialysis preventing progression of acute kidney injury in a patient with hypermyoglobinemia in one kidney: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05138-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Rhabdomyolysis is a clinical syndrome resulting from skeletal muscle damage and the release of its \nbreakdown products into the bloodstream. It can range from asymptomatic cases to severe conditions such \nas acute kidney injury. Although the release of myoglobin (molecular weight 17.2 kDa) into the blood is associated \nwith the progression to acute kidney injury, there is no established method to prevent it. Here, we report a case \nof hypermyoglobinemia due to rhabdomyolysis caused by reperfusion injury following acute limb ischemia, \nwhere early renal replacement therapy was deemed effective.",
    "Case Presentation": "Case presentation The patient, a 73-year-old Japanese male, had a history of right nephrectomy due to trauma. \nAt 2 years prior, he underwent bypass surgery connecting the subclavian artery to the bilateral femoral arteries \nto treat lower limb arteriosclerotic occlusive disease. In this case, he presented to another hospital with sudden right \nlower limb pain and was referred to our hospital with a diagnosis of acute occlusion of the right lower extremity \nartery. After emergency endovascular thrombectomy, hemodiafiltration was initiated on the second day due \nto rhabdomyolysis and hypermyoglobinemia. The patient developed compartment syndrome in the affected limb \nand underwent an emergency fasciotomy. Despite a further increase in myoglobin levels, his urine output remained \nstable, and creatinine levels stayed within the normal range. On the 6th day of admission, he was successfully \nweaned off hemodiafiltration. Following negative pressure wound treatment for compartment syndrome, a skin graft \nwas performed, and the wound was closed. The patient was transferred for rehabilitation on the 35th day.",
    "Conclusion": "Conclusion This case illustrates that early initiation of blood purification therapy can prevent the progression \nof acute kidney injury triggered by hypermyoglobinemia in rhabdomyolysis. Early intervention with intermittent \nhemodiafiltration may effectively prevent renal failure in such cases.\nKeywords  Hypermyoglobinemia, Rhabdomyolysis, Acute renal failure, Emergency hemodiafiltration, Intermittent \nrenal replacement therapyOpen Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYosuke Mizuno\nyosuke19860416@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 5 Minamiyama et al. Journal of Medical Case Reports          (2025) 19:128 \nBackground\nRhabdomyolysis is a clinical syndrome caused by skeletal \nmuscle damage and the release of its breakdown prod ucts into the circulation, ranging from asymptomatic to \nsevere cases, such as acute kidney injury (AKI) [1]. The \nrelease of myoglobin (Mb; molecular weight: 17.2  kDa) \ninto the blood is involved in the development of AKI. \nAlthough renal replacement therapy (RRT) is not the first \nchoice for AKI prevention, the removal of myoglobin and \nother inflammatory substances and early intervention \nmay reduce its risk [2–5]. In the present study, we report \na case of hypermyoglobinemia owing to rhabdomyolysis \ncaused by reperfusion injury after acute limb ischemia \nthat responded to early RRT.\nCase presentation\nThe patient was a 73-year-old Japanese man who previ ously underwent surgery for primary lung cancer and \nwas receiving anticancer drugs. He had a history of right \nnephrectomy following trauma. Additionally, two years \nprior, he had bypass surgery connecting the subclavian \nartery to the bilateral femoral arteries to treat lower limb \narteriosclerotic occlusive disease. In this case, he initially \npresented at another hospital with sudden right lower \nlimb pain and was subsequently referred to our hospi tal, where he was diagnosed with acute occlusion of the \nright lower extremity artery. Upon arrival at our hospi tal, his Glasgow Coma Score (GCS) was 15 points (GCS \nE4V5M6). The patient’s vital signs were as follows: blood \npressure, 194/73  mmHg; heart rate, 107 beats/minute; \nrespiratory rate, 21 breaths/minute;  SpO2, 98% (room \nair); and temperature, 36.2℃. In the right lower extrem ity, blood pressure and  SpO2 were unmeasurable, and the \nskin was pale with spontaneous pain. Arterial blood gas \nand laboratory test",
    "Results": "results are shown in Table 1.\nContrast-enhanced computed tomography revealed an \nocclusion beyond the right femoral artery (Fig.  1, left). \nThe patient’s clinical course after admission is shown in \nFig. 2. Following emergency endovascular thrombectomy \non the first day, hemodiafiltration (HDF) was initiated on \nthe 2nd day due to the development of rhabdomyolysis \nand hypermyoglobinemia. Blood tests on this day \nrevealed high levels of creatine kinase (CK, 82,951 IU/L) \nand myoglobin (7,237  ng/mL). A polyester polymer \nalloy (PEPA) dialyzer was used for HDF. Additionally, \nthe patient developed compartment syndrome due to \nelevated internal pressure in the lower leg and underwent \nemergency fasciotomy (Fig.  1, right). Although the \nmyoglobin level temporarily increased to 10,776  ng/mL \non the 6th day of admission, the patient was successfully \nweaned off HDF. Throughout the treatment, the \npatient’s circulation remained stable, his urine output was maintained, and creatinine levels stayed within the \nnormal range. After receiving negative pressure wound \ntreatment for compartment syndrome, a skin graft was \nperformed, and the wound was closed. The patient was \ntransferred for rehabilitation on the 35th day.",
    "Discussion": "Discussion and conclusion\nAcute limb ischemia occurs due to a sudden decrease in \narterial perfusion in the extremities, necessitating rapid \nrevascularization such as endovascular treatment or \nsurgery. While the occurrence of acute limb ischemia \nis rare, its incidence is higher in patients with preexist ing advanced peripheral arterial disease, as seen in this \ncase. Nontraumatic cases, such as the present case, can \nbe broadly classified as embolic or thrombotic; how ever, the most common etiology is acute thrombosis of \nbypass grafts or stents [6]. Ischemia-damaged skeletal \nmuscle cells are placed in an anaerobic environment \nwhere aerobic metabolism and oxidative phosphoryla tion are markedly reduced, eventually leading to cell \ndeath. Reperfusion releases electrolytes, CK, and Mb [7]. Table 1 Laboratory findings at the time of admission\nAST, aspartate aminotransferase; ALT, alanine aminotransferase; LDH, lactic acid \ndehydrogenase; γ-GTP , γ-glutamyl transpeptidase; BUN, blood urea nitrogen; \nHbA1c, hemoglobin A1c; CRP , C-reactive protein; APTT, activated partial \nthromboplastin time; PT-INR, prothrombin time-international normalized ratio; \nFDP , fibrin degradation product;  FIO2, fraction of inspiratory oxygenBiochemistry Complete blood \ncount\nTotal protein 6.9 g/dL White blood cells 12,470 /µL\nAlbumin 4.5 g/dL Red blood cells 3.99 ×  106/µL\nCreatinine kinase 125 IU/L Hemoglobin 14.1 g/dL\nAST 35 IU/L Hematocrit 40.7 %\nALT 13 IU/L Platelet 178 ×  103/µL\nLDH 254 IU/L\nγ-GTP 38 IU/L Coagulation \nstatus\nAmylase 90 IU/L APTT 20.7 sec\nTotal bilirubin 0.8 mg/dL PT-INR 0.79\nDirect bilirubin 0.2 mg/dL Fibrinogen 241 mg/dL\nCreatinine 0.70 mg/dL FDP 131.9 µg/mL\nBUN 10.9 mg/dL D-dimer 29.4 µg/mL\nSodium 136 mEq/L\nPotassium 3.7 mEq/L Arterial Blood Gas\nChloride 100 mEq/L FIO2 0.40\nMagnesium 1.7 mg/dL pH 7.348\nCalcium 9.3 mg/dL PaCO2 42.4 mmHg\nGlucose 202 mg/dL PaO2 199.0 mmHg\nHbA1c 5.5 % HCO3−23.3 mmol/L\nCRP 0.03 mg/dL Base excess −2.3\nLactate 4.9 mmol/L\nAnion gap 12.6\nPage 3 of 5\n Minamiyama et al. Journal of Medical Case Reports          (2025) 19:128 \n \nRhabdomyolysis is a clinical syndrome caused by skel etal muscle damage and the release of these substances \ninto the circulation. It can range from asymptomatic to \nsevere, including compartment syndrome and AKI [1, 8]. \nRhabdomyolysis diagnosis is usually made by confirma tion of elevated blood levels of components present in \nmuscle cells, such as CK and Mb (> five times the upper \nlimit of normal for CK) [2, 9, 10]. However, CK levels are highly variable, and their effects on individuals differ \nwidely, while the nephrotoxicity caused by CK remains \nunclear. In contrast, some studies suggest that Mb is not \na reliable diagnostic indicator [2]; however, nephrotoxic ity has been indicated for some time [11] and is consid ered the main cause of AKI triggered by rhabdomyolysis \n[12]. This suggests its usefulness as a biomarker [13], and \nsince there have been reports that AKI incidence was \nFig. 1 Diagnostic image findings. a Contrast-enhanced computed tomography scan at the time of transport to the hospital. Occlusion \nbeyond the right femoral artery was observed (closed arrow). b On the 2nd day, the patient developed compartment syndrome in the right lower \nleg and underwent an emergency fasciotomy. No obvious necrotic tissue was found\nFig. 2 Post-hospitalization course. After transport, emergency thrombectomy was performed, and hemodiafiltration was started on the second day \ndue to high myoglobin and creatine kinase levels. On the same day, the patient developed compartment syndrome and underwent emergency \nfasciotomy. Despite a further increase in myoglobin and creatine kinase levels, urine output remained stable, and creatinine and potassium levels \nstayed within the normal range. The patient was weaned off hemodiafiltration on the 6th day. Circulation was stable during the disease. Gray \nbars indicate urine volume (mL/day) and black bars indicate infusion volume (mL/day). Dialysis prescription: duration of session, 8 hours; mode, \npostdilution-HDF;  QD, 500 mL/minute;  QB, 200 mL/minute;  QS, 3.6L/h; filtration membrane, Nikkiso FDZ-21 surface area 2.1  m2\nPage 4 of 5 Minamiyama et al. Journal of Medical Case Reports          (2025) 19:128 \nsignificantly higher in cases with peak serum Mb lev els > 15,000 μg/L, it is considered a reliable indicator for \ndetermining disease status [1, 10].\nRenal replacement therapy (RRT) is not the first choice \nfor preventing AKI progression due to rhabdomyoly sis, particularly in patients with preserved urine output \n[1]. However, when urine output is reduced, Mb tends \nto form a column with uromodulin in the thick ascend ing leg, inhibiting renal excretion of Mb and promot ing tubular damage [1], indicating that the removal of \nMb and other inflammatory substances and early inter vention may reduce this risk [2–5]. Although reports \nindicate that continuous RRT is more stable than inter mittent RRT in terms of circulatory dynamics [3], many \npatients with rhabdomyolysis maintain stable circulatory \nfunction after adequate infusion load, making intermit tent RRT a viable option. However, it remains unclear \nwhether hemodialysis or HDF is more effective.\nAlthough we administered adequate infusions \nfor rhabdomyolysis from the outset [14], Mb levels \ncontinued to rise. Despite maintaining urine output, \nwe determined that early intervention beyond \ninfusions was necessary. Bicarbonate and mannitol \nhave been demonstrated to be ineffective in treating \nrhabdomyolysis [14], and loop diuretics may exacerbate \nMb precipitation and worsen distal tubular obstruction \n[15]. While some guidelines suggest initiating RRT for \nrhabdomyolysis on the basis of conventional indications \nfor AKI and the degree of renal dysfunction [16], other \nstudies indicate that early HDF may reduce the risk of \nAKI [5 ]. The patient had previously undergone bypass \ngrafting for lower extremity arteriosclerosis obliterans \nand was prone to thrombosis, with compartment \nsyndrome postoperatively. Additionally, the patient had \nundergone nephrectomy owing to a previous traumatic \ninjury, resulting in a relatively low renal reserve. This \ncondition increased the likelihood of declining urine \noutput, making the patient more susceptible to AKI \nand its progression to chronic renal failure. Therefore, \nwe decided to initiate RRT. We selected HDF (dialysis \nprescription shown in Fig.  2) because it is the standard \nmethod employed in our intensive care unit. Given \nthe molecular weight of Mb, we expected a higher \nremoval rate. In our experience, patients with Mb \nlevels > 3,000 ng/mL or with a tendency to develop AKI \noften started HDF on the 2nd day of treatment. We \ndecided to withdraw HDF based on the patient’s vital \nsigns; urine volume; and Cre, CK, and Mb values as well \nas their trends. In our department, Mb values are used \nas an index to determine the effectiveness of treatment, \nand trends in CK values are used only as a reference. \nAlthough CK and Mb values can be measured at any \ntime in our hospital, the effects of CK on the body, such as nephrotoxicity, as described above, remain \nunclear, and we have found no consensus on using CK \nvalues as an indicator for induction and withdrawal of \nblood purification [17, 18]. Regarding RRT, because \nthe patient’s vital signs were stable and urine output \nwas maintained from the beginning, we judged that \nthe patient’s hemodynamics were stable and decided \nto perform intermittent HDF after consultation with \na clinical engineer. For efficient Mb removal, a PEPA \ndialyzer (Nikkiso, FDZ-21, surface area of 2.1  m2) \nwas selected as the filtration membrane. Throughout \nthe treatment, urine output remained sufficient, \nand Cre levels stayed within the normal range. As \ndemonstrated in this case, early initiation of HDF \nmay effectively prevent AKI progression in patients \nwith hypermyoglobinemia and reduced renal reserve. \nAdditionally, intermittent RRT can be sufficient when \nthe patient’s hemodynamic condition is stable.\nIn conclusion, we encountered a case of acute blood \npurification therapy for hypermyoglobinemia caused by \nrhabdomyolysis following reperfusion injury after acute \nlimb ischemia. Early intervention with hemodialysis \nmay help prevent AKI progression in such cases. Fur thermore, this study suggests that intermittent hemodi afiltration dialysis can be an effective treatment option.\nAbbreviations\nAKI  Acute kidney injury\nCK  Creatine kinase\nCre  Creatinine\nGCS  Glasgow Coma Score\nHDF  Hemodiafiltration\nMb  Myoglobin\nPEPA  Polyester polymer alloy\nRRT   Renal replacement therapy\nSpO2  Peripheral capillary oxygen saturation\nAcknowledgements\nThe authors would like to thank the paramedical crew for using their data. \nWe would like to thank Editage (www. edita ge. com) for the English language \nediting.\nAuthor contributions\nT Minamiyama, SY, YM, HK, KK, YN, AU, AK, YK, AN, HF, GY, RK, T Miyake, and NK \ntreated the patient; T Minamiyama wrote the manuscript; SY and HO revised \nand edited the manuscript; HO supervised this report. All the authors have \nread and approved the final manuscript.\nFunding\nThis research did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe datasets obtained and analyzed in the current study are available from the \ncorresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthics approval was obtained from the Medical Ethics Committee of the Gifu \nUniversity Graduate School of Medicine, Gifu, Japan.\nPage 5 of 5\n Minamiyama et al. Journal of Medical Case Reports          (2025) 19:128 \n \nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Advanced Critical Care Center, Gifu University Hospital, Gifu, Japan. 2 Abuse \nPrevention Center, Gifu University Graduate School of Medicine, Gifu, Japan. \n3 Center for One Medicine Innovative Translational Research, Gifu University \nInstitute for Advanced Study, Gifu, Japan. 4 Department of Emergency and Disaster Medicine, Gifu University Graduate School of Medicine, 1-1 Yanagido, \nGifu 501-1194, Japan. \nReceived: 1 November 2024   Accepted: 14 February 2025\nReferences\n 1. Petejova N, Martinek A. Acute kidney injury due to rhabdomyolysis \nand renal replacement therapy: a critical review. Crit Care. 2014;18:224. \nhttps:// doi. org/ 10. 1186/ cc138 97.\n 2. Jakim C. Rhabdomyolysis. Ugeskr Laeger. 2014;176:V11106.\n 3. Long B, Koyfman A, Gottlieb M. An evidence-based narrative review \nof the emergency department evaluation and management of \nrhabdomyolysis. Am J Emerg Med. 2019;37:518–23. https:// doi. org/ 10. \n1016/j. ajem. 2018. 12. 061.\n 4. Zeng X, Zhang L, Wu T, Fu P . Continuous renal replacement \ntherapy (CRRT) for rhabdomyolysis. Cochrane Database Syst Rev. \n2014;2014:CD008566.\n 5. Peltonen S, Ahlström A, Kylävainio V, Honkanen E, Pettilä V. The effect of \ncombining intermittent hemodiafiltration with forced alkaline diuresis \non plasma myoglobin in rhabdomyolysis. Acta Anaesthesiol Scand. \n2007;51:553–8. https:// doi. org/ 10. 1111/j. 1399- 6576. 2007. 01289.x.\n 6. Natarajan B, Patel P , Mukherjee A. Acute lower limb ischemia-etiology, \npathology, and management. Int J Angiol. 2020;29:168–74. https:// doi. \norg/ 10. 1055/s- 0040- 17137 69.\n 7. Watson JDB, Gifford SM, Clouse WD. Biochemical markers of acute limb \nischemia, rhabdomyolysis, and impact on limb salvage. Semin Vasc Surg. \n2014;27:176–81. https:// doi. org/ 10. 1053/j. semva scsurg. 2015. 01. 007.\n 8. Chatzizisis YS, Misirli G, Hatzitolios AI, Giannoglou GD. The syndrome \nof rhabdomyolysis: complications and treatment. Eur J Intern Med. \n2008;19:568–74. https:// doi. org/ 10. 1016/j. ejim. 2007. 06. 037.\n 9. Madrazo Delgado M, Uña Orejón R, Redondo Calvo FJ, Criado JA. \nIschemic rhabdomyolysis and acute renal failure. Rev Esp Anestesiol \nReanim. 2007;54:425–35.\n 10. Cervellin G, Comelli I, Benatti M, Sanchis-Gomar F, Bassi A, Lippi G. Nontraumatic rhabdomyolysis: background, laboratory features, and acute \nclinical management. Clin Biochem. 2017;50:656–62. https:// doi. org/ 10. \n1016/j. clinb iochem. 2017. 02. 016.\n 11. Nath KA, Singh RD, Croatt AJ, Adams CM. Heme proteins and kidney \ninjury: Beyond rhabdomyolysis. Kidney. 2022;3:1969–79.\n 12. Bosch X, Poch E, Grau JM. Rhabdomyolysis and acute kidney injury. N \nEngl J Med. 2009;361:62–72. https:// doi. org/ 10. 1056/ NEJMr a0801 327.\n 13. Premru V, Kovač J, Ponikvar R. Use of myoglobin as a marker and predictor \nin myoglobinuric acute kidney injury. Ther Apher Dial. 2013;17:391–5. \nhttps:// doi. org/ 10. 1111/ 1744- 9987. 12084.\n 14. Somagutta MR, Pagad S, Sridharan S, Nanthakumaran S, Arnold AA, \nMay V, et al. Role of bicarbonates and mannitol in rhabdomyolysis: a \ncomprehensive review. Cureus. 2020;12: e9742. https:// doi. org/ 10. 7759/ \ncureus. 9742.\n 15. Kellum JA, Lameire N, KDIGO AKI Guideline Work Group. Diagnosis, \nevaluation, and management of acute kidney injury: a KDIGO summary \n(Part 1). Crit Care. 2013;17:204. https:// doi. org/ 10. 1186/ cc114 54.\n 16. Kodadek L, Carmichael S, Seshadri A, Pathak A, Hoth J, Appelbaum R, et \nal. Rhabdomyolysis: an American association for the surgery of trauma \ncritical care committee clinical consensus document. Trauma Surg Acute \nCare Open. 2022;7: e000836. https:// doi. org/ 10. 1136/ tsaco- 2021- 000836. 17. Gupta A, Thorson P , Penmatsa KR, Gupta P . Rhabdomyolysis: revisited. \nUlster Med J. 2021;90:61–9.\n 18. Safari S, Yousefifard M, Hashemi B, Baratloo A, Forouzanfar MM, Rahmati \nF, et al. The value of serum creatine kinase in predicting the risk \nrhabdomyolysis-induced acute kidney injury: a systematic review and \nmeta-analysis. Clin Exp Nephrol. 2016;20:153–61. https:// doi. org/ 10. 1007/ \ns10157- 015- 1204-1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}