{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05162-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05162-w.pdf",
  "metadata": {
    "/Keywords": "COVID-19; Vaccine decisions; Distrust; Prevention; Public health messaging",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250321104534+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250320142100+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05162-w",
    "/Author": "Jacinda K. Dariotis ",
    "/Title": "Distrust, trauma, doubt, and protective reactions to coronavirus disease 2019: cautionary tales and lessons to learn for future pandemics: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05162-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Vaccine uptake has declined since the coronavirus disease 2019 pandemic began. The pandemic \nchanged people’s perception about vaccination due to factors such as increasing mistrust in government, spread \nof misinformation, fear of side effects, unclear communication, concerns about rushed vaccine development, \nand opposition to mandates infringing on personal choice. Understanding different perspectives on vaccine decisionmaking is crucial for informing effective approaches to communicating about vaccines.",
    "Case Presentation": "Case presentation This study presents three cases with varying attitudes and behaviors about vaccination for coro navirus disease 2019, traditional childhood illnesses, and influenza influenced by different contexts and experiences. \nThe cases span the continuum of vaccine hesitancy and uptake, from distrustful and resistant (Alexis, 56-year-old nonHispanic White American female), through resentment for mandated uptake of the expedited coronavirus disease \n2019 vaccine versus trust of long-standing preventive vaccines (Nia, 51-year-old non-Hispanic Black American female), \nto accepting and adopting (David, 38-year-old non-Hispanic White American male). These cases have similarities \nand differences across ten key “themes,” including vaccine attitudes; decision-making motivations; prioritizing family’s health; influence of past vaccination trauma on decision-making; significance of social support; the importance \nof information to guide decisions; (dis)trust in news, social media, and politicians; disappointment in humanity; future \nrecommendations including respecting individual autonomy and providing the necessary information for individual \ndecision-making; and openness to future vaccines.",
    "Conclusion": "Conclusion The long-term impact of the public health response—including vaccine mandates—and aftermath \nof stigmatization of people with differing and less socially desirable vaccine beliefs on vaccine uptake and health \nand medical service engagement remains unknown. By drawing on rich, nuanced information collected from individuals at a time of intense national dialogue around vaccines, these three case studies offer unique and novel insights \ninto how the dialogue around vaccine uptake should evolve to meet the needs of different people. These findings \nhave implications for broadly promoting public health engagement by hearing varied experiences and tailoring \napproaches to reach diverse groups of individuals. Findings from these cases provide insights and recommendations Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJacinda K. Dariotis\ndariotis@illinois.edu\nFull list of author information is available at the end of the article\nPage 2 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \nBackground\nPeople who choose to remain unvaccinated may be moti vated by different rewards, fears, and values than people \nwho express confidence in vaccines, and experience bar riers (for example, access to quality education, healthcare \nresources) that undergird personalized risk–reward cal culations driving behavior. Combined with medical dis trust, conspiracy beliefs, and mis/disinformation being at \nall-time highs [1–3], coronavirus disease 2019 (COVID19) vaccine uptake has been incredibly low at < 69% \nfor the full vaccine and < 15.9% for the bivalent booster \namong eligible Americans [4, 5]. As of July 2024, COVID19 vaccination rates among adults aged 18 years or older \nremain low at 22.6% [6]. The COVID-19 pandemic has \nchanged people’s perception about vaccination due to \nincreasing mistrust in government, spread of misinfor mation via social media, fear of side effects, and lack of \nclear instructions about the vaccine from the Centers for \nDisease Control and Prevention (CDC) [7]. Other fac tors reducing vaccine acceptance include fears about the \nrushed development of the COVID-19 vaccine and the \nunknown duration of immunity [8]. In fact, from January \n2020 to August 2020, acceptance of COVID-19 vaccines \ndecreased from 70% to < 50% [9].\nIn adults, the intent to vaccinate against COVID-19 \nwas driven by mortality rates [10], perceived risk of infec tion [8], and disease severity [11]. A scoping review of \narticles published during the COVID-19 pandemic found \nthat intent to vaccinate against COVID-19 in adults was \ninfluenced by demographic factors (for example, race, \ngender, education level), social factors, vaccination beliefs \nand attitudes, vaccine safety and effectiveness, influenza \nvaccination history, and infection prevention [12].\nIn a study of US mothers, Walker et al. [13] found that \nmothers’ intent to vaccinate their children was not solely \npredicated on prior vaccine attitudes or behavior, because \nhealth beliefs are affected by contextual factors related to \nthe vaccine and severity of the disease. They also sug gested that astute health decisions are contingent on \naccurate perceptions of the cost–benefit; however, emo tions such as the feeling of being threatened may override \nrational decision-making based on accurate information. \nHealthcare and social workers caring for vulnerable pop ulation have additional considerations. A Swiss study of \nthese workers found that the decision-making process \nfor vaccination could not fit neatly within categories of \npro- or anti-vaccine [14]. Primary patterns identified as driving the decision-making process included principledriven, the tradition-driven, the emotion-driven, and the \nreflexive. These patterns are influenced by personal ver sus collective relevance assessments. These workers also \nhad to navigate challenges such as the infodemic, dep ersonalization, moralization of the vaccination decision, \nand fear of workplace discrimination. Moreover, deci sions for healthcare workers are often rooted in fiduciary \nduty and ethical responsibilities [15].\nTo understand the motivations for one’s decisions, it is \nimportant to understand their lived experiences. Previ ous studies have not investigated in sufficient depth past \nexperiences and attitudinal and contextual motivations \nfor or against vaccination. Here we showcase three case \nstudies, each representing different types of decisionmakers, with grounding in their past experiences, current \nbeliefs about COVID-19, and intended behaviors during \nfuture pandemics. We highlight their commonalities and \ndifferences and propose recommended approaches to \nvaccine promotion for public health and medical profes sions moving forward that respect the lived experiences \nof different types of decision-makers.",
    "Methods": "Methods\nStudy design\nThe primary aim of this case report was to explore per spectives and decision-making processes regarding vac cine uptake of the COVID-19 vaccine and other vaccines. \nThe cases used in this report were adults who partici pated in a larger mixed methods COVID-19 study of 506 \nparents and childcare providers. The primary aim of the \nparent study was to investigate the lived experiences of \nparents and childcare providers during the pandemic \nand adherence to public health guidelines, including \nvaccine uptake. The study was approved by the univer sity institutional review board. Participants provided \ninformed consent through an online eligibility screener. \nInclusion criteria for the parent study included parents \nor caregivers aged 18 years or older who were currently \ncaring for minor children or who were childcare provid ers, and participants had to be proficient in written and \nspoken English and located in the USA. A subsample of \n45 participants were selected for semi-structured inter views using a purposive sampling strategy on the basis \nof survey responses to ensure vaccine attitudes were \ncaptures across a continua of pro- to opposed attitudes. for tailoring future pandemic-related responses to audiences with similar beliefs and experiences as those presented \nin these cases.\nKeywords  COVID-19, Vaccine decisions, Distrust, Prevention, Public health messaging\nPage 3 of 14\n Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n \nParticipants who completed the interview received a $25 \ne-gift card.\nCase inclusion\nThe three cases in this report were selected on the basis \nof (1) the richness of their data regarding their deci sion-making processes for vaccine uptake, opt-out, or \nhesitancy during and post-pandemic and (2) diverse \nexperiences influencing their perspectives and behaviors. \nPseudonyms are used for each case to protect partici pant identities. Case 1, Alexis, was selected because she \nwas engaged in the medical field as a nurse, had a child \nwith disabilities, and experienced past trauma with vac cines resulting in her decision not to vaccinate herself \nor her child against COVID-19. Alexis left her nurs ing position soon after the pandemic began because she \ndisagreed with how it was being managed by healthcare. \nCase 2, David, was selected because he was employed as \na risk assessor who made decisions on vaccination on the \nbasis of research and statistics. He had four children, one \nof whom had preexisting conditions that heightened his \ncaution of exposing his family to COVID-related risk. \nCase 3, Nia, was chosen because as a childcare provider, \nshe reported being forced to take the COVID-19 vaccine \ndue to her employment without having enough time to \nresearch and make informed decisions. She experienced \nsymptoms after receiving the COVID-19 vaccine that she \nattributed to the vaccine. Despite previously being provaccines, her experiences of being mandated to vaccinate \nand then suffering perceived long-term negative health \nside effects of the vaccine resulted in her being reluctant \nto receive future vaccines and to be highly skeptical of \nvaccines, media, and other influences.\nProcedures\nOpen-ended, semi-structured interviews were con ducted via Zoom or in-person on the basis of the prefer ence of the participant. The interviewers asked questions \nregarding COVID-19 lived experiences, vaccination sta tus, views on vaccines, coping and adaptations made, \nresources needed, recommendations for public health \npolicy, and messaging in future public health crises. The \ninterview duration was as follows 149  minutes (Alexis), \n110 minutes (David), and 113 minutes (Nia).",
    "Results": "Results\nCase 1: Alexis\nCase History. The first participant case we present is that \nof Alexis. She identified as a 56-year-old divorced White \nfemale with one 15-year-old son with special needs and \ntwo aged parents. She was a nurse, both in the emer gency room and then at an older age day care facility. \nAlexis had experienced COVID-19, did not receive the COVID-19 vaccine, and strongly disagreed when asked \nif she intended to vaccinate herself or her son against \nCOVID-19 in the future. She believes in a God and places \nstrong reliance on her “beautiful innate immune system I \ncame into this world with at birth!” She began self-health \nimprovements—healthier diet, more exercise—approxi mately 3–4 years before the pandemic (5–6 years before \nour interview).\nPandemic Related Re-Traumatization. When the pan demic began, she had been employed as an emergency \nroom (ER) nurse for 14 years. Within the first month of \nthe pandemic, she chose to quit her job for two reasons. \nFirst, she “could see that this [the pandemic] was not \nbeing handled appropriately. ” Second, she needed to care \nfor her son who was sent home to be home schooled. In \nher words,\nI walked out of the hospital and never returned. So \npeople thought I had absolutely lost my mind. It was \nat the first job that I had literally walked away from. \nI was there almost 14 years. And with the medita tion, with my morning prayers, with everything, I \nknew that I was making the right decision… I have a \nsticky notes all over my kitchen and one of them says \nif we don’t have peace with something then don’t do \nit. And I totally had peace with walking away from \nthat.\nAlexis recalled that although many ER health profes sionals are not fazed by much (“those people who work \nin the ER are not really frightened of anything and it’s \njust our nature. We kind of thrive on adrenaline”), she \nhad real fears about her son becoming sick because he \nhad been previously hospitalized for respiratory illness. \nShe was traumatized by her son’s negative response to \nthe measles, mumps, and rubella (MMR) vaccine at age \n3, which she admitted postponing until she was forced to \ndo for him to go to school.\nAfter her son’s MMR experience, Alexis vowed to never \nput other vaccines in her or his body. As she described, \n“I’m the nurse that would, that fought tooth and nail to \nnot get flu shots. So this will never be in me. It will never \nbe in my son. ” She reported historically being mandated \nto receive the flu shot as a condition of her employment \nfor about 2 years.\nPretty much that I was forced to get it [flu shot]. \nMaybe 2 years as a mandate, which I do not \nagree with. That is my body and my choice. And \nI shouldn’t have to be forced to do that. And I \nwould literally write on the form they wanted me \nto sign that I was signing under. I wouldn’t sign my \nname. I just wrote on the line “under protest. ” And, \nI would write all around the edges “if I get GillainPage 4 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \nBarre, you will take care of me 24/7, and my son \nwith disabilities 24/7” and on and on.\nFlu vaccine mandates further fueled Alexis’ distrust \nin vaccines when her son became ill in 2016. Alexis \nwent on to say that her son was hospitalized for a week \nwithin 2 weeks of her receiving the flu shot and had \nto receive respiratory treatment for an additional 3 \nmonths. She attributed his sickness to her flu shot and \nnever received one again: “I’ve finally got a physician to \nsign a medical exemption for me so that I didn’t have to \ndo it [get the flu shot] again. ” Both because of her per sonal experience with her son’s illnesses and what she \nknew from flu vaccine effectiveness, she had no trust in \nit. Further, she believed vaccines “are doing something \nto your immune system that God gave you that’s per fect. So I don’t think we should interfere with that. ”\nAlexis explained that since her son’s negative MMR \nreaction at age 3 years, he always receives vaccination \nexemptions, “a religious exemption was the only way that \nthey would let that happen at the school district. ” Her \nson’s pediatrician advised her not to have her son vacci nated against COVID-19. She recounted that a cousin’s \n15-year-old athletic son had major cardiac complications \nafter receiving the COVID-19 vaccine shot and now has \na pacemaker. These sequential experiences reinforced her \ndistrust and doubts related to vaccines.\nShe prioritizes her own and her son’s health and val ues the immune system response without vaccines. \nAlexis was an educated health professional who took a \nvested interest in knowing what is in medicines. As she \nexplained, “I have done my research since my son was lit tle about all the evils and all the like additives, and the \nhaving metals and the aluminum and all the s*** that gets \nin there. That’s not what needs to be injected into peo ple. ” Alexis did admit to a recent exception she made \nwhen she became vaccinated for Tetanus-D because it \nwas required for her and her son to participate in a big \nhiking trip for Scouts in 2021. She reluctantly agreed and \ninsisted she receive it in a way that put the least amount \ninto her body. With respect to COVID-19, she adamantly \nbelieved that mRNA is not a vaccine (see below).\nRenewed Commitments—Religion, Prioritizing Family \nand Health. During the pandemic, Alexis had a renewed \ncommitment to religion. She began attending church \nmore. She connected with a spiritual coach and went on \na spiritual journey across the country to spend time in a \nretreat. She found her “love tribe” during the pandemic, \nwhich was an online group that went through a spiritual \nworkgroup together each week and supported each other \nthrough a course of miracles. At the time of the inter view, Alexis’ love tribe continued to meet monthly online \nto check in with each other. As Alexis described,The expansion of a worldwide group of love tribe was \nsomething that I wouldn’t have experienced without \nwhat was going on in the rest of the world because I \nslowed down. I had the time, and I was reaching out, \nin all kinds of spiritual ways to figure out myself and \nwhat was coming next.\nOther changes she made included home schooling her \nson even though he could have returned to school. She \nalso had her son in numerous activities such as Scouts, \ntaekwondo, and hockey. Although she had less financial \nstability, it concerned her parents more than it did her. \nHer renewed faith in a higher power was liberating and \nrevealed to her the many fortunes she had. As Alexis \ndescribed,\nFinancially, in general, it’s not as plentiful. If that’s \nwhat you what you want to say. But it also opened \nour eyes to all the ways that you really are blessed \nand really are prosperous. That it doesn’t come nec essarily in the form of money. That there’s many \nother blessings. And what’s really cool is when you \ngive up that control to that higher power, whatever \nthat is for you. And you allow those things in. It’s \namazing how you get what you need. It may not be \nwhat you want, [laughs] but it is what you need.\nThe pandemic helped with prioritizing what people \nspend money on, keeping each other safe, and spending \ntime with family. She kept her son from playing hockey \nfor a year to keep him safe. Given her nursing back ground, she knew the importance of wearing masks. \nBefore leaving her hospital job, she took many N95 masks \nthat had been fitted to her. She anticipated they would \nbe needed. Alexis wore masks until she thought they \nwere no longer needed or in contexts she did not think \nthey were healthy to wear (like outside). However, she \nrespected people’s desire to wear masks longer or outside \nif that makes them comfortable, noting she would not tell \nthem to do otherwise.\nSignificance of Social Support, Gratitude, and Forgive ness. When asked about the most important silver lining, \nAlexis mentioned her love tribe. The need for and impor tance of social support was very strong and she found a \nnetwork across the globe, which she referred to as her \nlove tribe. She espoused the belief that “there’s only two \nways to live; it’s in love or it’s in fear. ” This social network \nhelped her throughout the pandemic, providing support, \nrecommendations, and connection. As she explained, \n“the need for mental health, you know assistance for \npeople, especially with the isolation. Thankfully I did \nget that love tribe, and I did reach out and do those dif ferent things. ” During the pandemic she also developed \na deeper sense of gratitude. She kept a gratitude book \nPage 5 of 14\n Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n \nwhere she would write five things every day for which she \nwas grateful. In her own words, she described the book \nand the evolution her entries as follows:\n[A] book that I write like five things every day. Actu ally, it was really interesting. It went from things like \nwhen I was working at the hospital, from things like, \nI’m grateful for a hot shower or chicken to things like \nthe trees are budding today and there’s a rabbit here \n[laughs]. I mean, it was like just this whole like dif ferent, all of gratitude.\nAlexis took seriously her commitment to live in love. \nShe did so by empathizing with others and accepting that \nthey make choices on the basis of their contexts and con straints. She acknowledges that some approaches taken \nduring the pandemic were based on fear and were forced. \nTo move forward, heal, and evolve as people, she recom mends forgiveness be practiced by all. She defined for giveness as “see[ing] through the layers of muck and mire \nto that love and light that we all were given. ” Experiences \nwith her love tribe and gratitude practice were part of the \njourney that brought her to the conclusion that forgive ness was needed. She describes her journey to forgive ness this way:\nI’ve kind of gone almost to the extreme… in spiritual \nway, in a loving way. We’ve all made choices. We’ve \nall been buffaloed by certain things. There’s been a \nlot of propaganda and a lot of fearmongering and \ncoercing. And so, yeah, a whole lot of forgiveness \nneeds to happen on all angles of this, so that we can \npush our way forward, and admit what we can do to \nmake people better.\nScientifically Distrusting of mRNA: Need for Informed \nConsent. Alexis adamantly believed that mRNA is not a \nvaccine. As she described,\nWhat is frightening is that mRNA technology is not \na vaccine. And that’s just scientifically period. They \n[the CDC] change the definition of a vaccine to fit \nthat what they wanted. The CDC is evil. In that \nregard they plan from my own understanding, to put \nthis technology into damn near every shot. Now in \nthe future, and so I don’t plan to ever have anything \npast my last TD [tetanus and diphtheria].\nShe is concerned about the future of any vaccine \nbecause she contends mRNA technology will be used \nfor all vaccines in development: “that they want to use \nmRNA technology in everything. And I think that to \ngo in and mess with your genetics on that level is not \nsmart. ” As a reminder, Alexis has a nursing degree and \npracticed in the ER for nearly 15  years. She is con cerned about mRNA and credibly communicates that to others even if all of her facts may not be accurate. As \nshe eloquently explained in the interview:\nBut to actually inject things that cross your bloodbrain barrier. No matter what they are, is not a \nsafe thing to do for any of humanity that includes \nall the animals. And, all they want to vaccinate \nour animals with this stuff and all the food we’re \ngoing to eat with all the cattle and everything… So, \nmy son and I just this week have been studying in \nthe biology book how that DNA gets to the messen ger RNA and gets transcribed to make the amino \nacids and the proteins kind of like, I mean, even in \na high school science book, you can tell that that’s \nnot where you want something to go wrong. That’s \nnot where you want someone to be messing. So \nthey’re not vaccines. They’re gene modifying injec tions.\nWhen asked about what is needed in the future, she \nsaid better informed consent so that people understand \nthe long-term implications of vaccines in terms of their \nhealth, financial well-being, and functioning. As she \nwarned.\nB[y] signing off on that, you basically give away eve rything. There will not be any way you can go back \nand get money from that pharmaceutical company, \nfrom that person injecting you from that hospital \nsystem, from the doctor’s office. They are all com pletely indemnified from any kind of problem that \nyou have.\nAlexis made several recommendations for future com munication and what could have been done differently \nwith the COVID-19 pandemic. First, medical and public \nhealth communication needs to provide more detailed \nand digestible information about what mRNA actually \nentails and what vaccines developed with it do to one’s \nbody. Second, “Most importantly is that we all need \nto be treated like individuals. We’re not herds of cat tle to go in and all get the same thing. Does that make \nsense? I mean as to mandate specific things or even like \nwith the mask. ” She went on to explain that her mother \nhad chronic obstructive pulmonary disease (COPD) and \ncould not walk far without major difficulties breath ing. Mask wearing was detrimental because she had to \nbreathe in her own breath. “So one size does not fit all. \nI think that would be my biggest message, and that goes \ntrue for children as well. ” She went on to say that because \nthe risk of death for children was so small, forcing them \nto be vaccinated was “pull out a big word here, genocide. \nThat we’re doing to our children by putting this in them \nbecause their risk was like 0.0003% that this would have a \nbad outcome. Yeah. ”\nPage 6 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \nStigmatized for Being Different. Alexis experienced \nnot only trauma from her son’s negative medical expe riences to vaccines, but also from being made fun of \nbecause her vaccination beliefs were different from \nothers. She was trying to keep her son safe and his spe cial needs meant holding varying attitudes and behav ing in different cautionary ways. She described:\nI just think that it all needs to be looked at more \nfrom an individual standpoint and not from, yeah \nnot from a political thing. They made it fun to \njudge people that were different, and I guess that’s \nnear and dear to me. Having a child with special \nneeds, you know, it’s like No. We’ve forgotten how \nto honor the individual. The herd mentality is \nscary.\nAlexis, her son, and their closest friends were ostra cized, coerced, and peer pressured because of their \nbeliefs not to be vaccinated. This was very impactful \nfor them.\nAlexis noted that she did not trust any media outlets \nbecause they were owned by “Big Pharma” and that \nmany congressional representatives receive campaign \nfunding from Big Pharma. She went on to recount how \nshe had recently looked up a fact from the 1960s and \nthe Wikipedia post had been updated only 5 days prior, \nquestioning why historical facts need to be updated \nwhen “that should be solid. ” “What’s the truth?” she \nasked not only of media depictions, but of the vaccine.\nWhen asked how public health professionals could \nreach her and others who share her perspective and \nwhat should their messaging be, she spoke about pro tecting people’s right to keep their vaccine attitudes \nand behaviors private. “That your health is a private \nconversation protected by the law with your doctor. \nI don’t think we should be talking about any of it out \nhere, anyway… I think that that that we have done \nwhat has happened in the last few years is that a huge \ndisservice to the medical community in general… it \nhas destroyed a lot of that confidentiality between a \ndoctor and a patient. ”\nHer biggest take-away from the pandemic was \n“focusing on gratitude and abundance, gives me clar ity of choices and solutions. So I guess the my big gest takeaway, maybe is that I have Strengthened \nmy resolve with my higher power, that gives me the \nstrength to Lock in that trust And not fear. ” She ended \nthe conversation with this saying that she placed in her \nroom since May 2020: “Universe, put me in the places \nyou want me to be with, the people you want me to be \nwith, doing the things you want me to do. Thank you \nfor all the joys and the challenges of my life. ”Case 2: David\nCase History. The second participant case is David, a \n38-year-old married White male with four children, one \nof whom had health concerns. At the time of the inter view he was fully vaccinated and boosted and had con tracted COVID-19. David had a graduate degree and \nworked in risk management. He used data, science, and \nrisk tolerance to guide his family’s decision-making \naround vaccination. He was a proponent of vaccines in \ngeneral, but reviewed literature and data related to new \nvaccines before making uptake decisions.\nPrivy to More Information about the Pandemic. He was \na risk management specialist and had worked with agen cies such as Federal Emergency Management Agency \n(FEMA), which gave him a deeper understanding of the \nseverity and longevity of the COVID-19 pandemic from \nthe beginning. As he explained,\nSo professionally I’m in risk management…Pretty \nmuch immediately at the beginning of the pan demic… you’re having meetings with other par ent organizations… “maybe we need to hold off on \nactivities four or six weeks until this dies down. ” And \nthe information I’m getting in the background from \n[agency] is “we’re canceling everything for the next \neight months. ” It’s not okay.\nDavid struggled with the disconnect between the level \nof information he and his family were privy to due to his \njob and the information available to the general public. \nDavid’s knowledge of the guidelines for vaccination was \nsometimes ahead of the doctors’ , so he had to advocate \nfor his youngest son.\nSo a lot of times related to vaccines like we had gone \nthrough all of like the administration guides of how \nthe vaccines could be administered to our children \nand…. What the precautions and what the special \ncases were, and so like for our 5 year old who was at \nhigher risk. Like we were aware that he could be vac cinated well in advance of his doctor providing us \nwith that option. So we had to go through and kind \nof explain. Why what the ACIP [Advisory Commit tee on Immunization Practices] had just approved \napplied to him and he was eligible to come in and \nget vaccinated even though he hadn’t turned 5 yet.\nPrioritizing Safety of Children. David had a child with \nhealth conditions that placed him at higher risk for con tracting COVID-19, which dictated the actions of the \nentire family. David and his family took the pandemic \nseriously and were “cautious of hygiene and illness prior \nto the pandemic. ” During the pandemic, he and his fam ily took many precautions to reduce their risk of expo sure. All four of David’s children participated in remote \nPage 7 of 14\n Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n \nlearning until spring 2022, staying out of school longer \nthan most children. His family avoided contact with oth ers for an extended period of time and stopped all extracurricular activities. In his words,\nWe weren’t going out to a lot of public places. So we \nwere kind of across the board intentionally isolat ing so doing curbside pickup for anything we needed \ncoming into our household. All of our activities we \nwere pretty much doing on our own, spent a lot of \ntime at the local forest preserves doing tons of hiking \nand outdoor activities with the kids and biking and \nwalking around and generally just kind of keeping \nour distance from other people.\nThey occasionally interacted with one family across the \nstreet but only outside and always masked.\nImportance of data and science for making informed \ndecisions. David and his family used data and science to \nguide their actions related to COVID-19. He described \nthem as “pro-vaccine before the pandemic” and talked \nabout how they occasionally reviewed literature on spe cific vaccines or additives. All members of David’s fam ily received the standard childhood vaccines, the annual \nflu vaccine, and children of eligible age have received the \nhuman papillomavirus (HPV) vaccine. During the pan demic, they began to review data about vaccines more \nclosely as described by David:\nI would say during the course of the pandemic we \ndefinitely started looking at that [vaccine data] \nmuch more closely. So looking at the ACIP and the \ndata as it came out; trying to stay abreast of the \ninformation that the people approving those vac cines were looking at themselves so that we could feel \ncomfortable with the decisions moving forward. And \nI think looking at the data and we didn’t have con cerns about kind of the speed at which the vaccines \nwere rolled out, but the technology had been really \nbuilding for years when they’re looking at MERS and \nSARS. And this wasn’t as novel as kind of the main stream media seem to be picking up on sometime. So \nwe were definitely proponents for it.\nThe family all received COVID vaccines and boosters \nas they were approved.\nDavid is open to future vaccines for himself and his \nfamily and would use the same cost/benefit analysis to \nmake a decision about uptake.\nYeah, I would certainly consider it. Just like with all \nthe other shots, we would look at the data and effi cacy and health risks and look at that risk benefit \nratio and try to see what our perceived risk and of \nexposure and health risks of getting that shot and the likelihood that it would prevent serious outcomes.\nMinimizing risk guided David’s decision-making \naround vaccines and his family’s health and safety in \ngeneral.\nView of Society and Future Recommendations. During \nthe course of the pandemic, David developed “a much \nmore pessimistic view of the society in which we live \nboth in people’s understanding of basic scientific infor mation that’s presented to them. ” However, he used this \nrealization as motivation to help educate and persuade \nthose around him to get vaccinated and to comply with \nmasking and distancing recommendations.\nThe role we played was kind of this secondary source \nof information for people who were sort of either \nopposed to a certain mitigation strategy or were \nindecisive. Someone would reach out to us, we would \ntry to kind of tailor the information and response \nback. Give them the information that either directly \ndisproved their point using data or gave them the \nresources to explore it themselves.\nOverall, the pandemic and isolation did not have a \nmajor negative impact on David or his family. They did \nnot experience economic stress and felt confident in their \nability to access and digest information and make rational \ndecisions to keep their family safe.\nDavid’s biggest frustration was that, as a society, we \nseemed to learn nothing from past pandemics. He viewed \nthe political and nationalistic themes between the 1918 \nand COVID-19 pandemics as very similar. Although \na focus on medical, health, and public health aspects is \nimportant during a pandemic, David cautioned that it is \nnot enough. Rather, the social and political implications \nit has for people’s lives need greater consideration and \nprioritization. For future pandemics he explained,\nI would really hope that we can collectively study \nnot just the health response and what strategies \nwork best, masking or hand washing or whatever is \napplicable to the transmission method for the next \npandemic or epidemic. But also, how that translates \ninto a lot of the social aspects as well. So how does \nthat impact other aspects of people’s lives, from edu cation and health and how that might shape politics \nand things like that. So, I would hope there could be \nmore thought to things like that.\nDavid also remarked that inconsistent messaging about \nmasking early on in the pandemic undermined the pub lic’s trust for the remainder of the pandemic.\nI mean certainly the initial reluctance to promote \nmasking externally. It makes sense policy-wise \nbecause there was a shortage of masks and trying \nPage 8 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \nto preserve it and get them to first responders and \navoid hoarding and things like that. But setting that \nmessaging seemingly intentionally knowing that \nmasking would have been effective from the begin ning in order to preserve those, I feel like they lost the \nopportunity to start that messaging early on. And \nso you had this switch from no one needs a mask to \nnow suddenly you need a mask again.\nFor future pandemics, David suggests presenting \ninformation in an objective way and emphasizing the \neconomic impact of getting seriously ill as well as the \nimpact it will have for caring for loved ones. Implicit in \nhis recommendations for how public health professionals \nshould communicate with the public is the need to pro vide the best information for them to make an informed \ndecision about meeting their needs and goals rather than \nstating mandates. To public health officials he suggested:\nYou are not there to take something away from them. \nYou are not there to dictate what they have to do. \nYou are trying to provide them information so that \nthey can make their own decision… who is going to \nbe caring for your children and providing for them \nwhile you’re out of work recovering? Yes, you may \nhave long-term health coverage, but will you still be \nearning wages while you’re recovering from this for \nseveral months?\nIf framed appropriately, people will know how their \ndecisions will impact how well they meet their family \ncaregiving and economic responsibilities.\nCase 3: Nia\nCase History. Nia is a 51-year-old Black divorced \nfemale with two adult children. She worked as a direc tor of a childcare center and holds a graduate degree. \nShe reported a medical history of asthma, arthritis, and \neczema. To her knowledge, she never had COVID-19. \nShe received the Pfizer COVID-19 vaccine and boosters \nas soon as they were available due to workplace vaccine \nmandates. She was a proponent of traditional childhood \nvaccines, hesitant about flu shots, and critical of the \nCOVID-19 vaccine.\nTraumatized by COVID-19 vaccine side effects. At the \ntime of the interview, Nia reported many physical ail ments. Given the timing of these symptoms, rushed \ndevelopment of the vaccine, and lack of a medical diag nosis for these ailments, she attributed these symptoms \nto side effects of the COVID-19 vaccine. As a result of the \nfirst COVID-19 shot (of the two-part series) she expe rienced a headache. After she received the second shot, \nshe experienced a myriad of symptoms, including sneez ing “all day” not explained by allergies, coughing that was not attributed to asthma, respiratory issues, and rashes. \nIn her words,\nSo when I took the [COVID-19] vaccination, I \nstarted having really bad headaches. Mucus was \nrunning from my head out my nose so bad, to the \npoint where I was using up whole rows of those Dol lar Tree paper towels a day… And this never hap pened to me in my life. Sneezing all day. I was sneez ing all day. No allergies, asthma, not red, nothing.\nShe also experienced excruciating nerve pain in her fin gers and legs that negatively impacted her functioning, \nespecially at night. As she described,\nAnd ever since that COVID [vaccine], my fingers, \nlike, my nerves, they jump in my fingers jumping \nby itself. My leg is jumping because it’s hurting so \nbad that my nerve is jumping. And it gets so irrita ble. At night, I can’t even sleep. I have to sometimes \ntake sleeping pills just so I can have a good night rest \nbecause I’m up all-night burning, tingling, and my \nnerves is jumping.\nIn addition to these intolerable symptoms, she men tioned recently developing two black patches on her arms \nthat raised alarm because they were unlike rashes due to \neczema. Despite seeing numerous specialists and having \nx-rays, bloodwork, and tests done for hereditary diseases, \nshe had no answers as to the root cause of these symp toms. With a lack of alternative sources, she attributed \nthese to the COVID-19 vaccine.\nViews on traditional childhood and other vaccines. \nDespite being opposed to the COVID-19 vaccine, she \nindicated she was up to date on all early childhood vac cinations and those needed to work in childcare facili ties (for example, hepatitis, measles, mumps, COVID-19 \nfirst series, and boosters). Her views on traditional vac cines (for example, MMR vaccine) were favorable for \nherself and her children because she knew the impor tance of being protected from childhood diseases, and \nshe believed the protection was long term. In fact, she \nexpressed valuing some vaccine mandates because with out the protection she may have died:\nNow if [it] was something mandatory like yel low fever, malaria, chicken pox, measles because \nI almost died from chicken pox. I’m glad I had the \nvaccination because then I didn’t have it. It prob ably would have killed me because I was 33 when I \ncaught that and I had a fever of like 110 and would \nhave to be incubated in the hospital so they got my \nbody temperature down.\nWhen asked if COVID-19 influenced her views on get ting vaccinated for the flu, she said:\nPage 9 of 14\n Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n \nActually, with the flu shot, I was getting it a long \ntime ago. I used to be really a fan of it. Every year \nthey were giving me the one—I think it was at CVS—\nthey would give me the one in my nose… I never had \nthe flu. I never caught the flu because I drink a lot of \norange juice and take vitamin C tablets and I take \niron, so I really don’t do the flu vaccination.\nDistrust Invoked by Mandates and Misleading Com munication. When asked about her views on the \nCOVID-19 vaccine, she stated: “I feel like we [childcare \nproviders] were forced to take it. I really didn’t want to \ntake it because I know my body and things don’t take well \nwith me. So, I was kind of scared. ” She also said, “Yeah, \na lot of people, we didn’t have a choice. If you don’t get \nit, you won’t have a job. ” She believed the rollout of the \nvaccine was so rushed that no time was allotted to learn \nmore about it to make an informed decision. As she had \nsuspected, the persistent symptoms she experienced after \nthe COVID-19 vaccine reinforced her fear of receiving \na future COVID-19 vaccine or other vaccines rushed in \ndevelopment. She said,\nI didn’t even have a chance to read on the stuff to \nmake sure that it didn’t have something in [it] that I \ncould have been allergic to. Like you guys didn’t even \ngive us a chance to read or make a decision on our \nown. We was forced to do that. Because if I hadn’t \nknown this is what I’m going through now, I would \nhave never took that stuff.\nExacerbating her distrust of the COVID-19 vaccine \nwas the inconsistency in vaccine messaging during the \npandemic by public health officials and on the news. Nia \nreported feeling tricked by pandemic communications:\nYeah, what I mean by being tricked is “if we give \nyou this, it’s going to protect you from COVID. ” Then \nafter we take the vaccine, in 2 days later on the \nnews, there’s no guarantee that you might not catch \nCOVID. That’s how I feel like we were being tricked.\nOf the available brands, Nia selected the Pfizer \nCOVID-19 vaccine on the basis of the company’s estab lished history and talking directly with nurses at Pfizer. \nDespite being vaccinated, she believed the COVID-19 \nvaccine was overrated because it did not provide the \nlong-term protection offered by vaccines for other infec tious diseases such as hepatitis. The evolving strain of \nCOVID-19 meant that more than one series of shots was \nneeded. To her, an effective vaccine should not require \nrepeated administrations such as boosters annually or \nfor new strains. She stated, “This stuff you get only lasted \n6 months and we’re back to square one. ” She expressed \nskepticism related to pharmaceutical companies whom she claimed were not getting the “right ingredients” \nbecause it did not work long term, which caused her to \nbelieve she was being “tricked. ” She distrusted commu nications that leveraged power figures taking the vaccine \nas evidence that the COVID-19 vaccine was safe. She \nviewed this messaging approach as follows:\nBecause you’re saying it’s safe and even when Trump \ntook it, who’s to say he took the vaccine? That could \nhave been the placebo. I don’t know, but they given it \nto us to convince us, “Oh, the president took it, you \nshould take it. ”\nNia described that she currently took a holistic \napproach to disease prevention. She mentioned how \nshe takes orange juice, vitamin C tablets, and iron to \nprevent the flu rather than getting the flu vaccine. She \nremarked that medicines were created to sustain big cor porate companies when there are other, more naturalistic \napproaches that “can cure the human body’s needs and \ndeficiencies. ” She indicated she would not take a future \nvaccine until there was a significant body of research \non its safety and effectiveness. At the time of the inter view, she preferred to promote her health with natural \nremedies.\nNeed for informed consent. Another element of dis trust emanated from conflicting information from public \nhealth officials such as Dr. Fauci about COVID-19 and \nthe safety of the vaccine. When asked what she would \nrecommend public health experts avoid doing or saying \nin future pandemics, she urged public health officials to \nverify information before they share it with the public. \nShe said,\nI think they should have 100% researchable infor mation and they should be educated on what it is. \nThey’re telling us 100% before they put it out there, \nbecause this one was really bad every day… every \nday they was coming out with conflicting informa tion. This one is saying one thing, then they saying, \n“Oh, somebody told us that you don’t have to be \nafraid. ” Then they come back and say something else, \nlike, get all your facts straight before you come and \nput this platform into view for the public, the whole \nworld to see. Let us know the research that you’re \ndoing. Make sure that it’s all set in stone so nobody \nwill have to go back years later to reinvestigate what \nyou said and find out that it wasn’t even the truth.\nWhen asked what public health officials should do in \nthe future to reach people like her and her family, she \nhighlighted a need for health professionals to ensure \npatients are informed when providing consent to be \nvaccinated. She mentioned that her parents were illiter ate and suggested health officials should sit down with \nPage 10 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \npatients “Zooms [format of the interview] like this or \nclinics” to explain vaccines step by step and check that \nthey understand before making a decision.\nStress, Discrimination, and Social Supports. Nia indi cated experiencing several thorns during the pandemic. \nShe felt there was a lot of governmental corruption that \nwas covered up during the pandemic. She said the par anoia from the pandemic caused a lot of racial tension. \nShe said “People was walking up hitting people in New \nYork. Some of my friends are Asian; they got taunted \nreally bad at where they work at. ” Further, she noted that \npeople distrusted each other and were so fearful that they \nwere going to spread the virus and infect them that they \nstopped interacting with each other. She was concerned \nabout childcare providers running out of money, despite \nbeing financially stable herself. Work as a childcare pro vider was incredibly stressful for her during the pan demic, so she and her co-workers relied on each other to \nmitigate the stress when they were not attending to chil dren: “we just found a way to just everybody go out and \ntake time to go in the kitchen and make them a sub sand wich that we brought a—we had a catfish fry. We’ve just \nbeen doing things to just keep us grounded… ” .\nDual views on vaccines. Nia is someone who expresses \nduality in her views on vaccination in general and \nCOVID-19 in particular. Unlike other vaccines (for exam ple, traditional childhood vaccines), she did not acknowl edge that the COVID-19 vaccine may have prevented \nher from contracting COVID-19 and developing a more \nsevere illness. She also did not mention the importance \nof getting vaccinated to protect the children in her care.\nOverall, she supports vaccines and believes they have \nprotected her against serious childhood diseases. She \nemphasizes knowledge and research are important when \nmaking decisions about vaccination. Her distrust of the \nCOVID-19 vaccine is predicated on (1) her unexplained \nsymptoms that coincided with receiving the second \nCOVID-19 vaccine dose, (2) the hurried development \nof the COVID-19 vaccine, (3) being “tricked” into think ing the COVID-19 vaccine would provide full/long-term \nprotection, (4) misleading and unsubstantiated messages \nabout vaccine safety and efficacy, and (5) being forced to \nvaccinate as a condition of employment.\nCross‑case theme summary\nCollectively, these three cases span the continuum of vac cine hesitancy and uptake from distrustful and resistant \nto accepting and adopting and in between with resent ment for mandated quickly developed vaccines but \nacceptance and uptake of long-standing, tried-and-true \npreventive vaccines. These cases have several similari ties and differences across ten key findings or “themes” \nsummarized in Table  1. These include: vaccine attitudes; decision-making motivations; prioritizing family mem ber health; the role past vaccination trauma plays in deci sion-making; systems of social support significance; the \nimportance of information to guide decisions; (dis)trust \nin news, social media, and politicians; disappointment in \nhumanity; future recommendations including respecting \nindividual autonomy; and openness to future vaccines.\nThemes\nAll three participants care deeply about the safety and \nwell-being of their families. They seek out and digest \ninformation to the best of their abilities with the goal of \nprotecting themselves and their family. Their preferred \nsources for information and trust in authority varied, \nwith Alexis having the most skepticism toward main stream media and the government, Nia somewhat less so \nas she did look for information on Big Pharma websites \n(for example, Pfizer) but also voiced extreme distrust of \nBig Pharma and the government. David had full trust in \ngovernment-released information and had access to the \nsame primary sources of information used by govern ment officials to make recommendations. However, all \nthree emphasized the importance of providing people \nwith the information necessary to make informed deci sions around vaccines and health.\nAlexis, David, and Nia had different underlying beliefs \nthat guided their health-related decision-making. Alexis \nwas influenced much more by spiritual messaging and \nexplanations than by science or data and opposed vac cination in general. Nia’s distrust of Big Pharma and the \ngovernment led her to prefer natural or holistic reme dies for sickness, although she still found value in some \naspects of traditional medicine (for example, childhood \nvaccines). David used only data and science to guide his \nunderstanding and decision-making around health deci sions and fully participated in Western medicine prac tices and was an advocate for vaccination. Trauma with \npast vaccine side effects also greatly influenced both \nAlexis’ and Nia’s decision-making and hesitancy around \nvaccination, currently and for future vaccines. David did \nnot have a history of negative vaccine side effects and was \nwilling to consider future vaccines after reviewing rel evant data on safety and efficacy.\nSocial support was an important factor in all three par ticipants’ well-being. Alexis got her support from her son, \nchurch, and her spiritual “love tribe. ” David was closest to \nhis immediate family and relied on them for almost all of \nhis support, and Nia had social connections with her coworkers and daycare parents. Having others with similar \nworldviews to experience and process the pandemic with \nwas a significant support for all three participants.\nAll three participants also valued autonomy in deci sion-making. They voiced the opinion that one size does \nPage 11 of 14\n Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n \nTable 1 Summary of cross-case themes\nCase 1: Alexis Case 2: David Case 3: Nia\nVaccine attitudes Opposed to all vaccines (except did vaccinate \nonce to attend a trip)Accepting of all that have been tested Accepting of traditional childhood vaccines\nTrauma with past vaccines Son’s negative reaction to MMR; had son vaccinated \nwith slower schedule of vaccines before age 3; self \nand son had negative flu experience; extended \nfamily members experienced negative responses \nto vaccinesNo past trauma; did choose to have a slower \nschedule for child vaccines for youngest child who \nwas at higher risk due to preexisting health conditionsExperienced negative health outcomes from COVID-19 \nvaccine; past negative reaction to chicken pox result ing in favorable attitudes for that vaccine; receives flu \nvial nasal administration (not shot)\nCare for family members’ health Not want son to experience negative response \nto a vaccine (prevent what happened in the past); \nhome schooled son to reduce his exposureMade cautious decisions to keep youngest child safe; \nhomeschooling long after others returned to schoolEspoused childhood vaccines to keep children safe; \nconcern that COVID-19 vaccine was unsafe for people\nSocial support significance Recommitted to and sought out social support \nnetworks such as church and love tribe and going \non scout hiking tripAvoided going out as a family; has a neighbor family \nto interact with (harder for wife to not have social \nconnection)Turned to co-workers during the day when children \nslept to decompress from the stress of the pandemic\nDecision-making motivations Decisions about vaccination heavily influenced \nby past traumas and need to keep son safe. High \npremium on respecting that people know what \nis right and comfortable for them. Believes in science \nto a certain degreeWhen making decisions, was highly motivated \nto keep family safe and keep others safe (for community good). He shared information with others \nin digestible ways (to promote vaccine) dur ing the pandemic. Believes in science stronglyDecisions influenced by past side effects experienced \nby illness (for example, sick with chicken pox, so motivated to take vaccine), employment pressure, length \nof vaccine development/ research, and vaccine side \neffects compared with long-term benefits\nValue information High: get information from non-governmental \nsources, old textbooksHigh: get information from government and scientific literatureHigh: sought out information from pharmaceutical \nvaccine developers\nTrust in social media, news, \npoliticians, and medical communityMajor distrust of social media, news, politicians, \nand medical professionals. Believes that big pharmaceutical companies influence the content of news, \nmedia and politicians via funding themTrusted CDC and other reputable governmental \nsources of information. Recognized the disconnect \nof what was put forth in the media and what he \nwas privy to when he was making decisionsBelieved she was tricked by pandemic messaging; \nwent to big pharmaceutical websites for information; did not trust government sources; believes big \npharmaceutical companies values making money \nwhen natural remedies work\nDisappointment in humanity Disappointed that people do not recognize that others need to make choices for themselves and contextObserved that people struggle to make logical decisions using scientific informationAppalled by racism against Asians and paranoia \nof contracting COVID-19 making people fearful of each \nother\nFuture recommendations Make sure information is provided so that people can \nprovide truly informed consentPresenting objective information to others so they \nare free to use it to make (hopefully) informed decisions. People hate being told what to do or feeling \ntheir choices are being taken awayMake sure information is provided so that people can \nprovide truly informed consent\nFuture vaccines Will not say “never” but will not agree to vaccines \nbased on mRNAWilling to uptake future vaccines after reviewing data With enough research and few side effects, would \nconsider future vaccines\nPage 12 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \nnot fit all and that compliance is more likely when indi viduals can use information to make their own decisions. \nAlexis and Nia also felt that having as much informa tion as possible was critical to obtaining truly informed \nconsent. All three participants voiced a level of disap pointment in humanity, related to a lack of respect for \nindividual choice (Alexis), an inability for people to use \nscientific data to make logical decisions (David), and the \nus versus them mentality that grew from contentious dif ferences of opinions during COVID (Nia).",
    "Discussion": "Discussion\nVaccine uptake is an essential component for managing \nepidemics and pandemics. During the COVID-19 pan demic there was intense national dialogue around vac cines. Many factors influencing intentions to become \nvaccinated or not centered around demographic factors, \nrisk and benefit calculations, social factors, and beliefs \nabout vaccines. Through their voices, the three cases pre sented here capture contextual and attitudinal influences \nand a more nuanced and multifaceted nature of deci sion-making about whether or not to become vaccinated \nagainst a novel infection with new vaccine. By drawing on \nrich, nuanced information, these three case studies offer \nunique and novel insights into how the dialogue around \nvaccine uptake should evolve to meet the needs of dif ferent people. These cases demonstrate that we cannot \napproach vaccine campaigns using a one-size-fits-most \nmessaging strategy that treats non-adherers as a homoge neous adversary group. People who remain unvaccinated \nare motivated by different rewards, fears, values, and bar riers that undergird their personal risk–reward calcula tions and drive their behavior. Individual behaviors are \nmotivated by personalized risk–reward assessments on \nthe basis of perceptions influenced by information and \nvalues [16]. For example, Alexis remained unvaccinated \ndue in large part to previous adverse vaccine reactions \nand having medical knowledge, training, and professional \nexperiences that supported her views on and distrust of \nvaccination. As a risk assessor, David had access to infor mation not available to the general public, which, along \nwith his favorable views on the power of vaccines for pre venting worse outcomes, guided his decision to get vacci nated. Nia was generally in favor of vaccines, but became \nsuspicious of the COVID-19 vaccine due to its rushed \ndevelopment, adverse side effects she experienced, and \nbelief that she was forced to be vaccinated as a condition \nof employment.\nFar too often, public health messaging campaigns \nassume a rational actor model: tell people vaccination is \nhelpful and they will start doing it; if not, they are labeled \nas “irrational. ” This judgment stems from misguided \nassumptions that humans make decisions linearly with the same value structure and risk–reward calculation. \nThus, precision prevention via messaging tailored to \nrisk–reward calculations and individual and communitylevel social determinants of health (for example, reach \nand access barriers such as distrust, fear, discrimination, \neconomics, structural constraints, and healthcare and \neducation access) will be essential to improving vaccine \nacceptance and uptake. Messaging misaligned with pref erences, values, risk–reward ratio, and social determi nants of health likely results in detrimental outcomes by \neliciting reactance or non-adherence [17]. These under girding factors must be understood to inform tailored \nmessaging responsive to needs and psychological dispo sitions [18–21].\nThis multiple case study has several strengths worth \nnoting. The three cases described in this report repre sent varying decision-making processes and views on \ntraditional and COVID-19 vaccines. The data richness \nof these cases provides insights into similarities and dif ferences across the lived experiences of three people that \nspan continua of distrust, trauma, doubt, and preven tion reactions to the COVID-19 pandemic. Some spoke \nof mandated vaccination and how it impacted their \nbeliefs about current and future vaccines. Unlike other \nqualitative studies published on COVID-19, these inter views not only captured views on vaccines and decision \npoints, but also addressed recommendations for future \npandemics.\nAlthough the three cases provide varied vaccination \ndecision-making processes, there are several limita tions worth mentioning. By their nature, case studies \nare not generalizable. We recognize our three cases are \nselective. The three participants had bachelor’s degrees \nor higher levels of education. They sought out informa tion to inform their decisions, albeit their sources varied \nfrom conservative podcasts to government websites to \npharmaceutical company websites. All three cases were \nmiddle-aged adults with children (either minors or fully \ngrown), thus their risk factors and pressures to follow \npublic health guidelines may differ from younger and \nolder adults.\nConclusion\nUnderstanding, accepting, and empathizing with how \npeople’s lived experiences with past vaccines influences \ntheir decision-making regarding present and future vac cine acceptance and uptake is vital to inform current \nand future public health approaches. One size does not \nfit all. People want to be heard and not dismissed. Being \ntreated as irrational, “crazy, ” or different leads to feel ings of resentment and hurt that are harmful beyond \nthe medical concern de jour [for example, COVID19 vaccine yesterday and today leads to concerns over \nPage 13 of 14\n Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n \nLyme vaccine tomorrow and human immunodeficiency \nvirus (HIV) vaccine in years to come]. As shown across \nthese case studies, there are legitimate skepticisms peo ple hold about vaccines in particular and medicine and \npublic health in general. By honoring past traumas and \nsources of distrust of prospective and current clients and \npatients, public health and medical professionals can \nbegin to engage the hesitant and resistant in meaning ful conversations that speak to clients/and patients’ val ues and concerns, meeting them where they are in their \nthinking and preferences, and providing them the most \ncredible and relevant information and tailored communi cation so they can make the best decisions for themselves \nand their families, even if those decisions are contrary to \nthe recommendation these professionals would prefer. \nThis approach will go a long way in building and rebuild ing the trust needed for people to listen to and engage \nwith the public health and medical communities.\nAbbreviations\nACIP  Advisory Committee on Immunization Practices\nCDC  Centers for Disease Control and Prevention\nCOPD  Chronic obstructive pulmonary disease\nCOVID-19  Coronavirus disease 2019\nDNA  Deoxyribonucleic acid\nER  Emergency room\nMERS  Middle East respiratory syndrome\nFEMA  Federal Emergency Management Agency\nHIV  Human immunodeficiency virus\nHPV  Human papillomavirus\nMMR  Measles, mumps, and rubella\nmRNA  Messenger RNA\nRNA  Ribonucleic acid\nSARS  Severe acute respiratory syndrome\nTD  Tetanus and diphtheria\nUIUC  University of Illinois at Urbana-Champaign\nAcknowledgements\nWe thank the participants who were courageous in detailing their experiences, especially those whose beliefs seem different from most others. We \nthank research assistants, team members, and co-investigators for their \ncontributions.\nAuthor contributions\nJKD conceptualized the study and led the investigation. JKD, DAE, and SMS \ncurated qualitative data. JKD, DAE, and SMS formally analyzed and verified \nqualitative data and wrote original draft, reviewed and edited. IN and RLS \nwrote, reviewed, and edited later drafts.\nFunding\nThis work was supported by the Research Scholar Initiative Award of the Institute of Government and Public Affairs, University of Illinois. The authors have \nno financial conflicts of interest to report.\nAvailability of data and materials\nTo maintain confidentiality and privacy of the case study participant, data will \nremain protected. Additional coding information, however, can be made available from the corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe study was approved by the university Institutional Review Board. The \nparticipant provided consent to be part of the parent study.Consent for publication\nInformed consent was obtained electronically from participants via an \ninformation sheet prior to the parent study. The information sheet indicated \nthat moving forward with the interview and answering questions represented \ntheir consent to the study and the dissemination of findings via publication \nand presentation. A copy of the consent document is available for review by \nthe Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Human Development and Family Studies, The Family \nResiliency Center, College of ACES, The University of Illinois at Urbana-Champaign, 904 W Nevada St., Urbana, IL 61801, USA. 2 Department of Biomedical \nand Translational Sciences, Carle Illinois College of Medicine, The University \nof Illinois at Urbana-Champaign, 506 S Mathews Ave., Urbana, IL 61801, \nUSA. 3 Carl R. Woese Institute for Genomic Biology, The University of Illinois \nat Urbana-Champaign, 1206 W. Gregory Dr., Urbana, IL 61801, USA. 4 Depart ment of Kinesiology and Community Health, College of Applied Health \nSciences, The University of Illinois at Urbana-Champaign, 1206 S. Fourth St, \nChampaign, IL 61820, USA. 5 Department of Pathobiology, College of Veterinary Medicine, The University of Illinois at Urbana-Champaign, VM BSB 2418, \nUrbana, IL 61801, USA. \nReceived: 9 August 2024   Accepted: 27 December 2024\nReferences\n 1. Kennedy EB, Daoust JF, Vikse J, Nelson V. Until I know it’s safe for me”: \nthe role of timing in COVID-19 vaccine decision-making and vaccine \nhesitancy. Vaccines. 2021;9(12):1417.\n 2. Hamel L, Lopes L, Kirzinger A, Sparks G, Stokes M, Published MB. KFF \nCOVID-19 vaccine monitor: media and misinformation [Internet]. KFF. \n2021 https:// www. kff. org/ health- misin forma tion- and- trust/ poll- findi ng/ \nkff- covid- 19-  vacci ne- monit  or- media- and- misin forma tion/. Accessed 30 \nJul 2024\n 3. Bogart LM, Dong L, Gandhi P , Klein DJ, Smith TL, Ryan S, et al. COVID-19 \nVaccine intentions and mistrust in a national sample of Black Americans. J \nNatl Med Assoc. 2022;113(6):599–611.\n 4. Thompson J, Squiers L, Frasier AM, Bann CM, Bevc CA, MacDonald PDM, \net al. Americans’ attitudes toward COVID-19 preventive and mitigation \nbehaviors and implications for public health communication. Am J \nHealth Promot. 2022;36(6):987–95.\n 5. Vaccination Coverage among Adults in the United States, National Health \nInterview Survey, 2021 | CDC https:// www. cdc. gov/ vacci nes/ imz- manag \ners/ cover age/ adult  vaxvi ew/ pubs- resou rces/ vacci nation-  cover age- \nadults- 2021. html . Accessed 23 Jul 2024\n 6. CDC. COVID-19. 2024 [cited 2024 Jul 30]. Underlying Conditions and the \nHigher Risk for Severe COVID-19. https:// www. cdc. gov/ covid/ hcp/ clini \ncal- care/ under  lying-  condi tions. html\n 7. Lin C, Tu P , Beitsch LM. Confidence and receptivity for COVID-19 vaccines: \na rapid systematic review. Vaccines. 2021;9(1):16.\n 8. Reiter PL, Pennell ML, Katz ML. Acceptability of a COVID-19 vaccine \namong adults in the United States: how many people would get vaccinated? Vaccine. 2020;38(42):6500–7.\n 9. de Albuquerque M, Machado V, Roberts B, Wong BLH, van Kessel R, Mossialos E. The relationship between the COVID-19 pandemic and vaccine \nhesitancy: a scoping review of literature until August 2021. Front Public \nHealth. 2021;9:747787.\n 10. Malik AA, McFadden SM, Elharake J, Omer SB. Determinants of COVID-19 \nvaccine acceptance in the US. eClinicalMedicine. 2020. https:// doi. org/ 10. \n1016/j. eclinm. 2020. 100495.\n 11. Kreps S, Prasad S, Brownstein JS, Hswen Y, Garibaldi BT, Zhang B, et al. \nFactors associated with US adults’ likelihood of accepting COVID-19 vaccination. JAMA Network Open. 2020;3(10):e2025594. https:// doi. org/ 10. \n1001/ jaman etwor  kopen. 2020. 25594.\nPage 14 of 14 Dariotis et al. Journal of Medical Case Reports          (2025) 19:131 \n 12. AlShurman BA, Khan AF, Mac C, Majeed M, Butt ZA. What demo graphic, social, and contextual factors influence the intention to use \nCOVID-19 vaccines: a scoping review. Int J Environ Res Public Health. \n2021;18(17):9342.\n 13. Walker KK, Head KJ, Owens H, Zimet GD. A qualitative study exploring \nthe relationship between mothers’ vaccine hesitancy and health beliefs \nwith COVID-19 vaccination intention and prevention during the early \npandemic months. Human Vaccines Immunother. 2021;17(10):3355–64. \nhttps:// doi. org/ 10. 1080/ 21645 515. 2021. 19427 13.\n 14. Fadda M, Bezani K, Amati R, Fiordelli M, Crivelli L, Albanese E, et al. Decision-making on COVID-19 vaccination: a qualitative study among health \ncare and social workers caring for vulnerable individuals. SSM - Qual Res \nHealth. 2022;2:100181.\n 15. Maneze D, Salamonson Y, Grollman M, Montayre J, Ramjan L. Mandatory \nCOVID-19 vaccination for healthcare workers: a discussion paper. Int J \nNurs Stud. 2023;138:104389.\n 16. Janz NK, Becker MH. The health belief model: a decade later. Health Educ \nQ. 1984;11(1):1–47.\n 17. Dennis AS, Moravec PL, Kim A, Dennis AR. Assessment of the effective ness of identity-based public health announcements in increasing \nthe likelihood of complying with COVID-19 guidelines: randomized \ncontrolled cross-sectional web-based study. JMIR Public Health Surveill. \n2021;7(4):e25762.\n 18. Christopoulos GI, Tobler PN, Bossaerts P , Dolan RJ, Schultz W. Neural cor relates of value, risk, and risk aversion contributing to decision making \nunder risk. J Neurosci. 2009;29(40):12574–83.\n 19. Risk and Rationality in Adolescent Decision Making: Implications for \nTheory, Practice, and Public Policy - Valerie F. Reyna, Frank Farley, 2006 \nhttps://journals.sagepub.com/doi/https:// doi. org/ 10. 1111/j. 1529- 1006. \n2006. 00026.x? url_ ver= Z39. 88- 2003& rfr_ id= ori: rid: cross ref. org& rfr_ dat= \ncr_ pub% 20% 200pu bmed . Accessed 30 Jul 2024\n 20. Ruff CC, Fehr E. The neurobiology of rewards and values in social decision \nmaking. Nat Rev Neurosci. 2024;15(8):549–62.\n 21. Sanfey AG, Loewenstein G, McClure SM, Cohen JD. Neuroeconomics: \ncross-currents in research on decision-making. Trends Cognitive Sci. \n2006;10(3):108–16.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}