{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04981-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04981-7.pdf",
  "metadata": {
    "/Keywords": "Horseshoe kidney; Ureteropelvic junction obstruction; Hydronephrosis; Dismembered pyeloplasty",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250110140745+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241220200523+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04981-7",
    "/Author": "Philipo Felix Mwita ",
    "/Title": "Horseshoe kidney presenting with features of left ureteropelvic junction obstruction—insights into management: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04981-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Horseshoe kidney is the most common renal fusion anomaly, occurring in approximately 1 in 500 \nindividuals worldwide. It is characterized by abnormalities in kidney position, rotation, and vascular supply. While \noften asymptomatic, horseshoe kidneys can lead to urological complications, primarily due to ureteric obstruction \nand impaired urinary drainage.Although ureteropelvic junction obstruction (UPJO) is uncommon in horseshoe kidneys, its occurrence presents unique diagnostic and management challenges. This case explores the etiology, clinical \npresentation, and surgical management of UPJO in a patient with a horseshoe kidney, highlighting the critical role \nof urologists in addressing these anatomical and functional complexities.",
    "Case Presentation": "Case presentation We report the case of a 3-month-old African male infant who presented with a two-month \nhistory of excessive crying and symmetrical abdominal distension. Radiological evaluation revealed a horseshoe \nkidney with decreased parenchymal thickness in the left kidney and marked hydronephrosis of the pelvis and calyces, \nwith abrupt cessation at the left ureteropelvic junction. Surgical correction of the obstruction was performed successfully. The patient was followed for six months, during which he remained symptom-free with normal renal function \ntests.",
    "Conclusion": "Conclusion Ureteropelvic junction obstruction in a horseshoe kidney presents unique anatomical challenges. Symp tomatic cases require thorough imaging for diagnosis and surgical planning. Pyeloplasty is the typical surgical inter vention, meticulously planned to address these complexities. This ensures effective relief of obstructions and proper \nurinary drainage.\nKeywords  Horseshoe kidney, Ureteropelvic junction obstruction, Hydronephrosis, Dismembered pyeloplasty",
    "Introduction": "Introduction\nHorseshoe kidney is commonly associated with other \ncongenital anomalies, though its association with uret eropelvic junction obstruction (UPJO) is rare. This renal \nfusion anomaly is characterized by renal malrotation, \nvariable blood supply, and a high insertion of the ureter, \ncontributing to a predisposition for UPJO in up to one \nthird of cases. However, there remains no consensus on \nthe optimal management of UPJO in children [1].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nCharles John Nhungo\ncharlesnhungo@gmail.com\n1 Department of Surgery, School of Medicine, Muhimbili University \nof Health and Allied Sciences, Dar es Salaam, Tanzania\n2 Department of Urology, Muhimbili National Hospital, Dar es Salaam, \nTanzania\n3 Department of Radiology, Muhimbili National Hospital, Dar es Salaam, \nTanzania\nPage 2 of 6 Mwita et al. Journal of Medical Case Reports           (2025) 19:12 \nIn more than 90% of cases, fusion occurs at the lower \npoles; as a result, two separate excretory renal units \nand ureters are maintained. Fusion is thought to occur \nbefore the kidneys ascend from the pelvis to their nor mal dorsal lumbar position. This is usually between the \nfifth and ninth weeks of gestation. The majority of horse shoe kidneys with a parenchymal isthmus result from \nabnormal migration of the posterior nephrogenic area, \nwhich generally occurs before the fifth week of gesta tion [2, 3]. Horseshoe kidneys with a fibrous isthmus \narise from fusion after the fifth week of gestation, before \nrenal ascent. If large portions of the renal parenchyma \nfuse, the fusion anomaly loses its horseshoe appearance \nand appears as a flattened disc or lumpy kidney. Since \nhorseshoe kidneys are frequently asymptomatic, they \nare frequently discovered incidentally. Otherwise, the \npresentation may be nonspecific; one study found that \nabdominal pain and urinary tract infection symptoms \nare the two most prevalent complaints made by kids with \nhorseshoe kidneys [4].\nA variety of clinical symptoms may be present with \nureteropelvic junction obstruction of the kidney, which \nfrequently requires surgical intervention. Only approxi mately one third of affected children will need surgical \ncorrection.\nUreteropelvic junction obstruction (UPJO) and other \ncongenital abnormalities are commonly linked to horse shoe kidneys [5].\nAnomalous vascular supply to the kidney, elevated ure teric insertion into the renal pelvis, an aberrant ureteric \ncourse over the isthmus and intrinsic pathophysiology \nare all potential causes of UPJO in horseshoe kidneys [5]. \nAbdominal pelvic computed tomography (CT) or ultra sound scans are most frequently used to diagnose horse shoe kidney. The best imaging modalities for revealing \nthe architecture and identifying the surrounding struc tures and accessory vasculature are CT and magnetic \nresonance imaging (MRI) [6].\nOpen surgery is used in the management of pelvic \nureteric junction obstruction; however, other minimally \ninvasive modalities yield similar surgical outcomes. The \nHynes–Anderson dismembered pyeloplasty technique is \nthe gold standard and the operation of choice, regardless \nof access. In our patient, we used the dismembered tech nique for surgical correction of pelvic ureteric junction \nobstruction and achieved good surgical outcomes.\nCase presentation\nWe report the case of a 3-month-old African male infant \nwho presented with a 2-month history of excessive crying \nwhile urinating, which was associated with a tendency to \nroll around his bed and episodes of restlessness and occa sional vomiting. His caregiver reported that the baby had normal voiding with no evidence of reduced urine output \nor hematuria; however, he had a history of blood-stained \nstool episodes.\nPhysical examination revealed pallor in the conjunc tiva. Abdominal examination revealed a slightly dis tended abdomen with tenderness in the left lumbar \nregion and no organomegaly, and there was no palpable \nrenal angle mass.\nFull blood counts revealed a hemoglobin level of 9.2 g/\ndl with normal leukocyte and platelet counts. Renal func tion tests, coagulation profiles, and serum electrolytes \nwere all within the normal range.\nAbdominal ultrasound revealed a thick-walled urinary \nbladder with irregular outlines and a dilated pelvicalyceal \nsystem with features of left hydronephrosis and moderate \ncorticomedullary differentiation. Abdominal CT revealed \nfeatures of a horseshoe kidney with a slightly enlarged \nleft kidney half compared to the right kidney, decreased \nparenchymal thickness and marked hydronephrosis with \nabrupt termination at the ureteropelvic junction; moreo ver, no intraluminal or mural cause for the obstruction \nwas detected (Fig. 1).\nThrough a supraumbilical transverse incision via a \ntransperitoneal approach, we found a small accessory \nspleen that was seen above the normal spleen; to achieve \nadequate space, the splenorenal ligament and nephro colic ligaments were incised. A dilated renal pelvis with \nhigh insertion of the left ureter was observed with con striction at the ureteropelvic junction (Fig. 2).\nAn accessory renal vein that was not obstructed passed \nover the dilated pelvis. The lower renal pole was con nected to the right renal pole passing anterior to the \nabdominal aorta.\nA stay suture was placed in the pelvis proximal to the \nanticipated line of dismemberment, and another stay \nsuture was placed in the ureter distal to the level of the \nstenosis. A tensely dilated pelvis was decompressed with \na 21-gauge needle before dismembering to avoid exces sive pelvic reduction. The UPJ was dismembered, and the \nexcess pelvis was excised. The ureter was then spatulated \nalong its lateral border beyond the dysplastic stenotic \nsegment and carried through adequately into healthy \nureteral tissue (Fig.  3). At this stage, the stenotic part of \nthe ureter was not removed, as it served as a handle to \nminimize ureteral tissue manipulation while performing \nthe anastomosis to reduce the risk for mucosal edema.\nThe stenotic part of the ureter was then removed, \nand the pelvis was irrigated with saline to avoid blood \nclots obstructing the ureter. A double J (DJ) stent was \ninserted before closure of the anastomosis; the anasto mosis was completed with continuous suturing by using \n5–0 absorbable monofilaments in a tension-free man ner before completing the anastomosis. The patient was \nPage 3 of 6\n Mwita et al. Journal of Medical Case Reports           (2025) 19:12 \n \nfollowed for 6 months, during which significant clinical \nimprovement was observed, and no episodes of excessive \ncrying were noted.",
    "Discussion": "Discussion\nA horseshoe kidney is identified as having functioning \nrenal units present on both sides of the vertebral col umn fused together with ureters that remain uncrossed \nfrom the renal hilum to the urinary bladder. The isthmus \nconnecting the two renal units may be positioned in the midline or laterally, resulting in an asymmetric horseshoe \nkidney, 70% of which is left dominant [7].\nA horseshoe kidney",
    "Results": "results from the fusion of \nmetanephric buds between 4 and 8 weeks of embryogen esis, which hampers cephalic migration and normal rota tion. The renal pelvis and ureters in the horseshoe kidney \nare anteriorly placed, with the ureters lying anterior to \nthe isthmus with a tendency to kink, often resulting in \nhydronephrosis [7, 8]. In more than 90% of cases, fusion \noccurs at the lower pole, although in a small minority of \ncases fusion may occur at the upper pole [6, 9]. In the \nAB\nCD\nFig. 1 A Axial abdominal pelvic contrasted computed tomography (CT) image showing a horseshoe kidney appearance (white arrow) with left \ndilated renal calyces (indicated by the black arrow). B Coronal abdominal pelvic contrasted CT image displaying a grossly dilated left kidney \nsegment with severe hydronephrosis and delayed excretions of the left kidney (highlighted by the white arrow). C Volumetric rendering CT scan \nimage illustrating left dilated renal calyces with severe hydronephrosis (pointed out by the white arrow). D Volumetric rendering image showing \nthe horseshoe kidney morphology (indicated by the white arrow)\nPage 4 of 6 Mwita et al. Journal of Medical Case Reports           (2025) 19:12 \nA B\nFig. 2 A, B Shows an enlarged renal pelvis (white arrow) with high insertion of the left ureter, and constriction at the pelvic ureteric junction (black \narrow)\nFig. 3 A, B Showing the ureteropelvic anastomosis performed using the Hynes–Anderson technique. A tensely dilated pelvis was decompressed \nwith a 21-gauge needle before the dismembering procedure to avoid excessive reduction of the pelvic size. The ureter was then spatulated \nalong its lateral border beyond the dysplastic stenotic segment and carefully anastomosed into healthy ureteral tissue\nPage 5 of 6\n Mwita et al. Journal of Medical Case Reports           (2025) 19:12 \n \npresented case, the fusion involved the lower pole of the \nkidneys, as seen in the majority of cases.\nNormally, the kidneys are situated in the retroperito neum, with the left kidney being slightly more superior \nthan the right, between the transverse processes of T12 \nand L3. In relation to the lower poles, the higher poles are \noften positioned somewhat medially and posteriorly [10]. \nThree primary differences exist between horseshoe kid neys: their location, orientation, and vasculature [11]. In \nthe general population, the incidence of horseshoe kid ney is ~ 1:500, with a 2:1 male preponderance [1, 6]. In \nour case, the patient was a 3-month-old male.\nEarly fusion also causes abnormal rotation of the \ndeveloping kidney. As a result, the axis of each kidney \nis shifted so that the renal pelvis lies anteriorly, and the \nureters either traverse over the isthmus of the horseshoe \nkidney or the anterior surface of the fused kidney. Fusion \nanomalies seldom ascend to the dorsolumbar position of \nnormal kidneys and are typically found in the pelvis or \nat the lower lumbar vertebral level (L4 or L5). The blood \nsupply of the fused kidney is variable and may come from \nthe iliac arteries, aorta, and, at times, the hypogastric and \nmiddle sacral arteries [12].\nA number of etiological variables may contribute to \nthe development of horseshoe kidneys, but no specific \ngenetic etiology has been identified, despite reports of \nfamilial clustering [13]. In our case, it was an incidental \nfinding, with no symptom that suggesting a horseshoe \nkidney.\nUPJ obstruction in horseshoe kidneys is postulated to \ndevelop secondary to congenital stricture at the UPJ, high \nureteral insertion, abnormal ureteral course over the isth mus, crossing vessels supplying the isthmus, or abnormal \nmotility of the UPJ segment. Hydronephrosis from UPJO \noccurs in approximately 14–35% of horseshoe kidney \npatients. The anomaly is generally detected incidentally. \nSymptoms are related to hydronephrosis, infection, or \ncalculus formation. The most common symptom is vague \nabdominal pain radiating to the lower lumbar region [2, \n6, 14]. The reported patient presented with symptoms \nrelated to UPJO, and the congenital anomaly of horse shoe kidneys was an incidental finding. The obstruction, \nfound intraoperatively, was due to high insertion of the \nureter and UPJ stenosis.\nThe inferior mesenteric artery at L3 level is frequently \ncited as preventing the horseshoe kidney from ascending; \nhowever, the kidney can also be located lower in the belly \nand pelvis. Renal ascent and 90° medial rotation occur \nin weeks 6 through 8 of development. Nevertheless, the \nisthmus causes the horseshoe kidneys to malrotate. As a \nresult, the ureters must either travel across the isthmus \nor down the anterior surface of the kidneys, which can \nlead to stasis and issues with urine drainage [15, 16]. Additionally, the origin and number of renal arteries \nand veins vary more in horseshoe kidneys [6, 7]. In our \npatient, intraoperatively, we found a dilated renal pelvis \nwith high insertion of the left ureter and constriction at \nthe ureteropelvic junction, and the ureters crossed the \nanterior surface of the kidney.\nThe primary technical challenges of pyeloplasty in this \npopulation are related to aberrant lower pole vessels, an \nunfamiliar caudal position of the kidney, and the renal \nisthmus [5]. Despite these anatomical challenges to opti mize success, anatomic complexities can be anticipated \nwith appropriate preoperative imaging. On imaging, the \nclassic findings include low-lying kidneys close to the \nvertebral column, a collecting system directly posterior \nto each renal pelvis, a lowermost calyx pointing medi ally, and high insertion of the ureter into the pelvis [16]. \nUltrasound and renal dynamic scans are usually sufficient \nfor the diagnosis, management and follow-up of patients \nwith horseshoe kidney with UPJO. Ultrasound is very \naccurate and sensitive in these patients, which reduces \nthe need for cross-sectional imaging in most cases. A CT \nangiogram can accurately delineate the vasculature and \ncollecting system. Magnetic resonance urography (MRU) \ncan also be utilized for simultaneous evaluation of renal \nfunction and anatomy [6].\nSurgical treatment can include either the open flank \napproach (extraperitoneal for unilateral and transperito neal for bilateral involvement) or laparoscopy or robotic \nsurgery. Surgical management in the form of excision of \nstenotic ureteropelvic segments, trimming of a redundant \npelvis, transposition of any aberrant vessels, and uretero pelvic anastomosis are the basic principles of manage ment. The incision and approach (transperitoneal) used \nin our patient took into consideration the associated \nabnormality (horseshoe kidneys) and the patient’s age. \nHorseshoe UPJ obstruction caused by intrinsic stenosis, \nhigh ureteral insertion, or an abnormal course of the ure ter across the isthmus can be appropriately addressed by \ndismembered pyeloplasty [14].\nConclusion\nUreteric pelvic junction obstruction on a horseshoe \nkidney present unique anatomical challenge due to the \nabnormal rotation, anterior placement of the renal pelvis \nand ureters, and variable blood supply. Although many \ncases are asymptomatic and discovered incidentally, \nsymptomatic cases necessitate thorough diagnostic eval uation using imaging techniques for diagnosis and proper \nsurgical preparation. Surgical intervention, typically \npyeloplasty, must be meticulously planned to address \nthese anatomical complexities, ensuring effective relief of \nobstructions and proper urinary drainage.\nPage 6 of 6 Mwita et al. Journal of Medical Case Reports           (2025) 19:12 \nAcknowledgements\nWe thank the whole surgical team for supporting our patient’s recovery.\nDisclosure\nThis report has been published per the CARE criteria.\nAuthor contributions\nPF, CN, AA: conceptual study development, literature review, patient care \nand follow-up, and writing of the initial manuscript; SN: radiological image \ninterpretations; TM, GM: chief surgeons, supervisors, and initial manuscript \ncorrections; ON, CM: critical review and correction of initial manuscript. All \nauthors reviewed and approved the final version of the manuscript.\nFunding\nThere was no funding concerning this article.\nAvailability of data and materials\nThis does not apply to this article because it is a case report.\nDeclarations\nEthics approval and consent to participate\nThis case report study was exempt from ethical approval at our institution, as \nthis paper reports a single case that emerged during normal surgical practice.\nInformed consent and consent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 29 May 2024   Accepted: 1 November 2024\nReferences\n 1. Schiappacasse G, Aguirre J, Soffia P , Silva CS, Zilleruelo N. CT findings of \nthe main pathological conditions associated with horseshoe kidneys. Br J \nRadiol. 2015;88(1045):1–7.\n 2. Friedland GW, De Vries P . Renal ectopia and fusion. Embryologic basis. \nUrology. 1975;5(5):698–706.\n 3. Doménech-Mateu JM, Gonzalez-Compta X. Horseshoe kidney : a new \ntheory on its embryogenesis based on the study of a 16-mm human \nembryo. Anat Rec. 1988;417:408–17.\n 4. Boatman DL, Cornell SH, Kölln C-P . The arterial supply of horse shoe \nkidneys’ . 113(3). Available from: http:// www. pulse pen. com/ downl oads/ \nWPP_ Broch ure_ ENG. pdf .\n 5. Glenn JF. Analysis of 51 patients with horseshoe kidney. N Engl J Med. \n1959;261(14):684–7.\n 6. Lee CT, Hilton S, Russo P . Renal mass within a horseshoe kidney: preop erative evaluation with three-dimensional helical computed tomography. \nUrology. 2001;57(1):168.\n 7. O’Brien J, Buckley O, Doody O, Ward E, Persaud T, Torreggiani W. Imaging \nof horseshoe kidneys and their complications. J Med Imaging Radiat \nOncol. 2008;52(3):216–26.\n 8. Crawford ES, Coselli JS, Safi HJ, Martin TD, Pool JL. The impact of renal \nfusion and ectopia on aortic surgery. J Vasc Surg. 1988;8(4):375–83.\n 9. Glodny B, Petersen J, Hofmann KJ, Schenk C, Herwig R, Trieb T, et al. \nKidney fusion anomalies revisited: clinical and radiological analysis \nof 209 cases of crossed fused ectopia and horseshoe kidney. BJU Int. \n2009;103(2):224–35.\n 10. David RS. Horseshoe kidney: a report of one family. Br Med J. \n1974;4(5944):571–2.\n 11. Houat AP , Guimarães CTS, Takahashi MS, Rodi GP , Gasparetto TPD, \nBlasbalg R, et al. Congenital anomalies of the upper urinary tract: a comprehensive review. Radiographics. 2021;41(2):462–86. 12. Cascio S, Sweeney B, Granata C, Piaggio G, Jasonni V, Puri P . Vesicoureteral \nreflux and ureteropelvic junction obstruction in children with horseshoe \nkidney: treatment and outcome. J Urol. 2002;167(6):2566–8.\n 13. Khougali HS, Alawad OAMA, Farkas N, Ahmed MMM, Abuagla AM. Bilat eral pelvic kidneys with upper pole fusion and malrotation: a case report \nand review of the literature. J Med Case Rep. 2021;15(1):1–6. https:// doi. \norg/ 10. 1186/ s13256- 021- 02761-1.\n 14. Stroosma OB, Scheltinga MR, Stubenitsky BM, Kootstra G. Horseshoe \nkidney transplantation: an overview. Clin Transplant. 2000;14(6):515–9.\n 15. Mandell GA, Maloney K, Sherman NH, Filmer B. The renal axes in spina \nbifida: issues of confusion and fusion. Abdom Imaging. 1996;21(6):541–5.\n 16. Lallas CD, Pak RW, Pagnani C, Hubosky SG, Yanke BV, Keeley FX, et al. The \nminimally invasive management of ureteropelvic junction obstruction in \nhorseshoe kidneys. World J Urol. 2011;29(1):91–5.\n 17. Partin AW, Dmochowski RR, Kavoussi LR, Peters CA. Campbell–Walsh–\nWein Urology. 12th Edn. 2021. p. 776.\n 18. Natsis K, Piagkou M, Skotsimara A, Protogerou V, Tsitouridis I, Skandalakis \nP . Horseshoe kidney: a review of anatomy and pathology. Surg Radiol \nAnat. 2014;36(6):517–26.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}