{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04871-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04871-y.pdf",
  "metadata": {
    "/Keywords": "Ovarian artery aneurysm; Retroperitoneal hemorrhage; Postpartum; Hypertensive disorder of pregnancy; Transcatheter arterial embolization",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241115064532+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241104163619+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04871-y",
    "/Author": "Mami Shibahara ",
    "/Title": "Spontaneous rupture of an ovarian artery aneurysm complicated by postpartum hypertensive disorders of pregnancy after caesarean section: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04871-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The spontaneous rupture of an artery aneurysm during the perinatal period is considered a serious \ncomplication associated with the physiological alteration by pregnancy and delivery. The rupture of an ovarian artery \naneurysm is rare and leads to rapid retroperitoneal hemorrhage. Here, we report one case complicated by postpar tum hypertensive disorder of pregnancy associated with massive bleeding into retroperitoneal cavity by the spontaneous rupture of ovarian artery aneurysm after caesarean section, and reviewed previous literature.",
    "Case Presentation": "Case presentation A 41-year-old Japanese woman was referred to our hospital four days after undergoing cesarean \ndelivery because of hemorrhagic shock with abdominal and right flank pain. Contrast-enhanced computed tomography revealed a large retroperitoneal hematoma. Angiography showed a ruptured right ovarian artery aneurysm, \nanastomosing with a dilated uterine artery. She was successfully treated with transcatheter arterial embolization. She \nwas diagnosed with postpartum hypertensive disorder of pregnancy 3 days after the embolization.",
    "Conclusion": "Conclusion The rupture of ovarian aneurysm can occur during the perinatal period, although it has not been \nwidely understood among obstetricians. Multiparity and hypertensive disorder of pregnancy might be risk factors \nfor the rupture of an ovarian aneurysm. Early diagnosis and therapy, such as transcatheter arterial embolization \nin preparation for an emergency laparotomy, are crucially important for the management of this fatal disease.\nKeywords  Ovarian artery aneurysm, Retroperitoneal hemorrhage, Postpartum, Hypertensive disorder of pregnancy, \nTranscatheter arterial embolizationOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEmi Kondo\nek89224@med.uoeh-u.ac.jp\nFull list of author information is available at the end of the article\nPage 2 of 7 Shibahara et al. Journal of Medical Case Reports          (2024) 18:553 \nBackground\nThe spontaneous rupture of artery aneurysms such \nas the intracranial arteries, aorta, splenic artery, renal \nartery, and ovarian artery aneurysms (OAAs) during \nthe perinatal period is considered as a serious compli cation associated with the physiological alteration by \npregnancy and delivery [1 ]. If pregnant women have \nsuch artery aneurysms, the optimal mode of delivery is \nalso debating even now. The formation and rupture of \nan OAA has not been widely understood among obste tricians. Only 23 cases have been reported in previous \nliterature from 1963 to 2022, therefore obstetricians \nmay not pay enough attention to this disease [2 –23]. All \ncases have involved multiparas, and the mechanisms \nof formation and rupture were reportedly related to \nhemodynamic and hormonal alterations during preg nancy. Ruptured OAAs initially present with abdominal \npain without genital bleeding. Owing to the ubiquity of \npostpartum abdominal pain, therefore it is difficult to \ndistinguish a sign of rupture from the general afterpain \nof caesarean section (CS). A ruptured OAA is a fatal \ndisease, leading to rapid retroperitoneal hemorrhage. \nThe abdominal pain is progressive, and the vital signs \nof patients progress into a shocked state. The treat ment of ruptured OAA is laparotomy or transcatheter \narterial embolization (TAE), which has been preferred \nin recent reports. Here, we report the case of a patient \ncomplicated by postpartum hypertensive disorder of \npregnancy (HDP), who had spontaneous rupture of an \nOAA after undergoing CS and was successfully treated \nvia TAE. Furthermore, published case reports involv ing related cases were also reviewed to improve clinical \ninsights into this kind of this disease.Case presentation\nA 41-year-old Japanese woman, gravida 2, para 1, gave \nbirth to a healthy baby girl, weighing 2902 g, by elective \nCS owing to a previous CS in the obstetrics general clinic. \nThere were no surgical complications, and 414 g of blood \nwas lost. She had a history of two myomectomy surgeries, \nCS 2  years prior, and postpartum HDP during her first \nchildbirth. She had no history of HDP during pregnancy. \nAt 4 days following the CS, severe abdominal pain and \nright flank pain were noted. She had a hemoglobin level \nof 8.8  g/dL, blood pressure of 67/40  mmHg, and pulse \nrate of 104 bpm. She was transferred to another hospital \nfor further examination and treatment. Two units of red \nblood cells (RBCs) and fresh frozen plasma (FFP) were \ntransfused. Contrast-enhanced computed tomography \n(CT) of the abdomen and pelvis confirmed a large ret roperitoneal hematoma, measuring 18 × 13 × 11 cm, sur rounding her right kidney (Fig.  1A). The contrast media \nextravasated into the retroperitoneum (Fig.  1B). Threedimensional CT revealed the right ovarian and uterine \nartery aneurysms (Fig.  2). This hospital was not equipped \nwith an intensive care unit, making laparotomy infeasible; \ntherefore, massive blood transfusion as the only available \ntreatment option. The patient was referred to our emer gency department for TAE. A total of 8 units of RBC and \n10 units of FFP were administered during the transfer.\nOn admission, she had a pulse rate of 108  bpm and \nblood pressure of 87/46  mmHg. Physical examination \nrevealed muscle guarding pain and a lower abdominal \nbulge. She had a hemoglobin level of 8.5  g/dL, platelet \ncount of 1.87 ×  106/μL, international normalized ratio of \n1.01, and fibrinogen of 181  mg/dL. The interventional \nradiology team was consulted regarding the embolization \nof the ovarian and uterine arteries.\nFig. 1 Contrast-enhanced computed tomography image of the abdomen and pelvis. A A massive hematoma measuring 18 × 13 × 11 cm \nsurrounding her right kidney. B Dilated right ovarian artery (arrow)\nPage 3 of 7\n Shibahara et al. Journal of Medical Case Reports          (2024) 18:553 \n \nAngiography was immediately initiated. During the \nprocedure, the patient’s blood pressure dropped to \n70  mmHg and her pulse disappeared. The patient was \nimmediately intubated. Following tracheal intubation, \nthe patient’s vital signs stabilized, and angiography was \nsafely resumed. On angiography, extravascular leakage \nof the contrast medium from the right ovarian artery, \na pseudoaneurysm, and an anastomosis with a dilated \nuterine artery in the periphery were noted (Fig.  3A, B). \nSelective embolization of the right ovarian artery was \nperformed using n-butyl-2-cyanoacrylate. Although the \nuterine artery did not exhibit extravasation, it was embo lized using gelatin sponge particles to prevent rebleeding \nof the right ovarian artery through collateral blood flow. \nUpon completing TAE, 16 units of RBC and 22 units of \nFFP were transfused (including in the previous hospital).\nThen, 1 day after embolization, the patient was extu bated. Her antibiotics were upgraded to sulbactam/ampi cillin, and the hemoglobin level and size of the hematoma \nwere monitored. The patient’s hemoglobin level stopped \ndecreasing after 2 days. Three days after the emboliza tion, the patient’s systolic blood pressure rose and pla teaued in the 160 mmHg range. She was diagnosed with \npostpartum HDP and was treated with nifedipine, an \nantihypertensive medication. The patient was discharged \n17  days after embolization, and her hemoglobin level \nreturned to 12.1 g/dL.",
    "Discussion": "Discussion\nThe spontaneous rupture of an OAA is not widely under stood, although reports of ruptured aneurysms during \npregnancy of intracranial arteries and the aorta have \nFig. 2  Three-dimensional computed tomography images. \nThree-dimensional computed tomography shows the aneurysms \nof the right ovarian artery (transverse arrow) and uterine artery \n(vertical arrow)\nFig. 3 Angiography. Extravascular leakage of contrast medium from the right ovarian artery with a pseudoaneurysm (arrow A). Anastomosis \nwith a dilated uterine artery in the periphery (arrow B)\nPage 4 of 7 Shibahara et al. Journal of Medical Case Reports          (2024) 18:553 \nbeen comparatively common. There have only been 22 \nreports (23 cases) of spontaneous pregnancy-related rup ture of an OAA in English literature from 1963 to 2022 \n(Table  1) [2–23]. The age of the patients ranged from 23 \nto 41  years (median 35  years). Among patients whose \nobstetric history was available, all were multigravida \n(23 cases), including seven grand multiparas (29.2%), \ndefined as mothers who have given birth five or more \ntimes. There were 20 vaginal deliveries (83.3%) and four \nCS cases (16.7%). The CS rate is not significantly different \nfrom the worldwide CS rate (21.1% from 154 countries \n[24]); therefore, it is difficult to suggest whether vaginal \ndelivery or CS is the optimal mode of delivery for preg nant women who has already know OAAs. The aneurysm \noccurred on the left side in 11 cases and on the right in \n13 cases. There were no noted differences related to the \nlaterality of the rupture. In 20 out of 24 cases (83.3%), \nthe ruptures occurred during the postpartum period. \nSpecifically, the ruptures occurred within 5 days after \ndelivery in 19 cases (95%). The most frequent clinical \nmanifestations included abdominal and flank pain in 22 \ncases (91.7%) owing to retroperitoneal hematoma forma tion. Since abdominal pain commonly presents during \npuerperium including after CS, it is likely to be underes timated in the absence of active genital bleeding. In the \npast, ruptured OAAs were treated via laparotomy [2–8, \n10, 12–14]. However, most cases have been recently man aged via TAE [9, 11, 15–23]. TAE is performed using \ngelatin sponge, coil or n-butyl-2 cyanoacrylate (NBCA) \n[25]. In this case, coil isolation was difficult because the \nvessels before and after the OAA were small and tortu ous. NBCA was used to prevent rebleeding from the \naneurysm.\nThe mechanisms of the formation and rupture of OAAs \nwere theoretically owing to hemodynamic and hormonal \nalterations during pregnancy. The increased cardiac out put and total blood volume owing to the uterine blood \ndemand during pregnancy increases mechanical forces \non the vessel walls [1, 5]. The increased estrogen and pro gesterone levels influence arterial wall remodeling, and \npromote fibromuscular dysplasia of the tunica media and \nfragmentation of the elastic fibers [1]. These increase the \nlikelihood of aneurysm formation. These alterations have \nbeen observed in successive pregnancies, and all previ ous cases involved multiparas. Rupture of uterine artery aneurysms may also occur during the peripartum period \n[26]. The patient in our case presented with ovarian and \nuterine artery aneurysms. Uterine artery pseudoaneu rysm occurs after traumatic delivery or surgery, such \nas CS or myomectomy [27, 28]. In the present case, the \nuterine artery aneurysm likely resulted from the history \nof CS and myomectomy, as well as the hemodynamic \nand hormonal changes during pregnancy. OAA ruptures \nwere typically detected later than uterine artery aneu rysm ruptures because it caused sudden hemorrhagic \nshock without warning signs, such as genital bleeding.\nIn addition, hypertension was a reported risk factor \nfor the rupture of an OAA [29]. Inflammatory activity of \nthe vessel wall and endothelial dysfunction are the cause \nof abdominal aortic aneurysm formation and expansion \n[30, 31]. Because endothelial dysfunction and intravascu lar inflammation trigger preeclampsia [31, 32], HDP may \nalso contribute to the formation of aneurysms and rup ture. In our case, the patient developed severe HDP after \ndelivery, which indicates a potential preexisting vascular \nendothelial dysfunction, and likely contributed to the for mation of aneurysms of ovarian and uterine artery and \nits rupture.\nThe present case showed that retroperitoneal hema tomas can be diagnosed via contrast-enhanced CT, and \ntheir location can be identified via angiography. In addi tion, tracheal intubation was required to stabilize the \npatient’s vital signs during angiography. When managing \nhemodynamically unstable patients, the vital signs and \nlaboratory parameters should be closely monitored dur ing embolization, and an emergency laparotomy should \nbe prepared.\nConclusion\nThe rupture of OAA with massive bleeding into a retro peritoneum can occur without typical symptoms after \ndelivery, although it is rare and has not been widely \nunderstood among obstetricians. The primary symptom \nis the flank pain and sudden hemorrhagic shock without \ngenital bleeding during the peripartum period. Multipar ity and HDP might be risk factors for the rupture of an \nOAA. Early diagnosis and therapy, such as TAE in prepa ration for an emergency laparotomy, are crucially impor tant for the management of this fatal disease.\nPage 5 of 7\n Shibahara et al. Journal of Medical Case Reports          (2024) 18:553 \n \nTable 1 Reported cases of pregnancy-related spontaneous rupture of ovarian artery aneurysm\nN/A not available, L left, R right, PPD postpartum day, VD vaginal delivery, CS cesarean section, LAP laparotomy, TAE  transcatheter arterial embolizationCase Age (years) Gravida/para Clinical presentation Side Onset Delivery route Treatment Author Year Reference\n1 29 G4P4 Left flank pain L PPD 2 VD LAP Caillouette and Owen 1963 [2]\n2 35 G6P3 Abdominal pain L PPD 4 VD LAP Tsoutsoplides 1967 [3]\n3 38 G6P6 Abdominal pain and dizziness R During delivery VD LAP Riley 1975 [4]\n4 32 G3P3 Abdominal pain L PPD 4 VD LAP Burnett and Carfrae 1976 [5]\n5 26 G5P4 Abdominal pain and flank pain R PPD 1 VD LAP Jafari and Saleh 1977 [6]\n6 23 N/A Abdominal pain and flank pain R Postpartum month 1 VD LAP Mojab and Rodriguez 1977 [7]\n7 31 G4P3 Abdominal pain and fainting R 39 weeks of gestation CS LAP during CS Høgdall et al. 1989 [8]\n8 36 G5P5 Right flank pain R PPD 4 VD TAE King 1990 [9]\n9 38 G3P2 Right flank pain R During delivery VD LAP Belfort et al. 1993 [10]\n10 38 G3P2 Abdominal pain, meteorism and ileus R PPD 4 VD TAE Guillem et al. 1999 [11]\n11 38 G12P11 Right flank pain R PPD 3 VD LAP Blachar et al. 2000 [12]\n12 37 G5P4 Abdominal pain and dyspnea L 39 weeks of gestation CS LAP Panoskaltsis et al. 2000 [13]\n13 30 G5P5 Abdominal pain, nausea, and vomiting L Postpartum 5 hours VD LAP Kale et al. 2005 [14]\n14 39 G5P4 Abdominal pain R PPD 5 VD TAE Poiblanc et al. 2009 [15]\n15 32 G4P4 Abdominal pain L PPD 2 VD TAE (LAP failed) Mohammed et al. 2011 [16]\n16 31 G6P4 Abdominal pain L PPD 2 VD TAE Sakaguchi et al. 2014 [17]\n17 37 G4P4 Abdominal pain L PPD 4 VD TAE Wakimoto et al. 2014 [18]\n18 35 P3 Abdominal pain L PPD 3 VD TAE (LAP failed) Ola et al. 2014 [19]\n19 38 P5 Abdominal pain, weakness, dizziness L PPD 4 VD TAE Enakpene et al. 2016 [20]\n20 31 G6P5 Abdominal pain and flank pain R PPD 5 VD TAE Stanborough et al. 2017 [21]\n21 38 G6P2 Constent low-grade fever R Within PPD 4 CS TAE (LAP failed) Yin et al. 2020 [22]\n22 32 G6P5 Hypotension R Postpartum 5 hours VD TAE after exploratory LAP Arleo et al. 2022 [23]\n23 28 G7P3 Left flank pain L Postpartum 72 hours VD TAE Arleo et al. 2022 [23]\n24 41 G2P2 Abdominal pain and flank pain R PPD 4 CS TAE Our case 2023\nPage 6 of 7 Shibahara et al. Journal of Medical Case Reports          (2024) 18:553 \nAbbreviations\nOAA  Ovarian artery aneurysm\nCS  Caesarean section\nTAE  Transcatheter arterial embolization\nHDP  Hypertensive disorder of pregnancy\nRBC  Blood cells\nFFP  Fresh frozen plasma\nCT  Computed tomography\nNBCA  n-butyl-2 cyanoacrylate\nAcknowledgements\nNot applicable.\nAuthor contributions\nMS collected and evaluated the data, and drafted the manuscript; EK, ES, and \nYK critically reviewed and revised the manuscript; SF and KA performed TAE; \nSF, KA, SI, YH, and MA provided expert opinions. All authors read and approved \nthe final manuscript.\nFunding\nThis study received no funding.\nAvailability of data and materials\nData are available upon request.\nDeclarations\nEthics approval and consent to participate\nThe patient consented to participate in this study.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Obstetrics and Gynecology, University of Occupational \nand Environmental Health, 1-1 Iseigaoka, Yahatanishi-ku, Kitakyushu, \nFukuoka 807-8555, Japan. 2 Department of Radiology, University of Occupational and Environmental Health, Fukuoka, Japan. 3 Department of Emergency \nMedicine, University of Occupational and Environmental Health, Fukuoka, \nJapan. 4 Second Department of Internal Medicine, University of Occupational \nand Environmental Health, Fukuoka, Japan. \nReceived: 6 February 2023   Accepted: 30 September 2024\nReferences\n 1. Barrett JM, Van Hooydonk JE, Boehm FH. Pregnancy-related rupture of \narterial aneurysms. Obstet Gynecol Surv. 1982;37(9):557–66.\n 2. Caillouette JC, Owen HW. Postpartum spontaneous rupture of an \novarian-artery aneurysm. Obstet Gynecol. 1963;21:510–1.\n 3. Tsoutsoplides GC. Post-partum spontaneous rupture of a branch of the \novarian artery. Scott Med J. 1967;12:289–90.\n 4. Riley PM. Letter: rupture of right ovarian artery aneurysm during delivery. \nS Afr Med J. 1975;49:729.\n 5. Burnett RA, Carfrae DC. Spontaneous rupture of ovarian artery aneurysm \nin the puerperium. Two case reports and a review of the literature. Br J \nObstet Gynaecol 1976;83(9):744–50.\n 6. Jafari K, Saleh I. Postpartum spontaneous rupture of ovarian artery aneurysm. Obstet Gynecol. 1977;49:493–5.\n 7. Mojab K, Rodriguez J. Postpartum ovarian artery rupture with retroperito neal hemorrhage. AJR Am J Roentgenol. 1977;128:695–6. 8. Høgdall CK, Pedersen SJ, Ovlisen BO, Helgestrand UJ. Spontaneous rup ture of an ovarian-artery aneurysm in the third trimester of pregnancy. \nActa Obstet Gynecol Scand. 1989;68:651–2.\n 9. King WL. Ruptured ovarian artery aneurysm: a case report. J Vasc Surg. \n1990;12:190–3.\n 10. Belfort MA, Simon T, Kirshon B, Howell JF. Ruptured ovarian artery aneurysm complicating a term vaginal delivery. South Med J. 1993;86:1073–4.\n 11. Guillem P , Bondue X, Chambon JP , Lemaitre L, Bounoua F. Spontaneous \nretroperitoneal hematoma from rupture of an aneurysm of the ovarian \nartery following delivery. Ann Vasc Surg. 1999;13:445–8.\n 12. Blachar A, Bloom AI, Golan G, Venturero M, Bar-Ziv J. Case reports. Spiral \nCT imaging of a ruptured post-partum ovarian artery aneurysm. Clin \nRadiol. 2000;55:718–20.\n 13. Panoskaltsis T, Padwick M, Thomas JM, el Sayed T. Spontaneous rupture \nof ovarian arterial aneurysm in the antenatal period. Acta Obstet Gynecol \nScand. 2000;79:718–9.\n 14. Kale A, Akdeniz N, Erdemoglu M, Ozcan Y, Yalinkaya A. Spontaneous \nrupture of the ovarian artery following spontaneous vaginal birth. Saudi \nMed J. 2005;26:1826–7.\n 15. Poilblanc M, Winer N, Bouvier A, Gillard P , Boussion F, Aubé C, et al. \nRupture of an aneurysm of the ovarian artery following delivery and \nendovascular treatment. Am J Obstet Gynecol. 2008;199:e7-8.\n 16. Mohammed N, Rai H, Koo B, Hoveyda F. Postpartum rupture of ovarian \nartery. J Obstetrics Gynecol. 2011;31(6):548–9.\n 17. Sakaguchi I, Ohba T, Ikeda O, Yamashita Y, Katabuchi H. Embolization for \npostpartum rupture of ovarian artery aneurysm: case report and review. J \nObstet Gynaecol Res. 2015;41(4):623–7.\n 18. Wakimoto S, Hidaka N, Fukushima K, Kato K. Spontaneous postpartum \nrupture of an ovarian artery aneurysm: a case report of successful \nembolization and a review of the published work. J Obstet Gynaecol Res. \n2015;41(3):456–9.\n 19. Ola PK, Nath RK, Pandit N. Successful management of a rare case of rup tured ovarian artery aneurysm by coil embolization. J Obstet Gynaecol \nIndia. 2015;65(6):423–5.\n 20. Enakpene CA, Stern T, Barzallo Salazar MJ, Mukherjee P . Spontaneous \nrupture of an ovarian artery aneurysm: a rare postpartum complication. \nCase Rep Obstet Gynecol. 2016;1029561:1–4.\n 21. Stanborough R, Hamrick K, Stephens C. Spontaneous postpartum rup ture of bilateral ovarian arteries treated with transarterial embolization. J \nObstet Gynaecol Res. 2018;44(2):337–40.\n 22. Yin HF, Liu HY, Jin WT, Hu R. Postpartum spontaneous rupture of an \novarian artery aneurysm: a case report and review. Reprod Dev Med. \n2020;4(3):191–3.\n 23. Arleo TL, Peters GL, Kokabi N, Majdalany BS. Peripartum hemorrhage: two \ncases of ruptured ovarian artery aneurysms with additional multifocal \nintact aneurysms. J Clin Imaging Sci. 2022;16(12):10.\n 24. Betran AP , Ye J, Moller AB, Souza JP , Zhang J. Trends and projections of \ncaesarean section rates: global and regional estimates. BMJ Glob Health. \n2021;6(6): e005671.\n 25. Yonemitsu T, Kawai N, Sato M, Tanihata H, Takasaka I, Nakai M, Minamiguchi H, Sahara S, Iwasaki Y, Shima Y, Shinozaki M, Naka T, Shinozaki M. \nEvaluation of transcatheter arterial embolization with gelatin sponge \nparticles, microcoils, and n-butyl cyanoacrylate for acute arterial bleeding \nin a coagulopathic condition. J Vasc Interv Radiol. 2009;20(9):1176–87.\n 26. Borghese O, Pisani A, Di Centa I. True aneurysm of ovarian and uterine \narteries: a comprehensive review. Ann Vasc Surg. 2021;72:610–6.\n 27. Kuwata T, Matsubara S, Kaneko Y, Izumi A, Nakata M, Suzuki M. Asymp tomatic uterine artery pseudoaneurysm after cesarean section. J Obstet \nGynaecol Res. 2010;36(2):405–10.\n 28. Takeda A, Koike W, Imoto S, Nakamura H. Conservative management of \nuterine artery pseudoaneurysm after laparoscopic-assisted myomectomy \nand subsequent pregnancy outcome: case series and review of the \nliterature. Eur J Obstet Gynecol Reprod Biol. 2014;182:146–53.\n 29. Chao L-W, Chen C-H. Spontaneous rupture of an ovarian artery aneurysm: case report and review of the literature. Gynecol Obstet Invest. \n2009;68(2):104–7.\n 30. Nakayama A, Morita H, Komuro I. Comprehensive cardiac rehabilitation as a therapeutic strategy for abdominal aortic aneurysm. Circ Rep. \n2019;1(11):474–80.\nPage 7 of 7\n Shibahara et al. Journal of Medical Case Reports          (2024) 18:553 \n \n 31. DeRoo E, Stranz A, Yang H, Hsieh M, Se C, Zhou T. Endothelial dysfunction in the pathogenesis of abdominal aortic aneurysm. Biomolecules. \n2022;12(4):509.\n 32. Miller D, Motomura K, Galaz J, Gershater M, Lee ED, Romero R, GomezLopez N. Cellular immune responses in the pathophysiology of preeclampsia. J Leukoc Biol. 2022;111(1):237–60.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}