{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04767-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04767-x.pdf",
  "metadata": {
    "/Keywords": "Psychogenic; Parkinsonism; Conversion disorder; Functional movement disorder",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240917114807+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240905144830+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04767-x",
    "/Author": "Sarah Goudarzzadeh ",
    "/Title": "Functional movement disorder similar to Parkinson’s disease: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04767-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Functional neurological disorder challenges conventional medical understanding, presenting neuro logical symptoms without organic explanations. This report delves into the intricate interplay between psychological and physical manifestations, emphasizing the importance of timely diagnosis and intervention and its impact \non a patient’s mental health and quality of life.",
    "Case Presentation": "Case presentation A 40-year-old single Iranian man was admitted for the third time owing to exacerbation of mood \nsymptoms, including depression, irritability, aggression, suicidal ideation, and movement and sensory problems. The \npatient’s symptoms began with psychological stressors and family conflict, leading to muscle weakness and tremors \nin the left hand. Over a year, muscle weakness escalated, leading to slow movement, motor impairment in the lower \nlimbs, and reliance on a cane for walking. The patient still exhibited symptoms, such as a mask-like face, stooped \nwalking posture, and a relative improvement of symptoms periodically. At first, the patient was suspected of Par kinson’s disease and was placed on levodopa and amantadine. However, the medication was discontinued owing \nto an unsatisfactory response and the lack of strong evidence in favor of neurological problems on frequent examinations and reviews. Despite multiple hospitalizations, the patient’s symptoms remained unresolved. Finally, after years \nof investigations, based on specialists’ recommendations, he was admitted to the psychosomatic ward for diagnostic \nevaluationele, and he was diagnosed with functional neurological disorder (psychogenic parkinsonism). He under went pharmacotherapy, electroconvulsive therapy, and psychotherapy. He was discharged with partial improvement \nof symptoms, but showed periods of relapse and remission during the following years.",
    "Conclusion": "Conclusion This case study illuminates functional neurological disorder complexities, emphasizing the need \nfor a holistic diagnostic approach. Timely interventions, including psychological support, can alleviate symptoms, \nreduce healthcare costs, and improve the overall prognosis. The report contributes to evolving functional neurological \ndisorder understanding in psychiatry and neurology. The report underscores early recognition, advocating for comprehensive interventions involving psychiatric support, cognitive-behavioral therapy, and patient psychoeducation.\nKeywords  Psychogenic, Parkinsonism, Conversion disorder, Functional movement disorder\nIntroduction\nFunctional neurological disorder (FND) is a condition \nin which the signs and symptoms are not effectively \nexplained by known neurological or medical illnesses, \nor there is a discrepancy between the symptoms and ail ments recognized as disorders [1].\nFND represents a complex and often misunderstood \ncategory of conditions where patients experience neu rological symptoms without an apparent organic cause. Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMahnaz Abdi\nheroabdi@yahoo.com\n1 Neurosciences Research Center, Research Institute for Health \nDevelopment, Kurdistan University of Medical Sciences, Sanandaj, Iran\nPage 2 of 5 Goudarzzadeh et al. Journal of Medical Case Reports          (2024) 18:453 \nThis enigmatic disorder challenges the conventional \nunderstanding of brain–body interactions, delving \ninto the intricate interplay between psychological fac tors and physical manifestations. Mental health may \nbe negatively impacted by the unpredictability of FND \nsymptoms and their correlation with psychological var iables, which may result in social isolation, stigma, and \nstrained relationships [2 ]. The Diagnostic and Statisti cal Manual of Mental Disorders, Fifth Edition (DSM5) \nlists a wide range of symptoms as specifiers for this ill ness, such as “with weakness or paralysis, ” “with abnor mal movement, ” “with swallowing symptoms, ” and so \non [3 ].\nFunctional movement disorder (FMD) is a subtype \nof FND (also known as conversion disorder) and is \ncharacterized by abnormal body movements owing to \nabnormal functioning of the nervous system. The signs \nand symptoms of this condition do not resemble known \nneurologic disorders [2 ]. Neurologists or neuropsychia trists should make the diagnosis based on the presence \nof “positive signs” of inconsistency and incongruency \nwith neurological diseases [4 ]. According to the DSM5, a current method for diagnosing FND involves iden tifying “positive signs” that can confirm the diagnosis \nof FMD rather than relying on excluding other neuro logical illnesses [4 , 5]. Exploring the etiology of FND \nreveals the role of stress, trauma, and emotional dis tress in triggering symptoms that mimic neurological \ndisorders. FMD is common in clinical settings, but the \ndiagnosis is often delayed or missed, and the progno sis for complete remission is generally poor. Despite its \nprevalence, FND remains underdiagnosed, with epi demiological studies shedding light on the substantial \nimpact it has on individuals and healthcare systems. \nOver time, more emphasis has been placed on physical \nexamination signs to guide the diagnosis and use of evi dence-based treatments, including physiotherapy and \nmultidisciplinary rehabilitation [6 ].\nIn this article, we present a case of functional Par kinsonism (psychogenic Parkinsonism), previously \ndiagnosed as Parkinson’s disease and followed up at \nneurology clinics with antiparkinsonian treatment. As \na striking example of functional Parkinsonism with an \natypical presentation and a chaotic clinical course of \nParkinsonism symptoms, we aimed to discuss the rec ognition of the disorder through specific findings and \nobservations based on “rule-in” diagnosis during psychi atric evaluations to emphasize the importance of timely \ndiagnosis and early intervention.\nThis report also endeavors to unravel the nuances of \nFND and a patient’s unique condition, offering insights \ninto the intricate landscape of functional disorders within \npsychiatry and neurology.Case presentation\nA 40-year-old unmarried Iranian man with a bachelor’s \ndegree in management was admitted to the psychiatric \nward with self-consent for the third time owing to move ment problems and exacerbation of mood symptoms, \nincluding depressed mood, irritability, aggression, and \nsuicidal ideation. At the same time, he blamed his family \nfor the above problems.\nNeuropsychiatric symptoms began 4 years ago with the \nmanifestation of physical symptoms such as weakness \nand numbness in the left upper limb, gradually involv ing the left shoulder, lower limb, and face. Despite com prehensive examinations by various specialties, such as \nneurologists and rheumatologists in various hospitals, \nto diagnose and treat physical symptoms, physicians \nhave not reached a definitive diagnosis. It is noteworthy \nthat the patient was farmer before his illness. He used to \ndo other work, such as tiling and welding, but in recent \nyears he has not been able to perform effectively owing \nto his illness. The patient and his family have no history \nof substance use, and no physical or mental illnesses were \nfound in their medical records. There was no secondary \ngain in the investigations and during the follow up.\nHis issues, initially related to psychological stress \nand family and emotional stressors. The psychologi cal stressors in patient’s life was love loss and emo tional breakdown owing to the family’s opposition to \ntheir marriage, and the patient’s symptoms gradually \nmanifested 1 or 2 months later as muscle weakness and \ntremors in the left hand following prolonged work in \nthe garden. Subsequently, the muscle weakness inten sified, causing motor impairment in the lower limbs, \nand he relied on a cane for walking. Despite multiple \nmedical visits and thorough examinations, there was no \nimprovement, and over the course of a year, his mus cle weakness continued. The lower jaw and neck mus cles also experienced weakness and occasional stiffness, \nmaking swallowing difficult and reducing appetite, \nleading to weight loss. Additionally, spasms in the \nfacial region occurred, and the patient could only move \nhis eyes during certain periods, particularly improv ing during sleep and recurring upon waking. During a \nneurological visit, there was a suspicion of Parkinson’s \ndisease, and he was placed on a trial treatment with lev odopa and amantadine. However, owing to the lack of \nproper treatment response, the side effects of the drug, \nand the patient’s intolerance, the drug was stopped after \na while. Through numerous hospitalizations, consulta tions with neurology and internal medicine services, \nas well as various tests including Electromyography \nTest and Nerve Conduction Velocity (EMG-NCV), \nand radiological evaluations, such as brain and cervi cal magnetic resonance imaging (MRI), barium swallow \nPage 3 of 5\n Goudarzzadeh et al. Journal of Medical Case Reports          (2024) 18:453 \n \nendoscopy, and various laboratory tests, the only par aclinical finding was partial damage to the left ulnar \nnerve. Other evaluations were reported as normal.\nFinally, based on specialists’ recommendations, he \nwas admitted to the psychosomatic unit for diagnostic \nevaluation by a psychiatrist. In the clinical description, \nin addition to somatic symptoms, mood swings, irritabil ity, sudden anger attacks, and aggression toward family \nmembers were noted. He exhibited a mask-like face and \nstooped walking posture during the physical examina tion. Although he used a cane for assistance, he could sit, \nstand, and walk without it during neurological exami nations. He walked easily on his toes and heels and had \ngood balance. There was stiffness in the elbow and wrist \njoints, which mostly favored Gegenhalten (oppositional \nparatonia). He performed well in the clock drawing test.\nMuscle force was measured at 5/5 without fascicula tions. No colonic movements in the limbs were noticed. \nHis speech was incomprehensible owing to a low voice \ntone and jaw movement weakness, which fluctuated \nthroughout the interview, but the form and content of his \nthoughts appeared normal. Tremors were also seen in the \nupper limbs, which fluctuated in intensity and frequency \nduring the examination. The association between psychi atric manifestations and their impact on the deteriora tion of somatic symptoms (motor and sensory problems) \nwas also highlighted. Consequently, with the initial diag nosis of major depressive disorder and FND (psychogenic \nparkinsonism), he underwent pharmacotherapy with \nsertraline (100  mg/day) and quetiapine (12.5  mg/day). \nAfter partially improving his emotional and movement \nsymptoms, he was discharged. Following poor therapeu tic compliance, he was urgently rehospitalized owing to \nthe discontinuation of medications and a recurrence of \nsymptoms, including suicidal thoughts. On the second \nadmission, he received treatment with electroconvulsive \ntherapy (ECT). Despite a satisfactory improvement after \nthree sessions, he left the hospital with personal consent.\nOn the third admission, after a few months and a \ndetailed evaluation of the clinical condition, the relation ship between psychological conflicts and vivid clinical \nmanifestations became more apparent. The patient was \nreferred for psychotherapy after treatment with escitalo pram (10  mg/day), sodium valproate (200  mg/day), and \nquetiapine (25  mg/day). At the time of discharge, after \n3 weeks of hospitalization, the patient showed an accept able improvement in physical and mental symptoms and \nhad no specific drug side effects.\nThe patient has been followed up for more than 2 years. \nDuring this period, the patient’s symptoms had episodes \nof relapse and subsidence, which were related to men tal stress and the discontinuation of medications. The \npatient is visited monthly by a psychiatrist, although he does not cooperate during psychotherapy. Thus far, he \nhas not required readmission to the hospital.",
    "Discussion": "Discussion\nIn this case, the patient showed motor and sensory symp toms resulting from psychological problems, which dis appeared following psychiatric treatments.\nThe patient’s medical and psychiatric history and its \nalignment with neurological findings and clinical obser vations, the pattern of recurrent remission and relapses \nin symptoms and complaints, along with the association \nwith psychiatric symptoms, suggests the basis of func tional issues in patients with movement disorders. FMD \nis characterized by the main presentation of tremors, \ndystonia, gait disturbance, or other forms of aberrant \nmovement. Individuals diagnosed with FMD experience \nneurological symptoms that do not align with recog nized neurological conditions yet are authentic, resulting \nin discomfort and psychosocial impairment [1]. Func tional neurological disorders have an incidence of 4 to \n12 per 100,000 population per year (4 to 5 per 100,000 \npopulation per year for FMD) and a prevalence of 50 \nper 100,000 population based on a community registry \n[7]. The frequency of psychogenic Parkinsonism among \npatients with psychogenic movement disorders is vari able in different series, but is usually less than 10% [8].\nWomen are more frequently affected, although spe cific presentations such as functional myoclonus or Par kinsonism appear to have similar or greater frequency in \nmen [7]. Given the diagnostic challenges, there is con cern about misdiagnosis. Diagnosis by DSM-5 no longer \nrequires identifying precipitating stressors, because \nthese are not always found despite recent and historical \nstressors being more common in FNDs. Furthermore, \nthe specificity and sensitivity of positive signs, which are \nessential in supporting a phenotype-based diagnosis, \nmay be biased by several factors, including lack of gold \nstandards against which to compare them, Inappropri ate patient cooperation, coexistence of other neurological \ndiseases, and unblinded assessments in most studies [7].\nThe tremor in Parkinson’s disease is referred to as \na “resting tremor” since it presents primarily at rest. \nIt goes away with movement but often returns when \nthe limb, usually a hand or fingers, is held in one posi tion. In contrast, tremors persist equally in resting and \naction states in FMDs. Functional tremor exhibits sev eral distinct indicators, such as prominent features of \ndistractibility (improvement with distraction), variability \n(changing pattern over time), effect of holding weight \n(tremor may be increase in amplitude or transmitted to \nother body segments), and entrainability, distinguishing \nit from Parkinson’s illness. Additionally, suggestibility, \nmotor inconsistency and enhancement with attention \nPage 4 of 5 Goudarzzadeh et al. Journal of Medical Case Reports          (2024) 18:453 \nfavor functional disorders [9]. Entrainment can be dem onstrated by asking the patient to copy a rhythmic move ment with an unaffected limb, such as finger tapping. In \nfunctional tremor, tremor will either improve or change \nto match the frequency of the voluntary movement or the \npatient will have trouble copying the movement [8].\nIn our patient, tremor complaints were accompanied \nby fluctuations, diminished with distraction and exac erbated with attention, and temporarily arrested when \nthe patient was asked to perform a ballistic contralateral \nmovement (entrainability) and increased amplitude with \na weight load, favoring functional tremor.\nOther signs or symptoms that raised suspicion of Par kinson’s disease in this patient were bradykinesia and \nrigidity. Short-lived rigidity in the muscles of the left \nupper limb without cogwheeling was obtained, which is \ninsufficient for a definitive diagnosis of true Parkinsonism \nbut has led to persistent diagnostic uncertainties, numer ous evaluations, and unsuccessful therapeutic efforts. \nFunctional bradykinetic movements are slow and effort ful but lack the typical decrement in speed or amplitude \nobserved with successive movements in true bradykin esia (slowing without decrement). Moreover, a functional \nincrease in muscle tone is the result of gegenhalten or \nparatonia rather than true rigidity (involuntary resist ance to passive movement), and cogwheeling is absent. \nAdditionally, unlike Parkinson’s disease, reinforcement \nmaneuvers in psychogenic Parkinsonism reduce rigidity \n[4, 8, 10]. Atypical gait abnormalities and postural insta bility are often present in functional Parkinsonism. Pos tural stability testing (pull test) may reveal positive signs, \nsuch as arm-flailing and reeling backward without falling \n(10).\nIn our patient, bradykinetic movements were slow and \nlaborious without typical reductions in speed or ampli tude, simple movements appeared difficult (huffing and \npuffing sign), and rigidity was also without cogwheel and \nas involuntary resistance to passive movement (para tonia), suggesting functional impairment. Additionally, \ninconsistent deficit in gait and stance with normal period \nof walking was observed; pull test revealed arm-flailing \nand reeling backward without falling.\nIn addition to the above, abrupt onset of disease, his tory of precipitating event, fast progression to maximum \nsymptom severity and disability, incongruity of symptom \nwith a known neurological disease, waxing and wan ing symptoms over time, and functional disability out of \nproportion to examination findings in our patient was in \nfavor of functional disorders.\nIn addition to the atypical and perplexing manifesta tions of FNDs, recent years have brought about other \nchallenges, such as poor insight and acceptance, denial, \nobsessive doubts, excessive internet searches, and illness-related anxiety, affecting the patient’s psychologi cal adjustment to these issues. This has left the patient \nand their family fatigued, hopeless, and trapped in a \nvicious circle. Ultimately, it has led to poor medication \ncompliance and rendered treatment efforts less effective, \nwith an increased frequency of hospitalizations marked \nby manifestations of mood and behavioral disturbances. \nAlthough clinical and laboratory findings, along with \nfurther follow-up over time, will evaluate this hypothe sis. Here, the importance of early diagnosis of functional \ndisorders and proper differentiation from medical condi tions becomes prominent. Early intervention and psychi atric support, coupled with cognitive-behavioral therapy \n(CBT) in tandem with the treatment of comorbid psy chiatric disorders, such as mood disorders, anxiety, and \nobsessive–compulsive disorders, along with education \nfor the patient and their family, can significantly miti gate the exacerbation of symptoms in the future. A care ful diagnosis is important in order to avoid unnecessary \nand invasive therapies such as harmful escalation of antiparkinsonian medication, surgical ablative therapies, and \ndeep brain stimulation. Moreover, this approach can also \nprevent unnecessary costs imposed on the patient and \nthe healthcare system, improving the disease’s prognosis.\nConclusion\nFMD is not a diagnosis of exclusion; it is a “rule-in” diag nosis that requires the presence of characteristic clinical \nfeatures and the demonstration of positive signs. Investi gations should be done as appropriate to rule out comor bid neurologic diseases. This case study illuminates \nFND complexities, emphasizing the need for a holistic \ndiagnostic approach. Timely interventions, including \npsychological support, can alleviate symptoms, reduce \nhealthcare costs, and improve the overall prognosis. The \nreport contributes to evolving FND understanding in \npsychiatry and neurology. The report underscores early \nrecognition, advocating for comprehensive interventions \ninvolving psychiatric support, cognitive-behavioral ther apy, and patient psychoeducation.\nAcknowledgements\nThe authors would like to express their gratitude to the Deputy of Research \nand Technology of Kurdistan University of Medical Sciences for the technical \nand editorial assistance.\nAuthor contributions\nSara Goudarz Zadeh and Shayan Shekarabi drafted the manuscript and par ticipated in collecting and interpreting the clinical data. Mahnaz Abdi revised \nthe manuscript and collected and interpreted the clinical data. All authors \nread and approved the final manuscript.\nFunding\nNo source of funding.\nAvailability of data and materials\nData supporting our findings were taken from the patient’s folders.\nPage 5 of 5\n Goudarzzadeh et al. Journal of Medical Case Reports          (2024) 18:453 \n \nDeclarations\nEthics approval and consent to participate\nThis study was approved by the ethics committee of the Kurdistan University \nof Medical Sciences (code: IR.MUK.REC.1403.011).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 11 May 2024   Accepted: 21 August 2024\nReferences\n 1. Geddes JR, Andreasen NC. New Oxford textbook of psychiatry. Oxford: \nOxford University Press; 2020.\n 2. VandeVrede L. Oxford textbook of neuropsychiatry. J Neuropsychiatry \nClin Neurosci. 2022;34(3):275.\n 3. American Psychiatric Association D, Association AP . Diagnostic and \nstatistical manual of mental disorders: DSM-5. Washington, DC: American \npsychiatric association; 2013.\n 4. Serranová T, Di Vico I, Tinazzi M. Functional movement disorder: assessment and treatment. Neurol Clin. 2023;41(4):583–603.\n 5. Aybek S, Perez DL. Diagnosis and management of functional neurological \ndisorder. BMJ. 2022;376: o64.\n 6. Gilmour GS, Nielsen G, Teodoro T, Yogarajah M, Coebergh JA, Dilley \nMD, et al. Management of functional neurological disorder. J Neurol. \n2020;267(7):2164–72.\n 7. Espay AJ, Aybek S, Carson A, Edwards MJ, Goldstein LH, Hallett M, et al. \nCurrent concepts in diagnosis and treatment of functional neurological \ndisorders. JAMA Neurol. 2018;75(9):1132–41.\n 8. Baizabal-Carvallo JF, Fekete R. Recognizing uncommon presentations of \npsychogenic (functional) movement disorders. Tremor Other Hyperkinet \nMov. 2015;5:279.\n 9. Schwingenschuh P . Functional tremor. In: LaFaver K, Maurer CW, Nicholson TR, Perez DL, editors. Functional movement disorder: an interdisciplinary case-based approach. Cham: Springer International Publishing; \n2022. p. 67–79.\n 10. Kola S, LaFaver K. Updates in functional movement disorders: from \npathophysiology to treatment advances. Curr Neurol Neurosci Rep. \n2022;22(5):305–11.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}