{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04814-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04814-7.pdf",
  "metadata": {
    "/Keywords": "Septate uterus; Placenta accreta spectrum; Morbid adherent placenta; Conservative management of placenta accreta; Case report; Congenital abnormalities; Placenta accreta; Pregnancy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241112105648+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241003205719+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04814-7",
    "/Author": "Omar Yousry Elshorbagy ",
    "/Title": "Conservative surgical repair of placenta increta invading into uterine septum: case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04814-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The prevalence of placenta accreta spectrum is on the rise, primarily as a consequence of an increasing \nnumber of Cesarean sections. Nevertheless, uterine anomalies, particularly uterine septum, pose a notable risk factor \nfor its occurrence. While there are limited case reports documenting the association between uterine septum and placenta adherence, most of these cases have been linked to prior hysteroscopic treatment of the septum. Notably, this \ncase represents the first-reported instance in which a uterine septum was preoperatively diagnosed in association \nwith placenta increta adherent to it, and subsequently managed conservatively.",
    "Case Presentation": "Case presentation A 30-year-old pregnant Egyptian female patient, who had undergone two previous cesarean \nsections, was diagnosed with placenta increta and had an incomplete uterine septum. She was admitted to Elshatby \nUniversity Hospital in December 2021. During her surgery, it was found that the placenta was adherent to right \nlower aspect of the septum, as well as the right anterior, lateral, and posterior uterine walls. A conservative surgical approach was scheduled and successfully performed, and 3 months later, an ultrasound examination revealed \nthat the uterus had returned to its normal size, with no evidence of isthmocele or synechiae. The only abnormality \nnoted was the presence of the septum.",
    "Conclusion": "Conclusion Ultrasound plays a crucial role in diagnosing placenta accreta and identifying any additional uter ine abnormalities that may guide the planning of conservative treatment. Uterine septum represents a risk factor \nfor placental adherence, as the placenta can indeed become adherent to it. Muscle defects may become apparent \nfollowing placental separation and can often be effectively managed through the use of running sutures, obviating \nthe need for resection of the affected portion.\nTrial registration clinicaltrials.gov, registered on 27 April 2021, registration number: NCT04866888, https:// clini caltr  ials. \ngov/ ct2/ show/ NCT04 866888.\nKeywords  Septate uterus, Placenta accreta spectrum, Morbid adherent placenta, Conservative management of \nplacenta accreta, Case report, Congenital abnormalities, Placenta accreta, Pregnancy\nBackground\nThe prevalence of placenta accreta spectrum (PAS) from \n1982 to 2018 has been estimated to be approximately 1 in \n10,000 pregnancies. It is important to note that maternal \nmortality associated with PAS has been reported to be as \nhigh as 7% of cases [1]. Several probable risk factors have \nbeen identified, including Cesarean section and uterine \nmetroplasty [2].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nOmar Yousry Elshorbagy\nOyke2011@hotmail.com\n1 Obstetrics and Gynaecology Department, Faculty of Medicine, \nUniversity of Alexandria, 22 El- Gaish Rd, Al Azaritah, Alexandria, Egypt\nPage 2 of 6 Elshorbagy and Hamdy  Journal of Medical Case Reports          (2024) 18:549 \nA retrospective study has indicated that uterine anom alies can elevate the risk of abnormal implantation in the \nlower uterine segment. This is attributed to the abnormal \nuterine cavity configuration, which in turn increases the \nlikelihood of placental adherence, particularly in cases \nwith a history of previous Cesarean sections [3].\nPlacental increta infiltrating both a uterine septum and \nuterine walls indeed appears to be unique and represents \nthe first-reported instance in the literature.\nIt is important to note that while planned Cesarean hys terectomy with a supraplacental uterine incision is con sidered the most widely accepted management approach \nfor PAS, conservative treatments have been explored and \nsuccessfully performed. These",
    "Methods": "methods typically involve \nresection of the affected anterior segment or application \nof compression sutures [4, 5]. However, there is limited \ndocumentation of conservative anatomical repair spe cifically for posterior wall, lateral wall, or uterine septum \ninvasion in the existing literature.\nThe objective of this case report is to explore a surgical \nconservative technique that can be beneficial in manag ing placental adherence to the posterior and lateral uter ine walls. Furthermore, it is important to emphasize the \nplacenta’s capacity to penetrate a uterine septum, which \ncan be effectively separated and managed conservatively.\nCase presentation\nThe patient had been diagnosed with increta and was \nscheduled for elective conservative surgery in Decem ber 2021 at Elshatby University Hospital in Alexandria, \na tertiary care facility that handles approximately 13,000 \ndeliveries per year.\nA 30-year-old pregnant female patient from Egypt was \nreferred to our hospital from a private clinic, gravida 6, \npara 4, with a history of one previous miscarriage in the \nfirst trimester. The patient had undergone two previous \nCesarean sections without complications, and her most \nrecent pregnancy occurred 6 years ago. She has two liv ing female children and has experienced two previous \nneonatal deaths due to chromosomal anomalies. At the \ntime of assessment, she was 36 weeks gestational. The \npatient has no known underlying medical conditions or \nhistory of prior surgeries. She did not report any episodes \nof vaginal bleeding or abdominal pain during this preg nancy. It is worth noting that in her previous first Cesar ean section, a uterine septum was accidentally identified; \nhowever, her previous obstetricians determined that sep tum removal was unnecessary as her delivery resulted in \nfull-term baby.\nA transvaginal and transabdominal ultrasound and \nDoppler were done; baby was small for gestational age \nat 32 weeks with a weight of 1900 gm, and the umbili cal artery Doppler revealed a high systolic/diastolic ratio of 3.68. Placenta previa was noted, with increta affect ing the anterior and right posterior walls according to \nCali et  al. and Pagani et  al., with ultrasound classifica tion (loss of the clear zone, myometrium thickness less \nthan 1 mm, placental bulge, and non-interrupted bladder \nand uterine serosa) accompanied by some bridging ves sels over the uterine serosa (Fig.  1) [6, 7]. Uterine septum \nwas observed, reaching internal OS, and the placenta was \nadherent to its lower right aspect (Fig.  2). Both placenta \nand baby were positioned on the right aspect of the sep tum, causing the septum to be displaced to the left.\nHer hemoglobin level was 12.5 gm/dl and her hema tocrit was measured at 35.7% at 24 hours prior to the \noperation. Additionally, her coagulation profile, as well as \nliver and kidney functions, were within normal ranges.\nThe patient declined a hysterectomy due to her young \nage and the potential impacts on her sexual life and blad der function due to the radicality of the surgery and the \nnecessary to do a subplacental hysterectomy (modified \ntype 2 radical hysterectomy), which might injure the \nnerve supply to the bladder and vagina [8]. Consequently, \ninformed consent was obtained, and she agreed to par ticipate in the clinical trial evaluating the outcomes of \nuterine conservation following the closure of myome trium defects resulting from manual placental separation \nin patients diagnosed with placenta accreta spectrum \n(PAS). The clinical trial had received approval from both \nthe board committee and the ethical committee of Alex andria Medical Faculty.\nThe surgery was carried out 1 week later (at 37 gesta tional weeks) with the aim of minimizing the likelihood \nof neonatal intensive care unit admission, ensuring that it \ndid not pose additional risks to the mother and the baby. \nThe procedure was performed by a multidisciplinary \nteam comprising consultant obstetricians, a consultant \nanesthesiologist, and an on-call urologist, and involved \nthe manual removal of the placenta followed by the clo sure of the revealed myometrium defects to halt the \nbleeding from the placenta bed by running sutures.\nIntraoperatively, a wide transverse skin incision was \nmade. Upon reaching the uterus, placenta increta was \ndiagnosed in accordance with the International Fed eration of Obstetrics and Gynecology (FIGO) placenta \naccreta classification (Fig.  3). The bladder was found \nadherent to the uterus with some bridging vessels, and a \nplacental bulge was evident.\nThe bladder was carefully dissected, and the bridging \nvessels were coagulated. A transverse uterine incision \nwas made above the placenta followed by the delivery \nof the baby, uterotonics were administered, and then \nthe placenta was separated from the uterine wall, start ing from nonadherent areas and then more adherent \nparts, including the uterine septum (Fig.  4). During the \nPage 3 of 6\n Elshorbagy and Hamdy  Journal of Medical Case Reports          (2024) 18:549 \n \nFig. 1 Ultrasound of placenta increta. Color Doppler ultrasound image shows placenta invasion into myometrium with multiple lacunae, hyper \nvascular retroplacental space, and bridging vessels\nFig. 2 Placenta increta invading uterine septum. Grey scale ultrasonographic image shows coronal section of placenta increta (red arrow) invading \nuterine septum (red arrowhead). Placenta invading more than half thickness of the septum on its right lower aspect\nPage 4 of 6 Elshorbagy and Hamdy  Journal of Medical Case Reports          (2024) 18:549 \nprocedure, myometrium defects were identified above \nthe internal OS in the right aspect of septum, the right \nanterior wall, the right lateral wall, and right posterior \nwall. These defects were closed with running sutures \nwhile the septum itself was left in place (video). Through out the closure of the incisions, continuous monitoring \nof the cervix for patency was conducted. Subsequently, \nthe uterus was closed in two layers and intraperitoneal \ndrain was inserted. While closing the abdominal wall, the \npatient’s vital signs remained stable, with her blood pres sure at 120/72 mmHg, heart rate at 98 beats per minute, \nand a urine output throughout the operation of 150 ml. \nThe estimated blood loss during the surgery was 1900 ml. \nIn accordance with local protocol, the patient received \ntwo units of fresh frozen plasma; however, there was no \nneed to commence packed red blood cells transfusion.\nThe patient was transferred to the intermediate care \nunit for a 12-hour period before being moved to the \nward, and 6 hours after surgery, her hemoglobin level \nmeasured at 9.5 gm/dl, hematocrit at 29.7%, and platelet \ncount at 171,000/ul. The patient remained in the hospital \nfor a duration of 3 days.\nHer menstrual cycle resumed 75 days after the opera tion, and 3 months later, a two-dimensional (2D) grayscale transvaginal ultrasound was performed, revealing \nan anteverted anteflexed uterus with dimensions measur ing 7.31 × 3.26 × 5.17 cm and an incomplete uterine sep tum. The thinnest anterior wall myometrium thickness \nmeasured 1.01 cm, while the posterior wall measured \n1.11 cm in sagittal thickness. No uterine wall defects or \nintrauterine adhesions were detected.",
    "Discussion": "Discussion\nA uterine septum is categorized as either complete or \npartial on the basis of its lower limit in relation to the \ncervix [9, 10]. Septate uteri can contribute to various \npregnancy complications, including pregnancy loss, pre term labor, malpresentation, and small for gestational age \nbaby. [9, 11, 12]\nTo the best of our knowledge, the existing literature has \nnot previously described placental adherence to a nonre sected uterine septum.\nIt is worth noting that histological specimens of septa, \nafter excision, have revealed the presence of muscular tis sue along with fibrous components [13, 14]. This raises \nthe possibility that the placenta may exhibit an affin ity for the myometrium, potentially creeping toward it \nover a uterine septum. However, it is unlikely to invade \nits fibrous component. In this specific case, the placenta \nexhibited adherence to the right aspect of the septum \nwithout penetrating to the other side. Consequently, \nuterine septum could represent a potential site for pla cental adherence.\nFig. 3 Intraoperative placenta increta. Intraoperative image \nshows placenta increta invade myometrium with placental bulge \nand bridging vessels\nFig. 4 Intraoperative uterine septum. Intraoperative image shows \nthe uterine septum (black arrowhead) after lower uterine segment \nincision held by Alice’s forceps\nPage 5 of 6\n Elshorbagy and Hamdy  Journal of Medical Case Reports          (2024) 18:549 \n \nVarious methods have been described for manag ing placenta accreta spectrum, including leaving the \nplacenta in  situ (the expectant approach), removal of \nthe invaded area, insertion of Bakri balloon, and com pression sutures such as the transverse B-lynch. These \nmethods can be employed individually or in combi nation with or without the use of internal iliac artery \nocclusion. [5 ]\nThere is no universally standardized surgical method \nthat can be uniformly applied to all patients with placen tal invasion. However, certain methods may be applied \nsequentially or omitted depending on the specific case \n[15–17]. Most of the existing methods have not described \na technique suitable for managing invasion into the lat eral and posterior uterine walls or in cases involving \na septum, as seen in this instance [5]. For example, the \nresection of the myometrium invaded by the placenta is \none of the most used techniques. However, it becomes \nimpractical when dealing with invasion into the posterior \nuterine wall or when the invasion encompasses the pos terior, lateral, and anterior walls simultaneously. In such \nsituations, hysterectomy often becomes the only practical \noption.\nOne study suggested the application of running sutures \naround the internal OS to close the placental bed. These \nsutures are initiated from the lower edge at the inter nal cervical OS muscle and extend to the upper edge at \nthe uterine serosa. While this technique is beneficial for \nrepairing low posterior and lateral wall invasions, it may \nnot be suitable for addressing high invasion sites or uter ine septum invasions [18].\nAfter the separation of the placenta, the presence of \nmuscle defects was observed, surrounded by normal \nmyometrium, with distinct upper and lower edges. These \ndefects can be sutured and closed without the need for \ncompression sutures or internal iliac artery occlusion. \nThese defects represent sites of placenta adherence that \nhave arisen due to variations in the penetrating ability \nof the placental villi. This finding could potentially con tribute to a better understanding of the pathogenesis of \nplacenta accreta and provide valuable insights into the \nsuccessful conservation of the uterus.\nThe closure of muscle defects can be employed in cases \nof circumferential placental invasion (anterior, lateral, \nand posterior walls), either as a standalone technique or \nin combination with the myometrium resection method. \nAdditionally, this approach can be applied to cases of \nupper uterine segment placental adherence. It enhances \nthe likelihood of preserving the uterus, which is particu larly beneficial in countries with a high rate of Cesarean \nsections and in cases involving young women who are at \nan early age of marriage and childbirth, as illustrated in \nthis case presentation.The only limitation was the absence of pathological \nexamination for the uterus or the area of invasion due \nto nonresection of the affected tissue.\nConclusion\nUltrasound plays a crucial role in diagnosing placenta \naccreta and identifying any additional uterine abnor malities that may guide the planning of conservative \ntreatment. Uterine septum represents a risk factor for \nplacental adherence, as the placenta can indeed become \nadherent to it. Muscle defects may become apparent \nfollowing placental separation and can often be effec tively managed through the use of running sutures, \nobviating the need for resection of the affected portion. \nConsequently, the likelihood of conserving the uterus \nincreases, particularly when placenta increta is adher ent to the lateral and posterior walls, thereby averting \nthe need for hysterectomy in these patients. However, \nit is essential to note that the technique for closure \nrequires further research.\nAbbreviations\nPAS  Placenta accreta spectrum\nFIGO  International Federation of Obstetrics and Gynecology\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04814-7.\nSupplementary file 1\nAcknowledgements\nNot applicable.\nAuthor contributions\nBoth authors contributed equally to writing and research work.\nFunding\nNo funds were received.\nAvailability of data and materials\nThe datasets used are available from the corresponding author on request.\nDeclarations\nEthics approval and consent to participate\nEthical committee of faculty of medicine, Alexandria university has approved \nthe study; approval no. 0201462.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAuthors report no conflict of interest.\nReceived: 30 June 2022   Accepted: 31 July 2024\nPage 6 of 6 Elshorbagy and Hamdy  Journal of Medical Case Reports          (2024) 18:549 \nReferences\n 1. Badr DA, Al Hassan J, Salem Wehbe G, Ramadan MK. Uterine body \nplacenta accreta spectrum: a detailed literature review. Placenta. \n2020;95:44–52.\n 2. Kaser DJ, Melamed A, Bormann CL, Myers DE, Missmer SA, Walsh BW, \nRacowsky C, Carusi DA. Cryopreserved embryo transfer is an independent risk factor for placenta accreta. Fertil Steril. 2015;103:1176-1184.e1172.\n 3. Anderson S, Lekovic J, Niemasik E, Chasen ST. Patients with uterine \nanomalies may have increased risk of placenta accreta. Fertil Steril. \n2013;100:S379.\n 4. Brown LA, Menendez-Bobseine M. Placenta accreta spectrum. J Midwifery Womens Health. 2021;66:265–9.\n 5. Sentilhes L, Kayem G, Chandraharan E, Palacios-Jaraquemada J, Jauniaux \nE, Diagnosis FPA, Management Expert Consensus P . FIGO consensus \nguidelines on placenta accreta spectrum disorders: Conservative management. Int J Gynaecol Obstet. 2018;140:291–8.\n 6. Pagani G, Cali G, Acharya G, Trisch I-T, Palacios-Jaraquemada J, Familiari \nA, Buca D, Manzoli L, Flacco ME, Fanfani F, et al. Diagnostic accuracy of \nultrasound in detecting the severity of abnormally invasive placentation: a systematic review and meta-analysis. Acta Obstet Gynecol Scand. \n2018;97:25–37.\n 7. Cali G, Forlani F, Timor-Trisch I, Palacios-Jaraquemada J, Foti F, Minneci G, \nFlacco ME, Manzoli L, Familiari A, Pagani G, et al. Diagnostic accuracy of \nultrasound in detecting the depth of invasion in women at risk of abnor mally invasive placenta: a prospective longitudinal study. Acta Obstet \nGynecol Scand. 2018;97:1219–27.\n 8. Hussein AM, Kamel A, Raslan A, Dakhly DMR, Abdelhafeez A, Nabil M, \nMomtaz M. Modified cesarean hysterectomy technique for management \nof cases of placenta increta and percreta at a tertiary referral hospital in \nEgypt. Arch Gynecol Obstet. 2019;299:695–702.\n 9. Venetis CA, Papadopoulos SP , Campo R, Gordts S, Tarlatzis BC, Grimbizis \nGF. Clinical implications of congenital uterine anomalies: a meta-analysis \nof comparative studies. Reprod Biomed Online. 2014;29:665–83.\n 10. Ludwin A, Ludwin I, Coelho Neto MA, Nastri CO, Bhagavath B, Lindheim \nSR, Martins WP . Septate uterus according to ESHRE/ESGE, ASRM and \nCUME definitions: association with infertility and miscarriage, cost and \nwarnings for women and healthcare systems. Ultrasound Obstet Gynecol. \n2019;54:800–14.\n 11. Rikken JFW, Kowalik CR, Emanuel MH, Bongers MY, Spinder T, Jansen FW, \nMulders AGMGJ, Padmehr R, Clark TJ, Van Vliet HA, et al. Septum resection \nversus expectant management in women with a septate uterus: an \ninternational multicentre open-label randomized controlled trial. Hum \nReproduct. 2021;36:1260–7.\n 12. Chan YY, Jayaprakasan K, Tan A, Thornton JG, Coomarasamy A, RaineFenning NJ. Reproductive outcomes in women with congenital \nuterine anomalies: a systematic review. Ultrasound Obstet Gynecol. \n2011;38:371–82.\n 13. Zreik TG, Troiano RN, Ghoussoub RAD, Olive DL, Arici A, McCarthy SM. \nMyometrial tissue in uterine septa. J Am Assoc Gynecol Laparosc. \n1998;5:155–60.\n 14. Abdel Moety GAF, Gaafar HM, Shawki O, Faisal M. Histological structure \nand vascularity of hysteroscopically removed uterine septa in patients \nwith primary infertility and patients with recurrent pregnancy loss. J \nMinim Invasive Gynecol. 2016;23:66–71.\n 15. Durukan H, Durukan OB, Yazici FG. Placenta accreta spectrum disorder: \na comparison between fertility-sparing techniques and hysterectomy. J \nObstet Gynaecol. 2021;41:353–9.\n 16. Society of Gynecologic O, American College of O, Gynecologists, the \nSociety for Maternal-Fetal M, Cahill AG, Beigi R, Heine RP , Silver RM, Wax \nJR. Placenta accreta spectrum. Am J Obstet Gynecol. 2018;219:B2–16.\n 17. Jauniaux E, Alfirevic Z, Bhide A, Belfort M, Burton G, Collins S, Dornan \nS, Jurkovic D, Kayem G, Kingdom J, et al. Placenta praevia and placenta \naccreta: diagnosis and management. BJOG Int J Obstet Gynaecol. \n2019;126:1–48.\n 18. Gan Y, Chen Z, Shi Q. The efficacy between cervical-lifting suture and \nlower B-Lynch suture in placenta previa: a retrospective cohort-study. \nArch Gynecol Obstet. 2020;302:365–76.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}