{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04778-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04778-8.pdf",
  "metadata": {
    "/Keywords": "Ogden type V; Tibial tuberosity avulsion fracture; Cannulated screws; Tension-band wiring; Excellent functional outcome",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240912151752+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240910073153+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04778-8",
    "/Author": "Mei-Ren Zhang ",
    "/Title": "An unusual Ogden type V tibial tubercle avulsion fracture: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04778-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ogden type V tibial tubercle avulsion fracture is an unusual type of physial injury. Thus, little is known \nabout its mechanism of injury and treatment. The type of osteosynthesis is variable and depends on the experience \nof the surgeon. We commonly used cancellous screws fixation combined with tension band wiring for displaced \nfracture of the anterior tibial tuberosity.",
    "Case Presentation": "Case presentation The present manuscript describes a case of a Han nationality 13‑ year ‑old boy who presented \nwith severe pain of the left knee, which began after landing following a high jump. He had no significant past medi‑\ncal history apart from a high body mass index of 30.3. Radiographs revealed that he had an unusual Ogden type V \ntibial tubercle avulsion fracture. He was treated by open reduction and combined fixation with cannulated screws \nand tension‑band wiring. After 3 months, the fracture healed without any complications or knee symptoms with full \nrange of motion. He underwent reoperation for symptomatic hardware, which was removed at 5 months after initial \nsurgery, and returned to his prior level of sporting activity at 1 year follow‑up.",
    "Conclusion": "Conclusion Our case suggests that excellent functional outcome could be achievable by open reduction \nwith the combination of internal fixation and tension‑band wiring for Ogden type V tibial tubercle avulsion frac‑\nture. This type of osteosynthesis could not only achieve anatomical reduction and stable fixation for such fractures, \nbut also avoid further damage to the proximal tibial epiphysis, which prevents serious complications, such difference \nin leg length.\nKeywords  Ogden type V, Tibial tuberosity avulsion fracture, Cannulated screws, Tension‑band wiring, Excellent \nfunctional outcome\nBackground\nFractures of the tibial tuberosity are uncommon, com prising less than 1% of all physial injuries and approxi mately 3% of all proximal tibial fractures [1]. In the \nreports reviewed, the commonest fracture type is type III. \nAlmost half of all tibial fractures are Ogden type III (with \nintra-articular involvement) and only 2% are Ogden type \nV [2–4]. So Ogden type V tibial tubercle avulsion frac ture is an unusual type of physial injury rarely reported \npreviously in literature [2, 5]. None of them discussed the \ndetails of treatment. Herein, we report a case of Ogden \ntype V tibial tubercle apophysis avulsion fracture, which Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMei‑Ren Zhang\nzhangmeiren@aliyun.com\n1 Guangzhou University of Chinese Medicine Second Affiliated Hospital \n(Guangdong Provincial Hospital of Chinese Medicine), Orthopedics \nTrauma Department Zhuhai Branch, Jingle Road Number 53, XiangZhou \nDistrict, ZhuHai City 519015, Guangdong Province, China\n2 The Second Clinical Medical College of Guangzhou University \nof Chinese Medicine, Jingle Road Number 53, XiangZhou District, ZhuHai \nCity 519015, Guangdong Province, China\nPage 2 of 5 Zhang et al. Journal of Medical Case Reports          (2024) 18:441 \nwas treated by open reduction and combined fixation \nwith cannulated screws and tension-band wiring. The \nfracture healed uneventfully without further knee symp toms. He returned to his prior level of sporting activity \nwith full range of motion and good strength at 1 year fol low-up. Informed consent was obtained from this patient \nand his parents prior to publication of this case report.\nCase presentation\nA 13-year-old boy of Han nationality presented to our \nhospital’s emergency department with severe pain in his \nleft knee after landing from a high jump while playing \nbasketball about 1 hour prior. He was unable to weightbear immediately after sustaining the injury. His knee \nwas swollen with a moderate joint effusion. Of note, he \nweighed 90 kg, and his body mass index was 30.3. There \nwas no evidence of neurological or vascular deficits in \nthe emergency department clinical examination. He was \nimmediately sent to the radiology department for fur ther examination. Radiographs of the patient’s left knee \nshowed an obviously migrated anterior intra-articular \nfracture fragment and a occult fracture line through \nthe proximal tibial physis into the posterior tibial meta physeal cortex (Fig.  1). Computed tomography images \nrevealed a fracture through the physis of the proximal tibia—an Ogden IIIB fracture associated with a Salter–\nHarris type IV fracture of the proximal tibia (Fig.  2a, b). \nHe was admitted to hospital for further treatment with a \nlong leg cast of the left lower limb. Magnetic resonance \nimaging (MRI) examination of the injured knee was per formed on the second day of admission. The fracture \nfeatures were most clear in sagittal view MRI (Fig.  3). \nCoronal view MRI of the left knee showed that the proxi mal tibial growth plate was not closed (Fig.  4). The patient \nwas taken to the operating room 3  days after sustain ing the injury and placed in a supine position. A midline \nincision was made for a presumed open reduction and \ninternal fixation. The fracture bed was carefully cleared \nof debris. A periosteal flap was found to be folded under \nthe avulsed fragment, and it was extracted. An obviously \nmigrated tibial tubercle fragment was found intraopera tively (Fig.  5). The fracture was then reduced and fixed \nsurgically with three 4.0-mm cannulated screws, which \nwere placed parallel to the growth plate in an anteriorto-posterior direction. Another two cannulated screws \nwere fixed to enhance stability. Internal fixation was sup plemented by tension-band wiring in a figure-eight fash ion (Fig.  6a, b). Two K-wires were drilled into the tibial \ntubercle in an anterior-to-posterior direction distal to the \ngrowth plate of the proximal tibial epiphysis, and then \ntitanium cables were driven proximally to the two initially \nplaced K-wires and distally around the anterior cortex of \nthe upper tibial diaphysis (Fig.  6a, b). The periosteum was \nsutured, and the skin was closed without a drainage tube. \nCast immobilization was applied for the first 4  weeks, \nguarded physiotherapy (with a protective knee brace) was \nstarted after 4 weeks, including active flexion and exten sion of the knee and quadriceps-strengthening exercises. \nFig. 1 Lateral view radiographs of left knee after injury showed \nan obviously migrated anterior intra‑articular fracture fragment (blue \narrow) and a occult fracture line through the proximal tibial physis \ninto the posterior tibial metaphyseal cortex (green arrow)\n\u0003\u0003 \u0003 D E\nFig. 2 a, b Sagittal view (a) and three ‑dimensional (b) computed \ntomography images show Ogden Type V tibial tubercle avulsion \nfracture, which combined Ogden type IIIB (yellow arrow) with Ogden \ntype IV (red arrow) fracture of the proximal tibia of left side\nPage 3 of 5\n Zhang et al. Journal of Medical Case Reports          (2024) 18:441 \n \nAfter cast removal, weight-bearing was initiated with \nsupport. The patient was able to walk with weight-bear ing after 8 weeks and with good function of the left knee \n(Fig.  7a, b). The fracture went on to unite uneventfully \nat 12 weeks (Fig.  8a, b). At 5 months after initial surgery, \nhe was asymptomatic with a full range of motion, good \nstrength, and had returned to his prior level of sporting \nactivity at 1 year follow-up.\nFig. 3 Sagittal T1‑ weighted magnetic resonance image \nshows a migrated intra‑articular fracture fragment extension \nthrough the physis and epiphysis into the knee (orange arrow) \nand a visible fracture line through the proximal tibial physis \ninto the posterior tibial metaphyseal cortex (purple arrow)\nFig. 4 Coronal T1‑ weighted magnetic resonance image of the left \nknee show that the growth plate of the proximal tibia was not closed\nFig. 5 Intraoperative image showing clearly migrated tibial tubercle \nfragment\nFig. 6 a, b Postoperative anterior–posterior (a) and lateral (b) X ‑ray \nimages of the left knee showing that Ogden type V tibial tubercle \navulsion fracture achieved good reduction by cannulated screws \ncombined with tension band wiring fixation\nPage 4 of 5 Zhang et al. Journal of Medical Case Reports          (2024) 18:441",
    "Discussion": "Discussion\nThe classification of fractures of the proximal tibial epi physis was described by Watson and Jones in 1955 [6]. In \nthe following years, several authors made modifications \nto the original classification. Ogden modified the most \ncommonly used system in 1980 [7]. This has been further \nmodified by Ryu and Debenham, adding type IV fractures \nin 1985 [8], as well as by McKoy, adding type V injuries \nin 2003 [5]. Ogden type V tibial tubercle avulsion frac ture is a “Y” fracture combined with Ogden IIIB with a \nSalter–Harris IV fracture of the proximal tibia. The most \ncommonly used classification of tibial tubercle fractures \nis derived from existing classification systems (Fig. 9) [9].\nTo our knowledge this is the first reported specific \ntreatment for this unusual Ogden Type V tibial tuber cle avulsion fracture in literature. Fractures of the tibial \ntuberosity is most common in male adolescents, and \njumping sports account for most of these fractures. The \nunderlying mechanism of type V tibial tuberosity avul sion has not been clearly described in previous literature. \nWe suggest that the mechanism injury in our patient was acute passive flexion of the knee of more than 30°, with \na contracted quadriceps muscle while landing, which \nled to an avulsion fracture of the tibial tuberosity with \ndislocation upward initially. This was followed by exces sive flexion, which further led to complete separation of \nthe proximal tibia through physial extension posteriorly \nwhen he landed. This differs from two proposed mech anisms of tibial tuberosity avulsion fracture—namely, \nstrong quadriceps contraction during knee extension \nwhile jumping and rapid passive flexion of the knee \nagainst the contracting quadriceps while landing [10–12].\nAlthough closed reduction and casting is a viable treat ment option for some minimally displaced tibial tubercle \nfractures, operative treatment with open reduction and \ninternal fixation remains the standard of care for dis placed fractures, especially those with epiphysial or intraarticular extension. Open reduction and internal fixation \nin combination with tension-band wiring was used for \nthis patient. First, good compression of the fracture lines \nwas achieved using three 4.0-mm cannulated screws \nplaced parallel to the growth plate in an anterior-to-pos terior direction. At the same time, this prevented damage \nto the growth plate of the proximal tibial epiphysis. Ide ally, 4.0-mm screws are recommended because they min imize soft tissue irritation, which can occur with larger \nscrews over the long term.\nSecond, tension-band wiring facilitated the neutraliza tion of tensile forces and reduced the probability of frac ture redisplacement. We added two additional K-wires \nFig. 7 a, b Extension (a) and flexion (b) the left knee joint show good \nfunctional recovery 2‑months postoperation\nFig. 8 a, b Anterior–posterior (a) and lateral (b) X ‑ray images \nof the left knee 3‑months postoperation show good union of Ogden \nType V tibial tubercle avulsion fracture\nFig. 9 Diagram showing Watson–Jones and Ogden classification \nsystems for tibial tubercle fractures with the Ryu–Debeham \nand McKoyStanitsky modifications (diagram courtesy of Rodriguez et \nal. 2020 and the British Editorial Society of Bone and Joint Surgery—\nRodriguez I, Sepu’ lveda M, Birrer E, Tuca MJ: Fracture of the anterior \ntibial tuberosity in children. EFORT Open Rev 2020;5:260–267)\nPage 5 of 5\n Zhang et al. Journal of Medical Case Reports          (2024) 18:441 \n \nto prevent damage to the patellar tendon; these were \ninserted distal to the tibial tubercle by titanium cable \nwith the knee joint in flexion. This step differed from \nthose used by other surgeons [13–15]. Although we \nused more hardware than we would have used with sim ple internal fixation (which might be associated with an \nincreased risk of complications, such as infection), we \ndid not notice any additional complications in this case, \nand the reduction and fracture union remained intact. \nThe functional",
    "Results": "results were excellent, and this patient \nreturned to his previous activities.\nConclusion\nOgden type V tibial tubercle avulsion fracture is a very \nrare injury. Excellent functional outcomes are achievable \nby open reduction with the combination of internal fixa tion and tension-band wiring. This type of osteosynthesis \ncould not only achieve anatomical reduction and stable \nfixation for such fractures, but also avoid further damage \nto the proximal tibial epiphysis, which prevents serious \ncomplications, such difference in leg length.\nAcknowledgements\nNot applicable.\nAuthor contributions\nM‑RZ designed the study and wrote the manuscript; XZ, Q ‑JX, and H‑ YC were \ninvolved in the treatment; XZ performed literature review; Q ‑JX performed \ndata collection and processing. All authors contributed to writing the manu‑\nscript. All authors read and approved the manuscript.\nFunding\nSupport for this study was received from the 2022 Science and Technology \nInnovation Bureau of Zhuhai city (number 2220004000372‑03). No benefits \nin any form have been, or will be received, from any commercial party related \ndirectly or indirectly to this study.\nAvailability of data and materials\nThe data used and/or analyzed during the current study are available from the \ncorresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the ethics committee of Guangdong Provincial \nHospital of Chinese Medicine (approval no: AF/04‑07.1/10.0).\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nAll Authors declare that no benefits in any form have been, or will be received, \nfrom any commercial party related directly, or indirectly, to this study.\nReceived: 18 June 2024   Accepted: 14 July 2024\nReferences\n 1. Edmonds EW, Mubarak SJ. Proximal tibial physeal fractures. In: Flynn JM, \neditor. Rockwood and Wilkins’ fractures in children. Philadelphia: Wolters \nKluwer Health; 2015. p. 1057–74.\n 2. Kalifis G, et al. Tibial tubercle fractures are sports injuries in male ado ‑\nlescents with a considerable risk of complications and reoperations: a \nsystematic review. Knee Surg Sports Traumatol Arthrosc. 2023;27:1–11. \nhttps:// doi. org/ 10. 1007/ s00167‑ 023‑ 07322‑1.\n 3. Pretell‑Mazzini J, et al. Outcomes and complications of tibial tubercle frac‑\ntures in pediatric patients: a systematic review of the literature. J Pediatr \nOrthop. 2016;36:440–6. https:// doi. org/ 10. 1097/ BPO. 00000 00000 000488.\n 4. Reuter S, Mellerowicz H. Acute tibial tubercle avulsion fractures. Der \nOrthopade. 2016;45:226–32. https:// doi. org/ 10. 1007/ s00132‑ 016‑ 3228‑ y.\n 5. McKoy BE, Stanitski CL. Acute tibial tubercle avulsion fractures. Orthop \nClin North Am. 2003;34:397–403. https:// doi. org/ 10. 1016/ S0030‑ 5898(02) \n00061‑5.\n 6. Watson‑ Jones, R. Fractures and Joint Injuries. 2nd ed.Baltimore, Williams & \nWilkins, 1955.\n 7. Ogden JA, et al. Fractures of the tibial tuberosity in adolescents. J Bone \nJoint Surg. 1980;62:205–15. https:// doi. org/ 10. 2106/ 00004 623‑ 19806 \n2020‑ 00006.\n 8. Ryu RK, Debenham JO. An unusual avulsion fracture of the proximal tibial \nepiphysis. Case report and proposed addition to the watson‑jones clas‑\nsification. Clin Orthop Relat Res. 1985;194:181–4.\n 9. Rodriguez I, Sepu lveda M, Birrer E, Tuca MJ. Fracture of the anterior tibial \ntuberosity in children. EFORT Open Rev. 2020;5:260–7. https:// doi. org/ 10. \n1302/ 2058‑ 5241.5. 190026.\n 10. Shelton WR, Canale ST. Fractures of the tibia through the proximal tibial \nepiphyseal cartilage. J Bone Joint Surg Am. 1979;61:167–73. https:// doi. \norg/ 10. 2106/ 00004 623‑ 19796 1020‑ 00002.\n 11. Bolesta MJ, Fitch RD. Tibial tubercle avulsions. J Pediatr Orthop. \n1986;6:186–92. https:// doi. org/ 10. 1097/ 01241 398‑ 19860 3000‑ 00013.\n 12. Inoue G, et al. Avulsion fractures of the proximal tibial epiphysis. Br J \nSports Med. 1991;25:52–6. https:// doi. org/ 10. 1136/ bjsm. 25.1. 52.\n 13. Rodriguez I, et al. Fracture of the anterior tibial tuberosity in children. \nEFORT Open Rev. 2020;5:260–7. https:// doi. org/ 10. 1302/ 2058‑ 5241.5. \n190026.\n 14. Narayana Gowda BS, Mohan Kumar J. Simultaneous bilateral tibial tuber ‑\ncle avulsion fracture in a case of pre ‑existing Osgood‑Schlatter disease \n(OSD). J Orthopaedic Case Rep. 2012;2:24–7.\n 15. Aerts BRJ, et al. Classification of proximal tibial epiphysis fractures in chil‑\ndren: four clinical cases. Injury. 2015;46:1680–3. https:// doi. org/ 10. 1016/j. \ninjury. 2015. 05. 039.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}