{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04874-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04874-9.pdf",
  "metadata": {
    "/Keywords": "Carotid endarterectomy; Anastomotic pseudoaneurysm; Extra-anatomical bypass",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241030125738+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241028140653+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04874-9",
    "/Author": "Igor Kobza ",
    "/Title": "Successful management of mycotic anastomotic pseudoaneurysm of interposition vein graft following a carotid endarterectomy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04874-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Anastomotic pseudoaneurysms of interposition vein grafts are a rare entity that requires urgent management to prevent life-threatening complications, such as rupture and thromboembolism, especially when involving the carotid arteries. As these are rare complications and literature is sparse, we believe that this case report can aid \nthe decision-making process in similar circumstances.",
    "Case Presentation": "Case presentation A 49-year-old Ukrainian male patient presented with a false aneurysm of both distal and proximal anastomosis of an interposition vein graft between the common carotid artery and the internal carotid artery, \nwhich was previously performed as a bailout procedure after the patient developed a complication of carotid surgery. \nThe patient was successfully treated with extra-anatomical interposition of a vein graft from the subclavian artery \nto the remnant of extracranial internal carotid artery and en bloc excision of the previous vein graft with the false \naneurysms.",
    "Conclusion": "Conclusion Mycotic anastomotic pseudoaneurysms following carotid endarterectomy represent a rare yet serious \ncomplication in vascular surgery that requires urgent treatment. While endovascular techniques could represent \nan alternative option, open surgical repair is still the standard of care for this pathology, offering advantages in pre venting postoperative ischemic complications and ensuring optimal long-term outcomes. The open approach \nprovides direct visualization of the pseudoaneurysm. It allows the meticulous debridement of the infected tissues \nand an accurate reconstruction of the arterial wall with autologous or synthetic grafts. In light of the substantial \nevidence supporting its superiority, open surgical repair should remain the preferred approach in addressing mycotic \nanastomotic pseudoaneurysms following carotid endarterectomy. Future research should continue to explore \nadvancements in other surgical techniques and refine treatment strategies to enhance patient outcomes in this challenging clinical scenario.\nKeywords  Carotid endarterectomy, Anastomotic pseudoaneurysm, Extra-anatomical bypass\n*Correspondence:\nVasyl Pelekh\nvasylpeleh1401@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 5 Kobza et al. Journal of Medical Case Reports          (2024) 18:531",
    "Introduction": "Introduction\nAnastomotic pseudoaneurysms are rare complications \nof any vascular reconstruction and require prompt man agement to prevent life-threatening complications, such \nas rupture and thromboembolism [1]. The available lit erature mainly describes anastomotic pseudoaneurysms in the inguinal region or involving reconstructed vis ceral arteries [1, 2]. Although considered relatively safe, \ncarotid endarterectomy can be complicated by pseudoa neurysm formation, which is potentially life-threatening \nFig. 1 Preoperative images of anastomotic pseudoaneurysms. Preoperative computed tomography scan of anastomotic pseudoaneurysms \nof distal and proximal anastomoses of an interposition vein graft between the common carotid artery and the internal carotid artery (white arrows). \nAuthor’s collection February 2024\nFig. 2 Intraoperative images. Intraoperative images \nof an extra-anatomical interposition of vein grafting \nfrom the subclavian artery to extracranial internal carotid artery: a \nanastomosis between the subclavian artery and saphenous vein \ngraft (white arrow on the left); b anastomosis between saphenous \nvein graft and the remnant of the internal carotid artery (white arrow \non the right). Author’s collection February 2024\nFig. 3 Site of debrided mycotic anastomotic pseudoaneurysms. The \nsite of debrided mycotic anastomotic pseudoaneurysms was drained. \nAuthor’s collection February 2024\nPage 3 of 5\n Kobza et al. Journal of Medical Case Reports          (2024) 18:531 \n \n[3]. Pseudoaneurysms occurrence is mainly attributed to \narterial wall degeneration, intraoperative arterial dam age, suture line disruption, and infection [4, 5]. This case \nreport presents the successful management of anasto motic pseudoaneurysms of both the distal and proximal \nanastomoses of an interposition vein graft between the \nCCA and the ICA. The original interposition graft was \nperformed as a bailout procedure after the patient devel oped a complication of carotid surgery. We performed \nrevisional surgery, which involved en bloc excision of the \nvein graft with the pseudoaneurysms and subsequent \ninterposition of a new extra-anatomical vein graft from \nthe subclavian artery to the remnant extracranial ICA. \nOwing to the lack of data in published literature and \nthe rarity of this complication, we believe that this case \nreport can be helpful in guiding the decision-making \nprocess in similar circumstances.\nCase presentation\nA 49-year-old Ukrainian male presented to our hospi tal with false aneurysms of both the distal and proximal \nanastomoses of an interposition vein graft between the \ncommon carotid artery (CCA) and the internal carotid \nartery (ICA) 3 months after the index operation.\nThe patient initially presented to a military hospital \nwith an ischemic stroke that occurred during military \naction. The preoperative imaging showed an ischemic \narea in the territory of the middle cerebral artery, a 90% \nstenosis of the left ICA according to NASCET crite ria, and a 65% stenosis of the right ICA. He underwent \nan emergency endarterectomy and bovine pericardial \npatch. On the postoperative day (POD) 18, the patient experienced sudden pain and swelling at the surgical site \nassociated with leaking blood through the site of a prior \ndrain. He was urgently returned to the theater where \nactive bleeding was identified from a total disruption \nof the patch suture line. Ligation of the external carotid \nartery and interposition vein grafting from the CCA \nto the ICA was performed. On POD 8 after the relook \nsurgery, the patient sustained temporary loss of con sciousness and raised temperature. An urgent magnetic \nresonance image (MRI) of the brain was performed but \nno new changes were reported. The patient was subse quently transferred to another medical facility where a \ncarotid ultrasound demonstrated a false aneurysm of \nboth distal and proximal anastomoses of the interposi tion vein graft.\nAfter admission to our facility, the patient underwent \na thorough preoperative workup. Pseudoaneurysms of \ninterposition vein graft were confirmed on computed \ntomography (CT) scan, which is demonstrated in Fig.  1. \nThe operation was performed under general anesthesia. \nThe first stage was an extra-anatomical interposition of \nvein grafting from the subclavian artery to the 15  mm \nlong remaining extracranial internal carotid artery \n(Fig.  2). The second stage was excision of the pre-existing \nvein graft and the false aneurysm and wound drainage \n(Figs. 3, 4).\nThe patient was started on linezolid and cefepine and \nthe surgery was performed as planned. As a postop erative anticoagulation patient was prescribed cilostazol \n200 mg daily and triflusal 600 mg daily.\nOn POD 7, once the microbiology",
    "Results": "results of the debrids \nof the pseudoaneurism culture showed Pseudomonas \naureginosa sensitive to piperacillin and tazobactam, the \nantibiotic treatment was changed accordingly. Unfor tunately on POD 9, the patient developed pseudomem branous colitis, and oral vancomycin with intravenous \nmetronidazole was prescribed for the next 5  days until \nresolution of symptoms. The patient developed a fever \nand a CT scan of the head and neck with contrast was \nperformed to exclude surgical complications. This \nrevealed good graft patency and only a fluid collection at \nthe site of the resected pseudoaneurysms (Fig.  5), which \nwas successfully drained. Staphylococcus haemolyticus \nsensitive to piperacillin and tazobactam was demon strated on the culture of the fluid drained. Antibiotic \ntherapy was continued for 5 days.",
    "Discussion": "Discussion\nAnastomotic pseudoaneurysm formation, though \nuncommon, occurs in 2–5% of patients undergoing arte rial reconstruction [1]. Whilst literature mainly focuses \non pseudoaneurysms in the femoral region, sporadic \nFig. 4 Drainage system. Drainage system with continuous flushing \nat the site of debrided mycotic anastomotic pseudoaneurysms. \nBetadine was used for constant flushing. Author’s collection February \n2024\nPage 4 of 5 Kobza et al. Journal of Medical Case Reports          (2024) 18:531 \ncases involving reconstructed visceral arteries are also \nreported [ 2].\nPseudoaneurysms (PAs) following carotid endarterec tomy (CEA) are rare but potentially life-threatening com plications, with a very low incidence ranging from 0.3% \nto 0.6% [3].\nFactors contributing to pseudoaneurysm formation \ninclude arterial wall degeneration, intraoperative arterial \ndamage, suture line disruption and infection [4]. Infec tions complicate approximately one-third of all post-CEA \npseudoaneurysms [5]. This diagnosis should be consid ered early when patients present with persistent hema toma, recurrent bleeding from the wound, or late wound \ninfection [6].Despite an unestablished rate of rupture, surgical inter vention is recommended to prevent rupture or throm boembolism [7]. Open surgical repair remains the gold \nstandard approach, offering several advantages over \nendovascular techniques. In a study by El-Sabrout et al., \nthe authors retrospectively reviewed a series of infected \npost-carotid endarterectomy pseudoaneurysms and con cluded that open surgical repair resulted in satisfactory \noutcomes [4]. Similarly a further case series, Ahuja and \nTefera reported successful outcomes with open surgical \nrepair [6].\nOpen surgical repair provides several benefits: it allows \nfor direct visualization of the pseudoaneurysm, thorough \ndebridement of infected tissues, and meticulous recon struction of the arterial wall with autologous or synthetic \nFig. 5 Postoperative computed tomography scan. Postoperative contrast-enhanced computed tomography scan: a patent graft (red arrows); b \nfluid collection, in the area of resected pseudoaneurysms (red arrows). Author’s collection February 2024\nPage 5 of 5\n Kobza et al. Journal of Medical Case Reports          (2024) 18:531 \n \ngrafts [8]. Moreover, it reduces the risk of recurrent \ninfection and embolic complications associated with \nendovascular techniques [9]. Ocal et al. demonstrated \nthe effectiveness of hybrid vascular techniques in manag ing complex cervical carotid artery aneurysms, highlight ing the importance of personalized treatments [7].\nIn conclusion, mycotic anastomotic pseudoaneurysms \nfollowing carotid endarterectomy are rare but serious \ncomplications that require expedited treatment. Open \nsurgical repair remains the cornerstone of their manage ment, offering superior long-term outcomes and mini mizing the risk of postoperative complications [1].\nConclusions\nMycotic anastomotic pseudoaneurysms following carotid \nendarterectomy represent rare yet grave complications \nthat demand urgent attention. While endovascular tech niques could be considered as an alternative approach, \nopen surgical repair remains the gold standard of man agement, offering unparalleled advantages in prevent ing postoperative ischemic complications and ensuring \noptimal long-term outcomes. The efficacy of open repair \nis granted by the direct visualization of the pseudoaneu rysm, meticulous debridement of infected tissues, and \nprecise reconstruction of the arterial wall with autolo gous or synthetic grafts. In light of the substantial evi dence supporting its superiority, open surgical repair \nshould remain the preferred approach in addressing \nmycotic anastomotic pseudoaneurysms following carotid \nendarterectomy. Future research should continue to \nexplore advancements in surgical techniques and refine \ntreatment strategies to further enhance patient outcomes \nin this challenging clinical scenario.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04874-9.\nAdditional file 1.\nAcknowledgements\nNot applicable.\nAuthor contributions\nIK carried out supervision, case study design, and approval of the submit ted version; JM, GO, and VR were responsible for data collection; VP was \nresponsible for the analysis and interpretation of results and draft manuscript \npreparation. All authors read and approved the final manuscript.\nFunding\nThe authors guarantee that they have not received any remuneration in any \nform that could influence the results of the work.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nThe patient’s informed consent was obtained to publish this case and any \naccompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there are no conflicts of interest in conducting scientific research and preparing this article.\nAuthor details\n1 Department of Surgery No. 2, The Danylo Halytsky National Medical Univer sity, Pekarska st 69, Lviv 79010, Ukraine. 2 Chief Vascular Surgeon for the Military \nForces of Ukraine, National Military Medical Clinical Center of the Ministry \nof Defense of Ukraine, Hospitalna st 16, Kiev 01133, Ukraine. 3 Department \nof Vascular Surgery and Transplantology, Lviv Regional Clinical Hospital, \nChernigivska st 7, Lviv 79010, Ukraine. \nReceived: 13 June 2024   Accepted: 14 September 2024\nReferences\n 1. Marković DM, Davidović LB, Kostić DM, Maksimović ZV, Cinara IS, \nCvetković SD, Marković MD, Dragas MV. Anastomotic pseudoaneurysms. \nSrp Arh Celok Lek. 2006;134(3–4):114–21. https:// doi. org/ 10. 2298/ sarh0 \n60411 4m.\n 2. Silveira D, Martins J, Pereira C, Pereira M do SC, Almeida R. Renal allograft \nanastomotic pseudoaneurysm presenting with acute renal failure: a \ncase of surgical treatment with graft preservation. Angiologia e Cirurgia \nVascular. 2015;11(3):177–181. https:// doi. org/ 10. 1016/j. ancv. 2015. 05. 004.\n 3. Heskett C, Brake A, Fry L, De Stefano FA, Lei C, Chatley K, Peterson J, \nEbersole K. Treatment options for pseudoaneurysm after carotid endar terectomy: a systematic review and illustrative case. World Neurosurg. \n2022;167:131–46. https:// doi. org/ 10. 1016/j. wneu. 2022. 08. 124.\n 4. El-Sabrout R, Reul G, Cooley DA. Infected postcarotid endarterectomy \npseudoaneurysms: retrospective review of a series. Ann Vasc Surg. \n2000;14(3):239–47. https:// doi. org/ 10. 1007/ s1001 69910 041.\n 5. Adlouni M, Koh EY, Rahimi M. Managing an infected femoral artery \npseudoaneurysm after thoraco-bifemoral bypass with an innovative \nconfiguration. J Vasc Surg Cases Innov Tech. 2022;8(4):583–6. https:// doi. \norg/ 10. 1016/j. jvscit. 2022. 08. 023.\n 6. Ahuja V, Tefera G. Successful covered stent-graft exclusion of carotid \nartery pseudo-aneurysm: two case reports and review of literature. Ann \nVasc Surg. 2007;21(3):367–72. https:// doi. org/ 10. 1016/j. avsg. 2006. 06. 015.\n 7. Ocal O, Yilmaz M, Peynircioglu B, Bilginer B, Peker A, Arat A. Hybrid \nvascular intervention for a giant cervical carotid artery aneurysm in a \nclopidogrel-hyporesponsive child. J Neurosurg Pediatr. 2018;22(3):265–9. \nhttps:// doi. org/ 10. 3171/ 2018.3. PEDS1 7669.\n 8. Davidovic L, Koncar I, Dragas M, Ilic N, Banzic I, Pavlovic SU, Markovic M, \nRistanovic N. Treatment strategies for carotid artery aneurysms. J Cardio vasc Surg (Torino). 2016;57(6):872–80.\n 9. Baril DT, Ellozy SH, Carroccio A, Patel AB, Lookstein RA, Marin ML. Endo vascular repair of an infected carotid artery pseudoaneurysm. J Vasc Surg. \n2004;40(5):1024–7. https:// doi. org/ 10. 1016/j. jvs. 2004. 08. 019.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}