{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04921-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04921-5.pdf",
  "metadata": {
    "/Keywords": "Campylobacter jejuni; Enterocolitis; Cardiomyopathy; Myocarditis; Myopericarditis; Pericarditis; Perimyocarditis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241122175158+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241122164401+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04921-5",
    "/Author": "Katharine Sanicola ",
    "/Title": "Myocarditis and pericarditis in young patients following Campylobacter jejuni enterocolitis infection: a systematic review of case studies",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04921-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Campylobacter is known to be the leading cause of foodborne illness. Campylobacter jejuni, specifically, \nmost commonly causes self-limiting enterocolitis, but infection can lead to extraintestinal manifestations, including rare yet severe cardiac complications, such as myocarditis and/or pericarditis. This review aims to determine \nwhether a relationship exists between the timing of a positive stool culture and the overall clinical course in patients \nwith Campylobacter jejuni-associated myocarditis and/or pericarditis.",
    "Methods": "Methods A systematic search was conducted using PubMed, MEDLINE, CINAHL Ultimate, Academic Search Pre mier, and Nursing and Allied Health Premium databases. A gray literature search was also performed. Covidence.org \nwas used to screen, select, and extract data by two independent reviewers. Following a full-text evaluation, the quality of each study was assessed using the Joanna Briggs Institute Critical Appraisal Checklist for Case Reports.",
    "Results": "Results The search resulted in 434 records, of which 7 case reports met the inclusion criteria, each study including one patient. The average number of days from hospital presentation to obtaining a stool sample was 1.7. The \naverage number of days from stool culture obtainment to clinical course improvement was 3.3, with four case studies \nreporting a range of 2–4 days.",
    "Conclusion": "Conclusion This systematic review raises awareness regarding the manifestations of Campylobacter jejuni, specifically \nthe severe cardiac symptoms that may present in young individuals. Given the significant sequelae that can develop, \nproviders must elicit a thorough history consisting of questions related to recent travel, food consumption, and gastrointestinal symptoms, especially among young individuals presenting with cardiac complaints.\nKeywords  Campylobacter jejuni, Enterocolitis, Cardiomyopathy, Myocarditis, Myopericarditis, Pericarditis, \nPerimyocarditis\nBackground\nCampylobacter spp., primarily transmitted via the fecal–\noral route, are the leading cause of foodborne illness in \ndeveloped and underdeveloped nations. In the USA, \nthe Foodborne Diseases Active Surveillance Network is \nresponsible for monitoring the incidence of various food borne pathogens. From the beginning of its surveillance \nin 1996, the incidence of Campylobacter infections has Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Katharine Sanicola and Nikita Shadani have contributed equally to this work.\n*Correspondence:\nSuzanne J. Rose\nsrose@stamhealth.org\n1 Masters of Science in Physician Assistant Studies, Sacred Heart \nUniversity, 551 Park Avenue, Fairfield, CT 06825, USA\n2 Department of Research and Discovery, Stamford Health, One Hospital \nPlaza, PO Box 9317, Stamford, CT 06902, USA\nPage 2 of 9 Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \nbeen progressively increasing. A similar trend has also \nbeen noted globally. Campylobacter is a robust species \nthat causes disease in the gastrointestinal tract, includ ing in the jejunum, ileum, and colon. Infection typically \npresents 3  days after exposure, most commonly occur ring through contact with and ingesting contaminated \nfood or water. In patients with severe cases, there is a \nprodromal period where high fevers, generalized aches, \nand dizziness occur, and occasionally, patients can pre sent with rigors and delirium. Most individuals who \nbecome infected with Campylobacter have much milder \ncases that are typically self-limiting. Patients frequently \nexperience diarrhea, nausea, vomiting, and abdominal \ndiscomfort or pain due to pathogenesis. More than 20 \nspecies are recognized, with Campylobacter jejuni and \nEscherichia coli being among the most common that \ncause human disease [1].\nCampylobacter jejuni is the leading cause of acute diar rhea worldwide [2]. C. jejuni is a Gram-negative bacillus \nthat predominantly causes infection after contact with \nand ingestion of contaminated or undercooked meat. \nWhile some factors of pathogenesis are still unknown, it \nis suspected that chemotaxis, motility, and bacterial fla gella all play a role in attachment to the gut epithelium. \nIt was once thought that the survival of this bacteria out side the gastrointestinal tract was relatively poor; how ever, more recent research has shown that it can survive \nacross a range of environments. Although Campylobacter \njejuni infection is typically characterized by self-limiting \nenterocolitis, patients have also been found to develop \nextraintestinal complications. Some of these complica tions, such as Guillain‒Barré and Reiter syndromes, are \nthought to be an autoimmune response triggered by C. \njejuni infection [1]. Cardiac manifestations, such as myo carditis and pericarditis, are considered to be rare yet \nsevere sequelae of C. jejuni [3].\nMyocarditis and pericarditis are inflammation of the \nheart muscle and outer lining of the heart, respectively. \nThe most common etiological factor of both conditions \nis typically viral, such as enteroviruses, adenoviruses, \nhuman immunodeficiency, and coxsackie viruses. \nWhile Salmonella, Shigella, and Staphylococci spp. \nmake up a large part of the bacterial causes of myocar ditis and pericarditis, the number of Campylobacter \njejuni-related case reports has grown [4 ]. It has been \nreported that the incidence of Campylobacter-induced \nmyocarditis is approximately 16.1 per 100,000 persons \nper year [5 ]. The pathophysiology of C. jejuni-induced \nmyocarditis and/or pericarditis is not well understood \n[6]. Several theories have been proposed to explain C. \njejuni-associated cardiac involvement, including direct \nbacterial invasion of the myocardium or pericardium \nor by circulating toxins [1 , 6–8]. A postinfectious immune-mediated mechanism is less likely to be con tributory due to the relatively short period of time \nbetween the onset of gastroenteritis and cardiac symp tom development [6 , 7].\nA detailed history should be elicited from patients \nwho present with cardiac manifestations following \nCampylobacter jejuni-related gastrointestinal symp toms, which, on average, have been noted to appear \n2–4  days later [9 , 10]. Clinical presentations of myo carditis and pericarditis can include chest pain or \ntightness, shortness of breath, palpitations, or rapid \nirregular heartbeat. The diagnosis of C. jejuni can be \nconfirmed via stool culture techniques or cultureindependent assays [1 ]. Additional diagnostic tools, \nsuch as an electrocardiogram (EKG), can help support \nthe diagnosis of C. jejuni-induced myocarditis and/or \npericarditis. EKG findings may reveal arrhythmias and \nST segment changes, although they may be normal \nin some cases [6 , 11]. Further support can be gained \nfrom echocardiograms, which may reveal reduced left \nventricular ejection fraction, impaired systolic func tion, and increased left ventricle wall thickness [9 ]. In \npatients who present with cardiac manifestations, such \nas unexplained heart failure, chest pain, or elevated \ncardiac enzymes, following gastrointestinal symptoms, \nmyocarditis, and/or pericarditis should be considered \n[6, 12, 13].\nThe diagnosis of myocarditis or pericarditis follow ing C. jejuni infection can be challenging for providers \ndue to nonspecific symptoms on clinical presentation, \nespecially in younger, immunocompetent patients aged \n13–25. The overall incidence of  C. jejuni infection is \nhighest in those aged 0–4, with a second peak occur ring after age 25 [14]. However, given the increasing \nnumber of case reports that have described cardiac \nmanifestations in patients who have been found to have \nC. jejuni enterocolitis, medical providers need to have \na high index of suspicion for this pathogen in this age \nrange. Most cases of myocarditis or pericarditis fol lowing C. jejuni infections are mild, but the condition \ncan progress to life-threatening complications or even \nresult in fatal outcomes [6 ]. This systematic review aims \nto determine whether a correlation exists between the \ntiming of a positive stool culture result and patients’ \noverall clinical course for patients aged 13–25. Estab lishing such an association could potentially allow pro viders to make an earlier diagnosis of C. jejuni infection \nand ultimately prevent potential late complications \nfrom arising. Ultimately, it is imperative that medical \nproviders accurately diagnose myocarditis and/or peri carditis promptly using appropriate diagnostic tools, \nsuch as clinical, laboratory, and cardiac imaging, and \nidentify the cause in this patient population.\nPage 3 of 9\n Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \n \nMethods\nA systematic review was performed in accordance with \nthe Preferred Reporting Items for Systematic Reviews and \nMeta-Analyses (PRISMA) Guidelines using the EBSCO \nsearch engine to search MEDLINE, CINAHL Ultimate, \nAcademic Search Premier, and Nursing and Allied \nHealth Premium simultaneously from their inception to \n18 April 2023. A healthcare librarian was consulted to \ndevelop the following Boolean search string: “campylo bacter jejuni AND (myocarditis OR myopericarditis OR \npericarditis OR perimyocarditis)” . The same search was \nalso performed in PubMed and a gray literature search \nusing graylit.org and grayguide.org. Two reviewers (KS \nand NS) independently screened all titles and abstracts \nfor relevance and completed the subsequent full-text \nreview for eligibility. Retained articles were case reports \npublished in the English language reporting patients aged \n13–25 with myocarditis and/or pericarditis following \nCampylobacter jejuni enterocolitis infection. Addition ally, only studies that documented both the timing and \nthe result of the stool culture meeting our inclusion cri teria were included. Patients with different Campylobac ter species, other gastrointestinal infections, or different \ncardiac manifestations were excluded. Case reports were \nassessed for quality using The Joanna Briggs Institute \n(JBI) Critical Appraisal Checklist for Case Reports [15]. \nDiscrepancies in study selection and rating were resolved through",
    "Discussion": "discussion or by involving a third reviewer (SJR) \nas indicated.\nResults and review of literature\nStudy selection\nThe initial search identified 434 records, of which 211 \nduplicates were removed, while the gray literature \nrevealed no results. After duplicates were removed, 223 \narticles were screened, and 125 records were excluded. \nThe full texts of 98 journal articles were reviewed for eli gibility, and 91 articles were excluded, with the reasons \nindicated in the PRISMA flow diagram in Fig.  1 [16]. \nThe remaining seven studies, each report containing one \npatient, were retained for qualitative synthesis.\nStudy characteristics\nAll studies included in this systematic review were sin gle case reports on patients aged 13–25 with myocarditis \nand/or pericarditis following Campylobacter jejuni infec tion, as displayed in Tables  1 and 3. A total of six males’ \n[4, 6, 9, 10, 12, 13]and one female’s [11] clinical courses \nwere evaluated. The average age was 19.3 years old, with \na male-to-female ratio of 6:1. Of the patients, one male \nhad bronchial asthma noted as a preexisting condition \n[10], with the six other patients reporting no preexisting \nmedical conditions [4, 6, 9, 11–13]. The specific interven tion (in other words, the timing of the stool sample) was \nFig. 1 2020 PRISMA diagram detailing screening process of articles. *Confounding variables include coinfection with another pathogen or side \neffects potentially due to vaccination\nPage 4 of 9 Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \nreported in all cases. The longest time to collect a stool \nsample was 5 days [10], while the shortest duration was \nreported on the same day of presentation [6], with an \naverage time of presentation to stool sample of 1.7 days. \nIn each case report, the overall outcome examined was a \nchange in the clinical course, more specifically, normali zation of electrocardiogram, laboratory results, and/or \nsymptom resolution. The length of each case study was \nreported in all of the reports except Daboussi et al., 2020 \n[6]. The reported hospital admission length ranged from \n5 to 11 days (Table 1).\nRisk of bias\nEach report was evaluated using the Joanna Briggs Insti tute (JBI) Critical Appraisal Checklist for Case Reports \n[15]. The results are displayed in Fig.  2; while there were \nsome concerns based on the JBI Appraisal, all articles \nwere ultimately retained. Six of the included studies did \nnot include pertinent demographic characteristics, such \nas race, thereby earning them a “no” in the first cat egory [4, 6, 9, 11–13]. Similarly, five of the studies did \nnot include pertinent details regarding medical histories, \nsuch as family and psychosocial histories [4, 6, 9, 11, 13]. \nYaita et  al., 2020 was found to be unclear on reporting \nany specific treatment given to this patient [10]. While it \nis noted that the patient received ciprofloxacin and loper amide prior to hospital admission, it is unclear if the pro viders discontinued this regimen. Of note, no adverse or \nunanticipated events were mentioned in any of the seven \ncase reports.\nClinical presentation\nThe typical range in the number of days from the onset of \ngastrointestinal symptoms to hospital presentation was between 2 and 4, with an average of 2.6 days (see Tables  2 \nand 3). Most patients had an average of 2.3 days between \ngastrointestinal and cardiac symptom presentation. Sev eral case reports noted 3 days [9, 11, 13], while Daboussi \net  al., 2020 noted the greatest duration of 5  days [6]. \nThe time it took to develop cardiac symptoms from the \nonset of gastrointestinal symptoms ranged between \n2 and 5  days, with an average of 2.3  days. Of the seven \ncase reports, six performed a stool culture between 0 and \n2 days from hospital presentation [4, 6, 9, 11–13],with an \naverage time of 1.7 days. Five of these patients were found \nto have symptom, laboratory, and/or imaging improve ment between 5 and 7  days from symptom onset [4, 6, \n11–13]. Two reports had longer durations to improve ment of 9 [10] and 13 days [9]; however, the overall aver age duration to improvement was 7.6 days. The average \nnumber of days from stool culture obtainment to symp tom, laboratory, and/or imaging improvement was noted \nto be 3.3  days, with four case studies reporting a range \nof 2–4  days [4, 6, 11, 12]. The average length of hospi tal admission was reported to be 7.3 days. Of note, this \ninformation was not provided by Daboussi et  al., 2020 \n[6].\nDifferential, diagnosis, and treatment\nAcute viral illness is a common cause of gastroenteri tis and cardiac complications [17], as evidenced by the \nauthors of three studies, who specifically considered it \npart of their differential diagnosis. Several differential \ndiagnoses were considered across all case studies (see \nTable  4). In three case reports, viral illnesses were con sidered, such as Epstein‒Barr, human immunodeficiency \nvirus, echovirus, coxsackievirus, and/or parvovirus [4, \n10, 12]. While Chantazaras et al., 2021 did not consider Table 1 Study characteristics of included case reports\nEKG electrocardiogram, CRP C-reactive protein\na The number of days from hospital presentation to obtaining a stool sample\nb Calculated based on the number of days spent in the hospitalAuthor and year Study \npopulation \n(N)Age (years)/sex Preexisting conditions Day of \n interventionaReported outcomes Length of hospital \nadmission (days)b\nDaboussi et al. (2020)121 25/M None 0 1. EKG normalized Not reported\nYaita et al. (2020)161 16/M Bronchial asthma 5 1. EKG normalized 5\nChantazaras et al. (2021)171 13/F None 1 1. Symptom resolution 8\nMiruzzi et al. (2022)101 22/M None 1 1. Symptom resolution\n2. EKG normalized8\nObafemi et al. (2017)151 25/M None 1 1. EKG normalized 11\nFica et al. (2012)181 17/M Not reported 2 1. EKG normalized 5\nAyyildiz et al. (2018)191 17/M None 2 1. EKG normalized\n2. Troponin I and CRP \nnormalized7\nPage 5 of 9\n Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \n \nother viral sources, the authors did consider infectious \nenteritis and acute appendicitis [11]. Two other reports \nconsidered acute coronary syndrome less likely given the \npatient’s age and overall clinical presentation timeline [9, \n10], while two case reports did not disclose their differen tial diagnosis [6, 13].While two case reports noted normal electrocardio gram results [6, 11], the remaining five patients presented \nwith ST segment changes [4, 9, 10, 12, 13] (Table  4). All \npatients exhibited elevated levels of either troponin I or \nT. The combination of obtaining a stool sample in addi tion to cardiac laboratory and imaging studies led to a \nFig. 2 Risk of bias diagram exhibiting critical appraisal for each of the included studies\nTable 2 Clinical presentation timeline of included case reports\na The number of days from hospital presentation to obtain a stool sampleAuthor and year Days between \ngastrointestinal \nsymptom onset and \nhospital presentationDays between \ngastrointestinal and \ncardiac symptomsDay of \n interventionaNumber of days \nfrom stool culture to \nimprovementNumber of days from \nsymptom onset to \nimprovement\nDaboussi et al. (2020)123 5 0 4 7\nYaita et al. (2020)164 4 5 0 9\nChantazaras et al. (2021)172 3 1 2 5\nMiruzzi et al. (2022)104 2 1 2 7\nObafemi et al. (2017)153 3 1 8 13\nFica et al. (2012)182 2 2 2 5\nAyyildiz et al. (2018)193 3 2 5 7\nPage 6 of 9 Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \nTable 3 Averages and ratio of included case report data\na Calculated from the beginning of symptom onset to the day of imaging, laboratory, and/or symptom improvementAverage age (years) Male-to-female ratio Average number \nof days between \ngastrointestinal \nsymptom onset and \nhospital presentationAverage number \nof days between \ngastrointestinal and \ncardiac symptomsAverage time to \nobtain stool culture \nfrom hospital \npresentation (days)Average number \nof days between \nstool culture and \nimprovementAverage number \nof days from \nsymptom onset to \n improvementaAverage length of \nhospital admission \n(days)\n19.3 6:1 2.6 2.3 1.7 3.3 7.6 7.3\nPage 7 of 9\n Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \n \ndiagnosis of myocarditis in five cases [6, 9–11, 13] and a \ndiagnosis of myopericarditis in two cases [4, 12]. Regard ing pharmacotherapeutic intervention, three case stud ies reported using a fluoroquinolone antibiotic [4, 9, 13], \nthree cases used a macrolide antibiotic [6, 11, 12], and \nYaita et al., 2020 reported no antibiotic use due to symp tom improvement by the time Campylobacter jejuni was \nidentified in the stool culture[10]. Of note, the two cases \nof myopericarditis each used a different class of antibi otics [4, 12]. Cardiac medications, including beta block ers and angiotensin-converting enzyme inhibitors, were \nreported in two studies [6, 11]. While unclear if antimi crobial therapy improved cardiac outcomes, all patients \nexperienced symptom resolution after treatment.\nDiscussion\nKey findings\nThis review suggests that there does not appear to be \nan increased risk of incidence of cardiac complications \nassociated with preexisting medical conditions among \nyounger patients, complicating the ability to make an \nappropriate diagnosis. Five of the seven patients were \nnoted to be previously healthy with no significant past \nmedical history [4, 6, 9, 11, 13], while one reported a \nhistory of bronchial asthma [10] and the last had no \nreported past medical history [12]. Therefore, since most \nincluded patients were likely considered immunocompe tent, in good health, and lacking any significant past car diac history, we postulate that this did not greatly impact \ntheir clinical course.\nMoreover, our results show a higher incidence among \nmale patients than female patients, with a ratio of 6:1. \nOur cohort approximates the general patient popula tion affected with myocarditis and/or pericarditis, as myocarditis is more common among males [9]. It is pos tulated that males are at a greater risk for myocarditis, \nwhile females are not, largely due to sex hormones, as it \nhas been found that female patients tend to have greater \nprotection against viral myocarditis largely due to higher \nlevels of estrogen. It is suspected that estrogen offers a \ncertain level of protection against viremia and, further more, protects cardiac muscle cells from infection. In \ncontrast, testosterone does not offer this protection [18]. \nWhile these findings are related to viral myocarditis, they \nalso reasonably explain why bacterial myocarditis largely \naffected males in our sample. To the best of our knowl edge, no other systematic reviews or meta-analyses have \nbeen published focusing on this rare complication of \ninfection.\nClinical relevance\nIn light of the rising prevalence of Campylobacter infec tions, it is becoming increasingly important for medical \nproviders to include bacterial pathogens in their work ing diagnosis. This is especially true in adolescent and \nyoung adult patients who present with gastrointestinal \nand cardiac symptoms. This systematic review showed \nan average of 2.6 days between gastrointestinal and car diac symptoms, with the longest duration being 5  days. \nTo diagnose this multifarious condition, a stool culture \nto detect the pathogen should be performed in a timely \nmanner at the earliest clinical suspicion. While most of \nthe included case reports obtained a stool culture within \n2  days of hospital admission [4, 6, 9, 11–13], one case \nreport waited 5 days before performing this intervention. \nIn this particular case reported by Yaita et al., 2020, the \npatient’s symptoms, imaging, and laboratory results had \nnormalized at the time of intervention [10]. In general, Table 4 Differential diagnosis, imaging, diagnosis, and treatment of included case reports\nACS acute coronary syndrome, NA not applicable\na Viral source includes variations of the following viruses: Epstein‒Barr virus, human immunodeficiency virus, echovirus, coxsackievirus, or parvovirus\nb Troponin I and/or TAuthor and year Differential diagnosis \nconsideredInitial EKG results Initial \ntroponin \n resultsbDiagnosis Antibiotic treatment\nDaboussi et al. (2020)12Not reported Normal Elevated Myocarditis Erythromycin\nYaita et al. (2020)16ACS considered unlikely, viral \n sourceaST elevation Elevated Myocarditis None\nChantazaras et al. (2021)17Infectious enteritis versus acute \nappendicitisNormal Elevated Myocarditis Azithromycin\nMiruzzi et al. (2022)10Viral source ST elevation Elevated Myopericarditis Ciprofloxacin\nObafemi et al. (2017)15ACS considered unlikely ST depression Elevated Myocarditis Meropenem and ciprofloxacin\nFica et al. (2012)18Viral source ST elevation Elevated Myopericarditis Azithromycin\nAyyildiz et al. (2018)19Not reported ST changes\nLeft anterior hemiblockElevated Myocarditis Ciprofloxacin\nPage 8 of 9 Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \nperforming a prompt stool culture not only allows for \na diagnosis to be made sooner, but also allows provid ers to start antibiotics earlier, thereby altering the clini cal course and potentially preventing the development of \nmore severe symptoms.\nOn average, it took approximately 3 days for patients to \nstart improving following the positive stool culture result \nand the initiation of a course of appropriate antibiotics. \nHowever, it is important to note that although this pat tern holds true for most of the case reports [4, 6, 10–13], \nObafemi et al., 2020 appears to be an outlier [9]. The pro viders working with this particular patient obtained a \nstool sample in a timely manner, noting a positive result \nwithin 1 day of hospital admission. However, the clinical \ncourse of this patient does not appear to be influenced \nby the timing of the stool sample and subsequent initia tion of an antibiotic regimen. This patient had the slowest \nclinical improvement time out of all included patients, \nspending a total of 13 days in the hospital. It can be pos tulated that this patient was slow to improve, not due to \nthe timing of intervention but rather due to higher acu ity at presentation. This resulted in initial antimicrobial \ntreatment with meropenem but was later switched to \nciprofloxacin after obtaining the sensitivity report [9].\nAs previously mentioned, Yaita et  al., 2020 waited \n5 days before obtaining a stool sample, as the patient had \nresolution of his cardiac symptoms and improved over all clinical course at the time of intervention. Although \nhis stool culture tested positive for C. jejuni, the patient \nwas treated with conservative measures during the initial \nhospitalization and was subsequently monitored in the \noutpatient setting upon discharge. However, the patient \nreturned to the hospital with acute chest pain, leading \nto the diagnosis of relapse myocarditis. This particular \ncase report highlights the clinical utility of administer ing antibiotics to patients who test positive for Campy lobacter but are found to be asymptomatic or are noted \nto have significant symptomatic improvement at the time \nof a positive result. This raises the question of whether \ngiving antibiotic therapy to the patient reported by Yaita \net  al., 2020 would have prevented his relapse [10]. As \nsuch, providers should take into consideration the poten tial benefits of acquiring a stool sample and administer ing antibiotics earlier on in a patient’s clinical course \nif they initially present with cardiac symptoms or other \nextraintestinal manifestations but are later found to have \nsymptomatic, imaging, and/or laboratory improvement \nbefore antibiotic treatment is initiated.\nWhile the timing of obtaining a stool sample is criti cal in the prompt initiation of the appropriate antibiotic \ntreatment and ultimately symptom resolution, so too \nare cardiac imaging and laboratory results. Across all \nincluded case reports, patients exhibited elevated levels of cardiac enzymes, more specifically, troponin I or T. \nAdditionally, five out of the seven patients had abnor malities noted on their initial electrocardiogram, most \ncommonly ST segment elevation [4, 9, 10, 12, 13]. In \npatients who present with normal EKG readings, car diac magnetic resonance imaging (MRI) may play a use ful role in diagnosis. If available, cardiac MRIs are able to \ndetect suspected cases of myocarditis and/or pericarditis, \nas evidenced by myocardial damage, increased T2 sig nal, and delayed enhancement [6]. A total of three case \nreports included cardiac MRI as part of their diagnostic \nimaging [6, 11, 12]. Although less than half of the cases \nincluded in this systematic review chose to implement \nthis important diagnostic tool, the ones that did find per tinent abnormalities helped form an accurate diagnosis. \nCardiac MRIs have the ability to pick up on changes not \notherwise detected by an EKG and tend to be more sensi tive, proving to be an additional tool that should be more \nreadily used [6, 11].\nOur results indicate that when a young immunocom petent patient presents with a history of gastrointestinal \nsymptoms followed subsequently by acute chest pain, \nproviders should consider myocarditis and/or pericar ditis as a differential diagnosis. This diagnosis should \nespecially be considered when observing these symptoms \namong a younger population and/or male patients. While \nmost cases of myocarditis associated with C. jejuni have \na good prognosis, the delay in both diagnosis and treat ment can result in significant complications, ranging \nfrom permanent cardiac damage to fatality [10]. There fore, a clinically appropriate timeline, including the tim ing of stool samples, cardiac imaging, and laboratory \nresults, is imperative to maximize patient outcomes.\nReview limitations\nWhile the search strategy was nonspecific in attempting \nto identify as many reports as possible, there is always \nthe potential that they were not indexed in the database \nsearched. This is further exacerbated by the small sam ple size of the included reports. In an effort to prevent \nconfounding factors from interfering with the inferences \nthat were made, case reports that mentioned concurrent \ninfection with another pathogen or noted a variable (e.g., \nrecent vaccination) that could have potentially contrib uted to the development of myocarditis or pericarditis \nwere eliminated, which may have inadvertently excluded \nother relevant studies.\nAs this systematic review focused on analyzing a \npotential correlation between the timing of a young, \nimmunocompetent patient’s stool culture result and \ntheir overall clinical course, it was limited to case \nreports that provided this specific information. Addi tionally, a young patient population was chosen to \nPage 9 of 9\n Sanicola et al. Journal of Medical Case Reports          (2024) 18:566 \n \nexclude older patients more likely to have comorbidi ties (for example, previous myocardial infarction, endstage kidney disease, diabetes, autoimmune diseases, or \nmalignancy), as certain factors are known to increase \nthe risk of developing myocarditis and pericarditis to \nhighlight the risk associated with C. jejuni. These con ditions could have impacted patients’ clinical progres sion and possibly influenced the differential diagnoses \nconsidered by their medical providers, leading to their \nexclusion.\nWhile all case reports identified were included, there \nwere some reporting deficits identified by the JBI Criti cal Appraisal tool [15]. The majority of these studies \neither did not adequately describe the patient’s demo graphic characteristics [4 , 6, 9, 11–13]or did not fully \ndelineate the patient’s medical, family, and psychosocial \nhistory in addition to their relevant past interventions \nand/or outcomes [4 , 6, 9, 11, 13].\nConclusion\nSignificant sequelae of Campylobacter include myocar ditis and pericarditis, most commonly affecting young \nmales. While this systematic review does not note a \ndistinct relationship between the timing of obtaining a \npositive stool culture and a change in the patient’s clini cal course, providers must recognize the importance of \nan early diagnosis in patients with concurrent gastroin testinal and cardiac symptoms. By avoiding specific car diac imaging modalities that do not aid in diagnosing \nmyocarditis and/or pericarditis, patients will ultimately \nbe diagnosed sooner and have better clinical outcomes.\nAbbreviations\nCRP  C-reactive protein\nEKG  Electrocardiogram\nMRI  Magnetic resonance imaging\nAcknowledgements\nNot applicable.\nAuthor contributions\nKS was involved in conceptualization, data curation, investigation, methodology, writing—original draft, and review and editing. NS was involved in \nconceptualization, data curation, investigation, methodology, writing—original draft, and review and editing. EN was involved in conceptualization, methodology, and writing—review and editing. SR was involved in data curation, \ninvestigation, methodology, project administration, resources, supervision, \nand writing—review and editing.\nFunding\nThe authors received no financial support for the research, authorship, and/or \npublication of this article.\nAvailability of data and materials\nThis systematic review contains data from previously published case reports. \nThe data that support the findings of this study are available from the case \nreports cited in the manuscript.Declarations\nEthics approval and consent to participate\nAn ethics statement is not applicable because this study is based exclusively on \npublished literature.\nConsent for publication\nNot applicable.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 14 August 2023   Accepted: 7 November 2024\nReferences\n 1. Fischer GH, Hashmi MF, Paterek E. Campylobacter Infection. Treasure Island \n(FL): StatPearls Publishing; 2024.\n 2. Steffen R, Hill DR, DuPont HL. Traveler’s diarrhea: a clinical review. JAMA. \n2015;313:71.\n 3. Inayat F, Ali NS, Riaz I, Virk HUH. From the gut to the heart: Campylobacter \njejuni enteritis leading to myopericarditis. Cureus. 2017. http:// www. cureus.  \ncom/ artic les/ 7106- from- the-  gut- to- the- heart-  campy lobac  ter- jejuni-  enter  \nitis- leadi ng- to- myope ricar  ditis. Accessed 28 Mar 2023.\n 4. Miruzzi L, Callus A, Yamagata K, Cassar MA. Case report of Campylobacter \njejuni -associated myopericarditis: rare case of cardiac involvement by a \ncommon gastroenteritis pathogen. Eur Heart J Case Rep. 2022;6:ytac043.\n 5. Becker S, Ejlertsen T, Kristensen B, Nørgaard M, Nielsen H. Is the incidence of \nperimyocarditis increased following Campylobacter jejuni infection? Eur J \nClin Microbiol Infect Dis. 2007;26:927–9.\n 6. Daboussi O, Diallo S, Djiba B, Gueye MN. Myocarditis associated with campylobacter jejuni colitis: a case report. Pan Afr Med J. 2020. https:// www. panaf  \nrican- med- journ al. com/ conte nt/ artic le/ 36/ 199/ full . Accessed 28 Mar 2023.\n 7. Heinzl B, Köstenberger M, Nagel B, Sorantin E, Beitzke A, Gamillscheg A. \nCampylobacter jejuni infection associated with myopericarditis in adolescents: report of two cases. Eur J Pediatr. 2010;169:63–5.\n 8. Alzand BSN, Ilhan M, Heesen WF, Meeder JG. Campylobacter jejuni: entero colitis and myopericarditis. Int J Cardiol. 2010;144:e14–6.\n 9. Obafemi MT, Douglas H. Campylobacter jejuni myocarditis: a journey from \nthe gut to the heart. SAGE Open Med Case Rep. 2017;5:2050313X1771314.\n 10. Yaita S, Tago M, Hisata Y, Fujiwara M, Yamashita S. Relapse of acute myo carditis associated with Campylobacter jejuni enterocolitis. Clin Case Rep. \n2020;8:2605–9.\n 11. Chantzaras A-P , Karageorgos S, Panagiotou P , Georgiadou E, Chousou T, \nSpyridopoulou K, et al. Myocarditis in a pediatric patient with campylobacter enteritis: a case report and literature review. TropicalMed. 2021;6:212.\n 12. Fica A, Seelmann D, Porte L, Eugenin D, Gallardo R. A case of myopericarditis \nassociated to Campylobacter jejuni infection in the Southern Hemisphere. \nBraz J Infect Dis. 2012;16:294–6.\n 13. Ayyildiz H, Kalayci M, Cinkilinc N, Bozkurt M, Karadag MK. Myocarditis case \nassociated with Campylobacter jejuni. Turkish J Biochem. 2018;43:568–70.\n 14. Miller G, Dunn GM, Reid TM, Ogden ID, Strachan NJ. Does age acquired \nimmunity confer selective protection to common serotypes of Campylo bacter jejuni? BMC Infect Dis. 2005;5:66.\n 15. Moola S, Munn Z, Tufanaru C, Aromataris E, Sears K, Sfetcu R, et al. Chapter 7: \nSystematic reviews of etiology and risk. Aromataris E, Munn Z, editors. JBI. \n2020. https:// synth esism anual. jbi. global . Accessed 28 Mar 2023.\n 16. Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, et al. \nThe PRISMA 2020 statement: an updated guideline for reporting systematic \nreviews. BMJ. 2021;372:n71.\n 17. Kang M, Chippa V, An J. Viral myocarditis. Treasure Island (FL): StatPearls \nPublishing; 2024.\n 18. Cooper LT. Myocarditis. N Engl J Med. 2009;360:1526–38.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}