{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04945-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04945-x.pdf",
  "metadata": {
    "/Keywords": "Tremor; Hereditary polyneuropathy; CMT; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241127070206+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241125093734+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04945-x",
    "/Author": "Salhadin Mohammed ",
    "/Title": "Genetically confirmed Charcot–Marie–Tooth disease type 2A manifesting with postural tremor: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04945-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Charcot–Marie–Tooth disease is a spectrum of inherited disorders characterized by both motor \nand sensory manifestations, which include prominent distal muscle weakness, foot deformities (pes cavus and hammer toes), and sensory deficits. Postural tremor as a manifestation of Charcot–Marie–Tooth is seldom present, \nexcept in a variant of Charcot–Marie–Tooth subtype 1 (Roussy–Levy syndrome), and its presence often",
    "Results": "results \nin a diagnostic dilemma.",
    "Case Presentation": "Case presentation We present a 34-year-old Eritrean man who came to our hospital with a complaint of tremors of the hands of 6 months duration. Associated with this, he had difficulty walking and weakness of the distal \nextremities bilaterally, prominently involving the lower limbs. The patient denied a family history of such illness. \nPhysical examination revealed distal muscle weakness (4+/5 on upper limbs, while 3/5 on lower limbs bilaterally), \npes cavus deformity, absent ankle reflexes, and mild vibratory sensory loss. We noted a postural tremor that attenuated when the patient assumed an anatomic position. The tremor was limited to the hands. Nerve conduction \nstudy of upper and lower limbs showed moderate to severe motor axonal and demyelinating polyneuropathy \n(axonal > demyelinating), suggestive of mixed axonal and demyelinating hereditary polyneuropathy. Subsequently, \ngenetic testing revealed copy number changes (heterozygous deletion) on the MPZ and MFN2, while the PMP22 \ngene showed ambiguous copy number changes (decrease) on exons 2 and 3. Tying the clinical, electrophysiologic, \nand genetic findings, consideration of Charcot–Marie–Tooth subtype 2A with postural tremor was made. Subse quently, the patient was managed with regular physiotherapy and an anxiolytic resulting in minimal symptom \nimprovement.",
    "Conclusion": "Conclusion The present case describes a 34-year-old male patient with Charcot–Marie–Tooth subtype 2A present ing with neuropathic postural tremor, which is a rare presentation of a common hereditary polyneuropathy. This case \nhighlights the fact that tremors can be associated with peripheral neuropathy syndromes, and a high index of suspicion is needed to rightly diagnose our patients.\nKeywords  Tremor, Hereditary polyneuropathy, CMT, Case reportOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSalhadin Mohammed\nsalhadinm50@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 9 Mohammed et al. Journal of Medical Case Reports          (2024) 18:571",
    "Introduction": "Introduction\nPeripheral neuropathy is a pervasive term that describes \nconditions in which there is an affection of muscles and \nsensory organs as a result of damage to the nerves that \nsupply them (the peripheral nervous system) [1]. Causes \ncan be either acquired or inherited. Among hereditary \nneuropathies, Charcot–Marie–Tooth disease (CMT) is \nthe most common type. Rather than one disease, CMT is \na syndrome of many genetically distinct disorders charac terized by both motor and sensory manifestations, which \ninclude prominent distal muscle weakness, foot deformi ties (pes cavus and hammer toes), and sensory deficits. \nThe various subtypes of CMT are classified according to \nthe nerve conduction velocities (NCVs) and predominant \npathology (for example, demyelination or axonal degen eration), inheritance pattern (autosomal dominant, reces sive, or X-linked), and the specific mutated genes [2]. \nType 1 CMT (or CMT1) refers to inherited demyelinat ing sensorimotor neuropathies, whereas axonal sensory \nneuropathies are classified as CMT2. Both are inherited \nin an autosomal dominant fashion, with a few exceptions. \nThere are no medical therapies for any of the CMTs, but \nphysical and occupational therapy can be beneficial, as \ncan bracing (for example, ankle–foot orthotics for footdrop) and other orthotic devices [3].\nA tremor that appears in a patient with peripheral \nneuropathy is referred to as a neuropathic tremor (NT) \n[1]. It is rarely a presenting feature in polyneuropathies, \nand its occurrence results in a diagnostic and therapeu tic dilemma. In these cases, the tremor occurs because of \nexaggeration of the physiological or normal tremor as a \nresult of the weakness [1]. The nerves to the peripheral \nmuscles and sensory organs may be damaged by disease \nor injury, higher levels of nervous dysfunction, or sys temic diseases. NT may be seen in certain areas only, typ ically the upper limb, or over the whole body [1]. From \nthe CMT variants, Roussy–Levy syndrome (CMT1B), \nwhich prominently presents in childhood, is associated \nwith tremors [4, 5].\nCase presentation\nPatient information\nWe present a 34-year-old right-handed married male \npatient from Asmara, Eritrea, who used to work as a \ngoldsmith that was referred to our neurology clinic \nat Tikur Anbessa Specialized Hospital (TASH), Addis \nAbaba, Ethiopia, after presenting with a progressive bilat eral tremor of the hands of 6  months duration. Associ ated with this, he had difficulty walking and weakness in \nthe distal extremities bilaterally. The lower limbs were \nprominently affected. Two weeks before his current pres entation, the patient recalled that he was exposed to an \nexpired chemical acid (ammonia solution). His manner of walking had been different for several years, as he was \nunable to fully lift his forefoot from the ground, with \ndragging of his toes and difficulty climbing stairs, but this \nwas not a cause for concern as it did not alter his dayto-day activities. The patient had long-standing sniffles, \nsince the age of seven, and at the time, he was diagnosed \nto have a nasal mass for which unspecified surgery was \ndone, but the symptoms persisted. He had excessive \nsnoring and associated difficulty breathing. Otherwise, \nthe patient had no history of diabetes, hypertension, psy chiatric, cardiac, renal, liver diseases, or cancers, and had \nno known family history of such illness. His father passed \naway 20 years ago, at age 56 years, and as per the patient’s \ndescription, it was due to alcohol-related liver disease. \nHis mother is alive and well. He had no history of illicit \ndrug use and denied constitutional symptoms.\nClinical findings\nHis physical examination revealed a stable-looking young \nman, with a blood pressure of 110/70, pulse rate of 84, \nrespiratory rate of 16, oxygen saturation of 94%, and a \ntemperature of 36.7. His general medical exam revealed \na left nasal polypoid mass and was otherwise unremark able. The nervous system examination showed a wellgroomed, tidy man, with no psychomotor agitation or \nimpairment. The patient was cooperative, and his mood \nand affect were congruent. He had no active hallucina tions or illusions, no flight of ideas or loose association, \nand no ideations and delusions. Judgment and insight \nwere intact. His Glasgow coma scale (GCS) was 15/15. \nHe scored 30/30 on the Mini-mental State Examination. \nCranial nerves were grossly intact. His sensory examina tion revealed a mildly decreased vibratory sensation; oth erwise, he had no sensory level. Sensation to light touch, \ncrude touch, pain, and temperature, across aspects of \nthe dermatome was intact. Proprioception across distal \njoint areas is intact and Romberg’s sign was negative. On \nmotor examination, he had comparable and symmetri cal bulk, with no fasciculations. His power examination \nrevealed bilateral foot drop (with high arched foot) but \nno wrist drops. The tone was normotonic and power \nacross individual muscle groups (each graded out of 5 as \nper the MRC grading system) in the upper extremities is \n5/5 bilaterally in proximal muscles, 4+/5 distal muscles, \nwith no pronator’s drift; while in the lower extremities, it \nis 5/5 bilaterally in proximal muscles and 3/5 distal mus cles with pes cavus deformity (depicted in Fig.  1A and \nB). Muscle stretch reflexes were 2+ in the triceps, biceps, \nbrachioradialis, and patellar areas, while ankle reflex was \nabsent. Plantar response was down-going, and Hoffman’s \nsign was not observed. Coordination, gait, and stance \nexamination elucidated a stomping gait with slight limp ing. He had difficulty with tandem walking, tiptoeing, \nPage 3 of 9\n Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \n \nand an obvious inability to walk on his heel. Rapid alter nating movement, rapid supination and pronation over a \nsurface, and finger tapping were done without difficulty. \nFinger to nose test was carried out easily. Meningeal \nsigns were negative. Physical assessment of the tremor \nrevealed a symmetrical tremor of 4–6  Hz in the hands with low amplitude noted whenever the patient extended \nhis arms and assumed a certain posture, while the tremor \nattenuated with a neutral anatomic position. The tremor \nwas limited to his hands. There were no noted bradykin esia or rigidity (cogwheeling or lead-pipe rigidity).\nDiagnostic assessment\nWith this history and physical examination findings, con sideration of hereditary motor-sensory polyneuropathy \n(CMT) was made; workups to confirm the diagnosis and \nto rule out possible differential diagnoses soon followed. \nFindings on the basic and metabolic work-ups [complete \nblood count (CBC) and organ function tests (OFTs), fast ing blood sugar (FBS), vitamin B12 level, thyroid stimu lating hormone (TSH), and erythrocyte sedimentation \nrate (ESR)] were unremarkable (Table  1). Testing for \nsyphilis and HIV came back negative.\nImaging studies (from referring site) showed the fol lowing results:\n• C-spine magnetic resonance imaging (MRI): bulge \nnoted at all cervical disk levels.\n• Brain MRI: remarkable for a nasopharyngeal polyp.\n• Chest X-ray: unremarkable\nNasopharyngeal polyp biopsy demonstrated granu lomatous inflammation (stratified columnar epithelium \nand goblet lined mucosa lined with intense inflamma tory cellular response, few confluent and non-necrotizing \nFig. 1 A and B Pes cavus deformity (high arched feet), \nin a 34-year-old patient with hereditary polyneuropathy\nTable 1 Laboratory investigation summary of patient YM (patient’s initials), done on 8 September 2021\ndl, deciliter; ESR, erythrocyte sedimentation rate; MCV, mean cell volume; PICT, provider-initiated counseling and testing for HIV; TSH, thyroid stimulating hormone; \nVDRL, Venereal Disease Research Laboratory; WBC, white blood cell count8 September 21 Laboratory investigations Results Laboratory reference range\nWBC 5200 3600–10,200\nNeutrophil (%) 34.5 43.5–73.5\nLymphocyte (%) 50.8 15.2–43.3\nHemoglobin 16 g/dl 12.5–16.3 g/dl\nHematocrit 46.3% 36.7–47.1\nMCV 87.5 fl 73–96.2 fl\nPlatelets 315,000 152,000–348,000\nESR 10 mm/hour 1–15 mm/hour\nUREA 17 mg/dl 7–18 mg/dl\nCreatinine 0.6 mg/dl 0.6–1.3 mg/dl\nBilirubin (total) 0.4 mg/dl –\nBilirubin (direct) 0.06 mg/dl –\nAlbumin 4.2 g/dl 3.5–5.0 g/dl\nVDRL Negative Negative\nPICT Negative Negative\nTSH 1.357 µIU/ml 0.34–5.6 µIU/ml\nVitamin B12 level 730 pg/ml 300–1000 pg/ml\nPage 4 of 9 Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \nepitheloid granuloma) (a timeline of the patient visits \nprovided in Table 2).\nElectrodiagnostic study\n• Nerve conduction study of upper and lower limbs \nshow moderate-to-severe mixed sensorimotor axonal \nand demyelinating polyneuropathy (axonal > demy elinating), evidenced by reduced amplitudes and \nconduction velocities with prolonged distal latencies \n(Fig.  2A and B), and significantly prolonged F-wave \nlatencies (Fig.  3A and B). A detailed description of \nthe nerve conduction study findings are provided in \nTables 3 and 4.\nGenetic testing (slightly delayed due to financial issues \nand unavailability at our hospital).\n• The copy number changes (heterozygous deletion) \nwere observed on the MPZ and MFN2 genes and \ncould be associated with CMT1B and CMT2A, \nrespectively. This might be related to the clinical sce nario; however, this investigation cannot confirm the \nrelevance of the observed genetic alterations to the \netiology. A more thorough investigation of this gene \nis necessary. The PMP22 gene showed ambiguous \ncopy number changes (decrease) on exons 2 and 3. \nThe other regions investigated also did not show sig nificant copy number changes.Considering our patient’s age, clinical presentation, and \nelectrophysiologic findings, a final diagnosis of CMT2A \nwas made. As a differential diagnosis, an overlap of \nCMT1B and CMT2A was entertained.\nTherapeutic interventions\nAfter the diagnosis was made, genetic counseling was \ndone. The patient was referred for possible rehabilitation \nand physiotherapy and counseled about possible aggra vating factors (concomitant neuropathic conditions and \nmedications). In addition, the patient was started on lowdose propranolol (20 mg PO TID). But, subsequently, the \npatient opted not to take the medication due to the little \nimprovement obtained and merely continued his physi otherapy follow-up. The patient was later initiated on \nan anxiolytic (low-dose clonazepam), which better con trolled the symptoms.\nFollow‑up and outcome\nThe patient continued his follow-up in our hospital for \n1 year, until he left for his home country, Eritrea. No fur ther follow-up diagnostic tests were done. He was adher ent to his rehabilitation and physiotherapy program. For \nthe postural tremor, low-dose clonazepam was started \nand better controlled the symptoms.",
    "Discussion": "Discussion and conclusion\nIn this case report, we presented a 34-year-old male \npatient with distal extremity weakness and postural \ntremor, which is a rare combination of symptoms \namong patients with CMT. In approaching patients \nTable 2 Timeline of the patient visits (34-year-old man) to Tikur Anbessa Specialized Hospital (TASH), September 2021–October 2022\nCMT, Charcot–Marie–Tooth disease; MFN2, mitofusin 2; MPZ, myelin protein zero; NCS, nerve conduction studies; NOCT, night; PMP22, peripheral myelin protein 22; \nPO, per os; TASH, Tikur Anbessa Specialized Hospital; TID, three times dailyList of notable patient visits Date\nPresented to our neurology clinic with a 6 months history of postural tremor and distal muscle weakness. History was taken \nand a complete neurologic examination was done8 September 2021\nBaseline investigations sent and appointed for a nerve conduction study (NCS) 8 September 2021\nA nerve conduction study was done; findings were consistent with an axonal predominant hereditary motor and sensory polyneuropathy15 September 2021\nThe need for genetic testing was discussed with the patient (linked to the physiotherapy unit) 16 September 2021\nCatered physiotherapy was initiated 20 September 2021\nCMT mutation panel collected 4 October 2021\nCMT mutation panel results arrived: mutations (heterozygous deletions) were observed on the MPZ and MFN2 genes, which \ncould be associated with CMT1B and CMT2A, respectively. The PMP22 gene has ambiguous copy number changes30 October 2021\nGenetic counseling was done; the risk of off-springs was discussed\nInitiated on propranolol 20 mg PO TID1 November 2021\nFollow-up visit; propranolol was not tolerated, and the patient had little to no improvement\nSince primidone is not available in our country, the patient was initiated on clonazepam 0.5 mg PO NOCT, which resulted in modest improvement3 January 2022\nContinued physiotherapy sessions\n• Orthotics and elbow crunch were providedSeptember 2021 \nto October 2022\nPage 5 of 9\n Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \n \nwith hereditary neuropathies such as CMT, it is impor tant to entertain key acquired conditions as differential \ndiagnoses. Of these, the most important to recognize in the differential diagnosis of CMT are the immunemediated neuropathies, particularly chronic immune \nmediated demyelinating polyneuropathy (CIDP) [6 ]. \nFig. 2 A and B Motor nerve conduction study of the tibial and median nerves in a 34-year-old patient with hereditary polyneuropathy, depicting \nreduced amplitudes and conduction velocities with prolonged latencies\nPage 6 of 9 Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \nFig. 3 A and B F wave study of the bilateral ulnar nerves, depicting significantly prolonged F wave latencies in a 34-year-old patient with hereditary \npolyneuropathy\nPage 7 of 9\n Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \n \nCIDP is a disorder of peripheral nerves and nerve \nroots with a number of variants. Both the cellular and \nhumoral components of the immune system appear to \nbe involved in the pathogenesis of CIDP and its vari ants. The classic form of CIDP is fairly symmetric, and \nmotor involvement is greater than sensory. Weakness \nis present in both proximal and distal muscles. Most \npatients have globally diminished or absent reflexes. \nThe course may be progressive or relapsing–remitting. \nIn some cases, CIDP may mimic CMT [6 ]. Nerve con duction studies in CIDP typically show nonuniform, \nnonhomogeneous slowing with partial or complete \nconduction blocks, with no affection of amplitude. This \nfinding can help differentiate CIDP from CMT, since \nnerve conduction slowing in the demyelinating forms \nof CMT is typically diffuse and homogeneous.In the presence of tremor, another important differen tial diagnosis to entertain is essential tremor (ET). ET is \nthe most common cause of action tremor, with an esti mated prevalence worldwide of 1 percent overall and \napproximately 5 percent in adults over the age of 60 years \n[7, 8]. The incidence of ET increases with age, although \nchildhood and early adulthood presentations do occur, \nespecially when ET is familial [9].\nLike that of neuropathic tremor, tremor frequency is \ntypically moderate to high (6–12  Hz), although there is \nconsiderable variability [3, 10]. The type of tremor in ET \nmay vary from a low-amplitude, high-frequency postural \ntremor of the hands to a much larger-amplitude tremor \nthat is activated by particular postures and actions. We \nentertained neuropathic tremor in our patient, as there \nwas an obvious feature of polyneuropathy, which could \nbetter explain the clinical presentation.\nFurthermore, the genetic analysis of our patient was \nsignificant for heterozygous deletions of the MPZ and \nMFN2 genes; a peculiar symptom in our patient is the \nlate presentation, as few of the reported cases with multi ple mutations (concomitant MPZ and MFN2 mutations) \ndepict a more severe and early (childhood) presentation \n[11].\nThe tremor in patients with CMT remains a source of \ndiagnostic confusion for clinicians and a potential source \nof error in further genetic studies [3]. To our knowl edge, cases of CMT with such a presentation are rarely \nreported [ 2–4], and no cases have been reported in our \nsetting.\nA tremor of minimal amplitude is a consistent clinical \nfinding seen in patients with neuropathic tremors (NT). \nTremor associated with peripheral neuropathy has the \nfollowing characteristics: kinetic or postural tremor, Table 3 Motor nerve conduction study of patient YM done 8 September 2021\nThe study reveals a moderate to severe degree of amplitude reduction (axonal feature) and reduced conduction velocity and prolonged distal latency (demyelinating \nfeatures)\nD, distal; mS, millisecond; mm, millimeter; mV, millivolt; m/s, meter per second; NCV, nerve conduction velocity; P , proximalNo. Nerve Latency Amplitude Duration Distance NCV F Latency\nD(mS) P(mS) D(mV) P(mV) D(mS) P(mS) mm m/s mS\n1 Median, left 5.58 10.11 2.09 1.33 7.02 7.62 230 50.8 34.9\n2 Median, right 5.22 9.54 8.59 7.64 11.28 11.34 210 48.6 28.2\n3 Ulnar, left 4.12 8.68 2.09 1.95 9.86 10.82 240 52.9 36.3\n8.68 11.68 1.95 1.82 10.82 5.4 100 33.3\n4 Ulnar, right 8.92 14.76 2.28 1.58 6.32 5.86 240 41.1 35.2\n14.76 18.00 1.58 1.01 5.86 5.76 100 30.9\n5 Peroneal, right 7.4 18.35 3.61 3.23 7.55 7.55 400 36.5 Absent\n6 Tibial, right 10.35 20.9 0.406 0.218 9.25 14.5 410 38.9 69\n7 Peroneal, left 9.35 20.55 3.66 3.12 12.55 11.85 380 34.5 67.3\n8 Tibial, left 6.35 18.4 0.751 0.661 9.5 9.65 410 34.0 61.7\nTable 4 Sensory nerve conduction study of patient YM done 8 \nSeptember 2021\nThe study reveals a varying degree of reduced conduction velocity and \nprolonged distal latency (demyelinating features), with preserved amplitude\nmS, millisecond; mm, millimeter; mV, millivolt; m/s, meter per second; NCV, \nnerve conduction velocity; µV, microvoltNo. Nerve Latency Amplitude Distance Nerve \nconduction \nvelocity (NCV)\n(mS) (µV) (mm) (m/S)\n1 Median, right 3.48 50.2 130 37.4\n2 Median, left 2.52 57.0 130 51.6\n3 Ulnar, right 2.72 52.8 110 40.4\n4 Ulnar, left 2.32 47.9 110 47.4\n5 Sural, right 3.50 10.5 140 40.0\n6 Sural, left 2.9 24.8 120 41.4\nPage 8 of 9 Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \nhas a frequency of 3–6  Hz occurring primarily in the \nmuscles of the upper limb, that is, the arm and hand; \nrelated signs and symptoms include weakness, hypoes thesia, absence of reflexes, impaired gait, and equilib rium with ataxia due to impaired proprioception, and it \nis associated with impaired conduction velocity within \nthe nerve fibers [1 ].\nMedical treatment of NT has focused on the use of a \nbeta-blocker and an anticonvulsant. However, their use \nhas not met expectations. Other more successful thera pies include deep brain stimulation of the nucleus ven tralis intermedius of the thalamus, with benefits being \nreported in the form of a 30–50% reduction in tremor \nintensity [1 ].\nIn our patient, the initial focus on the postural \ntremor, combined with the ataxia at the referring site, \nled to the entertainment of a central cause leading to \na workup with brain and spinal MRI. After a thorough \nclinical evaluation (revealing pes cavus deformity, \nabsent ankle reflexes, along with a postural tremor), we \nwere able to entertain a peripheral cause (hereditary \npolyneuropathy), for which nerve conduction studies \nand genetic testing were made. Hence, a high index of \nsuspicion is needed to clinch the diagnosis of CMT in \npatients presenting with postural tremors.\nAbbreviations\nCMT  Charcot–Marie–Tooth disease\nESR  Erythrocyte sedimentation rate\nMCV  Mean cell volume\nMFN2  Mitofusin 2\nMPZ  Myelin protein zero\nNCS  Nerve conduction studies\nNT  Neuropathic tremor\nPICT  Provider-initiated counseling and testing for HIV\nPMP22  Peripheral myelin protein 22\nTASH  Tikur Anbessa Specialized Hospital\nTID  Three times daily\nTSH  Thyroid stimulating hormone\nVDRL  Venereal Disease Research Laboratory\nWBC  White blood cell count\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04945-x.\nSupplementary Material 1: Video 1. Video depicts a prominent postural \ntremor of the hands that abates when patient assumes the neutral \nposition.\nAcknowledgements\nWe extend our deepest gratitude to the patient for his full cooperation.\nAuthor contributions\nSM, SK, and FT contributed equally in compiling the data and summarizing \nthe case report. EHG and ATH made the final edit and reviewed the report for \nthe intellect. All authors have read and approved the manuscript.\nFunding\nNone.Availability of data and materials\nAll data sets on which the conclusions of the case report are based, are \nto be available as a medical record document and available from the cor responding author on reasonable request from the editors.\nDeclarations\nEthics approval and consent to participate\nThe authors’ institution does not require ethical approval for the publication \nof a single case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication \nof this case report and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nInformed consent\nWritten informed consent was obtained from the patient and his next of \nkin for the publication of this case report and any accompanying images. A \ncopy of the written consent is available for review by the Editor-in-Chief of \nthis journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Internal Medicine, Neurology Unit, Wollo University, PO. \nBox 26901, Dessie, Ethiopia. 2 Department of Neurology, Addis Ababa \nUniversity, Addis Ababa, Ethiopia. 3 Saint Peters Specialized Hospital, Addis \nAbaba, Ethiopia. 4 Department of Internal Medicine, Wollo University, Dessie, \nEthiopia. \nReceived: 16 March 2023   Accepted: 22 October 2024\nReferences\n 1. Thomas BL. Peripheral neuropathy tremors. pp. 1–5. https:// www.  \nnews- medic al. net/ health/ Perip heral- Neuro pathy-  Tremo rs. aspx. \nAccessed 20 Dec 2022.\n 2. Salisachs P . Charcot-Marie-tooth disease associated with “essential \ntremor” report of 7 cases and a review of the literature. J Neurol Sci. \n1976;28(1):17–40. https:// doi. org/ 10. 1016/ 0022- 510X(76) 90045-9.\n 3. Louis ED, Hernandez N, Ottman R, Ionita-Laza I, Clark LN. Essential \ntremor in a Charcot-Marie-Tooth type 2C kindred does not segregate \nwith the TRPV4 R269H mutation. Case Rep Neurol. 2014;6(1):1–6. \nhttps:// doi. org/ 10. 1159/ 00035 7665.\n 4. Auer-Grumbach M, Strasser-Fuchs S, Wagner K, Körner E, Fazekas F. \nRoussy-Lévy syndrome is a phenotypic variant of Charcot-Marie-Tooth \nsyndrome IA associated with a duplication on chromosome 17p11.2. \nJ Neurol Sci. 1998;154(1):72–5. https:// doi. org/ 10. 1016/ s0022- 510x(97)  \n00218-9.\n 5. Planté-Bordeneuve V, Guiochon-Mantel A, Lacroix C, Lapresle J, Said G. \nThe Roussy-Levy family: from the original description to the gene. Ann \nNeurol. 1999;46(5):770–3.\n 6. Pareyson D. Differential diagnosis of Charcot-Marie-Tooth disease and \nrelated neuropathies. Neurol Sci. 2004;25(2):72–82.\n 7. Dogu O, Sevim S, Camdeviren H, Sasmaz T, Bugdayci R, Aral M, et al. \nPrevalence of essential tremor: door-to-door neurologic exams in \nMersin Province, Turkey. Neurology. 2003;61(12):1804–6.\n 8. Benito-León J, Bermejo-Pareja F, Louis ED. Incidence of essential \ntremor in three elderly populations of Central Spain. Neurology. \n2005;64(10):1721–5.\n 9. Jankovic J, Madisetty J, Vuong KD. Essential tremor among children. \nPediatrics. 2004;114(5):1203–5.\n 10. Jankovic J. Essential tremor: a heterogenous disorder. Mov Disord. \n2002;17(4):638–44.\nPage 9 of 9\n Mohammed et al. Journal of Medical Case Reports          (2024) 18:571 \n \n 11. Comella M, Collotta A, Pavone V, Ciccia L, Bellinvia A, Cerruto C, Biondi \nMGL, Pisani F, Pavone P . Concomitant MPZ and MFN2 gene variants \nand Charcot Marie tooth disease in a boy: clinical and genetic analysisliterature review. Case Rep Pediatr. 2022;11(2022):3793226. https:// doi.  \norg/ 10. 1155/ 2022/ 37932 26.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}