{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04803-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04803-w.pdf",
  "metadata": {
    "/Keywords": "d-dimer; Immunoassay; Interfering antibodies; Heterophilic antibodies; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927125250+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240925171650+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04803-w",
    "/Author": "Dorte B. Zilstorff ",
    "/Title": "Interfering antibodies may contribute to elevated d-dimer: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04803-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Plasma levels of d-dimer are elevated in patients with thromboembolisms. Here we investigated \nthe existence of interfering antibodies as a potential cause for elevated d-dimer levels.",
    "Case Presentation": "Case presentation A 42-year-old white Caucasian woman with a prior history of pulmonary embolism during her \nfirst pregnancy (treated with heparin therapy for 6 weeks postnatally) and hypothyroidism had a persistent elevated \nd-dimer without any clinical or ultrasound-based signs of thromboembolic conditions during her second pregnancy. \nWe obtained informed consent and plasma was obtained from the patient. d-dimer levels were measured using two \ndifferent assays. We also tested for the presence of rheumatoid factor, performed dilution series, and finally used \nan antibody depletion strategy. The two d-dimer assays performed similarly. Using our antibody depletion technique, \nwe observed that ~ 1/3 of the increased plasma levels of d-dimer may be attributed to interfering antibodies.\nConclusions Our",
    "Results": "results identify interfering antibodies as a potential contributor to an increased d-dimer in this \npatient. Our case highlights the potential of heterophilic interference for increased d-dimer and provides a procedure \nto determine this analytically.\nKeywords  d-dimer, Immunoassay, Interfering antibodies, Heterophilic antibodies, Case report",
    "Introduction": "Introduction\nd-dimer is a fibrin degradation biproduct that is gener ated during the fibrinolysis of a blood clot [1]. Plasma \nconcentration of d-dimer is commonly used in the diag nosis of venous thromboembolism (VTE), such as deep \nvein thrombosis (DVT) and pulmonary embolism (PE). \nHowever, d-dimer is an unspecific biomarker, as it is also \nelevated during malignancy, traumas, infection, postop eratively, and pregnancy [1]. d-dimer levels furthermore \nincrease with age, and age-specific reference intervals are of great importance [1]. d-dimer levels must therefore be \ninterpreted in a specific clinical context and combined \nwith other diagnostic tools such as clinical risk assess ment (Well’s DVT or PE score) and relevant imaging \nanalyses [1].\nPlasma concentration of d-dimer are most often meas ured with immune-based assays. Falsely elevated values \nmay therefore theoretically be observed due to interfering \nheterophilic antibodies [2]. Antibody interference test ing may include reanalyzing with other immunoassays or \nanalytical principles, diluting samples, blocking interfer ing antibodies and removing interfering antibodies [2]. \nHeterophilic antibodies are most commonly reported to \nbe of the immunoglobulin G (IgG), IgM, and IgA isotype \n[3]. Heterophilic antibodies as a cause of interference for \nd-dimer have previously been investigated in other case \nreports [4, 5]. However, none of them employed antibody Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNicolai J. Wewer Albrechtsen\nnicolai.albrechtsen@regionh.dk\n1 Department of Clinical Biochemistry, Copenhagen University HospitalBispebjerg and Frederiksberg Hospital, Copenhagen, Denmark\n2 Department of Cardiology, Copenhagen University Hospital-Bispebjerg \nand Frederiksberg Hospital, Copenhagen, Denmark\nPage 2 of 4 Zilstorff et al. Journal of Medical Case Reports          (2024) 18:473 \ndepletion to investigate the direct effect of potential \ninterfering antibodies.\nKey clinical question\nWe aimed to determine whether an elevated d-dimer \nwithout VTE is caused by interfering antibodies.\nCase history\nHere, we investigated the potential interference of inter fering antibodies as a cause of consistently elevated \nplasma d-dimer. The patient is a 42-year-old white Cau casian woman with factor V Leiden heterozygosity, with \nknown Hashimoto’s hypothyroidism, who developed a \nPE during her first pregnancy in 2019/2020 treated with \nheparin 6  weeks postnatally. The patient’s hypothyroid ism was stationary during the event and was treated with \nsubstitution. Following that event, d-dimer was consist ently monitored for months using various immunoas says with results slightly above the reference value of \n0.50  µg/mL, fluctuating between 0.6  µg/mL and 0.8  µg/\nmL, even though the patient had no signs of thrombosis, \nultrasound verified (Fig.  1A, B). A single measurement of d-dimer concentration with STAR Max—Triolab AS, \nan assay including the addition of an antibody-block ing buffer, yielded a result within the reference interval \n(0.31  µg/mL), and therefore interfering antibodies were \nsuspected (Fig.  1A, B). She had no subsequent thrombo embolic event.\nIn late 2023, following the patient’s second pregnancy, \nd-dimer concentrations were again continuously elevated \nacross different assays (1.3–1.5 µg/mL), still without any \nthromboembolic complications. Notably, an elevated \nd-dimer concentration was also measured when plasma \nwas analyzed with the STAR Max—Triolab, yielding a \nresult of 1.1 µg/mL (Fig. 1A, B).\nThus, we decided to investigate in depth whether this \npatient’s elevated d-dimer could be attributed to interfer ing heterophilic antibodies.\nLaboratory approach and",
    "Discussion": "discussion\nTo address this, we sampled blood using  K3 ethylene \ndiamine tetraacetic acid (EDTA) plasma tubes (Greiner \nBio-one, Frickenhausen, Germany) and citrate plasma \ntubes (Greiner Bio-one, Frickenhausen, Germany) from \nFig. 1 A Overview of the different instruments and",
    "Methods": "methods used to analyze d-dimer in this case report. B Timeline for the measured d-dimer \nvalues on different instruments after first and second pregnancies, respectively. C Study setup. For both patient plasma and control plasma, \nrheumatoid factor was measured, dilution series were made, and antibody depletion was done before measuring d-dimer and antibodies. D \nDilution series with the dilution factor ×1, ×2, ×4, and ×8 for both patient and control\nPage 3 of 4\n Zilstorff et al. Journal of Medical Case Reports          (2024) 18:473 \n \nthe patient and a healthy control (negative control). \nSamples were centrifuged immediately, and plasma was \nstored for −20 °C until analysis.\nPlasma was then analyzed for rheumatoid factor as \nrheumatoid factors, such as heterophilic antibodies,  are \nwell known to interfere with immunoassays [2]. Rheu matoid factor was analyzed on Roche Diagnostics—\nCobas 8000 by an immunoturbidimetric assay. Both \npatient and control were negative for rheumatoid factor \n(< 14 ×  103 IU/L) (Fig. 1C).\nWe then performed serial dilutions and measured \nd-dimer on Roche Diagnostics—Cobas t711, respectively, \nfor non-diluted and diluted ×2, ×4, and ×8. The dilution \napproach is commonly used to assess antibody interfer ence but may be highly dependent on the affinity of the \nantibody. When corrected for the dilution factor, and the \ndilution series were linear for both control and patient. \nThese data suggested no interfering antibodies (Fig. 1D).\nFinally, we depleted both plasma samples (patient and \ncontrol) for antibodies and albumin with High-Select™ \nHAS/Immunoglobulin Depletion Resin Midi Columns \n(cat. no. A36367, lot no. YJ382292) from ThermoFisher \n(Fig.  1C). To control for the dilution caused by the pro cedure itself, we also diluted the patient and control sam ples separately, using identical dilution factor (1:11) but \nwithout performing immunodepletion. Technical repli cates were analyzed four times for the patient sample and \ntwo times for the control sample.\nTo access the efficiency of the antibody depletion, the \nsamples were analyzed for IgG, IgM, IgE, and IgA on \nRoche Diagnostics—Cobas 8000. The antibody deplet ing kit successfully depleted 99 ± 1% (mean ± SD) of IgG, \n89 ± 1% of IgM, 89 ± 13% of IgA, and 22 ± 13% of IgE from \nthe patient’s plasma. For comparison, 100 + 0% of IgG, \n95 + 1% of IgM, 99 + 0% of IGA, and 54 + 1% of IgE in the \ncontrol plasma was successfully depleted.\nThe antibody-depleted samples and the non-depleted \nsamples were then analyzed for d-dimer on Roche Diag nostics—Cobas t711. The mean values of the analyzed \nd-dimer concentrations are presented in Table 1.\nTable  1 d-dimer was analyzed in the non-diluted \npatient and control plasma. After antibody depletion or \nonly dilution (1:11), d-dimer was analyzed in the patient \nand control plasma, and four technical replications were \ndone for the patient sample (one outlier excluded for \nanalysis) and two technical replications were done for the \ncontrol sample.\nWe then calculated the ratio between the antibodydepleted sample and the non-depleted sample to estimate \nthe potential interference of an inherent patient antibody. \nThe antibody-depleted sample is 50% lower than the \nnon-depleted sample, indicating that part of the elevated \nd-dimer is caused by heterophilic antibodies.To determine the clinical impact of the inference \ncaused by heterophilic antibodies, we calculated the \npercentage difference from the non-diluted sample and \nfound that 32% of the elevated d-dimer in the patient \nsample can be explained by immunological interference.\nAs we chose a negative control in this case report, \nthe same calculations cannot be done with the control \nd-dimer values, as we believe there is too high of analyti cal variance in the measured range when a normal low \nd-dimer is diluted with 11. For further studies we would \nanalyze a positive control with a truly high d-dimer for \ncomparison.\nThis case has several limitations, such as the potential \nanalytical variance in the measured range for samples \nwas diluted by a factor 11, however, this is unlikely to \naffect the patient–control ratio and the depleted–nondepleted ratio. The relative inefficacy of IgE depletion \nmay lower the actual contribution of the interfering \nantibody(ies). On the contrary, IgE antibodies have not \nbeen reported to cause interference with immunoassays. \nThe patient had a prior thromboembolic event, and it is \nwell known that d-dimer is increased during pregnancy. \nWe therefore cannot rule out that these factors contrib ute to the numerically elevated d-dimer reported here. \nTreatment of thromboembolic events, as was the case \nfor this patient, may also cause consistently increased \nd-dimer. However, as shown by both assay depend ency and depletion, the causation for the concomitantly \nincreased d-dimer may more likely relate to heterophilic \nantibodies, but we cannot exclude contribution from \nprior treatment. Increased d-dimer has been reported \nin patients with factor V Leiden [6] mutation, however, \nas the patient had a normal d-dimer before her first \npregnancy, we do not find it likely that the elevation in \nd-dimer levels are causally linked to this.\nConclusions\nOur results identify interfering antibodies as a potential \ncontributor to increased d-dimer in a patient suspected \nfor a thrombogenic event. The patient most likely does, Table 1 d-dimer concentrations\nDilution factor d-dimer \nmean ± SD \n(µg/mL)\nPatient non-diluted 1:1 1.18\nPatient antibody depleted 1:11 0.073 ± 0.021\nPatient non-antibody-depleted 1:11 0.145 ± 0.068\nControl non-diluted 1:1 0.192\nControl antibody-depleted 1:11 0.056 ± 0.01\nControl non-antibody-depleted 1:11 0.033 ± 0.013\nPage 4 of 4 Zilstorff et al. Journal of Medical Case Reports          (2024) 18:473 \nhowever, have increased d-dimer independent of the \ncontributing interfering antibodies, although the causa tion of this is currently unclear.\nWe believe our case may highlight the potential of het erophilic interference for increased d-dimer and provides \na procedure to determine this analytically.\nAcknowledgements\nWe thank Konstantinos Dimopoulos for input and discussion about this \nmanuscript. The illustrations in Fig. 1 were created with Biorender.com and \nGraphPad Prism 10 for Windows.\nAuthor contributions\nNJWA and DBZ conceived the idea of evaluating the interference of hetero philic antibodies. DBZ and CR did the analyses. TSH, JD, and DH provided intellectual support. DBZ wrote the first draft of the manuscript. All authors revised \nand accepted the final version of the manuscript.\nFunding\nOpen access funding provided by Copenhagen University. Associate Prof. \nNicolai J. Wewer Albrechtsen is supported by NNF Excellence Emerging Investigator Grant—Endocrinology and Metabolism (application no. \nNNF19OC0055001), EFSD Future Leader Award (NNF21SA0072746), and DFF \nSapere Aude (1052-00003B). NNF Center for Protein Research is supported \nfinancially by the NNF (grant agreement NNF14CC0001).\nAvailability of data and materials\nAll data are available on reasonable request to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nThe patient gave informed consent to participate and for us to publish the \nfindings. Ethical approval was obtained by the local ethical committee.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNJWA has received funding from and served on scientific advisory panels and/\nor speakers’ bureaus for Boehringer Ingelheim, MSD/MERCK, Roche, Novo \nNordisk, and Mercodia. The remaining authors have no conflicts of interest to \ndeclare.\nReceived: 16 May 2024   Accepted: 28 August 2024\nReferences\n 1. Weitz JI, Fredenburgh JC, Eikelboom JW. A test in context: d-dimer. J Am \nColl Cardiol. 2017;70(19):2411–20.\n 2. Bolstad N, Warren DJ, Nustad K. Heterophilic antibody interfer ence in immunometric assays. Best Pract Res Clin Endocrinol Metab. \n2013;27(5):647–61.\n 3. Ghazal K, Brabant S, Prie D, Piketty ML. Hormone immunoassay interfer ence: a 2021 update. Ann Lab Med. 2022;42(1):3–23.\n 4. Sun HX, Ge H, Xu ZQ, Sheng HM. Clinical laboratory investigation of a \npatient with an extremely high d-dimer level: a case report. World J Clin \nCases. 2020;8(16):3560–6.\n 5. Verboogen D, Granzen B, Hudig C, van de Kerkhof D, Verhezen P , de \nBoer D, et al. Heterophilic antibodies leading to falsely positive d-dimer \nconcentration in an adolescent. Res Pract Thromb Haemost. 2023;7(1): \n100017. 6. Chaireti R, Jennersjö C, Lindahl TL. Thrombin generation and d-dimer \nconcentrations in a patient cohort investigated for venous thromboembolism. Relations to venous thrombosis, factor V Leiden and prothrombin \nG20210A. The LIST study. Thromb Res. 2009;124(2):178–84.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}