{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04832-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04832-5.pdf",
  "metadata": {
    "/Keywords": "Electrocardiography; Wearable electronic devices; Embolic stroke; Sepsis; Pseudomonas monteilii",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241003100609+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240930122235+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04832-5",
    "/Author": "Dongwhane Lee ",
    "/Title": "Pseudomonas monteilii bacteremia and sepsis following insertable cardiac monitor implantation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04832-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Insertable cardiac monitor implantation is a simple and safe procedure commonly performed \nin patients with embolic stroke with undetermined source. Routine periprocedural antibiotic use is not recom‑\nmended, because infection rate is very low, although some local infection or gram‑positive bacteremia have been \nreported. We report a case of Pseudomonas monteilii sepsis immediately after insertable cardiac monitor implantation.",
    "Case Presentation": "Case presentation A 55‑ year ‑old Korean male with embolic stroke of undetermined source presented with gram‑\nnegative sepsis immediately after implantable cardiac monitor implantation as a first reported complication \nafter the procedure. Pseudomonas monteilii was identified in the blood culture, and no other infection source \nwas seen. He was treated with intravenous antibiotics without removing the device.\nConclusions Prompt diagnosis and adequate management is required in such a patient with sepsis post ‑insertable \ncardiac monitor implantation procedure. It can be managed with adequate antibiotic treatment without device \nremoval if there is no sign of inflammation at the insertion site. Further reports or studies should be investigated \nto reinforce this finding.\nLearning objectives The infection rate after insertable cardiac monitor insertion is extremely low; however, sep ‑\nsis may occur without pocket infections. Physicians should be aware of signs of systemic infection, particularly \nwhen the procedure is performed outside the catheterization room. Sepsis after insertable cardiac monitor implanta‑\ntion can be managed with adequate antibiotic treatment without device removal if there is no sign of inflammation \nat the insertion site.\nKeywords  Electrocardiography, Wearable electronic devices, Embolic stroke, Sepsis, Pseudomonas monteilii\nBackground\nIn patients with embolic stroke of undetermined source \n(ESUS), the current guideline includes a Class IIa rec ommendation for long-term cardiac rhythm monitor ing [1]. Insertable cardiac monitor (ICM) effectively \ndetects hidden atrial fibrillation after ESUS [2]. The \nICM implantation procedure is minimally invasive, and \ntrivial complications have been reported [3]. Tradition ally, most ICM procedures have been performed in the \ncardiac catheterization lab; however, recently, many \npatients safely have undergone procedures outside the Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIn Tae Moon\nsmnoenemy@gmail.com\n1 Department of Neurology, Uijeongbu Eulji Medical Center, Eulji \nUniversity School of Medicine, Uijeongbu, Republic of Korea\n2 Graduate School of Medicine, Kangwon National University, Chuncheon, \nRepublic of Korea\n3 Department of Infectious Disease, Uijeongbu Eulji Medical Center, Eulji \nUniversity School of Medicine, Uijeongbu, Republic of Korea\n4 Division of Cardiology, Department of Internal Medicine, Uijeongbu Eulji \nUniversity Hospital, 712, Dongil‑Ro, Uijeongbu‑Si, Gyeonggi‑do 11759, \nRepublic of Korea\nPage 2 of 5 Lee et al. Journal of Medical Case Reports          (2024) 18:480 \ncatheterization lab [4]. Due to its safety profile, it is easy \nfor physicians to overlook checking for complications. \nHowever, as ICM insertion increases, infection related to \nICM insertion has also been reported [3]. To our knowl edge, sepsis caused by Gram-negative bacteria related \nto ICM insertion has been not reported yet. We report \na case of a 55-year-old man with a serious complication \ndue to Pseudomonas montelli after ICM implantation fol lowing ESUS.\nCase presentation\nA 55-year-old Korean man with no relevant medical \nhistory presented to hospital with dizziness and right \nhypoesthesia for 2 hours. He was a non-smoker and social \ndrinker and had no family history of stroke. On neuro logical examination, a tilting tendency to the right side \nand left-beating torsional nystagmus were observed. His \nbody temperature was 36.1 °C, his heart rate was 60 beats \nper minute, his respiration rate was 20 breaths per min ute, and his blood pressure was 117/70 mmHg. He had a \nGlasgow Coma Scale score of 15 (E4V5M6; eye opening \n4 points, verbal response 5 points, and motor response \n6 points). Diffusion-weighted magnetic resonance (MR) imaging revealed acute infarction in the right lateral \nmedulla. In addition, old ischemic lesions, presumed to \nbe asymptomatic, were found in the left frontal lobe and \nright cerebellum (Fig.  1). MR angiography did not reveal \nany significant stenosis. He was admitted to the neuro logical department and started on antithrombotic ther apy, including aspirin and clopidogrel. The mechanism \nof cerebral infarction was assumed to be ESUS because \nelectrocardiography (ECG), Holter monitoring, transtho racic echocardiography, and transesophageal echocar diography performed within 3  days of symptom onset \ndemonstrated nonspecific findings. We decided to insert \nthe ICM to detect hidden atrial fibrillation according to \ncurrent guidelines.\nThe procedure was performed at the 10th hospital day. \nAfter administering chlorohexidine in the cardiac cath eterization room, the Reveal XT/LINQ™ (Medtronic, \nMinneapolis, MN, USA) ICM device was inserted within \na few minutes. After a 2-point suture, the procedure was \ncompleted with gauze dressing. No immediate proce dure-related complications occurred. His hemoglobin \nA1c level was 6.4%, and serology for human immunodefi ciency virus before the procedure showed negative.\nFig. 1 Neuroimaging of the brain. A Diffusion‑ weighted magnetic resonance (MR) imaging demonstrated a small ischemic lesion in the right lower \nlateral medulla. Old ischemic lesion in the right cerebellum (C, fluid‑attenuated inversion recovery image) as well as in the left cingulate gyrus (B, T1 \nweighted image). The arrows represent the regions affected by the embolic infarct. (D and E) There were no abnormal findings on MR angiography; \nthus, an embolic stroke of undetermined source was the presumed etiology of ischemic stroke.\nPage 3 of 5\n Lee et al. Journal of Medical Case Reports          (2024) 18:480 \n \nA total of 21 hours after the procedure, the patient \ndeveloped a high fever of up to 40.2  °C and chills. On \nexamination, blood pressure was 116/82  mmHg, his \nheart rate was 99 beats per minute, and oxygen satura tion was 95%. Quick sepsis-related organ failure assess ment (SOFA) score for sepsis was 1 point, with his \nrespiration rate 24 beats per minute, and Glasgow Coma \nScale score was 15 points. Laboratory",
    "Results": "results were nota ble, with a white cell count of 8200/μl (reference range, \n4500–11,000), C-reactive protein level of 14  mg/dl (ref erence range, less than 0.3), and procalcitonin of 28 ng/\nml (reference range, less than 0.1). The incision site of the \nICM showed no signs of inflammation, such as swelling, \nerythema, tenderness, or discharge (Fig.  2). Aerobic and \nanaerobic bacteria did not grow in cultures performed at \nthe incision site. Screening tests for coronavirus disease \n2019 and influenza viruses yielded negative results. There \nwas no erythema or tenderness at the intravenous injec tion site that was inserted 4  days before the procedure. \nRoutine urinalysis did not reveal pyuria or bacteriuria. \nChest and abdominal computed tomography revealed, \nthere was unremarkable findings except for mild bladder \nwall thickening (Fig.  3). Cefazolin as an empirical anti biotic was administered under suspicion of procedurerelated bacteremia. A gram-negative rod was identified in \nthe interim report of the blood culture 2 days later. Pseu domonas monteilii was identified in two sets of blood \ncultures, and a susceptible antibiotic, cefepime, was \nadministered for 2  weeks. The patient was discharged \nwithout complications and followed up in the outpa tient department without fever for 2 years. The ICM was \nremoved after 1 year of outpatient follow-up because the \npatient wanted it removed before the battery ran out. In the 1-year analysis, no significant arrhythmias including \natrial fibrillation were detected. He was prescribed aspi rin and clopidogrel for 6 months, then switched to clopi dogrel, and there was no recurrence of stroke during the \nfollow-up.",
    "Discussion": "Discussion and conclusions\nTo our knowledge, this is the first report of gram-negative \nbacterial sepsis due to Pseudomonas monteilii in a patient \nwith ESUS after ICM insertion. Only one case of bac teremia has been reported after ICM insertion, and the \ncausative organism was Staphylococcus aureus [3]. Bacte remia is more common in cardiac implantable electronic \ndevices, including permanent pacemakers and trans venous implantable cardioverter defibrillators, because \nthe lead is inserted directly into the venous system. Most \ncases of gram-negative bacteremia in cardiac implantable \nelectronic device patients were not related to device [5]. \nIn this case, the patient suffered from Pseudomonas mon teilii  sepsis just after ICM insertion and was discharged \nwithout the removal of the device.\nThe method of confirming the route of infection is that \nthe same organism grows at the implanted device, and \nisolated organisms have the same genetic information. \nBecause he was treated without removing the device, \na definitive diagnosis of infection source could not be \nmade. However, he had no neurologic sequalae after the \nstroke, and no other procedure including intravenous line \ninsertion was carried out before or after implantation. \nConsidering these clinical situations, it would be reason able to believe the bacteremia is related to the insertion \nof ICM. A molecular test of the bacteria was not carried \nFig. 2 A Insertable cardiac monitor insertion site of the patient. There was no sign of inflammation, such as erythema, swelling, or purulent \ndischarge at the incision site. B Chest x ‑ray of the patient after the procedure. The location of the ICM was on the left chest wall\nPage 4 of 5 Lee et al. Journal of Medical Case Reports          (2024) 18:480 \nout, because his fever and general condition improved \nafter susceptible antibiotics administration.\nAs the indications for ICM are widening, it is used not \nonly for ESUS but also for large- or small-vessel disease \nand unexplained syncope [6, 7]. Complications of ICM \ninsertion include insertion site pain, major or minor \nbleeding, and wound infection or pocket erosion [8]. \nBecause the infection rate was very low, a registry study \ndid not show an increase in infections without prophy lactic antibiotics [9]. The author investigated 137 previ ously ICM-implanted patients, and no local or systemic \ninfections requiring device removal were found [10].\nThe risk factors for infection with cardiac-implantable \nelectronic devices are diabetes mellitus and underlying \nheart disease [11]. Early onset cardiac implantable elec tronic device infections frequently originate from genera tor pocket contamination. Hematogenous seeding from a \nremote source of bacteremia often leads to device infec tion [12]. Deciding to remove or retain the device without \nevidence of pocket infection is difficult. Similar to ICMs, \nsubcutaneous-implantable cardioverter defibrillators are \nlocated in the subcutaneous layer. Many infection cases \nwere managed without device removal, and Staphylococ cus species were the most common cause of bacteremia \n[13]. In this case, the fever resolved 3 days after antibiotic administration, and the patient was discharged without \ndevice removal.\nPseudomonas monteilii, which belongs to the Pseu domonas putida phylogenetic group, was first isolated in \n1997 [14]. It is an uncommon species of Pseudomonas, \nand it is often found in healthcare environments [15]. \nPrevious case reports have described an organism caus ing pneumonia or meningitis [16, 17]; however, no proce dure-related infections have been reported. In this case, \nthere were post-procedural fever and bacteremia, but \nwe could not identify the source of infection on abdomi nal and chest CT scans. Although there is a possibility \nof opportunistic infection or intravenous injection site \ninfection, it is very unlikely because he was immuno competent, and intravenous line had been changed a day \nbefore the procedure. Insertion procedure was performed \nwith routine aseptic technique in the catheterization lab, \nalthough there may have been contamination that we \nwere not aware of. We concluded that it was a procedurerelated infection and treated it with susceptible antibiot ics. Considering the potential for Pseudomonas monteilii \nto colonize hospital environments, it is possible that the \npatient’s skin flora caused the infection during the pro cedure, or it could have been transmitted through the \nhealthcare staff’s hands. This highlights the importance \nFig. 3 (A) Chest and (B) abdomen computed tomography of the patient after fever developed. There was a nonspecific finding without mild \nbladder wall thickening\nPage 5 of 5\n Lee et al. Journal of Medical Case Reports          (2024) 18:480 \n \nof aseptic techniques during procedures and appropriate \nhospital infection control measures.\nWhen fever occurs after ICM insertion, even if the \nrisk of infection is very low, gram-negative bacterial sep sis should be considered as a possible cause. We suggest \nthat immediate bacteremia following a procedure can \nbe treated with antibiotics without the need for device \nremoval. However, this finding should be further investi gated through well-structured studies.\nAbbreviations\nCT  Computed tomography\nECG  Electrocardiography\nESUS  Embolic stroke of undetermined source\nICM  Insertable cardiac monitor\nMR  Magnetic resonance\nAcknowledgements\nNone.\nAuthor contributions\nConception, design, draft, and revision: Dongwhane Lee and In Tae Moon. \nAcquisition, analysis, and interpretation of data: Kyung Hwa Jung and Hyo ‑Ju \nSon.\nFunding\nNone.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this article. \nFurther inquiries can be directed to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nThis study has been approved by the Uijeongbu Eulji Medical Center (Institu‑\ntional Review Board approval number: 2023–09‑011).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing of interests.\nReceived: 11 December 2023   Accepted: 13 September 2024\nReferences\n 1. Kleindorfer DO, Towfighi A, Chaturvedi S, Cockroft KM, Gutierrez J, \nLombardi‑Hill D, et al. 2021 guideline for the prevention of stroke in \npatients with stroke and transient ischemic attack: a guideline from \nthe American heart association/American stroke association. Stroke. \n2021;52(7):e364–467.\n 2. Sanna T, Diener HC, Passman RS, Di Lazzaro V, Bernstein RA, Morillo CA, \net al. Cryptogenic stroke and underlying atrial fibrillation. N Engl J Med. \n2014;370(26):2478–86.\n 3. Diederichsen SZ, Haugan KJ, Højberg S, Holst AG, Køber L, Pedersen KB, et \nal. Complications after implantation of a new‑ generation insertable car ‑\ndiac monitor: Results from the LOOP study. Int J Cardiol. 2017;241:229–34.\n 4. Beinart SC, Natale A, Verma A, Amin A, Kasner S, Diener HC, et al. Real‑\nworld comparison of in‑hospital Reveal LINQ insertable cardiac monitor insertion inside and outside of the cardiac catheterization or electro ‑\nphysiology laboratory. Am Heart J. 2019;207:76–82.\n 5. Uslan DZ, Sohail MR, Friedman PA, Hayes DL, Wilson WR, Steckelberg JM, \net al. Frequency of permanent pacemaker or implantable cardioverter ‑\ndefibrillator infection in patients with gram‑negative bacteremia. Clin \nInfect Dis. 2006;43(6):731–6.\n 6. Bernstein RA, Kamel H, Granger CB, Piccini JP , Sethi PP , Katz JM, et al. Effect \nof long‑term continuous cardiac monitoring vs usual care on detec‑\ntion of atrial fibrillation in patients with stroke attributed to large ‑ or \nsmall‑ vessel disease: The STROKE‑AF randomized clinical trial. JAMA. \n2021;325(21):2169–77.\n 7. Brignole M, Moya A, de Lange FJ, Deharo JC, Elliott PM, Fanciulli A, et al. \n2018 ESC Guidelines for the diagnosis and management of syncope. Eur \nHeart J. 2018;39(21):1883–948.\n 8. Mittal S, Sanders P , Pokushalov E, Dekker L, Kereiakes D, Schloss EJ, et al. \nSafety profile of a miniaturized insertable cardiac monitor: results from \ntwo prospective trials. Pacing Clin Electrophysiol. 2015;38(12):1464–9.\n 9. Beinart SC, Natale A, Verma A, Amin A, Kasner S, Diener HC, et al. Real‑\nworld use of prophylactic antibiotics in insertable cardiac monitor \nprocedures. Pacing Clin Electrophysiol. 2016;39(8):837–42.\n 10. Lee JH, Moon IT, Cho Y, Kim JY, Kang J, Kim BJ, et al. Left atrial diameter \nand atrial ectopic burden in patients with embolic stroke of undeter ‑\nmined source: risk stratification of atrial fibrillation with insertable cardiac \nmonitor analysis. J Clin Neurol (Seoul, Korea). 2021;17(2):213–9.\n 11. Hercé B, Nazeyrollas P , Lesaffre F, Sandras R, Chabert JP , Martin A, et al. Risk \nfactors for infection of implantable cardiac devices: data from a registry of \n2496 patients. Europace. 2013;15(1):66–70.\n 12. DeSimone DC, Sohail MR. Management of bacteremia in patients living \nwith cardiovascular implantable electronic devices. Heart Rhythm. \n2016;13(11):2247–52.\n 13. Gold MR, Aasbo JD, Weiss R, Burke MC, Gleva MJ, Knight BP , et al. \nInfection in patients with subcutaneous implantable cardioverter ‑\ndefibrillator: Results of the S‑ICD Post Approval Study. Heart Rhythm. \n2022;19(12):1993–2001.\n 14. Elomari M, Coroler L, Verhille S, Izard D, Leclerc H. Pseudomonas \nmonteilii sp nov, isolated from clinical specimens. Int J Syst Bacteriol. \n1997;47(3):846–52.\n 15. de Abreu PM, Farias PG, Paiva GS, Almeida AM, Morais PV. Persistence of \nmicrobial communities including Pseudomonas aeruginosa in a hospital \nenvironment: a potential health hazard. BMC Microbiol. 2014;14:118.\n 16. Aditi Shariff M, Beri K. Exacerbation of bronchiectasis by Pseudomonas \nmonteilii: a case report. BMC Infect Dis. 2017;17(1):511.\n 17. Toledo H, Martín‑ Gutiérrez G, Lepe JA. Pseudomonas monteilii nosoco ‑\nmial meningitis in a patient with an intraventricular catheter. Enferme ‑\ndades infecciosas y microbiologia clinica (English ed). 2021.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}