{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04974-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04974-6.pdf",
  "metadata": {
    "/Keywords": "Forearm; Crush injury; Open fracture; Interosseous membrane; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241227113808+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241220164931+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04974-6",
    "/Author": "Abdulla Abdelwahab ",
    "/Title": "A staged approach to managing a combination of a terrible triad injury and an Essex–Lopresti fracture dislocation: an open forearm crush injury—a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04974-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Open and crushed forearm injury is a complex and rare injury affecting the upper extremity. It",
    "Results": "results \nin damage to various structures, including bones, soft tissues, and neurovascular bundles, ultimately leading to functional impairment. Typically, these injuries occur owing to high-energy trauma.",
    "Case Presentation": "Case presentation A 19-year-old South Asian male was seen at our trauma center emergency department following an accident where his arm got entangled in a machine belt. He sustained a serious open injury on his left forearm, \nspanning from the elbow to the wrist, affecting the proximal radio-ulnar joint, ulna bone, interosseous membrane, \nand distal radio-ulnar joint. The initial plan of care involved stabilizing the injury using an external fixator, while reconstructive surgery was scheduled for a later date.",
    "Conclusion": "Conclusion Timely intervention for wound debridement and joint stabilization plays a crucial role in the restoration \nof a crushed forearm. Following this, a collaborative effort from a multidisciplinary team becomes essential. Planning multiple surgeries is important, with the primary goal of achieving early range of motion of the elbow and wrist \nto prevent stiffness. This comprehensive approach aims at optimizing the recovery and functionality of the affected \nlimb. The combination of early intervention, damage control surgeries, and carefully planned procedures sets \nthe foundation for successful management of a crushed and open forearm injury. Furthermore, early range of motion \nand physiotherapy rehabilitation has a key role in stiffness prevention and the restoration of function.\nKeywords  Forearm, Crush injury, Open fracture, Interosseous membrane, Case report\nBackground\nForearm injuries manifest in diverse patterns, ranging \nfrom isolated fractures to complex scenarios involving \nintraarticular complications and fracture dislocations \nsuch as Monteggia, Galeazzi, and Essex–Lopresti types \nand so on.\nThe primary objective of this paper is to comprehen sively detail the management of a severe crush and open \ninjury to the forearm, specifically involving the elbow \njoint, proximal radio-ulnar joint (PRUJ), ulna shaft, and \ndistal radio-ulnar joint (DRUJ). The case study sheds light \non a unique forearm injury and provides insights into a *Correspondence:\nAbdulla Abdelwahab\nasabdelwahab@dubaihealth.ae\n1 Department of Orthopedics & Trauma Surgery, Rashid Hospital, Dubai, \nUnited Arab Emirates\n2 Department of Orthopedics, Trauma & Reconstructive Surgery, Rashid \nHospital, Dubai, United Arab Emirates\n3 Department of Hand & Reconstructive Microsurgery Surgery, Rashid \nHospital, Dubai, United Arab Emirates\nPage 2 of 7 Abdelwahab et al. Journal of Medical Case Reports          (2024) 18:642 \nsurgical intervention employed to address the complexity \nof the presented injuries.\nCase presentation\nA 19-year-old South Asian male was seen at our trauma \ncenter emergency department following an accident \nwhere his arm got entangled in a machine belt. He sus tained a serious open injury on his left forearm, spanning \nfrom the elbow to the wrist, affecting the proximal radioulnar joint (PRUJ), ulna bone, interosseous membrane \n(IOM), and distal radio-ulnar joint (DRUJ). The initial \nplan of care involved stabilizing the injury using an exter nal fixator, while reconstructive surgery was scheduled \nfor a later date.",
    "Introduction": "Introduction\nThe forearm, comprising the radius and ulna, forms a \ndynamic unit interconnected by a fibrous membrane, \ntranscending the conventional perception of two sepa rate long bones [1]. This unique anatomical arrangement \ngives rise to the proximal radio-ulnar joint (PRUJ) above \nand the distal radio-ulnar joint (DRUJ) below, emphasiz ing the functional joint nature of the forearm. Forearm \ninjuries manifest in diverse patterns, ranging from iso lated fractures to complex scenarios involving intraar ticular complications and fracture dislocations such as \nMonteggia, Galeazzi, and Essex–Lopresti types. These \ninjuries can manifest in closed and open forms, present ing distinct challenges and considerations [1]. The inter osseous membrane (IOM) between the radius and ulna \nexhibits a sophisticated structure with proximal, cen tral, and distal bundles. Its integral role in maintaining \nlongitudinal stability within the forearm is pivotal [2]. \nInjuries to the IOM can lead to forearm instability, risk ing the integrity of the PRUJ and DRUJ. A dysfunctional \nIOM may result in radial shortening, radial capitellar \nimpingement, arthritis, ulnar carpal impaction, and the \nloss of symmetrical rotation of the radius about the ulna \n[3]. Given the urgency of the situation, surgical interven tion is necessary. Diagnosing interosseous membrane \ninjuries in forearm trauma can be challenging since they \nare not easily visible on standard X-rays. This highlights \nthe importance of considering it as a clinical diagnosis in \ncases of extensive forearm injuries [1].\nTimely fixation becomes imperative to prevent chronic \ninjuries that may culminate in complications affecting \nthe elbow and wrist joints [2]. An IOM injury creates an \nimbalance in the load distribution between the proxi mal radius and ulna. With the load on the proximal ulna \nreduced, instability in the PRUJ can occur. The disruption of the IOM leads to biomechanical discrepancies between \nthe ulna and radius, resulting in joint instability. There fore, it is essential to properly restore the interosseous \nmembrane during surgical treatment to prevent future \njoint instability [2]. While traditional surgical approaches \ninvolve the use of a bone–patellar tendon–bone graft for \nIOM fixation [4], innovative techniques utilizing cadav eric experiments explored the use of flexor carpi radia lis (FCR) tendon and Achilles tendon (ACT) [5]. Open \nfractures of the IOM introduce additional complexities, \nelevating the risk of infections, particularly when cou pled with the severity of the injury and premature closure \n[6]. Crush injuries, a distinct challenge, are notorious for \ninducing joint stiffness and immobility, often extending \ntheir impact to structures both distal and proximal to the \naffected area [7].\nThe primary objective of this paper is to comprehen sively detail the management of a severe crush and open \ninjury to the forearm, specifically involving the elbow \njoint, PRUJ, ulna shaft, and DRUJ. This case study sheds \nlight on a unique forearm injury and provides insights \ninto a surgical intervention employed to address the \ncomplexity of the presented injuries.\nCase presentation\nA 19-year-old South Asian male presented to the emer gency department (ED) in our trauma center after his \narm got stuck in a machine belt. The patient complained \nof pain and swelling in his left forearm and sustained \nsevere damage to the soft tissue of his forearm extending \nfrom the elbow to the wrist.\nThere was no relevant past medical, family, or psycho social history. Physical examination of the left upper limb \nshowed severely crushed limb with exposed bone, mus cles, and interosseous membranes. Furthermore, there \nwas an open ulna dislocation, a closed dislocated elbow, \nand a dislocated DRUJ (Fig. 1).\nDistal pulses of the left hand were detectable, and \ncapillary refill was within normal range. The patient \nwas unable to move his left forearm fully. Owing to the \nsevere soft tissue injury, evaluation of the natural range \nof motion (ROM) was not possible; however, the patient’s \nsensory nerve function was normal, including the dis tal sensation of the hand and radial nerve. There was no \nother concomitant injury. A plain radiograph of the left \nupper limb revealed an elbow dislocation, distal ulnar \nbone fracture, interosseous membrane disruption, and \nsevere soft tissue injury (Fig. 1).\nIn response to the patient’s condition during pres entation, the emergency department performed initial \nPage 3 of 7\n Abdelwahab et al. Journal of Medical Case Reports          (2024) 18:642 \n \ndebridement, administered a single shot of IV antibiotics, \nand administered a tetanus toxoid. The team promptly \ntransferred the patient to the operating theater (OT). Left \nelbow dislocation, radial head dislocation, interosseous \nmembrane rupture, ulnar shaft fracture, and comminuted \ndistal ulnar fracture were evident. Debridement followed by an elbow-spanning external fixator was applied to sta bilize the injuries.\nForty-eight hours after the surgery, the patient was \ntaken again to the theater for a second-look debride ment of his left forearm and further assessment. \nIntraoperatively, the patient’s elbow was found to \nbe unstable, with a dislocated radial head but intact \nannular ligament. Furthermore, the anterior elbow \ncapsule was torn, and the ulnar nerve was found to be \nentrapped. In addition, the medial collateral ligament \n(MCL) and common flexor origin (CFO) were torn. \nDistally, the interosseous membrane was torn, and the \nlower end of the ulna was fragmented. The annular lig ament was reduced, and the elbow joint was stabilized. \nThe anterior capsule, MCL, and CFO were repaired \nwith two 3.5 suture anchors. Finally, anterior transpo sition of the ulnar nerve and covering it with muscle \nwas done. Going distally, transfixing the radius and \nulna with three Kirschner wires (K-wires) was done. \nThe comminuted distal ulna fracture underwent open \nreduction and internal fixation with two Kirschner \nwires (K-wires) (Fig. 2 ).\nThe postoperative period was uneventful, with daily \nwound dressing and physiotherapy. Postoperative X-rays \nwere done (Fig. 3).\nThe patient received intravenous (IV) antibiotics tar geting Gram-positive, Gram-negative, and anaerobic \nbacteria. Infection parameters were monitored by regu larly reviewing his complete blood count (CBC) and con ducting daily temperature checks.\nTwo weeks postoperatively, the patient was taken to \nthe theater for the removal of the external fixator. After \nremoving the external fixator, the elbow was manipu lated under anesthesia and full range of motion (ROM) \nwas achieved. Both left elbow and wrist joints were stable \nclinically and under an image intensifier.\nA postoperative plan of gradual ROM, allowing gentle \nelbow flexion and extension but avoiding supination and \npronation, was implemented. Repeat X-rays were done \nafter the patient had recovered from the effect of anes thesia and were found to be satisfactory (Fig. 4).\nAfter elbow stabilization and good daily rehabilita tion progression, the patient was scheduled for surgical \nremoval of the three radio-ulnar Kirshner wires, followed \nby removal of the two distal ulnar wires 2 weeks follow ing the removal of the external fixator.\nThe patient was put in an arm sling and was instructed \nto continue physiotherapy rehabilitation with gradual \nelbow flexion and extension and to initiate supina tion and pronation of the forearm. Five weeks after the \nFig. 1 A Severe crush forearm injury with exposed bone, muscles, \nand interosseous membrane. B Left upper limb X-ray showing \nelbow dislocation, distal ulnar bone fracture, and possible disruption \nof interosseous membrane\nPage 4 of 7 Abdelwahab et al. Journal of Medical Case Reports          (2024) 18:642 \nK-wires were removed, follow-up X-rays were acquired, \nand the patient’s left elbow ROM was assessed (Fig.  5), \nshowing great improvement in left elbow and wrist ROM.",
    "Discussion": "Discussion\nOur case presents a complex scenario, combining ele ments from the terrible triad (TT) injury of the elbow \nand Essex–Lopresti (EL) injury of the forearm, further \ncomplicated by the severity of being crushed and open.\nAccording to Wang [8], both TT and EL are severe and \nuncommon upper limb injuries, typically discussed as \nseparate entities. This case is noteworthy as it reports the \ncombination of these injuries, which have not been previ ously reported.Terrible triad (TT) and Essex–Lopresti injury (EL)\nTT typically results from an axial load, leading to poste rior elbow dislocation of the olecranon–trochlear joint, \naccompanied by fractures of the radial head and coro noid process [9]. EL is also often caused by an axial load \napplied to the arm, transmitting force to the radius and \nresulting in the dislocation of the radius and injury to the \ninterosseous membrane (IOM) and DRUJ dislocation.\nOur case displays elements of TT, including posterior \nelbow dislocation, radial head injury, ligament damage, \nand EL features owing to IOM injury.\nTreatment approaches for EL\nEL treatment involves IOM repair to restore forearm sta bility. Various",
    "Methods": "methods have been reported, but contro versy exists regarding acute-phase IOM reconstruction, \nFig. 2 Intraoperative clinical images (A) and X-ray fluoroscopy (B) showing application of external fixator to the left elbow and Kirschner wire \nfixation of the radius and ulna and distal ulna\nPage 5 of 7\n Abdelwahab et al. Journal of Medical Case Reports          (2024) 18:642 \n \nwith a preference for delayed treatment [10]. Brin et  al. \n[11] reported a case of acute IOM repair using the Tight Rope device. They concluded that the TightRope system \nwas a good tool for achieving and maintaining the reduc tion and healing of the IOM, while allowing treatment of \nother components in EL injury.\nTechniques for chronic-phase IOM reconstruction \ninclude bone–patellar tendon–bone graft, flexor carpi \nradialis (FCR) autograft, and synthetic devices such as \nsuture-button and Tightrope [8]. Most of these tech niques were initially tested on cadavers, highlighting the \nimportance of clinical application for further assessment \nof outcomes on forearm stability.\nManagement of multiple injuries\nOur patient experienced multiple injuries at the elbow, \nforearm, and wrist, complicated by severe soft tissue \ndamage.\nThe management involved a staged approach. An exter nal fixator was used to provide provisional elbow stabili zation and aid in soft tissue healing. Subsequent use of \nanchor sutures and K-wires achieved definitive fixation \nfor the ligamentous injuries at the elbow and the IOM \ninjury with distal ulnar bone fracture, respectively.\nStaged fixation for IOM injury\nSevere IOM injury, particularly with associated soft tis sue damage, warranted a staged approach to fixation. \nThe external fixator, anchor sutures, and K-wires were \nemployed sequentially, allowing time for soft tissue \nrecovery and restoring functional stability in the upper \nlimb.\nOur case underscores the challenges and complexities \nin managing combined TT and EL injuries. The staged \napproach, combining external fixation, anchor sutures, \nand K-wires proved effective in promoting soft tissue \nrecovery and restoring functional stability in the upper \nlimb. Moreover, such injuries necessitate a multidiscipli nary approach involving multiple teams, including ortho pedic and trauma surgery, hand surgery, plastic surgery, \nand vascular surgery. In addition, there should be a post operative assessment and follow-up by the physical ther apy and rehabilitation team, up until full recovery.\nFig. 3 Postoperative anteroposterior and lateral X-rays of the left \nforearm showing elbow fixation via external fixator and distal \nulna fixation using two Kirschner wires and radio-ulnar transfixing \nwith three Kirschner wires\nFig. 4 Postoperative anteroposterior and lateral X-rays of the left \nforearm after removal of the external fixators. The two distal ulnar \nKirschner wires and the three radio-ulnar transfixing Kirschner wires \ncan still be seen in situ\nPage 6 of 7 Abdelwahab et al. Journal of Medical Case Reports          (2024) 18:642 \nConclusion\nWe highlighted the surgical management involving a \nseverely crushed forearm injury with multiple joint \ninvolvements. The IOM demands a staged procedure \nwith a provisional external fixator to aid in soft tissue \nrepair, emphasizing the importance of early range of \nmotion to prevent elbow stiffness. The postoperative care \nshould also include a tailored physiotherapy program to \npromote quicker mobility and functional restoration.\nAt the 6-month postoperative outpatient visit, the \npatient’s elbow range of motion was assessed using the \nAnderson scoring system [12] (Table 1).\nAccording to the aforementioned classification, our \npatient achieved excellent flexion and extension at the \nelbow joint and good supination and pronation, this \nreflects positive outcomes in functional assessment and \ndemonstrates the success of our surgical technique. It \noffers valuable insights for inheriting our surgical inter vention to effectively manage similar injuries in future \npatients.\nFig. 5 Final anteroposterior and lateral X-rays of the elbow \nshowing (A) two anchor sutures and forearm (B) clinical photos \n(C) of the patient flexing and extending the elbow and supinating \nand pronating the forearm at follow-up exactly one month \nfrom sustaining the injury◂\nTable 1 Anderson’s scoring system for functional assessment of \nelbow\nResult Union Flexion/extension \nat the elbow jointSupination \nand \npronation\nExcellent Present < 10° loss < 25% loss\nGood Present < 20° loss < 50% loss\nPoor Present > 20° loss > 50% loss\nFailure Nonunion \nwith or without loss \nof motion– –\nPage 7 of 7\n Abdelwahab et al. Journal of Medical Case Reports          (2024) 18:642 \n \nAbbreviations\nPRUJ  Proximal radio-ulnar joint\nIOM  InterOsseous Membrane\nDRUJ  Distal radio-ulnar joint\nROM  Range of motion\nFCR  Flexor carpi radialis\nACT   Achilles tendon\nED  Emergency department\nOT  Operating theater\nMCL  Medial collateral ligament\nCFO  Common flexor origin\nK-wires  Kirschner wires\nCBC  Complete blood count\nCRP  C-reactive protein\nPCT  Procalcitonin\nTT  Terrible triad\nEL  Essex–Lopresti\nAcknowledgements\nMohammed Bin Rashid University (MBRU) library services for proofreading and \ngrammatically checking this manuscript.\nAuthor contributions\nAll authors contributed to the study conception. Material preparation and \ndata collection were performed by A.M.A. along with writing the final draft of \nthe manuscript. A.K.F.E. contributed to previous versions of the manuscript. All \nauthors read and approved the final manuscript, and H.B. approved the final \nversion to be published.\nFunding\nNo funds were used from any sources.\nAvailability of data and materials\nThe authors declare that the data supporting the findings of this report are \navailable within the paper.\nDeclarations\nEthics approval and consent to participate\nInformed written consent to participate was obtained, but ethical approval is \nnot required. Human subjects: consent was obtained or waived by all participants in this study.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in Chief of the journal.\nCompeting interests\nIn compliance with the ICMJE uniform disclosure form, all authors declare the \nfollowing: payment/services info: all authors have declared that no financial \nsupport was received from any organization for the submitted work. Financial \nrelationships: all authors have declared that they have no financial relationships at present or within the previous 3 years with any organizations that \nmight have an interest in the submitted work. Other relationships: all authors \nhave declared that there are no other relationships or activities that could \nappear to have influenced the submitted work.\nReceived: 25 February 2024   Accepted: 11 November 2024\nReferences\n 1. Artiaco S, Fusini F, Sard A, Dutto E, Massè A, Battiston B. Fracture-dislo cations of the forearm joint: a systematic review of the literature and a \ncomprehensive locker-based classification system. J Orthop Traumatol. \n2020;21:21. https:// doi. org/ 10. 1186/ s10195- 020- 00562-8. 2. Zhang N, Fang JH. Forearm interosseous membrane maintains the stability of proximal radioulnar joint. Orthop Surg. 2021;13:168–74. https:// doi. \norg/ 10. 1111/ os. 12859.\n 3. Matthias R, Wright TW. Interosseous membrane of the forearm. J Wrist \nSurg. 2016;5:188–93. https:// doi. org/ 10. 1055/s- 0036- 15843 26.\n 4. Adams JE, Osterman MN, Osterman AL. Interosseous membrane reconstruction for forearm longitudinal instability. Tech Hand Up Extrem Surg. \n2010;14:222–5. https:// doi. org/ 10. 1097/ BTH. 0b013 e3181 e2457d .\n 5. Stabile KJ, Pfaeffle J, Saris I, Li ZM, Tomaino MM. Structural properties of \nreconstruction constructs for the interosseous ligament of the forearm. J \nHand Surg Am. 2005;30:312–8. https:// doi. org/ 10. 1016/j. jhsa. 2004. 11. 018.\n 6. Bakri K, Moran SL. Initial assessment and management of complex fore arm defects. Hand Clin. 2007;23(255–268):vii. https:// doi. org/ 10. 1016/j. hcl. \n2007. 01. 003.\n 7. Del Piñal F. An update on the management of severe crush injury to the \nforearm and hand. Clin Plast Surg. 2020;47:461–89. https:// doi. org/ 10. \n1016/j. cps. 2020. 06. 003.\n 8. Wang J. The serious full-length forearm injury—a case report and literature review. BMC Musculoskelet Disord. 2020;21:381. https:// doi. org/ 10. \n1186/ s12891- 020- 03394-z.\n 9. Beingessner D, Pollock J, King G. Elbow fractures and dislocations. In: \nRockwood and Green’s fractures in adults. 8th ed. Philadelphia: Lippincott \nWilliams & Wilkins/Wolters Kluwer Health; 2015. p. 1180–227.\n 10. Hotchkiss RN, An KN, Sowa DT, Basta S, Weiland AJ. An anatomic and \nmechanical study of the interosseous membrane of the forearm: \npathomechanics of proximal migration of the radius. J Hand Surg Am. \n1989;14:256–61. https:// doi. org/ 10. 1016/ 0363- 5023(89) 90017-8.\n 11. Brin YS, Palmanovich E, Bivas A, Sagiv P , Kotz E, Nyska M, Kish BJ. Treating \nacute Essex-Lopresti injury with the tightrope device: a case study. Tech \nHand Up Extrem Surg. 2014;18:51–5. https:// doi. org/ 10. 1097/ bth. 00000 \n00000 000036.\n 12. Kumar M, Bhatt MF, Gupta S, Lone ZA, Ahmed M, Raina GS. Clinical out come of acute Monteggia fractures in children after open reduction and \ninternal fixation of ulna. Int J Res Med Sci. 2021;9:1288–91. https:// doi. \norg/ 10. 18203/ 2320- 6012. ijrms 20211 411.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}