{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04927-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04927-z.pdf",
  "metadata": {
    "/Keywords": "Syringocystadenocarcinoma papilliferum; Perianal; Pathology; Literature review",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129094155+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241127202736+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04927-z",
    "/Author": "Imane Boujguenna ",
    "/Title": "Syringocystadenocarcinoma of the perianal region: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04927-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Syringocystadenocarcinoma papilliferum is an extremely rare malignant adnexal tumor that typically \narises from a papilliferous syringocystadenoma (World Health Organization classification of skin tumors, 2018.). This \ntumor predominantly occurs in the cephalic region.",
    "Case Presentation": "Case presentation We present the case of a 68-year-old Moroccan male with no significant medical history who \npresented with a slowly progressing skin mass in the perianal region. Despite the chronic nature of the swelling, \nthe patient remained in overall good health. Physical examination revealed a firm 2.3-cm mass in the perianal area, \nwith no other remarkable findings. The patient underwent surgical excision of the mass. Macroscopic examination \nshowed a solid-cystic, rounded mass. Microscopic examination revealed a malignant adnexal tumor with apocrine differentiation and papillary architecture. Immunohistochemistry was positive for p63, cytokeratin 7 (CK7), and smooth \nmuscle actin, with a Ki67 labeling index in 60% of tumor cells, and negative for p16. The diagnosis of syringocystade nocarcinoma papilliferum was confirmed. A further surgical resection was performed, and the patient’s postoperative \ncourse was unremarkable.",
    "Conclusion": "Conclusion Syringocystadenocarcinoma papilliferum is an extremely rare tumor, with its occurrence in the perianal \nregion being particularly uncommon. This case contributes to the limited literature on this malignancy, highlighting \nits clinical and pathological features.\nKeywords  Syringocystadenocarcinoma papilliferum, Perianal, Pathology, Literature review\nIntroduction\nSyringocystadenocarcinoma papilliferum is an extremely \nrare malignant adnexal tumor that typically arises from \na papilliferous syringocystadenoma [1]. This tumor pre dominantly occurs in the cephalic region. Given the rar ity of syringocystadenocarcinoma papilliferum [1, 2], we report a case of this tumor occurring in an unusual \nlocation, accompanied by a review of all cases reported \nin literature. The objective of this work is to clarify the \nepidemiological and histopathological characteristics of \nthis malignancy by reviewing the 46 cases documented to \ndate.\nCase presentation\nPatient information\nWe report the case of a 68-year-old Moroccan male with \nno significant medical history who presented with a peri anal mass that had been gradually enlarging over a period \nof 6 months. Despite the chronic nature of the condition, \nthe patient remained in good general health, although the \nmass caused discomfort during defecation and sitting. \nHe consulted a visceral surgeon for evaluation. Owing to *Correspondence:\nImane Boujguenna\nimane.boujguenna1992@gmail.com; imane.boujguenna.fmpg@gmail.\ncom\n1 Guelmim Faculty of Medicine and Pharmacy, Ibn Zohr Agadir University, \nAgadir, Morocco\n2 Al AMAL Pathological Anatomy Laboratory, Guelmim, Morocco\n3 Agdal Pathological Anatomy Center, Rabat, Morocco\n4 Surgery Department, Guelmim Military Hospital Moulay El Hassan \nGeneral, Guelmim, Morocco\nPage 2 of 5 Boujguenna et al. Journal of Medical Case Reports          (2024) 18:579 \nthe well-defined nature of the mass, no additional clinical \ntests were initially requested.\nClinical findings\nOn examination, the mass appeared as a well-circum scribed, mobile, round lesion measuring 23  mm in \ndiameter, resembling a lipoma. Given the deceptively \nFig. 1 Papillae and cribriform clusters (25×)\nFig. 2 Squamous differentiation (25×)\nFig. 3 Positive staining with anti-p63 antibody (25×)\nFig. 4 Positive staining with anti-cytokeratin 7 antibody (25×)\nFig. 5 Positive staining with anti-Smooth Muscle Actin antibodies \n(× 25)\nFig. 6 Positive labeling with anti-Smooth Muscle Actin antibody \n(25×)\nFig. 7 Labeling of 60% of neoplastic cells with anti-Ki67 antibodies \n(25×)\nPage 3 of 5\n Boujguenna et al. Journal of Medical Case Reports          (2024) 18:579 \n \nTable 1 Cases of papilliferum syringocystadenocarcinoma reported in literature\nNumber Age Gender Localization Size (mm) In situ Invasive Associations\n1 74 F Scalp 65  + \n2 71 F Back 30  + \n3 52 F Scalp 65  + \n4 52 F Thorax 130  + \n5 47 M Scalp 25  + \n6 61 M Perianal 60  + \n7 64 M Scalp 35  + \n8 60 M Ear pavilion 40  + \n9 81 F Scalp 15  + \n10 65 M Suprapubic 35  + \n11 83 M Perianal 15  + \n12 77 M Leg 25  + \n13 56 F Neck 20  + \n14 58 M Forehead 25  + \n15 46 F Scalp 35  +  + \n16 67 M Scalp 25  + \n17 60 F Scalp 30  +  + \n18 81 M Temporal 20  + \n19 86 F Neck 45  +  + \n20 62 M Axillary 35  + \n21 67 M Scalp 40  + \n22 83 F Arm 30  + \n23 86 M Eyelid 4  + \n24 83 M Penis 12  + \n25 75 F Arm 16  + \n26 66 M Scalp  + \n27 66 F Scalp 30  + \n28 65 M Scalp 30  +  + \n29 32 F Scalp 22  + \n30 93 M Leg 20  + \n31 74 M Scalp 20  +  + \n32 42 M Scalp 45  + \n33 80 F Scalp 50  + \n34 88 M Shoulder 15  + \n35 76 M Perianal 16  +  + \n36 57 F Labia majora  + \n37 60 F Scalp 28  + \n38 40 M Thorax 10  + \n39 73 F Scalp 30  + \n40 M  + Tumor stroma\n41 85 F Breast  + \n42 75 M Scalp  + Nevus sebaceous\n43 53 M Perineum  + \n44 68 M Breast  + Neuroendocrine differentiation\n45 Conjunctival Géant  + Postzygotic G13R HRAS \nand K601N BRAF signature\n46 15 F Thigh\n47 (Our case) 68 M pPerianal 23  + \nPage 4 of 5 Boujguenna et al. Journal of Medical Case Reports          (2024) 18:579 \nbenign clinical presentation, an excisional biopsy was \nrecommended.\nDiagnostic assessment\nMacroscopic examination revealed a solid-cystic mass. \nMicroscopic examination showed infiltrative malignant \nadnexal tumor proliferation with apocrine differentia tion, arranged in clusters of varying sizes, some with cri briform and papillary structures, occasionally centered \nby necrotic areas of neoplastic cells exhibiting cytonu clear atypia and abnormal mitoses. There were also areas \nof squamous differentiation. No in situ carcinoma or vas cular invasion was identified (Figs.  1, 2). Immunohisto chemical analysis demonstrated positivity for p63 (Fig.  3), \nCK7 (Fig.  4), and smooth muscle actin (Fig.  5), while p16 \nwas negative (Fig.  6). The Ki67 proliferation index was \n60% (Fig.  7). The final diagnosis was syringocystadeno carcinoma papilliferum.\nTherapeutic intervention\nThe patient underwent additional surgical resection, \nand subsequent microscopic examination confirmed \nthe absence of residual tumor. Radiological evaluation \nrevealed no further abnormalities.\nFollowup and outcomes\nThe patient’s postoperative course was uneventful, with \nno signs of recurrence.",
    "Discussion": "Discussion and conclusion\nSyringocystadenocarcinoma papilliferum is a malignant \nadnexal tumor with apocrine differentiation, primar ily occurring in the cephalic region. This malignancy is \nextremely rare [2, 3], with only 46 cases reported to date; \nour case represents the 47th. Clinically, the tumor may \npresent as a solid, solid-cystic, ulcerated, or inflamma tory nodule, often covered with crusts due to apocrine \nsecretion [10, 11]. Owing to the rarity of reported cases, \nthe clinical characteristics are not well understood. In \nTable  1, we summarize all cases reported in literature up \nto January 2024. The mean age of onset is 66.24  years, \nwith 41% of patients being female. Perianal involve ment accounts for 8.6% of cases. The average tumor size \nis approximately 3  cm (Table  1). Histologically, these \ntumors exhibit a papillary architecture with cribriform \nand solid masses. The neoplastic cells display cytonuclear \natypia and abnormal mitoses. Squamous differentiation \nis common, while vascular invasion is rare, consistent \nwith the histological findings in our case. The presence of in  situ carcinoma, characterized by similar microscopic \nfeatures but confined by a basement membrane, is noted \nin 39% of cases in literature (Table  1). These tumors \ntypically stain positive for CK7 and CAM5.2 [1, 4, 5, 8, \n9]. The primary differential diagnosis is with syringoad enoma papilliferum, which lacks significant atypia, inva sion, and asymmetry [1, 6]. Treatment involves complete \nsurgical excision [7]. The prognosis of syringocystadeno carcinoma papilliferum is marked by the risk of recur rence and metastasis in cases of incomplete resection; \notherwise, the prognosis is generally favorable [12–14].\nSyringocystadenocarcinoma papilliferum is an excep tionally rare tumor, and its occurrence in the perianal \nregion is indeed an unusual finding. By meticulously \nreviewing the existing literature, we aim to elucidate the \nkey characteristics of this malignancy.\nAcknowledgements\nWe thank anyone who has participated in the care of this patient directly or \nindirectly.\nAuthor contributions\nAll the authors contributed to the this work.\nFunding\nNo funding.\nAvailability of data and materials\nData availability.\nDeclarations\nEthics approval and consent to participate\nYes.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 16 January 2024   Accepted: 22 October 2024\nReferences\n 1. WHO classification of skin tumours. 2018.\n 2. Agulló Pérez AD, Bonaut Iriarte B, Córdoba Iturriagagoitia A, Valcayo \nPeñalba A. Siringocistadenocarcinoma papilífero, descripción de un \ncaso y revisión de la literatura (in spanish)(Syringocystadenocarcinoma \nPapilliferum: Case Reportand Review of the Literature). Actas DermoSifiliográficas. 2018;109(4):366–9.\n 3. Chen J, et al. Syringocystadenocarcinoma papilliferum in situ, a variant of \ncutaneous adenocarcinoma in situ: a case report with literature review. \nAm J Dermatopathol. 2016. https:// doi. org/ 10. 1097/ DAD. 00000 00000 \n000687.\n 4. Iga N, et al. Syringocystadenocarcinoma papilliferum in the perianal area. \nCase Rep Dermatol. 2015. https:// doi. org/ 10. 1159/ 00038 1940.\n 5. Paradiso B, et al. A new case of syringocystadenocarcinoma papilliferum: \nA rare pathology for a wide-ranging comprehension. Case Rep Med. \n2014. https:// doi. org/ 10. 1155/ 2014/ 453874.\nPage 5 of 5\n Boujguenna et al. Journal of Medical Case Reports          (2024) 18:579 \n \n 6. Parekh V, et al. A histological snapshot of hypothetical multistep progression from nevus sebaceus to invasive syringocystadenocarcinoma papilliferum. Am J Dermatopathol. 2016. https:// doi. org/ 10. 1097/ DAD. 00000 \n00000 000370.\n 7. Rao PB, et al. Chemoradiotherapy in a case of malignant syringocystadenocarcinoma papilliferum of vulva with locoregional failure. Case Rep \nOncol Med. 2015. https:// doi. org/ 10. 1155/ 2015/ 638294.\n 8. Naskar S, Manohar A, Hg S, Kumar RV, Srinath BS. Syringocystadenocarcinoma papilliferum of thigh—a rare cutaneous malignancy with unusual \nhistology and clinical presentation. Indian J Surg Oncol. 2023. https:// doi. \norg/ 10. 1007/ s13193- 023- 01808-7.\n 9. McBride JD, Billings SD, Komforti MK. A rare case of syringocystadeno carcinoma papilliferum of the breast: an institutional retrospective case \nreview and brief literature review. J Cutan Pathol. 2021. https:// doi. org/ 10. \n1111/ cup. 14080.\n 10. Halsey JN, Faith EF, Logan SJ, et al. Syringocystadenocarcinoma papilliferum in a fifteen-year-old girl: a case report and review of the literature. \nCase Rep Dermatol Med. 2022;2022:8076649.\n 11. Zhang Y, Kong YY, Cai X, Shen XX, Kong JC. Syringocystadenocarcinoma \npapilliferum: clinicopathologic analysis of 10 cases. J Cutan Pathol. \n2017;44(6):538–43.\n 12. Seco Navedo MA, Fresno Forcelledo M, Orduña Domingo A, Junco \nPetrement P , Soler Sanchez T. Syringocytadenoma papilliferum with \nmalignant evolution. Presentation of a case. Ann Dermatol Venereol. \n1982;109(8):685–9.\n 13. Arslan H, Diyarbakrl M, Batur Ş, Demirkesen C. Syringocystadenocarcinoma papilliferum with squamous cell carcinoma differentiation and \nwith locoregional metastasis. J Craniofac Surg. 2013;24(1): e38.\n 14. Lee KG, Choi W, Lim JS, Hahn HJ, Myung KB, Cheong SH. Syringocystadenocarcinoma papilliferum: a case report and review of the literature. \nAnn Dermatol. 2019;31(5):559–62.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}