{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04895-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04895-4.pdf",
  "metadata": {
    "/Keywords": "Angiosarcoma; Kasabach–Merritt syndrome; Thrombocytopenia; Consumptive coagulopathy; Microangiopathic hemolytic anemia (MAHA)",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218120753+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241214145019+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04895-4",
    "/Author": "Ahmad Talha Tariq ",
    "/Title": "Angiosarcoma associated with Kasabach–Merritt syndrome presenting with typical signs and symptoms of pulmonary tuberculosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04895-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Angiosarcoma is a rapidly proliferating vascular tumor that originates in endothelial cells of vessels. \nRarely, it can be associated with consumptive coagulopathy due to disseminated intravascular coagulation eventually leading to thrombocytopenia and microangiopathic hemolytic anemia. This specific manifestation is termed \nKasabach–Merritt syndrome. Patients usually present with manifestations related to the primary diagnosis of angio sarcoma depending on the organ it is involving. However, if Kasabach–Merritt syndrome has occurred, it will present \nwith manifestations such as bleeding and thromboembolic phenomenon. To date, no favorable outcomes have been \ndocumented, and the overall prognosis remains grim.",
    "Case Presentation": "Case presentation A 44-year-old male patient of Afghan origin developed typical signs and symptoms of pulmonary tuberculosis, that is, fever, cough, hemoptysis, weight loss, and night sweats. He was initially managed \nin an Afghan medical facility where workup for tuberculosis was done but came back negative. He empirically \nreceived anti-tuberculous therapy owing to typical presentation and tuberculosis being endemic in the area. The \ncondition of the patient worsened, and he presented to our facility (Shifa International Hospital, Islamabad, Pakistan). \nWorkup led to the diagnosis of a metastatic vascular neoplasm, which was further complicated with consump tive coagulopathy, and microangiopathic hemolytic anemia. This presentation is known as Kasabach–Merritt syndrome. Multidisciplinary team",
    "Discussion": "discussion was called, and it was decided to proceed with palliative chemotherapy \nwith paclitaxel.",
    "Conclusion": "Conclusion Although a patient may present with typical signs and symptoms of, but negative workup for, TB, if there \nis a high index of suspicion and the patient is receiving empirical treatment for pulmonary tuberculosis, clinical \nworsening should alert to think about differential diagnosis. In our case, histopathological analysis of lymph node \nand radiological findings led us to the diagnosis.\nKeywords  Angiosarcoma, Kasabach–Merritt syndrome, Thrombocytopenia, Consumptive coagulopathy, \nMicroangiopathic hemolytic anemia (MAHA)",
    "Introduction": "Introduction\nKasabach–Merritt syndrome (KMS) is characterized by \nthrombocytopenia and hyperconsumption of coagula tion factors within a vascular tumor [2]. The association \nof vascular tumors, thrombocytopenia, and hypofibrino genemia was first discovered by Kasabach and Merritt in *Correspondence:\nAhmad Talha Tariq\ntalha7295@outlook.com\n1 Shifa International Hospital/Shifa Tameer e Millat University, Islamabad, \nPakistan\nPage 2 of 8 Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \n1940 [3], who took care of a boy with kaposiform heman gioendothelioma, severe thrombocytopenia, anemia, and \nconsumption coagulopathy. Kasabach–Merritt phenom enon (KMP) with angiosarcoma was later detected in \nthe skin [4], breast [5], and bone [6]. There are 72 case \nreports of KMS to date. Of those, 43 cases were associ ated with hemangioma, 16 with Kaposi hemangioendo thelioma/tufted angioma, 8 with angiosarcoma, 2 with \nlymphangioma, 2 with angiolipoma, and 1 with Merkel \ncell carcinoma [2]. Case reports now show that Kasa bach–Merritt syndrome is most commonly associated \nwith vascular tumors of hepatic origin, hepatic angio sarcoma being one of them. Hepatic angiosarcoma is a \nmalignant mesenchymal tumor with very low incidence \nof 0.14–0.25 per million inhabitants, representing 1.8% of \nall primary liver tumors [3]. Abdominal pain is the most \ncommon complaint, followed next by weakness, fatigue, \nand weight loss [7]. The clinical entity of Kasabach–Mer ritt syndrome (KMS) is indistinguishable from Dissemi nated intravascular coagulation (DIC) by blood-based \nlaboratory findings. The coagulopathy associated with \nKMS is characterized by hyperactivation of the coagula tion cascade and entrapment of platelets within dilated \nsinusoids of the vascular tumor [10]. Unexplainable DIC \nmay be a clue in identifying hepatic tumors of vascular \norigin [1]. The average lifespan after diagnosis has been \nreported to be 6  months [8]. An attempt of surgical \nresection or liver transplant does not provide significant \nadvantage in extending life, as the tumor recurs in nearly \nall cases reported [9]. In addition, there are no well-estab lished chemotherapy regimens, and accordingly, this has \nbeen primarily utilized as a palliative measure [9]. We \npresent herein a unique case of angiosarcoma associated \nwith Kasabach–Merritt syndrome that presented initially \nwith typical signs and symptoms of pulmonary tubercu losis in a TB-endemic area.\nCase presentation\nA 44-year-old male, resident of Afghanistan, developed \na cough that was initially dry for 5–6  weeks and later \nbecame productive. About 2 months after onset of symp toms, he experienced hemoptysis, which was about two \ntablespoons every day. This is when the patient got wor ried and approached a medical facility in his hometown. \nUpon detailed inquiry, it was revealed that the patient \nalso had a low-grade fever, which he was experiencing \nnearly daily or on every alternate day and that was asso ciated with sweating but no rigors or chills. He also had \nweight loss of 6 kg (8% of his body weight) in a span of \n2  months. He also experienced moderately severe epi gastric pain that radiated to the right side of the abdo men and was one of the most bothersome symptoms \nfor him, being present for around the last 1.5  months. Additionally, the patient had vague lower back pain that \nwas mild and was present for the last 1 month. He had no \nknown comorbidity, but his past medical history was sig nificant for enteric fever around 15 years ago, which was \ntreated at that time. He had no surgical history. He was a \nshopkeeper by profession. He was married and a father of \ntwo children.\nInvestigations done in Afghanistan were all normal \nexcept for an eosinophil count of 20% with a total leuko cyte count of 12,000/UL (4000–11000/UL), platelet count \nof 210,000/UL (150,000–400000/UL), and hemoglobin \nof 12.5  g/dL (13–18  g/dL). A high-resolution computed \ntomography (CT) scan of the chest was performed and \nshowed bilateral nodular infiltrates along with mediasti nal and bilateral hilar lymphadenopathy. Further workup \nwas not done at that time, and he was treated with ster oids for eosinophilic pulmonary disease owing to high \neosinophil count, to which he did not respond at all.\nThorough workup for tuberculosis was then conducted \nin the Afghan medical facility, which included MTB Gen eXpert PCR and interferon gamma release assay, both \nof which were negative. Typical signs and symptoms of \npulmonary tuberculosis, with the patient living in a TBendemic area, led to a high index of suspicion, and he \nwas treated for pulmonary TB with Anti Tuberculous \nTherapy (ATT) for 1  month. Instead of improving, his \nsymptoms worsened over time. He was now experiencing \nsevere bouts of cough, and hemoptysis also worsened. He \nalso experienced a further weight loss of 4 kg over these \n2 months.\nThe patient eventually presented to our facility after \nbeing on ATT for a month, initially visiting the gastro enterology outpatient department (OPD) for epigas tric pain. Detailed history was obtained, and a physical \nexamination was done, revealing diffuse crackles in the \nchest, mildly tender hepatomegaly, and tenderness on \nlower back. Owing to unrelated symptoms being present \nin different regions of the body, CT scan of chest, abdo men, and pelvis was done and revealed patchy pulmo nary nodular infiltrates, bilateral hilar lymphadenopathy, \nmediastinal lymphadenopathy, and lesions in multiple \nlevels of the spine. The largest lymph node was present \nin subcarinal location, being 16  mm in short axis. The \npulmonology team was consulted at this time. A multi disciplinary team (MDT) meeting with a gastroenter ologist, pulmonologist, and infectious disease consultant \nwas called, and it was decided to proceed with subcarinal \nlymph node biopsy. An endoscopic ultrasound (EUS)guided subcarinal lymph node biopsy was performed \nand sent for histopathology and immunohistochemistry. \nHistopathology showed fragmented cores showing infil trative dyshesive atypical cells with pleomorphic hyper chromatic nuclei forming slit-like spaces, and vague hob \nPage 3 of 8\n Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \n \nnailing. Immunohistochemistry showed CKAE1/3 nega tive, CD30 negative, SALL4 negative, and CD20 negative. \nAll of the above findings favored a diagnosis of atypical \nvascular neoplasm, favoring angiosarcoma. At this time, \nan oncologist was consulted, and it was decided to pro ceed with a bone scan, which showed increased radi otracer uptake in multiple levels of spine DV8, LV2, LV5, \nleft scapula, 6th and 7th ribs on the right, head and proxi mal shaft of the right humerus, and pelvic bones. Mean while, his hemoglobin level dropped from 12.5  g/dL (in \nAfghanistan) to 8.2  g/dL, and his platelet level dropped \nfrom 210,000/UL to 57,000/UL which was very con cerning, and a hematologist was consulted at this point. \nWorkup for disseminated intravascular coagulation was \ndone and showed prothrombin time of 30 s and activated \npartial thromboplastin time of 66 s, and their peripheral \nsmear showed 6–8 schistocytes per high-power field \nwith platelets decreased on film. Lactate Dehydrogenase \n(LDH) was 312 U/L (135–225 U/L), and fibrinogen was \n112  mg/dL (200-400  mg/dL). All this workup suggested \nDIC with consumptive coagulopathy and microangio pathic hemolytic anemia, suggesting Kasabach–Merritt \nsyndrome. A multidisciplinary team meeting was again \ncalled, and this time a pulmonologist, oncologist, hema tologist, radiation oncologist, and radiologist were all \ninvolved. It was mutually decided to start the patient on \npalliative chemotherapy with paclitaxel.\nClinical findings\nOn physical examination, the patient had diffuse crackles \non respiratory examination. He had some tenderness in \nthe right upper quadrant along with hepatomegaly, and \nhis lower back was also moderately tender. No other sig nificant physical finding could be appreciated.\nTimeline\nJanuary 14, 2022: patient first presented to a medical \nfacility in Afghanistan.\nJanuary 16, 2022: patient was started on steroids empiri cally for eosinophilic pulmonary disease.\nFebruary 10, 2022: patient again presented to the medi cal facility in Afghanistan with worsening symptoms, and \nworkup for tuberculosis was done.\nFebruary 13, 2022: initial workup for tuberculosis came \nback negative, culture was awaited, and he was started \nempirically on ATT.\nMarch 25, 2022: Acid Fast Bacilli (AFB) culture came \nback negative. Also, the patient had persistent wors ening of symptoms and was therefore referred to Shifa International Hospital for further workup and \nmanagement.\nMarch 28, 2022: patient visited our gastroenterology out patient department; CT of chest, abdomen, and pelvis \nwith contrast was performed.\nApril 3, 2022: patient seen by a pulmonologist and dis cussed with the gastroenterologist, MDT called.\nApril 4, 2022: first MDT took place, and it was decided \nto proceed with subcarinal lymph node biopsy.\nApril 5, 2022: EUS-guided subcarinal lymph node \nbiopsy was performed.\nApril 14, 2022: report of histopathology and immuno chemistry suggested atypical vascular neoplasm favor ing angiosarcoma.\nApril 15, 2022: seen by Oncologist and bone scan \nperformed.\nApril 18, 2022: patient had persistent worsening ane mia and thrombocytopenia, for which a hematologist \nwas involved. All workup for consumptive coagulopa thy was done and came back positive. The hematologist \ndiagnosed the case as Kasabach–Merritt syndrome sec ondary to angiosarcoma.\nApril 21, 2022: second MDT took place in which pul monologist, oncologist, hematologist, radiation oncolo gist, and radiologist were all involved.\nApril 22, 2022: first session of palliative chemotherapy \nwith paclitaxel done.\nApril 29, 2022: patient last visited our facility with com plaints of pain. Pain management team was taken on \nboard in the emergency department, and they gave a \nprescription and discharged the patient from the emer gency department as requested by the patient.\nMay 2, 2022: because of socioeconomic issues and the \npatient’s family being in a different country, the patient \nchose to return to Afghanistan.\nDiagnostic assessment\nComplete blood picture In Afghanistan, workup showed \nhemoglobin of 12.5 g/dL and platelet count of 210,000/\nUL.\nPage 4 of 8 Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \n25-042219-042215-042228-0322Units\nTLC 12,040 15,560 13,710 11,380 4000–10,500/UL\nRBC 3.68 3.95 3.44 3.77 4.5–6.5 m/UL\nHemo globin8.0 8.7 7.2 8.4 13.5–18 g/dL\nHCT 26.4 28.6 24.7 27.1 42–52%\nMCV 71.7 72.4 71.8 71.9 78–100 fL\nMCH 21.7 22.0 20.9 21.5 27–31 pg\nMCHC 30.3 30.4 29.1 29.9 32–36 g/dL\nPlatelet \ncount57,000 61,000 67,000 71,000 150,000/450,000/\nUL\nNeutro phils85 59 56 67 54–62%\nLym phocytes9 18 19 16 25–33%\nMono cytes2 7 8 7 1–4%\nEosino phils4 16 17 10 1–3%\nBaso phils0 0 0 0 0–0.75%\nRDW 17.1 16.7 16.6 17.0 11.5–14%\nLiver function tests\nPatient value Normal range\nAST 19 U/L Up to 50U/L\nALT 25 U/L Up to 50 U/L\nALP 156 U/L 40–130 U/L\nT.B 0.33 mg/dL Up to 1.2 mg/dL\nD.B 0.17 mg/dL Up to 0.30 mg/dLPatient value Normal range\nGGT 51 U/L 51 U/L\nCoagulopathy workup\nPatient value Normal range\nProthrombin time 30 s 10–12 s\nActivated partial thrombo plastin time66 s 21–35 s\nLDH 312 U/L 135–225 U/L\nFibrinogen 112 mg/dL 200–400 mg/dL\nSerum electrolytes\nPatient value Normal range\nSodium 134 mEq/L 136–145 mEq/L\nPotassium 3.9 mEq/L 3.5–5.1 mEq/L\nChloride 99 mEq/L 98–107 mEq/L\nBicarbonate 24 mEq/L 22–29 mEq/L\nBlood urea nitrogen 13 mg/dL 6–20 mg/dL\nCreatinine 0.6 mg/dL 0.72–1.25 mg/dL\nHBsAg: negative.\nAnti-HCV: negative.\nPeripheral film: Schistocytes 6–8/hpf. Platelets decreased \non film. Anisopoikilocytosis along with microcytosis. \nRule out microangiopathic hemolytic anemia.\nCOVID PCR: negative.\nFig. 1 Axial slices of contrast-enhanced CT of chest, mediastinal window showing enlarged subcarinal lymph node (a, blue arrow) and enlarged \npre- and paratracheal and prevascular lymph nodes (b, red and blue arrows, respectively)\nPage 5 of 8\n Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \n \nFig. 2 a, b Axial slices of CT chest lung window showing innumerable, variable-sized, randomly distributed bilateral pulmonary nodules \nwith the largest nodule containing internal calcification (blue arrow in b)\nFig. 3 a, b Axial slices of contrast enhanced CT showing a small hypodensity at the junction of segments VII and VIII (red arrow in a) and segment \nIVa (blue arrow in b)\nFig. 4 a, b Axial slices of CT bone window showing lytic expansile lesions with associated soft tissue components involving L5 vertebral body (blue \narrow in a) and L2 vertebral body (blue arrow in b)\nPage 6 of 8 Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \nMTB DNA by PCR (GenXpert): negative.\nAFB culture: negative.\nSputum culture: negative.\nFungal culture: negative.\nFungal KOH: negative.\nFungal markers: galactomannan (borderline positive), \nβ-d-glucan (negative).\nESR: 140 mm in first hour.CT of the chest abdomen pelvis with contrast showed \nextensive mediastinal and bilateral hilar lymphadenopa thy (Fig.  1a, b) with multiple innumerable variable-sized \nbilateral pulmonary nodules (Fig.  2a, b). Associated inter lobular septal thickening with mild fissural nodularity. \nThe largest lymph node was seen in the subcarinal loca tion, measuring 16 mm in short axis. Few hypodensities \nin the liver were also seen, as shown in Fig.  3a, b, with \nthe largest measuring approximately 8 × 9  mm2 (Fig.  3a). \nSimilar changes also seen in the spleen. Lytic expansile \nlesions with associated soft tissue components involving \nL5 and L2 vertebral bodies were also noted (Figs.  4a, b \nand 5). Prominent Schmorl’s nodules involving L2 and L5 \nvertebral bodies. Patchy areas of sclerosis involving S1, \nright iliac, bilateral pubic, and femoral bones.\nEUS-guided biopsy: biopsy of the subcarinal lymph \nnode was performed.\nHistopathology: Showed fragmented cores of infil trative dyshesive atypical cells with pleomorphic hyper chromatic nuclei forming slit-like spaces, and vague hob \nnailing as depicted in Fig. 6.\nImmunohistochemistry\nAs shown in Fig. 7:\nCKAE1/3: negative.\nCD30: negative.\nSALL4: negative.\nCD20: negative.\nAll of the above findings favored a diagnosis of atypical \nvascular neoplasm, favoring angiosarcoma.\nFig. 5 Sagittal CT, bone window showing lytic lesions in L2 and L5\nFig. 6 Histopathology specimen of subcarinal lymph node\nFig. 7 Immunohistochemistry slide\nPage 7 of 8\n Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \n \nBone scan: Inhomogenous tracer uptake in multiple \nlevels of spine DV8, LV2, LV5, left scapula, 6th and 7th \nribs on the right, head and proximal shaft of the right \nhumerus, and pelvic bones as shown in Fig. 8.\nEchocardiography: ejection fraction 60%. Normal \nstudy.\nTherapeutic intervention\nThe case was thoroughly discussed by a multidiscipli nary team comprising an oncologist, hematologist, gas troenterologist, radiologist, and pulmonologist, and it \nwas decided that the best course of action was to pro vide palliative chemotherapy with paclitaxel. He received \na dose of paclitaxel. After that, he decided to proceed \nwith palliative and comfort care and refused any further \nchemotherapy.\nFollow -up and outcomes\nThe merit and demerits of continuing palliative chemo therapy were discussed in detail with the patient and his \nfamily. The patient wanted to return to his homeland \nand opted not to undergo the second session of chemo therapy. Hence, he was referred to a palliative care con sultant, where he was guided about comfort care and \npain management. He returned to Afghanistan on 2 May \n2022, and no contact could be established with him since \nthen.Discussion\nAngiosarcoma can occur anywhere in the body, with \nthe liver being the most common location for the primary \ntumor. Our patient initially presented with significant res piratory symptoms, so the primary pathology was thought \nto be present in the lungs. This is why he was first treated \nalong the lines of eosinophilic pulmonary disease for \n1 month, and later despite negative workup of tuberculosis, \nhe was treated with ATT for another month. We need to \nconsider a wide list of differentials, especially when, instead \nof getting better, the patient gets worse after treatment. \nEvery case with fever, cough, hemoptysis, and weight loss is \nnot pulmonary tuberculosis. Definitive diagnosis should be \nmade before starting ATT. We obtained histopathological \nevidence of angiosarcoma from a lymph node biopsy and \nperformed a workup for coagulopathy, resulting in a defini tive diagnosis of Kasabach–Merritt syndrome. Hemoptysis \nand cough were most likely due to lung metastasis, fever, \ncough, and weight loss were most probably due to malig nancy, and lower back pain was due to bone metastasis. \nHowever, we were unable to determine the primary tumor \nsite. A hypodense lesion was visualized in the liver, which \nis the most common site of angiosarcoma, raising the sus picion of hepatic angiosarcoma. However, we respected \nthe patient’s wish to not perform a diagnostic biopsy of the \nliver lesion to determine the primary neoplasm. Moreover, \nhe was at higher risk of bleeding during biopsy owing to his \ncoagulopathy.\nFig. 8 Bone scan with multi-level inhomogenous radiotracer uptake\nPage 8 of 8 Tariq et al. Journal of Medical Case Reports          (2024) 18:623 \nConclusion\nThe patient initially presented with predominant respiratory \ncomplaints; his eosinophil count was raised, owing to which \nhe was treated for eosinophilic pulmonary disease. Later he \nwas believed to have tuberculosis. Workup of TB was nega tive. At that time, alternative diagnoses should have been \nconsidered. Empirical treatment with Pulmonary Tubercu losis (PTB) was started since the patient was in an endemic \narea. This is somewhat justified but still the patient dete riorated after 1  month of ATT. One must remain vigilant \nfor alternative diagnoses in the case of clinical worsening \ndespite treatment. In our case, histopathological analysis of \nlymph node and radiological findings led us to the diagnosis.\nAcknowledgements\nWe thank Dr. Syed Murtaza Hassan Kazmi (pulmonologist) and Dr. Shahzad \nRiyaz (gastroentrologist).\nDeclarations\nNo declaration needed.\nAuthor contributions\nAll authors were actively involved during the whole diagnostic workup of the \npatient and then during management of the case.\nFunding\nSince this is a case report, no funding was required.\nAvailability of data and materials\nAll supporting data for this case are available. All labs and radiological evidence is available. The MDT decision and prescription of palliative chemother apy record is available and can be produced if required at any moment.\nDeclarations\nEthics approval and consent to participate\nEthical approval and consent to participate has been obtained and can be \nproduced at any moment if required.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThere are no competing interests in publishing this case report.\nReceived: 23 September 2023   Accepted: 16 September 2024\nReferences\n 1. Fujii F, Kimura T, Tanaka N, et al. Hepatic angiosarcoma with Kasabach–\nMerritt phenomenon: a case report and review of the literature. Ann \nHepatol. 2018;17(4):655–60.\n 2. Wadhwa S, Kim TH, Lin L, Kanel G, Saito T. Hepatic angiosarcoma with \nclinical and histological features of Kasabach–Merritt syndrome. World J \nGastroenterol. 2017;23(13):2443–7. https:// doi. org/ 10. 3748/ wjg. v23. i13. \n2443. PMID: 28428 724; PMCID: PMC53 85411.\n 3. Kasabach HH, Merritt KK. Capillary hemangioma with extensive purpura. \nAm J Dis Child. 1940;59:1063–70.\n 4. Imafuku S, Hosokawa C, Moroi Y, Furue M. Kasabach–Merritt syndrome \nassociated with angiosarcoma of the scalp successfully treated with \nchemoradiotherapy. Acta Dermato-ve-nereologica. 2008;88:193–4. 5. Bernathova M, Jaschke W, Pechlahner C, Zelger B, Bodner G. Primary \nangiosarcoma of the breast associated Kasabach–Merritt syndrome dur ing pregnancy. Breast. 2006;15:255–8.\n 6. Choi JJ, Murphey MD. Angiomatous skeletal lesions. Seminars in Musculoskeletal Radiol. 2000;4:103–12.\n 7. Locker GY, Doroshow JH, Zwelling LA, Chabner BA. The clinical features of \nhepatic angiosarcoma: a report of four cases and a review of the English \nliterature. Medicine. 1979;58:48–64.\n 8. Mani H, Van Thiel DH. Mesenchymal tumors of the liver. Clin Liver Dis. \n2001;5:219–57.\n 9. Zheng YW, Zhang XW, Zhang JL, Hui ZZ, Du WJ, Li RM, Ren XB. Primary \nhepatic angiosarcoma and potential treatment options. J Gastroenterol \nHepatol. 2014;29:906–11.\n 10. O’Rafferty C, O’Regan GM, Irvine AD, Smith OP . Recent advances in the \npathobiology and management of Kasabach–Merritt phenomenon. Br J \nHaematol. 2015;171:38–51.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.\nAhmad Talha Tariq  is the main author of this case report. He is \ncurrently working as a Resident in Internal Medicine in Shifa International Hospital."
  }
}