{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04915-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04915-3.pdf",
  "metadata": {
    "/Keywords": "Subglottic stenosis; Tracheal stenosis; Asthma; Tracheostomy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241130082736+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129065640+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04915-3",
    "/Author": "Naveed Ur Rehman Siddiqui ",
    "/Title": "Tracheal stenosis misdiagnosed as asthma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04915-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Tracheal stenosis is a known complication following intubation. However, owing to its delayed presentation and symptoms of progressive wheezing and respiratory difficulty, it is often misdiagnosed as asthma.",
    "Case Presentation": "Case presentation We present the case of a 10-year-old Asian boy who presented with cough, wheezing, and dysp nea. He was misdiagnosed with severe, uncontrolled asthma and respiratory failure, remaining unresponsive to initial \nasthma management. During his current admission, he had difficult intubation, necessitating an emergency tracheostomy. Further subsequent examination revealed grade III tracheal stenosis.",
    "Conclusion": "Conclusion This case highlights the importance of considering tracheal stenosis as a differential diagnosis in children \npresenting with dyspnea, cough, and wheezing, particularly if there is a history of prior intubation. The airway should \nbe secured immediately in a controlled environment by an otolaryngologist or anesthetist.\nKeywords  Subglottic stenosis, Tracheal stenosis, Asthma, Tracheostomy\nIntroduction\nTracheal stenosis has various etiologies, including \ntrauma from surgery, intubation, accidents, inhalation \ninjuries, or inflammatory diseases such as Wegener’s \ngranulomatosis, sarcoidosis, or systemic lupus erythema tosus [1]. However, the vast majority of cases result from \nprolonged intubation or tracheostomy [2]. Even when \nhigh-volume, low-pressure cuffed tubes are used, airway \nstenosis can occur in up to 11% of intubated or trache ostomy patients, even after less than 24  h of intubation \n[3]. When tracheal stenosis occurs, it is often difficult \nto diagnose and manage. The common presentation of \ntracheal stenosis includes general respiratory symptoms \nof wheezing, dyspnea, exercise intolerance, stridor, or cough. In children, an otherwise mild respiratory infec tion can lead to increased work of breathing. If a dysp neic patient has a history of intubation or tracheostomy, \ntracheal stenosis should be considered [4]. These symp toms may not initially suggest an airway stenosis and may \nbe misdiagnosed as asthma, a far more common condi tion, especially in pediatric population. By the time the \nchild becomes symptomatic, the tracheal stenosis usually \nprogresses to involve 30–50% of the lumen diameter.\nCase presentation\nWe present the case of a 10-year-old Asian boy, weight \n41 kg, with known history of adrenal insufficiency but no \nprior documented history of asthma, who presented in the \nemergency department with complaints of cough, wheez ing, and increased work of breathing for 1 day. Ten months \nprior, he had been admitted with adrenal crisis and shock, \nrequiring intubation for 3 days. He was successfully extu bated without complications and discharged home. How ever, he had multiple visits to the emergency department Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNaveed Ur Rehman Siddiqui\nNaveed.rehman@aku.edu\n1 Department of Pediatric and Child Health, Aga Khan University Hospital, \nKarachi, Pakistan\n2 Department of ENT, Aga Khan University Hospital, Karachi, Pakistan\nPage 2 of 3 Siddiqui et al. Journal of Medical Case Reports          (2024) 18:588 \nin the months following his intubation, presenting with \ncough, wheezing, and increased work of breathing. He was \ntreated presumptively as a case of acute severe asthma due \nto bilateral expiratory wheezing and respiratory distress. \nNo other respiratory diagnoses were previously docu mented, and he showed partial but temporary responses to \nasthma treatments during these visits.\nDuring this visit, he presented with similar symptoms, \nincluding increased work of breathing requiring pediatric \nintensive care unit (PICU) admission, as his condition did \nnot respond to initial management. On examination, he \nwas tachypneic with harsh vesicular breathing and bilat eral wheeze on auscultation. Laboratory testing revealed \nleukocytosis with a white blood cell count of 14.4k/L and \na left shift. The differential showed 89% neutrophils and \n6.3% lymphocytes. Hemoglobin was 11.3  g/dL, platelets \nwere 327k/L, and arterial blood gas analysis showed pH \nof 7.42, partial pressure of carbon dioxide of 32.9 mmHg, \npartial pressure of oxygen of 75  mmHg, bicarbonate of \n20.90  meq/L, and base excess of −2.8  meq/L. Although \nthe patient’s chest X-ray did not show typical signs of \nhyperinflation, asthma was presumed based on the clini cal presentation of bilateral wheezing, increased work of \nbreathing, and a history of multiple similar episodes that \nresponded to bronchodilator therapy.\nHe was managed for acute severe asthma with inhaled \nbeta agonists and anticholinergic, systemic steroids, \nand magnesium sulfate followed by terbutaline infu sion, along with trial of noninvasive bilevel positive \npressure ventilation through face mask. However, his \nsymptoms remained refractory, and he progressed to \nhypoxic respiratory failure requiring intubation. Rapid \nsequence intubation was attempted using a video laryn goscope, but we were unable to pass the endotracheal \ntube beyond the vocal cords. Initially, an age-appropri ate uncuffed endotracheal tube was used, followed by \nmultiple attempts with smaller sized tubes, all of which \nwere unsuccessful. A size 2.5 laryngeal mask airway was \ninserted, and bag and mask ventilation was provided. The \nchild was rushed to the operating room (OR), where an \nemergent tracheostomy was done, and through this, we \nwere able to manage airway adequately.\nSubsequent bedside bronchoscopy revealed grade III \ntracheal stenosis (Fig.  1). He was weaned off mechani cal ventilation successfully, with no further asthma \ntreatment, and the tracheostomy remained in place. \nThe patient was later discharged with a follow-up plan \nfor open resection and anastomosis or laser treatment \n3–4  weeks post discharge. Carbon dioxide laser exci sion of subglottic stenosis was performed after 3 weeks, \nand the patient was successfully decannulated from the \ntracheostomy tube. His postprocedure course remained \nuneventful, and he was discharged on oral medications.",
    "Discussion": "Discussion\nAcquired tracheal stenosis is frequently misdiagnosed \nas an acute exacerbation of asthma in the clinical set ting [5]. This case stands out owing to the combination \nof severe tracheal stenosis (grade III) and the recurrent \nmisdiagnosis of asthma over an extended period, even \nin the absence of typical signs such as hyperinflation on \nchest X-ray. The patient had multiple emergency vis its before the correct diagnosis was made, underscoring \nhow tracheal stenosis can persist undiagnosed in chil dren, especially when there is a history of past intubation \nand no prior asthma diagnosis. The delay in diagnosis in \nthis case, despite persistent symptoms, emphasizes the \nimportance of considering alternative diagnoses early in \nthe evaluation of children with refractory wheezing, par ticularly when the clinical response to asthma therapy is \ninadequate.\nWhile the subglottis is not typically the narrowest part \nof the airway in a 10-year-old, subglottic stenosis can \nstill occur owing to factors such as prolonged intubation, \nwhich the patient experienced for 3  days. Injury can be \ncaused by infection or mechanical trauma, usually from \nendotracheal intubation, but it can also result from blunt, \npenetrating, or other trauma. Factors implicated in the \ndevelopment of subglottic stenosis related to endotra cheal intubation include the size of the endotracheal tube \nrelative to the child’s larynx, the duration of intubation, \nmotion of the endotracheal tube while the child is intu bated, and multiple extubation failures requiring reintu bations. Sex hormones have been implicated as a possible \ncause owing to the female preponderance afflicted with \nthis condition, but several reports were not able to con firm the presence of estrogen receptors in biopsies [6].\nA study by Schweiger et al. indicated that children who \nwere intubated and inadequately sedated had a higher \nrisk of developing subglottic stenosis. The study, which \nincluded children aged 30  days to 5  years who under went endotracheal intubation, found that the incidence \nof undersedation was significantly higher in those who \ndeveloped subglottic stenosis compared with those who \ndid not (15.8% versus 3.65%) [7].\nFig. 1 Preintubation tracheal stenosis\nPage 3 of 3\n Siddiqui et al. Journal of Medical Case Reports          (2024) 18:588 \n \nTracheal stenosis grading is based on the percentage \nof airway narrowing. Grade I involves less than 50% nar rowing, grade II is 51–70% narrowing, grade III repre sents 71–99% narrowing, and grade IV refers to complete \nobstruction of the airway. In our case, the patient’s grade \nIII stenosis indicates severe narrowing of 71–99%, which \nsignificantly impacted airway management and required \nurgent tracheostomy.\nFlow-volume loops (FVL) remain the most effective \nmethod for detecting upper airway obstruction (UAO), \neven before symptoms develops [8]. A flow-volume loop \ncould have been beneficial in differentiating between \nintrathoracic obstruction, such as asthma, and extratho racic obstruction, such as subglottic stenosis, particularly \nwhile the patient was on noninvasive bilevel positive air way pressure (NIV BiPAP) support.\nIn this case, the decision to perform a tracheostomy \nwas critical, as it effectively bypassed the subglottic ste nosis and secured the airway. However, if the stenosis \nhad been located distal to the subglottis, a tracheostomy \nmight not have adequately addressed the airway obstruc tion. Bronchoscopy was performed to assess the extent \nof the tracheal stenosis following the patient’s emergency \ntracheostomy. This procedure allowed for direct visu alization of the stenosis, providing critical information \nabout the location and severity of the airway blockage. \nIf the stenosis had been too severe to evaluate via bron choscopy, a computed tomography (CT) scan could have \nbeen used as an alternative to help identify the narrow ing. A thorough endoscopic evaluation in the operating \nroom is essential to guide further management and treat ment planning [9].\nTreatment via an endoscopic or open surgical approach \nis dependent on the patient’s symptoms, the site of \ninvolvement, and the degree of stenosis. The ideal treat ment plan must be individualized and balanced between \na more definitive but invasive surgical resection with \nend-to-end anastomosis or more conservative endo scopic treatments, which have a greater risk of recur rence [10]. Useful algorithms for treatment selection are \nnow available, using features of the case including the \nlength of the stenosis, lumen diameter, cartilage involve ment, and prior treatment attempts.\nConclusion\nTracheal stenosis can be easily misdiagnosed as asthma, \nparticularly for inpatients with history of intubation. When \na patient presents with signs and symptoms of respira tory distress, tracheal stenosis should be considered in the \ndifferential diagnosis and the airway should be secured \npromptly in a secure environment by an anesthesia/\notolaryngologist.Acknowledgements\nNot applicable.\nAuthor contributions\nA.U.R.: data acquisition, writing the manuscript, and final revision of manuscript; \nA.S.: literature search of topic; M.I., Q.A., and A.A.: final revision of manuscript; \nN.U.R.S.: concept and design, interpretation of data, final revision of manuscript. \nAll authors have read and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nThe dataset during current study is available from the corresponding author on \nreasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publications\nWritten informed consent was obtained from the parent’s legal guardian for \npublication of this case report. A copy of written consent is available for review \nby the Editor-in-chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 10 July 2023   Accepted: 10 October 2024\nReferences\n 1. Rahman NA, Fruchter O, Shitrit D, Fox BD, Kramer MR. Flexible broncho scopic management of benign tracheal stenosis: long term follow-up of \n115 patients. J Cardiothorac Surg. 2010;5:2.\n 2. Spittle N, Mc CA. Lesson of the week: tracheal stenosis after intubation. BMJ. \n2000;321(7267):1000–2.\n 3. Wong JL, Tie ST, Samril B, Lum CL, Rahman MR, Rahman JA. Successful treat ment of tracheal stenosis by rigid bronchoscopy and topical mitomycin C: a \ncase report. Cases J. 2010;3(1):2.\n 4. Freitas C, Martins N, Novais-Bastos H, Morais A, Fernandes G, Magalhães \nA. The role of interventional bronchoscopy in the management of \npost-intubation tracheal stenosis: a 20-year experience. Pulmonology. \n2021;27(4):296–304.\n 5. de Benedictis FM, de Benedictis D, Mirabile L, Pozzi M, Guerrieri A, Di Pillo S. \nGround zero: not asthma at all. Pediatr Allergy Immunol. 2015;26(6):490–6.\n 6. Jefferson ND, Cohen AP , Rutter MJ. Subglottic stenosis. Semin Pediatr Surg. \n2016;25(3):138–43.\n 7. Schweiger C, Manica D, Pereira DRR, Carvalho PRA, Piva JP , Kuhl G, Sekine \nL, Marostica PJC. Undersedation is a risk factor for the development of \nsubglottic stenosis in intubated children. J Pediatr. 2017;93(4):351–5.\n 8. Kapteijns EF, Kwakkel-van Erp JM, Vos PJ, van den Elshout FJ. Dyspnoea \ncaused by upper-airway obstruction: simple diagnosis by establishing a \nflow-volume loop. Ned Tijdschr Geneeskd. 2006;150:993–8.\n 9. Allred C, Queimado L, Krempl G. Postintubation tracheal stenosis: case \nreport and review of current management. J Case Rep Med. 2013;2(1):1–3.\n 10. Ezemba N, Echieh CP , Chime EN, Okorie CO, Okonna FG, Idoko FL, Arua OA. \nPostintubation tracheal stenosis: surgical management. Niger J Clin Pract. \n2019;22(1):134–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}