{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04787-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04787-7.pdf",
  "metadata": {
    "/Keywords": "Cystic neutrophilic granulomatous mastitis; Breast disease; Medical treatment; Breast surgery",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241107152002+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241104172532+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04787-7",
    "/Author": "Yoldez Houcine ",
    "/Title": "The histologic diagnosis and the management of cystic neutrophilic granulomatous mastitis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04787-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cystic neutrophilic granulomatous mastitis is a rare subtype of inflammatory mastitis characterized \nby a distinct histopathologic pattern, often associated with Corynebacterium species. This entity has been recently distinguished and should be differentiated from other types of chronic idiopathic mastitis due to its specific treatment.",
    "Case Presentation": "Case presentation A 44-year-old North African female patient, gravida 2, para 2, with no significant past medical \nhistory, presented with a 4-month history of a painful palpable mass in her left breast, with no history of trauma. \nUltrasound imaging showed three lesions in the lower quadrant of the left breast, communicating with a superficial \nareolar abscess collection, creating a fistulous path to the skin. This ultrasound appearance was suspicious for sup purative mastitis; although, a necrotic tumor could not be ruled out. An ultrasound-guided needle biopsy revealed \ninflammatory and abscess features of the breast parenchyma without histological signs of malignancy. Steroid \ntherapy and empirical antimicrobial treatment were started, and surgical excision was performed. Histologic features \nconfirmed the diagnosis of cystic neutrophilic granulomatous mastitis. The patient recovered and was discharged due \nto clinical improvement.",
    "Conclusion": "Conclusion Cystic neutrophilic granulomatous mastitis is a recently defined entity, and its association with infection \nby Corynebacterium species can be detected by Gram stain and/or microbiological culture. Various treatment modalities are suggested, but the optimal treatment still requires further investigation.\nKeywords  Cystic neutrophilic granulomatous mastitis, Breast disease, Medical treatment, Breast surgery",
    "Introduction": "Introduction\nCystic neutrophilic granulomatous mastitis (CNGM) is \na rare subtype of inflammatory mastitis characterized \nby a distinct histopathologic pattern, often associated with Corynebacterium species. The characteristic mor phologic features include suppurative lipogranulomas \ncomposed of central lipid vacuoles surrounded by neu trophils and an outer cuff of epithelioid histiocytes and \nLanghans-type giant cells.\nThis entity has been recently distinguished and should \nbe differentiated from other types of chronic idiopathic \nmastitis due to its specific treatment. CNGM occurs in \nwomen during the period of genital activity and typically \npresents as a palpable, painful mass. Treatment is based \non prolonged antibiotic therapy, which can be initiated \neven before microbiological findings are available. Some times, surgical treatment is required.Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNihed Riahi\ndr.riahinihed@gmail.com\n1 Pathology and Cytology Department B, Salah Azeiz Institute, Bab \nSaadoune, Tunis, Tunisia\n2 Surgical Oncology Department, Salah Azeiz Institute, Bab Saadoune, \n1006 Tunis, Tunisia\n3 Faculty of Medicine of Tunis, El Manar University, Bab Saadoune, Tunis, \nTunisia\nPage 2 of 3 Houcine et al. Journal of Medical Case Reports          (2024) 18:541 \nWe present the clinicopathologic features of a case of \nCNGM and highlight the importance of recognizing this \nentity and the evidence of Corynebacterium-targeted \ntherapy.\nCase report\nWe describe a 44-year-old North African female patient, \ngravida 2, para 2, with no significant past medical history, \nwho presented with a 4-month history of a painful palpa ble mass in her left breast, with no history of trauma.\nThis mass was tender to palpation, fistulized to the \nskin, and occupied the lower quadrants of the left breast. \nUltrasound imaging showed three lesions in the lower \nquadrant of the left breast, measuring 35, 15, and 8 mm, \ncommunicating with a superficial areolar abscess collec tion, creating a fistulous path to the skin.\nThis ultrasound appearance was suspicious for suppu rative mastitis; although, a necrotic tumor could not be \nruled out. An ultrasound-guided needle biopsy revealed \ninflammatory and abscess features of the breast paren chyma without histological signs of malignancy. Based \non these findings, steroid therapy and empirical antimi crobial treatment were started, and surgical excision was \nperformed.\nDirect bacteriological examination was negative, and \nhistologic study showed non-necrotizing granuloma tous inflammation electively located in the lobules with \ncystic-like spaces (Fig.  1). The inflammatory infiltrate was \nmainly composed of neutrophils, lymphocytes, and mult inucleated giant cells surrounding round cystic spaces \n(Fig.  2). With these findings, the diagnosis of CNGM was \nestablished.The treatment administered included amoxicillin/\nclavulanic acid 1000 mg three times daily for 1 week, \nwith no improvement observed. This was followed by \nclarithromycin 250 mg twice daily for 15 days, and then \ndoxycycline 200 mg daily for 3 months. Corticosteroid \ntherapy was initially given at a dose of 60 mg per day for \n1 month, followed by a gradual tapering over the subse quent 2 months.\nThe patient recovered and was discharged due to clini cal improvement. She returned for a consultation, four \nmonths later, showing a favorable progress and signifi cant further improvement.",
    "Discussion": "Discussion\nCNGM is an increasingly recognized entity character ized by suppurative lipogranulomas composed of neu trophilic and granulomatous inflammation surrounding \ncentral lipid vacuoles. We aim to bring attention to this \nnew entity, which can be unrecognized and requires spe cific treatment. The diagnosis is based on clinical and his topathological criteria [1, 2]. Gautham et al. summarized \nthe criteria for diagnosing CNGM [2], which include \nclinical criteria such as a female patient around the \nfourth decade of life, with mammary tumors and a poor \nor partial response to initial empirical antibiotic treat ment (for example, antituberculous treatment). Histolog ical criteria include cystic-looking spaces surrounded by \nmixed inflammation, predominantly neutrophilic, with \nnoncaseous granulomas and the presence of Gram-pos itive bacilli or corynebacteria (verified by Gram stain or \nculture). There are no universally accepted diagnostic cri teria in the literature [3]. These cystic spaces result from \ncentral lipid vacuoles and some of them may contain \nFig. 1 Biopsy of breast tissue, showing inflammatory granulomas \nsurrounding clear cystic spaces Hematoxylin and eosin (HE×10)\nFig. 2 Lobocentric inflammatory granulomas composed \nof lymphocytes neutrophils and multinucleated giant cells (HE×20)\nPage 3 of 3\n Houcine et al. Journal of Medical Case Reports          (2024) 18:541 \n \nGram-positive bacilli identified as Corynebacterium spe cies [4].\nThis pathogen can be detected either by microbiologi cal culture or by tissue Gram staining on formalin-fixed \nparaffin-embedded histological sections [2]. Micro biological evidence of Corynebacterial infection can be \nchallenging to prove. CNGM occurs more frequently \nin parous or currently pregnant female patients with a \nmean age of 35 years [3]. Clinically, it presents as painful \nswelling of the breast, nipple discharge, or skin erythema \nmimicking an orange-peel appearance of the breast. \nRadiologically, ultrasound may reveal a mass, edema, or \nfluid collection [3]. However, the most common mam mographic features are masses and asymmetry, often \nclassified as suspicious of malignancy (BI-RADS 4) [3].\nThe differential diagnosis for CNGM includes other \ngranulomatous diseases such as mycobacterial infections \ncausing tuberculosis mastitis, sarcoidosis, foreign body \nreaction, and autoimmune diseases. Regarding treat ment, management options include empirical antibiotics, \nimmunosuppressive therapy, and/or surgical interven tions. The gold standard treatment for CNGM has not \nyet been established.\nConclusion\nIn summary, CNGM is a recently defined entity that \nshould be distinguished from idiopathic granulomatous \nmastitis. This condition has a strong association with \ninfection by Corynebacterium species, which can be \ndetected by Gram stain and/or microbiological culture. \nPatients can be managed with various treatment modali ties, but the optimal treatment still requires further \ninvestigation.\nAcknowledgements\nWe acknowledge the paramedical team of the pathology department and the \nsurgery department of the Salah Azaiez institute for their continuous efforts.\nAuthor contributions\nYH and AM wrote the whole manuscript, YH provided the pathological \nimages, and NR and MD revised and reviwed the manuscript. All authors read \nand approved the final manuscript.\nFunding\nNo source of funding.\nAvailability of data and materials\nData supporting our findings are available in the pathology department of \nSalah Azaiez institute, Tunis, Tunisia.\nDeclarations\nEthics approval and consent to participate\nWe declare no conflicts of interest between the authors, and that this work \nwas done with all due respect to the code of ethics under the supervision of \nthe Salah Azaiez institute’s medical and ethics committee.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 8 June 2024   Accepted: 23 August 2024\nReferences\n 1. Contreras-Gala KL, Kapsoli-Sanchez MDC. Cystic neutrophilic granulomatous mastitis associated with corynebacterium: case report. Rev Fac Med \nHum. 2021;21(1):212–6.\n 2. Gautham I, Radford DM, Kovacs CS, Calhoun BC, Procop GW, Shepardson LB, Dawson AE, Downs-Kelly EP , Zhang GX, Al-Hilli Z, Fanning AA, \nWilson DA, Sturgis CD. Cystic neutrophilic granulomatous mastitis: the \nCleveland clinic experience with diagnosis and management. Breast J. \n2019;25(1):80–5.\n 3. Wu JM, Turashvili G. Cystic neutrophilic granulomatous mastitis: an \nupdate. J Clin Pathol. 2020;73(8):445–53.\n 4. Shoyele O, Vidhun R, Dodge J, Cheng Z, Margules R, Nee P , Sieber S. \nCystic neutrophilic granulomatous mastitis: a clinicopathologic study of \na distinct entity with supporting evidence of a role for corynebacteriumtargeted therapy. Ann Diagn Pathol. 2018;37:51–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}