{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04952-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04952-y.pdf",
  "metadata": {
    "/Keywords": "Myocarditis; Pulmonary edema; Acute kidney injury; Toxic hepatitis; Scorpion sting",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250127203917+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250125153600+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04952-y",
    "/Author": "Filmon Tesfay ",
    "/Title": "Life threatening scorpion sting on adult complicated by: acute toxic myocarditis, cardiogenic shock, pulmonary edema, acute kidney injury and toxic hepatitis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04952-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Occurrence of life-threatening scorpion sting in adults is a rare entity compared with children. Different \ncases of organ failure following scorpion sting have been reported but complications, such as acute toxic myocarditis, cardiogenic shock, pulmonary edema, acute kidney injury and toxic hepatitis occurring simultaneously in adult \npatients is exceedingly rare with no prior documented similar report. This case report explores the unique presentation of these complications occurring simultaneously and their management in resource limited setting.",
    "Case Presentation": "Case presentation A 31-year-old Eritrean female came to our emergency room with severe respiratory distress, \npersistent retching, drenching sweating, generalized pain and unrecordable blood pressure 12 hours after scorpion \nsting. Electrocardiography revealed signs of diffuse acute myocarditis. The diagnosis of cardiogenic shock and pulmonary edema owing to scorpion sting envenomation was made. The patient also developed acute kidney injury \nand toxic hepatitis. She recovered well after 10 days of hospital stay and further follow-up, with supportive management and scorpion antivenom. To date, over a period of more than 2 years the patient has no new complaint \nor complication.",
    "Conclusion": "Conclusion This case report highlights the clinical novelty of multiorgan failure following scorpion sting in adults. \nThe unique presentation of acute toxic myocarditis, cardiogenic shock, pulmonary edema, acute kidney injury \nand toxic hepatitis in a 31-year-old female underscores the possibility of scorpion sting causing such life threatening envenomation after delayed presentation. This case contributes to the understanding of atypical presentations \nof scorpion sting in adults.\nKeywords  Myocarditis, Pulmonary edema, Acute kidney injury, Toxic hepatitis, Scorpion sting\nBackground\nScorpions are group of arthropods belonging to the fam ily Buthidae, which are potentially dangerous to humans \n[1, 2]. Scorpion stings are primarily due to accidental \ncontact with scorpion as scorpions usually try to escape \nfrom humans. Scorpion sting can pose a life threatening \nacute medical emergency and is a neglected public health \nproblem in tropical and subtropical countries, especially \nin North Africa, Middle East, Latin America, and India \n[3].*Correspondence:\nFilmon Tesfay\nftesfay213@gmail.com\n1 Teseney Hospital, Teseney, Eritrea\n2 Orotta College of Medicine and Health Sciences, Asmara, Eritrea\n3 Afabet Hospital, Afabet, Eritrea\nPage 2 of 8 Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \nMost scorpion envenomation’s only cause immedi ate local pain [4]. Clinical and experimental studies have \nreported that scorpion venom is distributed throughout \nthe body very rapidly; thus, the time between scorpion \nsting and antivenom management is of critical impor tance [5]. The clinical signs depend on the dose of poison, \npatient age, season, and the time between scorpion sting \nand admittance to hospital [6]. Children are at greater \nrisk of developing severe envenomation, such as cardiac, \nrespiratory, and neurological complications, compared \nwith the adults owing to their lower body surface area \n[4, 7]. Mortality due to scorpion sting is associated with \ncardiac dysfunction and pulmonary edema [6]. Myo carditis associated with scorpion envenomation is usu ally reported in children [8]. Here we report a very rare \noccurrence with no prior documented similar report, \nthat can contribute to the understanding of atypical \ncomplication of scorpion sting envenomation, in which \na scorpion sting was complicated by myocarditis, cardio genic shock, pulmonary edema, acute kidney injury, and \ntoxic hepatitis in an adult female, after which she fully \nrecovered.\nCase presentation\nThis 31-year-old Eritrean female patient presented to our \nemergency department on 1 June 2022 after being stung \nby a scorpion on her right toe while she was walking bare foot preparing dinner in her compound 12 hours before \nemergency arrival. The patient immediately noticed the \nscorpion and it was killed by her family. Immediately \nafter the stung she experienced extreme local pain, which \nbecame generalized involving the whole body accom panied by paresthesia. This was followed by persistent \nvomiting and profuse sweating about 1 hour after of the \nsting. She later started to have progressive shortness of \nbreath. Patient had no personal or family history of car diac disease or known chronic illness. She had no history \nof consumption of alcohol, tobacco, or illicit drugs. She \nis a mother of two, housewife who cannot read or write, \nand lives in a small arid village at the outskirt of Teseney \ntown, in a hut. Her husband is a farmer and she occasion ally helps him at the farm where their income is mainly \nfrom. No prior similar incident or sting was reported by \nthe patient. No history of medication intake nor interven tion was done for other medical conditions prior to the \nenvenomation. Presentation to our hospital was delayed \nas seriousness of her condition was initially overlooked \nin addition to transport unavailability on that rainy night. \nOn arrival to the emergency department, she was agi tated in severe respiratory distress, persistently retch ing, and drenched sweating all over her body. Vital signs \nmeasured revealed unrecordable blood pressure, pulse \nrate of 140 beats/minute, respiratory rate of 56 breaths/minute,  Spo2 of 90% in room air, and temperature of \n37.1  °C. Chest examination revealed bilateral decreased \nair entry with fine basal crepitation’s. There was no bron chial breath sound or wheezing and chest was resonant \nto percussion throughout. On cardiovascular system \nexamination jugular venous pressure was elevated and \nmeasured 4 cm above the sternal angle measured at 30°. \nS1 and S2 was well heard, no murmur or gallops were \nobserved. There was no peripheral edema. Peripheral \npulses were faintly palpable in their respective areas and \nhad pale, noncyanotic icy cold extremity with skin mois tened in sweat. There was no palpable enlarged organ \nor tenderness on abdominal examination. There was no \nswelling, erythema, or other local changes on examina tion of the area that was stung. Central nervous system \nexam revealed confused patient with Glasgow coma score \n(GCS) of 14/15, no sensory or motor deficit, normoreflexia, with intact cranial nerve examination. Meningeal \nsigns were negative. With the assessment of pulmonary \nedema and cardiogenic shock owing to grade IV scorpion \nsting envenomation, the patient was supported with oxy gen given via nonrebreather mask from oxygen cylinder. \nAs there were only four beds in the emergency room and \nno special care unit in the setup she was transferred to \ngeneral medical ward after infiltration of the stung area \nwith 3  ml of lidocaine hydrochloride injection USP 2% \nwhile receiving two vials of scorpion antivenom dissolved \nin 50 ml 5% dextrose solution over 30 minutes. Diazepam \nat 10 mg was intravenously administered to manage the \nagitation. Patient was then started on dopamine infusion \nin the ward. Chest radiography showed bilateral bat wing \nshaped interstitial and alveolar infiltrates compatible \nwith pulmonary edema and cardiothoracic ratio of 47%. \nElectrocardiography (ECG) done on day of admission \nshowed extreme tachycardia,165 beats per minute with \nST segment depression on leads II, III, aVF, and V1–V6 \nand ST segment elevation on leads aVR and aVL(Fig.  1). \nAt 5 hours after admission patient became febrile with \ntemperature of 38.1  °C, which was being managed with \nwarm compresses. Complete blood count showed white \nblood cell (WBC) count of 5200/μL, platelet of 213,000/\nμL, and hemoglobin of 13.1 g/dL, and blood film test was \nnegative for malaria parasites. The patient was catheter ized and had urine output of 90 ml/6 hours (0.3 ml/kg/\nhour). Blood chemistry done on 2nd day of admission \nshowed mild elevation in creatinine, alanine transami nase, aspartate transaminase, and uric acid (Table  1) \nindicating acute kidney injury and acute toxic hepatitis \ndespite initially being normal. From 2nd day of admis sion, she regained full consciousness without any neuro logical abnormality. The respiratory rate, pulse rate, and \noxygen saturation were also improving steadily and dopa mine was discontinued on 3rd day of admission after the \nPage 3 of 8\n Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \n \npatient started to maintain blood pressure above 90/60 \nand urine output of 600  ml/24  hours (0.5  ml/kg/hour). \nFurosemide at 20  mg administered intravenously twice \nper day was then initiated increasing the urine output to \n0.9  ml/kg/hour. Chest X-ray revealed marked improve ment of pulmonary edema (Fig.  2). ECG repeated on 3rd \nday of admission revealed improved ST segment changes \nand tachycardia compared with the previous ECG and \nfurther improved on ECG done on 7th day of admission \n(Fig.  3). After gradual weaning from oxygen support, \nthe patient’s condition improved over hospital stay of \n10 days’ and furosemide was discontinued after 10th day \nof follow-up. Follow-up assessment on 10th day revealed \na fully recovered walking, neurologically fit patient who \nwas doing her previous daily chores without any diffi culty. Blood chemistry also showed normalization of pre viously elevated markers (Table  1). Monthly follow-up for 1 year thereafter revealed a healthy adult female with no \nfurther complaints. To date the patient has no complaints \nor complications, and has been discharged from fol low up after 3 monthly uneventful follow-ups for a year. \nTable 2 shows a of timeline of events and progression of \nthe patient’s recovery (Table 2).",
    "Discussion": "Discussion\nScorpion sting envenomation is an acute life threatening, \ntime-limiting, and serious public health medical emer gency worldwide [7]. Scorpion stings cause envenoma tion ranging from local pain to severe cardiopulmonary \ndistress and death. A prospective study undertaken in \nIndia to elucidate the clinical profile of 82 adult patients \nwith scorpion sting reported the percentages of clini cal features among the patients as: pain (87.5%), sweat ing (81.25%), tingling and numbness (77.5%), tachycardia \nFig. 1 Electrocardiography on day of admission showing 165 beats per minute with ST segment depression on leads II, III, aVF, and V1–V6 and ST \nsegment elevation on leads aVR and aVL\nTable 1 Serial blood chemistry of the patient\n1 June 2022 2 June 2022 4 June 2022 7 June 2022 9 June 2022 20 June 2022\nCreatinine(mg/dL)\nRef:(0.5–1 mg/ dL)0.9 1.3 1.0 0.6 0.5 0.6\nALT(U/L)\nRef: (0–31 U/L)27 41 389 249.4 152.6 23\nAST(U/L)\nRef: (0–31 U/L)34 97 290 115 40.6 29\nBILT(mg/dL)\nRef: (0–1 mg/ dL)0.4 0.4 0.4 0.3 0.2 0.3\nUric acid(mg/dL)\nRef: (2.4–7 mg/dL)6.9 9.3 8 7 5.3 5.1\nPage 4 of 8 Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \n(75%), cold clammy extremities (62.5%), hypertension \n(55%), restlessness (52.5%), swelling at the site of sting \n(45%), pulmonary edema (30%), shortness of breath \n(35%), hypotension (25%), vomiting (18.75%), altered \nsensorium (10%), bradycardia (7.5%), and death (3.75%) \n[2]. A retrospective study done in Morocco among 163 \nchildren with scorpion sting reported the percentages \nof clinical features among the patients as: pain (81.6%), \nvomiting (73%), sweating (63.8%), hyperemia(55.8%), priapism (50% of the males; 51 out of the 102 males), \ntachycardia (42.9%), restlessness (36.2%), shiver ing (32.2%), tachypnea (30.7%), fever (28.8%), collapse \n(26.4%), bradypnea (25.2%), confusion (22.7%), rhinor rhea (17.2%), acute pulmonary edema (15.3%), hyper sialorrhea (11.7%), hypothermia (10.4%), lacrimation \n(10.4%), convulsion (8%), bradycardia (8%), abdominal \npain (6.1%), coma (5.5%), myosis (3.1%), and diarrhea \n(1.8%) [9].\nScorpion venom contains multiple mixtures, of which \nthe neurotoxin part is of greatest importance. The toxin \nacts by opening sodium channels at presynaptic nerve \nterminals and inhibiting calcium dependent potassium \nchannels [7]. Activation of parasympathetic nervous \nsystem leads to a cholinergic (or muscarinic) syndrome \nmanifested by hypersecretion syndrome. This syndrome \nis usually short lived and shows that there is circulating \nscorpion venom, which can be neutralized by scorpion \nantivenom before it is masked later by overstimulation of \nthe sympathetic system, which increases blood levels of \ncatecholamine’s, resulting in a characteristic “adrenergic \n(autonomic) storm” [10]. Thus, the time from the sting to \narrival at the hospital is a factor in patient’s presentation \n[8]. Initially our patient developed vomiting and sweat ing as a manifestation of parasympathetic activation. \nAntivenom administration at this point might have miti gated the progression of symptoms to sympathetic activa tion manifested as tachycardia, hyperthermia, tachypnea, \nand agitation in our patient. Clinical pictures from stud ies have shown that patients initially develop hypotension \nand bradycardia as part of cholinergic syndrome, which \nFig. 3 Electrocardiography on 7th day of admission showing 104 beats per minute, ST segment normalization on leads I, III, V1, aVR, and aVL \nand improved ST segment depression on leads aVF and V2–V6\nFig. 2 Chest radiography on day 4 showing increased pulmonary \nvascular marking, improved pulmonary edema and normal \ncardiothoracic ratio\nPage 5 of 8\n Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \n \nlater becomes overwhelmed by hypertension and tachy cardia owing to adrenergic storm, before they progress to \nhypotension and/or pulmonary edema which shows the \nseverity of the sting [6]. Owing to delayed presentation \nour patient had passed the sympathetic hypertensive epi sode, then presented with unrecordable blood pressure \nand pulmonary edema. Hyperthermia was managed with \nwarm compresses by nursing staff and family and it only \nlasted for 1  day. Hyperthermia is more commonly seen \nin children than in adults. Its prompt management to \ncontrol body temperature is essential to prevent dissocia tion of temperature sensitive enzymes and progression to \nmultiorgan failure and death [11].\nMyocarditis is one the most important and rare fea tures of scorpion envenomation [8, 12]. It is caused by \na complex interplay of hemodynamic, metabolic, and \nmyocardial variables leading to myocardial dysfunction. \nThe most common ECG changes were ST changes, sinus \ntachycardia, atrial ectopic beat, bradycardia, and ventric ular ectopic beat as reported by Al et al. [13] A systematic \nreview by Fereidooni et al. also reported that the most \ncommon ECG findings were sinus tachycardia (82%) fol lowed by ST-T changes (64.6%) [8]. Our patient showed \nextreme tachycardia with ST segment changes as signs of \ndiffuse myocarditis. In addition to this ECG findings, our \npatient also developed cardiogenic shock and pulmonary \nedema as a result of the severe cardiac dysfunction.\nInotropes as well as diuretics are used to treat in almost \nall cardiogenic shock and pulmonary edema associ ated with scorpion sting, as was shown in a systematic review of 703 cases from 30 case reports and 34 case \nseries. Dobutamine was the most widely used [8]. We \nused dopamine to manage our patient, an acceptable \nalternative as dobutamine was out of stock. With proper \nsupportive management, in most uncomplicated cases, \nclinical improvement starts soon and regression of pul monary edema and shock is expected to occur within \n48 to 96 hours [8]. Our patient started to improve after \n72 hours of admission with dopamine infusion. We con tinued with diuretics until follow-up. Similar to our case \nreport, different case reports have shown that total preenvenomation condition of the patient returned with \nsuch supportive management [8, 14].\nThe patient also developed oligo uric acute kidney \ninjury. Several pathophysiology mechanisms have been \nproposed to acute kidney injury in scorpion sting. Our \npatient had persistent vomiting and profuse sweating, \nwhich could lead to hypovolemia in addition to the car diogenic shock and nephrotoxic nature of the venom to \ncause AKI similar from other reported cases [4, 15]. Her \nkidney function returned to normal levels during her \nhospital stay.\nThe patient’s liver enzymes increased during the \npatient’s initial course. Elevated liver enzymes show the \ndegree of hepatocellular damage and might be a prognos tic tool [16, 17]. Cytotoxic effect of the venom, increased \ncatecholamine, cytokines, and inflammatory mediators \nare proposed mechanism [18]. Histopathologic changes \nin the liver and liver enzyme elevation are statisti cally dependent to the time after envenomation as was Table 2 Timeline of events and progression of the patient’s recovery\nT = 0 (12 hours before arrival) • The patient was stung on the right toe by a scorpion. She immediately experienced extreme local pain, followed by generalized pain and paresthesia\nT = 1 hour after sting • The patient developed persistent vomiting and profuse sweating\nT = 12 hours after sting (arrival \nat the emergency department) (day \n1)• The patient presented with severe respiratory distress, agitation, unrecordable blood pressure, a pulse rate \nof 140 beats per minute, and a respiratory rate of 56 breaths per minute\n• She was diagnosed with cardiogenic shock and pulmonary edema\n• Scorpion antivenom, dopamine, lidocaine, diazepam, and oxygen therapy were administered\nT = 5 hours after admission (day 1) • The patient developed fever (38.1 °C), and was managed by warm compress\nT = 24 hours after admission (day 2) • Creatinine, liver enzymes, and uric acid levels were abnormal, indicating acute kidney injury and toxic hepatitis\n• Full consciousness regained and improved PR, RR,BP , oxygen saturation, and urine output were observed\nT = 48 hours after admission (day 3) • Dopamine was discontinued\n• Chest X-ray and ECG showed improvement in pulmonary edema and ST-segment changes\n• Furosemide was added to the treatment\nT = day 4–6 • Gradual weaning from oxygen while on furosemide\nT = day 7 • ECG showed further improvement in ST-segment changes and normalization of heart rate\nT = day 10 • Discharged improved from the hospital with Furosemide\nFollow-up (day 20) • Fully recovered, normal blood chemistry, and furosemide was discontinued\nMonthly follow-up for 1 year • Healthy adult female with no further complaints\n• To date the patient has no complaints or complications\n3 monthly follow-up for 1 year • Uneventful follow-ups\nCurrently • Discharged from follow up\nPage 6 of 8 Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \nTable 3 Different case reports of organ failure following scorpion sting\nReferences Age (years) Presentation ECG Complications Management Outcome\nSahin C et al. [14] 38 Presented to the hospital 2 hours \nfollowing sting owing to spreading pain, vomiting, and shortness \nof breathSinus tachycardia Acute toxic myocarditis, acute heart \nfailure, and pulmonary edemaIntubated, SAV\nAntibiotics,\nTetanus toxoid,\nAntihistamine, steroids, \nprazosin, nitroglycerin,\nDobutamineRecovered\nKhalilian MR,et al. [12] 9 She presented to emergency room \n4–5 hours after sting with pain \nat the sting site, shortness of breath, \ncough, and sweatingSinus tachycardia\ndiffuse ST-segment depressionAcute myocarditis and\nCardiogenic shockSAV\nDopamine\nACE inhibitorRecovered\nManeesha Erraboina et al. [20] 24 Vomiting following the sting and she \nimmediately visited to hospital \nwith tachycardia and hypotensionSinus\ntachycardia, left anterior hemi-block, \nantero-septal\nmyocardial infarctionMyocarditis, mild mitral regurgitation, left ventricular dysfunction, \nshock, AKINoradrenaline,\nEpinephrine\nDopamine\nNormal salineRecovered\nCarlos et al. [21] 25 After few minutes of being stung she \ndeveloped vomiting, hypertension, \nemesis, dyspnea, and tachycardiaVentricular tachycardia Sustained ventricular tachycardia, \ncardiogenic shock, and pulmonary \nedemaSAV\nAmiodarone\nDobutamine\nCaptopril\nCarvedilolRecovered\nKose et al. [18] 30 Presented with numbness and pain. \nAfter 8 hours, laboratory tests \nrevealed elevated liver enzymes \nand impaired coagulation profilesSinus rhythm Toxic hepatitis and coagulopathy Empirical antibiotics,\nIV fluids, FFP , and SAVRecovered\nAlbuquerque et al. [4] 69 Presented to hospital 5 hours \nafter being stung with severe \nabdominal\npain, vomiting, and sweatingSinus rhythm, with a possible old \nantero-septal infarctAcute kidney injury and acute \npancreatitisAntivenom\nInsulin, promethazine,\nCaptopril\nHydralazine\nAmlodipineRecovered\nPage 7 of 8\n Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \n \nexperimented by injecting rats with scorpion venom [19]. \nSimilarly, our patient developed elevated liver enzymes, \nwhich was linked to post envenomation time and later \nstarted to normalize during her hospital stay and followup, as in other cases [18].\nDifferent cases of organ failure following scorpion sting \nhave been reported but our case highlights the extremely \nrare occurrence of acute toxic myocarditis, cardiogenic \nshock, pulmonary edema, acute kidney injury, and toxic \nhepatitis, all in one adult patient. A table of different case \nreports has been added to give a glance of different pres entations, complications, and management of scorpion \nsting (Table  3). Our case also shows the recovery of such \npatient, despite the challenge of managing such intensive \ncare needy patient in resource limited setting. Availability \nof high dependency unit or cardiac care unit, echocar diography, cardiac MRI, cardiac markers, arterial blood \ngases, and prazosin would have had positive value in the \nmanagement.\nConclusion\nOur case report underscores multiorgan failure from \nscorpion sting. Different cases of organ failure follow ing scorpion sting have been reported but our case adds \nto existing literature that scorpion sting can cause acute \ntoxic myocarditis, cardiogenic shock, pulmonary edema, \nacute kidney injury, and toxic hepatitis, all in one adult \npatient with no prior documented similar report. This \nvery unusual manifestation happened after delayed hos pital visit following a sting, which necessitated prolonged \nhospitalization.\nAbbreviations\nIV  Intravenous\nBID  Twice daily\nECG  Electrocardiography\nBILT  Bilirubin Total\nBP  Blood pressure\nALT  Alanine transaminase\nAST  Aspartate transaminase\nPR  Pulse rate\nRR  Respiratory rate\nAKI  Acute kidney injury\nT  Temperature\nSAV  Scorpion anti-venom\nFFP  Fresh frozen plasma\nAcknowledgements\nThe authors sincerely acknowledge the patient and all staff at Teseney hospital \nfor their teamwork and efforts in helping admitting and managing the patient.\nAuthor contributions\nFT was in charge of patient’s management, writing—original draft, and \nreviewing; OF helped in conceptualization and reviewing; MA and LM helped \nin reviewing. All authors have read and agreed to the published version of the \nmanuscript.\nFunding\nThere was no any source of fund for this case report.Availability of data and materials\nAll available information is included in the manuscript.\nDeclarations\nEthics approval and consent to participate\nNot applicable. Obtaining ethical clearance from our Ministry of Health’s Ethical Clearance and Protocol Review Committee is not required for case reports.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there are no competing interests.\nReceived: 21 July 2024   Accepted: 14 November 2024\nReferences\n 1. Rashmi Agrawal MK. Study of clinical Profile of Scorpion sting in children \npresenting in NMCH. Int J Med Health Res. 2018;4(4):184–6.\n 2. Pandey BS, Venugopal L, Rao VD, Ganesh N. Clinical profile of patients \nwith scorpion sting. Int J Trop Dis Health. 2014;4(9):1038–43. https:// doi. \norg/ 10. 9734/ IJTDH/ 2014/ 12303.\n 3. Bawaskar HS, Bawaskar PH. Efficacy and safety of scorpion antivenom \nplus prazosin compared with prazosin alone for venomous scorpion \n(Mesobuthus tamulus) sting: randomised open label clinical trial. BMJ. \n2010. https:// doi. org/ 10. 1136/ bmj. c7136.\n 4. Albuquerque PL, et al. Acute kidney injury and pancreatitis owing to \nscorpion sting:case report and literature review. J Sao Paulo Inst Trop \nMed. 2018. https:// doi. org/ 10. 1590/ S1678- 99462 01860 030.\n 5. Yılmaz F, Arslan ED, Demir A, Kavalci C, Durdu T, Yılmaz MS, Yel C, Akbulut \nS. Epidemiologic and clinical characteristics and outcomes of scorpion \nsting in the southeastern region of Turkey. Ulus Travma Acil Cerr Derg. \n2013. https:// doi. org/ 10. 5505/ tjtes. 2013. 52333.\n 6. Ersoy S, Yılmaz F, Sönmez BM, Kara AY, Güçlü A. A case of acute myocar ditis and rhabdomyolysis after a scorpion sting. J Emerg Med Case Rep. \n2017. https:// doi. org/ 10. 5152/ jemcr. 2016. 1435.\n 7. Peker E, Oktar S, Dogan M, Kaya E, Duru M. Prazosin treatment in the \nmanagement of scorpion envenomation. Hum Exp Toxicol. 2010. https:// \ndoi. org/ 10. 1177/ 09603 27109 359639.\n 8. Fereidooni RSS, Ayatizadeh SH, Bahloul M, Tavangar A, Zomorodian SA, et \nal. Scorpion envenomation-associated myocarditis: a systematic review. \nPLoS Negl Trop Dis. 2023. https:// doi. org/ 10. 1371/ journ al. pntd. 00112 19.\n 9. Abourazzak S, Achour S, El Arqam L, Atmani S, Chaouki S, Semlali I, Soulaymani Bencheikh R, Bouharrou A, Hida M. Epidemiological and clinical \ncharacteristics of scorpion stings in children in Fez, Morocco. J Venom \nAnim Toxins incl Trop Dis. 2009;15(2):255–67.\n 10. Chippaux JP . Emerging options for the management of scorpion stings. \nDrug Des Dev Ther. 2012. https:// doi. org/ 10. 2147/ DDDT. S24754.\n 11. Frezgi O. Scorpion sting induced myocarditis, hyperpyrexia and convulsion—a case report. Int J Clin Images Med Rev. 2022. https:// doi. org/ 10. \n55920/ IJCIMR. 2022. 03. 001129.\n 12. Khalilian MRTZS, Norouzi AR, Ghazavi M, Goudarzi AA. Acute myocardits \ndue to scorpion sting in a 9-year-old girl. Case Rep Clin Prac. 2021;6(3):86–\n9. https:// doi. org/ 10. 18502/ crcp. v6i3. 7123.\n 13. Değişiklikleri AS. Electrocardiographic abnormalities in patients bitten by \nscorpions. JAEM. 2009. https:// doi. org/ 10. 4170/ JAEM. 2009. 86158.\n 14. Sahin C, Acar E, Beydilli H, Mert KU, Akin F, Altun I. Acute toxic myocarditis \nand pulmonary oedema developing from scorpion sting. Int Cardiovasc \nRes J. 2015;9(1):55–9.\n 15. Vs PC. Scorpion sting nephropathy. NDT Plus. 2011;4(6):376–82. https:// \ndoi. org/ 10. 1093/ ndtpl us/ sfr148.\n 16. Jalali APM, Sayedian R, Rowan EG. A review of epidemiological, clinical and invitro physiological studies of envenomation by scorpion \nPage 8 of 8 Tesfay et al. Journal of Medical Case Reports           (2025) 19:39 \nHemiscopius lepturus in Iran. Toxicon. 2010;55(2–3):173–9. https:// doi. org/ \n10. 1016/j. toxic on. 2009. 09. 012.\n 17. Heidarpour MEE, Ahari H, Srairi-Abid N, Borchani L, Khalili G, Amini H, \nAnvar AA, Boubaker S, El Ayeb M, Shahbazzadeh D. Histopathological \nchanges induced by Hemiscorpius lepturus scorpion venom in mice. \nToxicon. 2012;59(3):373–8. https:// doi. org/ 10. 1016/j. toxic on. 2011. 12. 011.\n 18. Köse A, Biricik S, Bozkurt S, Cavuşoğlu C, Ayrık C. Toxic hapatitis and \ncoagulopathy due to scorpion sting. Ann Clin Case Rep. 2016;1:1212.\n 19. Jalali MR, Esmailzadeh S, Hosseinifar S. effects of scorpion venom on liver \nenzymes and histopathology of rats. Bichemcellarch. 2006;7:105–10.\n 20. Erraboina M, Reddy B, Reddy M, Bandari S. Myocarditis with Hypotension \nafter a Scorpion Sting. J Case Rep. 2017;7(3):285–8. https:// doi. org/ 10. \n17659/ 01. 2017. 0076.\n 21. Miranda CH, Maio KT, Moreira HT, Moraes M, Custodio VI, Pazin-Filho A, \nCupo P . sustained ventricular tachycardia and cardiogenic shock due to \nscorpion envenomation. Case Rep Med. 2014. https:// doi. org/ 10. 1155/ \n2014/ 251870.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}