{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05120-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05120-6.pdf",
  "metadata": {
    "/Keywords": "Bilateral; Case report; Ectopic ureter; Reimplantation; Single system",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250318125250+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250225093426+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05120-6",
    "/Author": "Yirgalem Teklebirhan Gebreziher ",
    "/Title": "Bilateral single-system ectopic ureters: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05120-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction While 20% of ectopic ureters are bilateral, bilateral single-system ectopic ureters constitute \na rare occurrence. They present as continuous incontinence in females owing to the ectopic ureteral openings \nbeing located outside the bladder. Managing bilateral single-system ectopic ureters can be challenging owing \nto the reduced bladder capacity and incompetent bladder neck. Major reconstructive procedures, such as bladder \naugmentation and bladder neck reconstruction, may be necessary in addition to ureteral reimplantation to address \nthese issues.",
    "Case Presentation": "Case presentation A 14-year-old Ethiopian female adolescent presented with lifelong urinary incontinence \nand recurrent urinary tract infections. Physical examination was unremarkable, with no signs of neurologic disorder. \nAbdominal ultrasound imaging showed bilateral moderate hydroureteronephrosis. The voiding cystourethrogram \nshowed a bladder capacity of 150 ml and a grade 4 vesicoureteral reflux in the left ureter. Computed tomography \nurography revealed a low-capacity bladder with bilateral ectopic ureteral openings and bilateral moderate hydroure teronephrosis. Cystoscopic examination revealed a wide urethra, with both ureteric orifices located within the urethra \nand an indistinct trigone. Bilateral Politano-Leadbetter ureteric reimplantation was then performed, which resulted \nin satisfactory continence during follow-up.",
    "Conclusion": "Conclusion Bilateral single-system ectopic ureters represent an infrequent clinical entity. In such cases, modern \nimaging techniques can guide surgical planning, and in selected patients, ureteral reimplantation may allow normal \nbladder function and satisfactory continence without major reconstructive surgery.\nKeywords  Bilateral, Case report, Ectopic ureter, Reimplantation, Single system\nIntroduction\nBilateral single system ectopic ureters constitute one of \nthe most uncommon urological conditions, with fewer \nthan 80 reported cases documented in literature [1]. Uri nary incontinence and recurrent urinary tract infections \nare the commonly reported main complaints. The most significant challenge for these cases is how to maintain \nbladder size and functional development as the outcome \nof the surgical intervention while preserving renal func tion [2].\nWe present the case of a 14-year-old female adolescent \ndiagnosed with bilateral ectopic ureters who underwent \nbilateral ureteric reimplantation, achieving satisfactory \ncontinence without the need for major reconstructive \nsurgery.\nCase report\nA 14-year-old Ethiopian female adolescent presented \nwith continuous dribbling of urine without any voiding \nstream since birth. She also has a history of recurrent Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYirgalem Teklebirhan Gebreziher\nYirgalemtek1@gmail.com; yirgalem.teklebirhan.mu@edu.et\n1 Department of Surgery, Ayder Comprensive Specialized Hospital, \nMekelle University, Mek’ele, Ethiopia\n2 Department of Radiology, Ayder Comprensive Specialized Hospital, \nMekelle University, Mek’ele, Ethiopia\nPage 2 of 4 Gebreziher et al. Journal of Medical Case Reports          (2025) 19:121 \nurinary tract infections. The patient had undergone sur gical repair for an anorectal malformation with a rec tovestibular fistula at the age of 1 year at another hospital, \nafter which she was unable to continue follow-up care \nowing to financial constraints. She experienced occa sional soiling associated with this. Otherwise, she had no \nother complaints. She had no known history of similar \nillness in her family.\nPhysical examination was unremarkable, with normal \nexternal genitalia and no neurologic abnormalities. All \nroutine investigations, including hemoglobin, total leu kocyte count, renal function tests, and urine microscopic \nexamination, were within the normal range. Abdominal \nsonography revealed bilateral moderate hydronephrosis \nand hydroureters.\nComputed tomography (CT) urography revealed a \nlow-capacity bladder with bilateral ectopic ureteral open ings, accompanied by a moderate bilateral hydroureter. \nCoronal and three-dimensional reconstruction images \nfacilitated the assessment of the anatomical orientation \nof the kidneys, ureters, and bladder (Fig.  1). The voiding \ncystourethrogram revealed a bladder capacity of 150 ml, \nwith a grade 4 vesicoureteral reflux observed in the left \nureter (Fig. 2).\nUpon examination under anesthesia, the urethral and \nvaginal openings appeared normal, but the patient was \ncontinuously leaking urine from the urethral opening. \nNo other abnormal openings were observed. Cystoscopic \nexamination revealed a wide urethra, with both ureteric \norifices located within the urethra and an indistinct trig one (Fig. 3).\nAfter a diagnostic cystoscopy confirmed the diagno sis, surgical intervention in the form of bilateral ureteric \nreimplantation was planned. Through a Pfannenstiel inci sion, the pelvic organs were explored, and the bladder and \nboth ureters were located. Bilateral Politano-Leadbetter ureteric reimplantation was then performed (Fig.  4). \nDuring the early postoperative period, the patient main tained daytime continence but needed to void frequently. \nNocturnal incontinence was noted.\nOver the initial 6-month period, the patient was fol lowed monthly, during which time a gradual improve ment in her continence and urinary voiding patterns was \nobserved. The follow-up schedule has since transitioned \nto every 3  months. During the most recent evaluation, \nthe patient reported experiencing 2–3 monthly episodes \nof nocturnal incontinence. Renal function tests were \nnormal, and abdominal ultrasound findings were unre markable. Cystourethrography was not feasible owing to \nfinancial constraints.",
    "Discussion": "Discussion\nEctopic ureter is a condition in which the ureter does \nnot open into the trigone region of the urinary blad der. Ectopic ureters have an incidence ranging from 1 in \n2000–4000 individuals. The female-to-male ratio for this \ncondition is 2–6:1, with a higher prevalence observed \namong females. Ectopic ureters are frequently observed \nin conjunction with a duplicated urinary tract system, \nwhich is the case in approximately 80% of incidents. In \nFig. 1 Computed tomography scan (coronal view A) \nand three-dimensional reconstruction image B showing bilateral \nsingle-system ectopic ureters and lumbar scoliosis\nFig. 2 Voiding cystourethrogram showing A distended urinary \nbladder and B high grade left vesicoureteral reflux (black arrow: left \nureter)\nFig. 3 Cystoscopy showing both ectopic ureteric orifices opening \nin the urethra and bladder neck. Arrows indicate lumen of urethra, \nureter, and bladder neck\nPage 3 of 4\n Gebreziher et al. Journal of Medical Case Reports          (2025) 19:121 \n \ncontrast, single-system ectopic ureters are less prevalent, \nconstituting 10–20% of occurrences. Bilateral single-sys tem ectopic ureters are exceedingly rare among all cases \n[3].\nIn female patients with bilateral single-system ectopic \nureters, the development of the trigone region and blad der neck musculature is impaired. This is owing to the \nectopic ureteral openings being located outside the blad der, which consequently lacks the ability to distend with \nurine. Furthermore, a poorly developed bladder neck \nand an improperly functioning urethral control mecha nism prevent bladder growth [4]. The most common \npresenting symptoms are urinary tract infection (UTI), \nincontinence, and renal insufficiency [5]. Similarly, our \npatient presented with urinary incontinence and a his tory of recurrent urinary tract infections. She also had a \nhistory of occasional fecal soiling associated with a prior \nanoplasty procedure for an anorectal malformation with \na rectovestibular fistula. According to a study by Sarah \net al. analyzing 2283 patients with anorectal malforma tion, the incidence of ectopic ureter was found to be 3.5% \namong this patient population [6]. Diagnosing ectopic \nureter can be challenging, as most conventional radio logic techniques, such as ultrasound and voiding cys tourethrogram, often fail to clearly visualize the ectopic \nureter. Excretory urography can visualize ectopic ureteral \ninsertion. However, the renal unit from which the ureter \noriginates must have functional parenchyma in order for \nthe excreted contrast agent to opacify the ureter. Conse quently, CT or magnetic resonance (MR) urography are \nthe established techniques for the diagnostic evaluation \nof ectopic ureter. Of these options, MR urography dem onstrates superior performance owing to its provision \nof clear anatomical details and avoidance of ionizing \nradiation exposure. Urodynamic studies and renal scin tigraphy are also crucial for the perioperative evaluation \nof bladder and renal function, respectively [7–9]. CT urography in our case clearly demonstrated the ectopic \ninsertion of the ureters and a small bladder size.\nSurgery is the best treatment for this condition, as it \nresolves incontinence, preserves renal function, and elim inates recurrent UTIs [7]. Unused urinary bladder sec ondary to bilateral single system ectopic ureters has small \ncapacity and is nonfunctional. ureteric reimplantation is \ndiificult in small capacity bladder and the functional out come is also poor secondary to poorly developed muscles \nand innervation [10].\nThe appropriate management of ectopic ureters \nremains controversial, with options including ureteral \nreimplantation alone, ureteral reimplantation with blad der augmentation and reconstruction, or bladder neck \nclosure with continent urinary diversion [11]. There are \nalso reports of staged operations. First, ureterovesicos tomy between the dilated ureter and the lateral wall of \nthe bladder was performed to increase bladder capacity. \nSecond, ureterocystostomy was performed after the blad der capacity had increased enough to allow for reimplan tation [4, 12].\nThere are few reported cases of successful management \nof bilateral ectopic ureters through bilateral reimplan tation alone [2, 3, 10, 11, 13]. Stavrinides et al. studied \neight children with bilateral single-system ectopic ure ters (BSSEU) and found that continence was linked to \npreoperative bladder capacity. Children with bladder fill ing to at least 30% of expected bladder capacity for age \non preoperative ultrasound or apposition of the Bladder \nneck (BN) at cystoscopy were able to achieve satisfac tory continence after ureteric reimplantation alone (9). \nOur patient had a bladder capacity exceeding 30% of the \nexpected volume, which may be attributed to the inser tion of the ureters into the proximal urethra, leading to \nthe reflux of urine into the bladder.\nOur patient had an acceptable bladder capacity of \n150  ml, and both ureters were opening in the urethra. \nFig. 4 Intraoperative pictures showing A both ureters and posterior wall of the urinary bladder (star), B opened bladder, and C completed \nPolitano-Leadbetter reimplantation with stents in situ. Blue arrows indicate area of ureteric insertion\nPage 4 of 4 Gebreziher et al. Journal of Medical Case Reports          (2025) 19:121 \nWe performed bilateral ureteral reimplantation, and the \npatient was able to achieve normal bladder function and \nsatisfactory continence.\nConclusion\nBilateral single-system ectopic ureters are an uncommon \ncondition. In such cases, modern imaging techniques \ncan clearly delineate the anatomy and guide appropriate \nsurgical planning. In selected cases, ureteral reimplanta tion can avoid the need for major reconstructive surgery, \nallowing patients to achieve normal bladder function and \nsatisfactory continence.\nAcknowledgements\nNot applicable.\nAuthor contributions\nYG: writing—review and editing, writing—original draft, visualization, and \nconceptualization. EZ: writing—review and editing and conceptualization. HN: \nwriting—review and editing. BG: investigation and conceptualization.\nFunding\nThis case report was not funded by any person or institution.\nAvailability of data and materials\nThe data supporting the findings of this study are available from the cor responding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis type of study does not require any ethical approval by our institution.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest to disclose in relation to this work.\nReceived: 4 December 2024   Accepted: 17 January 2025\nReferences\n 1. Dalvi AV, Save M, Kothari P , Gupta A, Oak S, Deshmukh S, Kulkarni A, Jha S, \nShah D. Bilateral single system ectopic ureters—A rare variant. Urol Case \nRep. 2023;51:102609. https:// doi. org/ 10. 1016/j. eucr. 2023. 102609.\n 2. Putra HWK, et al. Bilateral single system ectopic ureters with bilateral \nurethral insertion and horseshoes kidneys in a female child. Urol Case \nRep. 2023;49:102446. https:// doi. org/ 10. 1016/j. eucr. 2023. 102446.\n 3. Dhale A, Pendkar R, Hatwar G, et al. Surgical management of bilateral \nsingle-system ectopic ureters (BSSEUs) in a pediatric patient: a report of \na rare case and literature review. Cureus. 2024;16(5): e61341. https:// doi. \norg/ 10. 7759/ cureus. 61341.\n 4. Johnin K, Narita M, Kim CJ, Wakabayashi Y, Yoshiki T, Okada Y. Bilateral single ectopic ureters with hypoplastic bladder: how should we treat these \nchallenging entities? J Pediatr Urol. 2007;3(3):243–6. https:// doi. org/ 10. \n1016/j. jpurol. 2006. 06. 002.\n 5. Ritchey ML, Kramer SA, Benson RC Jr. Bilateral single ureteral ectopia. Eur \nUrol. 1988;14:415. 6. Hecht S, Hall J, Ketzer J, Walker J, Trecartin A, Wilcox D, Peña A, Bischoff A. Ectopic ureters in anorectal malformations. Pediatr Surg Int. \n2019;35(9):1005–8. https:// doi. org/ 10. 1007/ s00383- 019- 04517-x.\n 7. Kushwaha SS, Kalra S, et al. Bilateral ureteral ectopia with duplex collect ing system and hypoplastic bladder: a rare variant. Afr J Urol. 2022;28:34. \nhttps:// doi. org/ 10. 1186/ s12301- 022- 00302-w .\n 8. Figueroa VH, Chavhan GB, Oudjhane K, et al. Utility of MR urography in \nchildren suspected of having ectopic ureter. Pediatr Radiol. 2014;44:956–\n62. https:// doi. org/ 10. 1007/ s00247- 014- 2905-4.\n 9. Stavrinides V, Charlesworth P , Wood D, Desai D, Cherian A, Mushtaq I, et al. \nIsolated bilateral simplex ureteric ectopia: bladder capacity as an indicator of continence outcome. J Pediatr Urol. 2017;13:493.e1-e9.\n 10. Mulawkar PM, Tapre PV, Maheshwari PN, Agrawal SG, Panpaliya GS. \nBilateral single-system ectopic ureter: when can we avoid bladder neck \nreconstruction? J Indian Assoc Pediatr Surg. 2022;27:631–4.\n 11. Kumar A, Goyal N, Trivedi S, Dwivedi U. Bilateral single system ectopic \nureters: case report with literature review. AJPS. 2008;5:99–101. https:// \ndoi. org/ 10. 4103/ 0189- 6725. 44188.\n 12. Shimada KHS, Taguchi K, Ikoma F. Clinical analysis of children with bilat eral single ectopic ureter and single ectopic ureter in a solitary kidney. \nJpn J Pediatr Surg. 1992;28:356e63.\n 13. Williams DI, Royle M. Ectopic ureter in male child. Br J Urol. 1969;41:421–3.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}