{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04965-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04965-7.pdf",
  "metadata": {
    "/Keywords": "Cushing’s syndrome; glucocorticoids; topical; psoriasis; case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218105448+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241202195828+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04965-7",
    "/Author": "Bahareh Abtahi-Naeini ",
    "/Title": "Complicated iatrogenic Cushing’s syndrome induced by topical clobetasol propionate in a child with psoriasis: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04965-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Long-term use of oral or parenteral corticosteroids is the most common cause of hypothalamic–pituitary–adrenal axis suppression and iatrogenic Cushing’s syndrome. Still, iatrogenic Cushing’s syndrome occurs rarely \nfollowing the administration of topical corticosteroids.",
    "Case Presentation": "Case presentation This case study discusses the misuse of a high-potency corticosteroid cream by an Iranian 5-yearold male with plaque-form psoriasis, resulting in Cushingoid symptoms including moon face, buffalo hump, red \nstriae, and weight gain. The child experienced different complications following iatrogenic Cushing’s syndrome, such \nas frequent vomiting and fever, which led to expiration.",
    "Conclusion": "Conclusion Proper use and monitoring of topical corticosteroids are emphasized, especially among children. This \nstudy also underlines the potential side effects of high-potency corticosteroids and the importance of physicians’ \nand parents’ awareness, highlighting the avoidance of excessive topical corticosteroid prescriptions.\nKeywords  Cushing’s syndrome, glucocorticoids, topical, psoriasis, case report",
    "Introduction": "Introduction\nTopical corticosteroids (TCS) are widely employed in the \ntreatment of dermatological diseases including psoriasis \nand atopic dermatitis [1]. TCS are classified by the World \nHealth Organization (WHO) into seven classes, with \nclass 1 having the highest potency and class 7 having the \nlowest potency [2]. Clobetasol propionate 0.05% cream is \nclassified as an ultra-high-potency TCS according to this \nclassification.\nThe etiologies of Cushing’s syndrome (CS) can be \ndivided into two categories: adrenocorticotropic hor mone (ACTH)-dependent and ACTH-independent. \nACTH-independent CS is characterized by low plasma \nlevels of ACTH, which occur either as a result of exces sive secretion of endogenous glucocorticoids from the \nadrenal glands or owing to long-term administration of \nexogenous glucocorticoids [3]. Long-term use of oral or *Correspondence:\nKimia Afshar\nk.afshar@res.mui.ac.ir\nNikta Nouri\nniktanri996@gmail.com\n1 Pediatric Dermatology Division of Department of Pediatrics, Imam \nHossein Children’s Hospital, Isfahan University of Medical Sciences, \nIsfahan, Iran\n2 Skin Diseases and Leishmaniasis Research Center, Isfahan University \nof Medical Sciences, Isfahan, Iran\n3 Metabolic Liver Disease Research Center, Imam Hossein Children’s \nHospital, Isfahan University of Medical Sciences, Isfahan, Iran\n4 Child Growth and Development Research Center, Research Institute \nfor Primordial Prevention of Non-Communicable Disease, Imam Hossein \nChildren’s Hospital, Isfahan, Iran\n5 Student Research Committee, Isfahan University of Medical Sciences, \nIsfahan, Iran\n6 School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran\nPage 2 of 7 Abtahi‑Naeini et al. Journal of Medical Case Reports          (2024) 18:602 \nparenteral corticosteroids is the most common cause of \nhypothalamic–pituitary–adrenal (HPA) axis suppression \nand iatrogenic Cushing’s syndrome (ICS), but ICS occurs \nrarely following the administration of TCS [4, 5].\nThis manuscript describes the case of a 5-year-old child \nwho suffered from plaque-form psoriasis with ICS as a \nresult of misusing a topical 0.05% clobetasol propionate \ncream followed by unusual complications that ultimately \nled to the expiration of the patient. In addition, we review \nexisting reports regarding ICS caused by TCS in children.\nCase presentation\nAn Iranian 5-year-old male with a medical history of \nplaque-form psoriasis since he was 6  months old was \nadmitted twice owing to Cushingoid symptoms to our \nhospital. He was the third child and delivered by cesar ean section with a birth weight of 3450  g. In the first \nhospitalization, he was admitted to our hospital (when \nhe was 4  years 10  months old) with Cushingoid symp toms such as excessive weight, abdominal obesity, gen eralized edema, moon face, buffalo hump, and red striae \non the extremities and abdomen. On physical examina tion, psoriatic lesions were observed as erythematous \npapules with white scales on the trunk, extremities, \nand nail folds (Fig.  1). His weight and height were 38 kg \n(above 95th percentile) and 102 cm (5–10th percentile), \nrespectively. Vital signs indicated blood pressure (BP) of \n135/90 mmHg, pulse rate of 170 per minute, respiratory \nrate of 25 per minute, oxygen saturation measured by \npulse oximetry of 93% in room air, and body temperature of 36.5  °C. There were no significant neurological find ings noted. The patient had extensive weight gain from 12 \nkg to 38 kg during the year prior to his admission. One \nyear before hospitalization, the psoriatic lessons were \nlimited, and topical 0.05% clobetasol propionate cream \nand emollient were prescribed by a physician. The par ents were instructed to follow up with the physician, \nbut they did not comply as the lesions had partially dis appeared. Upon recurrence of the lesions, the patient’s \nmother administered the medication arbitrarily. She \nstated that she was applying approximately 30  g/day of \ntopical 0.05% clobetasol propionate cream to the psori atic lesions all around his body on a daily basis over the \ncourse of a year. The laboratory findings of the first hos pitalization are presented in Table  1. Additionally, blood \ntests conducted 3  months prior showed an ACTH level \nof 7.98 pg/mL (within the low-normal range) and a cor tisol level of 61.95 µg/dL, indicating persistently elevated \ncortisol despite a suppressed ACTH.\nDuring the first hospitalization, dermatology, endocri nology, and nephrology consultations were performed. \nClobetasol propionate 0.05% cream was discontinued \ngradually. On the basis of the prescription of a pediat ric dermatologist, following a test dose of 5  mg metho trexate (MTX), the patient received a weekly oral dose \nof 5  mg MTX over 6  weeks, along with a topical lotion \n(containing glycerin, urea, and eucerin) once daily for the \ntreatment of psoriatic lesions. As presented in Table  1, \nthe HPA axis was suppressed, therefore the patient was \ntreated with 15 mg daily oral hydrocortisone to prevent \nadrenal crisis (Table  1). Owing to the high systolic blood \npressure (SBP) (higher than the 95th percentile), the \npatient was treated with enalapril (3.75 mg per day). Fol lowing the treatment, remission of psoriatic lesions was \nobtained. Finally, the patient was discharged after 9 days \nof hospital stay, with a prescription for oral methotrex ate (MTX) 5  mg weekly, topical emollient, oral hydro cortisone 15  mg daily (10  mg in the morning, 5  mg at \nnight), and enalapril 3.75 mg daily (2.5 mg in the morn ing, 1.25 mg at night), and recommended for weekly BP \nmonitoring and follow-up.\nTwo weeks later, he was admitted to the hospital for the \nsecond time with activated psoriatic lesions, fever, vom iting (bilious and nonbilious), and diarrhea during the \n6  days prior to the hospitalization. Following the initial \nphysical examinations, he was febrile, and his vital signs \nwere the following: BP of 160/100  mmHg, pulse rate of \n100 per minute, and respiratory rate of 24 per minute. \nLaboratory",
    "Results": "results are presented in Table  1. Abdominal \nultrasound indicated a normal upper limit of liver span \n(115  mm) and increased echogenicity of liver paren chyma. On ultrasound, the adrenal glands were nor mal. The other workups were normal, which included \nFig. 1 A case of iatrogenic Cushing’s syndrome due \nto the administration of topical clobetasol propionate 0.05%. Psoriatic \nlesions as erythematous papules with white scales on the extensor \nsurface of the upper limb and nail folds\nPage 3 of 7\n Abtahi‑Naeini et al. Journal of Medical Case Reports          (2024) 18:602 \n \nradiography of the chest, upper gastrointestinal series, \nDoppler renal study, brain magnetic resonance imaging \n(MRI), urine analysis, urine culture, blood culture, and \nstool examination.\nDuring the second hospitalization, the patient was \ntreated with MTX with a dose of 5 mg (given intramus cularly owing to the patient’s intolerability of the oral \nMTX) per week. In addition, hydrocortisone was started \nwith a dose of 2 mg (given intravenously) every 8 hours. \nHypertension was controlled by administrating enalapril \n4  mg per day. Regarding complementary tests, nonal coholic steatohepatitis (NASH) was evident. Based on \nthe clinical and paraclinical data, superior mesenteric \nartery syndrome (SMA) was considered as a possible \ndiagnosis; however, the normal upper gastrointestinal \nseries eliminated the possibility of SMA. For evaluation \nof two possible diagnoses as a cause of frequent severe \nvomiting (peptic ulcer following frequent use of corti costeroids versus pseudotumor cerebri associated with \nICS), upper gastrointestinal endoscopy and lumbar \npuncture (LP) were recommended. Despite explaining \nthe necessity of procedures, the parents of the child did \nnot consent. Thirty days into the second hospitaliza tion, despite our strong recommendations for additional diagnostic investigations, the parents chose to decline \nfurther workups and were adamant about discharging \nthe child. Following a thorough evaluation, consider ing the patient’s precarious state, and acknowledging the \nunreliability of the parents, the forensic medicine special ist deemed discharge inappropriate. Unfortunately, the \npatient’s parents removed him from the hospital against \nmedical advice. Upon the next follow-up, the patient had \nexpired.",
    "Discussion": "Discussion\nIn this report, we describe a 5-year-old boy with earlyonset psoriasis who was admitted for Cushingoid symp toms associated with prolonged use of topical 0.05% \nclobetasol without a dermatologist’s prescription. The \ninitial presentation included skin changes and excessive \nweight gain, alongside abnormal blood pressure and liver \nenzyme levels. Upon the second admission with acti vated psoriatic lesions and severe systemic symptoms, \nthe patient expired. In our case, we were unable to con duct LP and endoscopic examinations owing to the lack \nof parental consent, which led to ambiguity regarding \nthe cause of frequent vomiting. However, this constraint \ndoes not undermine the significance of this report, given Table 1 Laboratory findings of first and second hospitalization\nBold: the patient exhibited leukocytosis during both hospitalizations. Additionally, thrombocytosis was observed during the second hospitalization. Liver function \ntests (LFTs) were abnormal in both instances, with total cholesterol, LDL, and triglycerides showing elevated levels\na white blood cells\nb hemoglobin\nc high‑ density lipoprotein cholesterol\nd low ‑density lipoprotein cholesterol\ne aspartate transaminase\nf alanine transaminase\ng alkaline phosphataseMarker First hospitalization Second hospitalization Normal range\nWBCa(/mm3) 13,600 13,500 (lymphocyte: 31.3%, neutrophil: \n25.5%)5000–10,000\nHbb (g/dL) 14.8 13.1 9.5–14\nPlatelets (/mm3) 315,000 456,000 150,000–450,000\nFasting blood sugar (mg/dL) 70 – 70–100\nHbA1C (%) 5.4 – 4–6.5\nSerum sodium (mEq/L) 145 137 135–147\nSerum potassium (mEq/L) 3.8 3.1 3.4–4.7\nTotal cholesterol (mg/dL) 296 – < 170\nTriglyceride (mg/dL) 123 – 30–86\nHDLc (mg/dL) 96 – > 45\nLDLd (mg/dL) 142 – < 110\nASTe (U/L) 53 86 14–50\nALTf (U/L) 181 117 4–36\nALPg (U/L) 167 289 130–260\n8 a.m. serum cortisol level (µg/dL) 0.2 – 3–21\nPage 4 of 7 Abtahi‑Naeini et al. Journal of Medical Case Reports          (2024) 18:602 \nTable 2 Descriptions and comparison of cases\nStudy Patient age/sex TCS Duration of use Clinical manifestations of Cushing’s \nsyndromeComplications and outcomes ACTH (pg/mL)a\nRef. [16] 13 years/female Betamethasone 9 weeks Cushingoid face, developed buttocks \nand thighs striaeSix weeks after discontinuing TCS, \nthe daily fluctuations in plasma cortisol \nlevels returned to normal< 1\nRef. [17] NA Clobetasol propionate 4 months Moon face, facial flushing, hypertrichosis, central obesity, purple striae, \nand multiple erythematous scaly \nannular patchesNA NA\nRef. [5] 11 years/female NA 2 years Weight gain of 20 kg in the last 2 years, \nflushed and typical moon facies, erythroderma, truncal obesity with striae, \nand hypertrichosis with a neck humpGradual resolution of lesions and 75% \nreduction in psoriasis area and severity \nindex at 4 weeks of treatment10.3\nRef. [18] 8 month/female Clobetasol propionate 2 months Excessive weight gain, truncal obesity, \nmoon face, hirsutism, buffalo hump, \nerythematous papules at the skin fold \nareas, monomorphic erythematous pustules at the upper back without come doneHer weight was decreasing, while her \nheight was increasing to her normal \npercentile. Serum morning cortisol \nand ACTH returned to normal ranges< 10\nRef [19] 19 months/male Aristobet-N (betamethasone–neomycin) nasal drop2 months Obesity, moon-like face, excessive hair \non the forehead, back and pubis. No \naxillary hair. Weight was 17.5 kg (95th \npercentile) and within 1 week increased \nto 18.0 kg3 months after weaning off, the steroid \nwas within normal limitsNA\nRef. [19] 9 months/male Aristobed-N (betamethasone-neomycin) nasal drop7 weeks Round face, a height of 62 cm (below \nthe 5th percentile), and a body mass \nindex of 36.7 kg/m2 (above the 95th \npercentile)Initially had a low serum cortisol \nlevel of 1.69 nmol/L, which increased \nto 128 nmol/L one month after starting \nsteroid withdrawal. Bone age assessment was consistent with the child’s \nchronological ageNA\nRef. [20] 9 years/female Betamethasone sodium phosphate eye \ndrops (0.1% solution)6 months Weight gain, truncal obesity, buffalo \nhump, moon face, femoral skin striaeAfter 6 months of methotrexate \ntreatment, morning serum cortisol \nand plasma ACTH levels were 10.1 µg/\ndL and 42.6 pg/mL, respectively< 2\nRef. [21] 6 years/female Clobetasol propionate 8 weeks Moon facies and mild facial plethora, \nTanner stage 1 for breast and pubic hair \ndevelopment, 1.6 kg weight gainThe patient’s facial appearance \nreturned to normal after the topical \nsteroid taperNA\nRef. [22] 3.5 months/female Clobetasol propionate 2 months Face puffing and generalized edema ACTH and cortisol levels were normalized. Facial puffiness and edema \nimproved0.7\nRef [7] 6 months/male Clobetasol propionate 4 weeks Dystrophy presented with a Cushingoid \nface and scratch marks on the abdomenNA 1.3\nPage 5 of 7\n Abtahi‑Naeini et al. Journal of Medical Case Reports          (2024) 18:602 \n \na ACTH normal range: 10 to 50 (pg/mL)\nNA, not availableTable 2 (continued)\nStudy Patient age/sex TCS Duration of use Clinical manifestations of Cushing’s \nsyndromeComplications and outcomes ACTH (pg/mL)a\nRef. [7] 2 years/female Dexamethasone eye drop Few weeks Short stature, dystrophy, low body mass \nindex, growth hormone deficiency, \nbone mineralization deficiency, \nnephropathy, hepatopathy, anemia, \nand chronic inflammation8 weeks later the patient showed catchup growth < 7\nRef. [8] 6 months/male Betamethasone 2–3 months ICS symptoms, hirsutism, a Cushingoid \nface, and a buffalo hump. Hyperpigmentation around the diaper regionFull recovery NA\nThis case report 5 years/male Clobetasol propionate 1 year Excess weight, abdominal obesity, \ngeneralized edema, moon face, and red \nstriae on the abdominal areaComplications included frequent \nvomiting, activated psoriatic lesions, \nand fever. Treatment led to improve ment in Cushingoid symptoms \nand psoriatic lesionsNA\nPage 6 of 7 Abtahi‑Naeini et al. Journal of Medical Case Reports          (2024) 18:602 \nthe rare occurrence of ICS following the administration \nof TCS.\nMedical practitioners encounter two significant chal lenges in the prescription of TCS (overuse versus steroid \nphobia). Firstly, the potential for TCS misuse or overuse, \nas illustrated in our case, can give rise to adverse effects \nsuch as ICS, skin atrophy, and telangiectasia [6]. As \nmentioned in similar case reports, in developing coun tries, TCS is available over the counter or illegally, which \nincites the misuse of TCS [7, 8]. Secondly, the phenome non of steroid phobia, encompassing caregivers’ concerns \nregarding corticosteroid side effects, leads to insufficient \napplication of TCS and consequently yields unfavorable \ntreatment outcomes for the underlying condition [9].\nNegative feedback from cortisol on the hypothala mus and pituitary completes the control loop of the \nHPA axis. Prolonged administration of TCS in children \ncan induce negative feedback inhibition, leading to sup pression of the HPA axis and ultimately causing CS [8, \n10]. Several factors contribute to the development of \nside effects associated with TCS, including age, epithe lial integrity, lesion size and location, TCS potency, and \nduration of therapy [5]. High-potency TCS should be \napplied for a limited period of time, especially on areas \nsuch as palms and soles, and for chronic or hyperkera totic lesions [11]. Inflammatory conditions on the face \nand intertriginous regions can be effectively treated \nwith low- to medium-potency TCS for prolonged peri ods. It is crucial to consider the skin surface area when \nchoosing TCS since excessive skin surface treatment can \ncause systemic adverse effects, as observed in our patient \n[11]. The degree of skin absorption also varies depend ing on disease conditions [12]. Similar to our case, skin \ninflammation caused by psoriatic lesions increases drug \nabsorption [12]. Moreover, children are more likely to \nsuffer from negative systemic side effects of TCS owing \nto their greater surface-area-to-weight ratio and slower \ndrug metabolism [5, 13]. In contrast to adults, TCS are \neasily absorbed through the epidermis and dermis and \npasses into the systemic blood circulation of children. \nThis increased absorption can lead to a higher risk of \nadverse systemic effects including HPA axis suppression, \nhypertension, hyperglycemia, osteoporosis, and ICS [14]. \nTo minimize the side effects of TCS, it is highly advised \nto adopt treatment regimens that minimize side effects, \ncombine corticosteroids with other topical agents, follow \npackage insert recommendations, and use caution when \napplying TCS on vulnerable areas, as well as on infants \nand children [15].\nAs summarized in Table  2, we conducted a literature \nreview to identify similar cases of psoriasis patients expe riencing side effects of TCS administration (Table  2). The \nfirst reported case in 1982 involved a patient who used 7900 g of betamethasone cream 0.1% (125 g daily), which \nis less potent than clobetasol propionate, for 9 weeks and \ndeveloped Cushingoid symptoms. The widespread distri bution and inflammatory nature of the lesions facilitated \nsteroid absorption, leading to suppression of the HPA \naxis [16]. Another study by Kim et al. reported a case of \nsuspected ICS in a patient with annular pustular psori asis. Similar to our case, the patient applied 15–30  g of \nclobetasol propionate cream daily without a dermatolo gist’s prescription. After 4 months, the patient developed \nCushingoid symptoms and had low basal blood-cortisol \nlevels, possibly due to secondary suppression of the HPA \naxis [17]. In another reported case in 2020, an 11-yearold girl with a history of psoriasis for 2 years presented \nwith acute generalized pustular psoriasis. Additional \nTCS was added to her treatment, and despite the initial \nrelief in redness, the patient’s mother started using the \ncream in increasing amounts (10 g per day). As a result, \nthe patient developed Cushingoid symptoms, septicemia, \nhypertension, and osteopenia [5].\nConclusion\nRegulating the safe dose of TCS in pediatric patients can \nbe challenging. Physicians should avoid excessive TCS \nprescriptions, especially highly potent TCS for children, \nand seek alternatives or combination therapy whenever \npossible. Furthermore, parents should be warned and \neducated regarding TCS side effects and the necessity \nof using TCS in the appropriate quantity and treatment \nduration.\nAcknowledgments\nNot applicable.\nAuthor contributions\nB.N.: conceptualization, investigation, project administration, supervision, validation, reviewing and editing. P .N.: conceptualization, investigation, validation, \nreviewing and editing. K.A.: data curation, investigation, writing original draft, \nreviewing and editing. N.N.: data curation, investigation, writing original draft, \nreviewing and editing.\nFunding\nFinancial funding for this study was provided by Isfahan University of Medical \nSciences.\nData availability\nData from this case report are available upon request to the corresponding \nauthors.\nMaterials availability\nNot applicable.\nCode availability\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis case report has been approved by the ethics committee of Isfahan University of Medical Sciences based on the ethical standards in the Declaration \nPage 7 of 7\n Abtahi‑Naeini et al. Journal of Medical Case Reports          (2024) 18:602 \n \nof Helsinki. A written informed consent was obtained from the patient’s legal \nguardian.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 26 February 2024   Accepted: 30 September 2024\nReferences\n 1. Stacey SK, McEleney M. Topical corticosteroids: choice and application. \nAm Fam Phys. 2021;103(6):337–43.\n 2. Armstrong AW, Read C. Pathophysiology, clinical presentation, and treat ment of psoriasis: a review. JAMA. 2020;323(19):1945–60.\n 3. Juszczak A, Morris D, Grossman A, et al. Cushing’s syndrome. In: Feingold \nKR, Anawalt B, Blackman MR, et al., editors. Endotext. South Dartmouth: \nMDText.com, Inc.; 2021.\n 4. Pektas SD, Dogan G, Cinar N, et al. Iatrogenic Cushing’s syndrome with \nsubsequent adrenal insufficiency in a patient with psoriasis vulgaris using \ntopical steroids. Case Rep Endocrinol. 2017;2017:8320254.\n 5. Sachdeva S, Arora P , Kulhari A, Sardana K. Iatrogenic Cushing’s syndrome \ndue to topical steroid abuse in a child with Psoriasis presenting as septicaemia. Dermatol Ther. 2020;33(4): e13514.\n 6. Ghosh A, Sengupta S, Coondoo A, Jana AK. Topical corticosteroid addiction and phobia. Indian J Dermatol. 2014;59(5):465.\n 7. Matejek N, Hoos J, Holterhus PM, Bettendorf M, Choukair D. Topical glucocorticoid application causing iatrogenic Cushing’s syndrome followed \nby secondary adrenal insufficiency in infants: two case reports. J Med \nCase Rep. 2022;16(1):455.\n 8. Ali T, Habib A, Zohair M, Aman L. Betamethasone cream to treat \ndiapers rash causing Cushing syndrome. J Pediatr Endocrinol Metab. \n2023;36(4):414–7.\n 9. Contento M, Cline A, Russo M. Steroid phobia: a review of prevalence, risk \nfactors, and interventions. Am J Clin Dermatol. 2021;22:837–51.\n 10. Raff H, Carroll T. Cushing’s syndrome: from physiological principles to \ndiagnosis and clinical care. J Physiol. 2015;593(3):493–506.\n 11. Kwatra G, Mukhopadhyay S. Topical corticosteroids: pharmacology. In: \nLahiri K, editor. A treatise on topical corticosteroids in dermatology: use, \nmisuse and abuse. Singapore: Springer; 2018. p. 11–22.\n 12. Horn E, Domm S, Katz H, Lebwohl M, Mrowietz U, Kragballe K, et al. Topical corticosteroids in psoriasis: strategies for improving safety. J Eur Acad \nDermatol Venereol. 2010;24(2):119–24.\n 13. Milyani AA, Al-Agha AE, et al. Implication of topical steroids in the onset \nof osteoporosis. Case Rep Pediatr. 2018;2018:4802172.\n 14. Dhar S, Seth J, Parikh D. Systemic side-effects of topical corticosteroids. \nIndian J Dermatol. 2014;59(5):460.\n 15. Uva L, Miguel D, Pinheiro C, Antunes J, Cruz D, Ferreira J, et al. Mechanisms of action of topical corticosteroids in psoriasis. Int J Endocrinol. \n2012;2012:561018.\n 16. Curtis J, Cormode E, Laski B, Toole J, Howard N. Endocrine complications of topical and intralesional corticosteroid therapy. Arch Dis Child. \n1982;57(3):204.\n 17. Kim HD, Won TH, Seo PS, Yoon NH, Park SD. Suspected case of iatro genic Cushing syndrome due to topical steroid. Korean J Dermatol. \n2007;45:947–50.\n 18. Tempark T, Phatarakijnirund V, Chatproedprai S, Watcharasindhu S, Supor nsilchai V, Wananukul S. Exogenous Cushing’s syndrome due to topical \ncorticosteroid application: case report and review literature. Endocrine. \n2010;38:328–34.\n 19. Oluwayemi IO, Oduwole AO, Oyenusi E, Onyiriuka AN, Abdullahi M, \nFakeye-Udeogu OB, et al. Case report: iatrogenic Cushing’s syndrome in \nchildren following nasal steroid. Pan Afr Med J. 2014;17(1):237. 20. Fukuhara D, Takiura T, Keino H, Okada AA, Yan K. Iatrogenic Cushing’s \nsyndrome due to topical ocular glucocorticoid treatment. Pediatrics. \n2017;139(2):e20161233.\n 21. Notay M, Fazel N, Awasthi S. Cushing syndrome induced by topical \ncorticosteroids for the treatment of lichen sclerosus. J Pediatr Adolesc \nGynecol. 2019;32(1):83–5.\n 22. Alkhuder L, Mawlawi H, et al. Infantile iatrogenic Cushing syndrome due \nto topical steroids. Case Rep Pediatr. 2019. https:// doi. org/ 10. 1155/ 2019/ \n26529 61.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}