{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04826-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04826-3.pdf",
  "metadata": {
    "/Keywords": "Juxtaposition of atrial appendages; Congenital heart disease; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241105115224+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241104084200+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04826-3",
    "/Author": "Mengqian Liao ",
    "/Title": "Right juxtaposition of left atrial appendage combined with multiple cardiac malformations: A case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04826-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Juxtaposition of the atrial appendages is an extremely rare congenital cardiac malformation. It is usually discovered incidentally during autopsy or surgery. This report aims to increase awareness of right juxtaposition \nof the left atrial appendage.",
    "Case Presentation": "Case presentation We report a Chinese Han female aged 2 years and 10 months with recurrent lung infections \nafter birth, who was diagnosed with congenital heart disease, corrected transposition of the great arteries, ventricular \nseptal defect, and arterial ductus arteriosus at the local hospital and improved after the pulmonary artery banding \nprocedure. The patient presented to our hospital with intermittent cough. During preoperative evaluation, a review \nof imaging data revealed a right juxtaposition of the left atrial appendage on enhanced computed tomography.",
    "Conclusion": "Conclusion Right juxtaposition of the left atrial appendage is a rare congenital heart anomaly that often occurs \nin conjunction with complex cardiac malformations. Diagnosis requires a combination of imaging modalities \nto improve detection rates. Careful identification of cardiac structures during surgery is crucial, as alterations in cardiac \nanatomy may increase surgical risks. For instance, the opening of juxtaposed atrial appendages could be mistaken \nfor an atrial septal defect.\nKeywords  Juxtaposition of atrial appendages, Congenital heart disease, Case report\nBackground\nThe left atrial appendage (LAA) was previously consid ered a dormant embryonic remnant. However, recent \nstudies have confirmed that the LAA is a structurally \ncomplex organ contributing to cardiac hemodynamic sta bility through its contractile properties and secretion of \nneurohormonal peptides. Electrical, structural, or func tional remodeling of the LAA may increase thrombosis risk [ 1]. The right atrial appendage (RAA) has been less \nextensively studied; although, it may be the origin of \natrial fibrillation in some cases [2].\nJuxtaposition of atrial appendages (JAA) is a rare con genital cardiac malformation, first defined by Dixon \nin 1954. In JAA, both atrial appendages are positioned \neither to the left or right of the great arteries and are \nusually associated with cyanotic congenital heart dis ease (CHD) [3]. A study involving 22 patients with \nJAA reported that it often occurs in conjunction with \ncomplex cardiac malformations [4]. JAA can be diag nosed by a variety of",
    "Methods": "methods, including transthoracic \nechocardiography,enhanced computed tomography, \nand cardiac catheterization. A retrospective echocardio graphic analysis of 10,880 patients with CHD found that \nechocardiography had approximately 85% accuracy in Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nLianyi Wang\nlywang24@163.com\n1 School of Clinical Medicine, Tsinghua University, Beijing 100084, China\n2 Heart Center, The First Hospital of Tsinghua University, Address:No.6, First \nStreet of Jiuxianqiao, Beijing 100016, China\n3 The First Clinical Institute, Zunyi Medical University, Zunyi 563000, China\nPage 2 of 6 Liao et al. Journal of Medical Case Reports          (2024) 18:538 \ndiagnosing JAA [5]. However, routine two-dimensional \n(2D) echocardiography usually does not include assess ment of the atrial appendages.\nLeft juxtaposition of the right atrial appendage \n(LJRAA) is six times more common than right juxtapo sition of the left atrial appendage (RJLAA), with most \nprevious reports focusing on LJRAA [6]. We present a \nrare case of RJLAA to enhance clinicians’ understanding \nof JAA, which is crucial for clinical diagnosis, treatment \nplanning, and surgical strategy selection.\nCase presentation\nA 2-year-10-month-old Chinese Han female was admit ted to our hospital with intermittent cough. She denied \nchest pain, palpitations, or dyspnea. Physical examina tion on admission showed a temperature of 36.3  °C, \npulse of 109 beats/minute, respiration rate of 28 breaths/\nminute, and blood pressure of 81/56  mmHg. Ausculta tion revealed a hyperactive second heart sound in the \npulmonary valve area and a grade III systolic murmur in \nthe second intercostal space at the right and left sternal \nmargins. The patient’s medical history included recur rent pneumonia, with no known family history of heart \ndisease. She had been previously diagnosed with trans position of the great arteries (SLL type) and ventricular \nseptal defect (perimembranous type) and had undergone pulmonary artery banding with regular postoperative \nfollow-ups.\nLaboratory",
    "Results": "results showed high-sensitivity troponinT > 10  ng/mL and NT-proBNP > 35,000  ng/mL. Admis sion electrocardiogram (Fig.  1) showed sinus rhythm \nwith a heart rate of 97 beats/minute and a PR interval of \n0.15  seconds. Bedside chest, radiographs revealed post operative cardiac changes, increased bilateral pulmonary \ntexture, right lower pulmonary exudates, and enlarged \ncardiac shadow. Additional imaging studies, including \nFig. 1 Admission electrocardiogram showing sinus rhythm with a heart rate of 97 beats/minute and a PR interval of 0.15 s\nFig. 2 Chest X-ray (anterior–posterior view) demonstrating \nan enlarged right heart shadow (green arrow)\nPage 3 of 6\n Liao et al. Journal of Medical Case Reports          (2024) 18:538 \n \nchest X-ray (Fig.  2), echocardiography (Fig.  3), and \nenhanced computed tomography (CT) (Fig.  4), were per formed on admission.\nDuring preoperative case",
    "Discussion": "discussion, a review of the \nenhanced CT images revealed RJLAA, with the LAA \npositioned superior to the RAA. After thorough evalua tion, a corrective surgery for complex CHD was planned, \nincluding atrial switch, ventricular septal defect repair, \nremoval of pulmonary artery banding, and arterial switch \noperation.\nThe surgery began with a median sternotomy, reveal ing severe pericardial adhesions and tissue edema. Intra operative findings confirmed abnormal cardiac structure: \natrial situs solitus with RJLAA, L-looped ventricles, the \naorta positioned anteriorly and to the left arising from \nthe anatomical right ventricle, and the pulmonary artery \nposteriorly arising from the anatomical left ventricle.\nThe surgical procedure involved establishing cardio pulmonary bypass, followed by dissection of major ves sels and cardiac arrest induction. Key steps included \ncoronary artery button excision and reimplantation, ven tricular septal defect repair, arterial switch operation, and \ncomplex intra-atrial baffle reconstruction.\nPostoperatively, the heart initially resumed spontane ous beating. However, approximately 2 minutes later, \nventricular tachycardia progressed to ventricular fibril lation. Despite immediate initiation of emergency meas ures, including extracorporeal membrane oxygenation \nfor resuscitation, the patient could not be saved. The \nFig. 3 Apical four-chamber view on transthoracic echocardiography showing the left atrial appendage (yellow arrow)\nFig. 4 Enhanced computed tomography scan revealing right \njuxtaposition of the atrial appendages. Both atrial appendages are \non the same side of the aorta (green arrow). The left atrial appendage \n(yellow arrow) is positioned superior to the right atrial appendage \n(red arrow). LAA, left atrial appendage; RAA, right atrial appendage; \nAO, aorta\nPage 4 of 6 Liao et al. Journal of Medical Case Reports          (2024) 18:538 \nfamily declined autopsy, precluding determination of the \nexact cause of death.\nDiscussion\nThe atrial appendage is an accessory structure formed \nfrom the primitive atrium during the third week of the \nembryo. In most patients, LAA is finger-like and extends \nbetween the anterior and lateral walls of the left atrium, \nwith its tip pointing anteriorly and superiorly [7]. RAA is \na protruding part of the right atrium that is triangular in \nshape and has received less attention.\nJAA is defined as the positioning of both atrial append ages on the same side of the aorta, each originating \nfrom its corresponding atrial cavity. In most cases, the \nappendages are located on the left side of the great arter ies; rarely, they are positioned on the right side. In some \ninstances, one atrial appendage may be lobulated and \nappear partially juxtaposed [6]. Typically, in JAA, the jux taposed ectopic atrial appendage is superior to the nor mal atrial appendage. For example, in LJRAA, the RAA \noriginates in the right atrium, posterior to the great arter ies, and extends over the left atrium to the left, above the \nLAA.\nThis malformation was first reported by Birmingham \nin 1893, but the term “juxtaposition of the atrial append ages” was coined by Dixon in 1954. The mechanism of \nits formation remains unclear. One theory suggests that \nLJRAA results from reduced twisting of the primitive \ncardiac tube, while RJLAA is due to excessive twisting [6].JAA classification is based on the position of the atrial \nappendage relative to the great vessels, as proposed by \nDixon et al. [8].Van Praagh et al. suggested using a com bination of positional and morphological categoriza tion to more accurately characterize JAA, especially in \npatients with situs inversus or heterotaxy syndromes [6].\nVan Praagh noted a high correlation between JAA and \ncomplex CHD [6]. A large retrospective echocardio graphic study found that LJRAA was commonly associ ated with tricuspid atresia, transposition of the great \narteries (TGA), and double outlet right ventricle. RJLAA \nwas more likely to occur with obstructive left heart dis ease. Occasionally, JAA has been reported in combina tion with simple or uncomplicated cardiac malformations \n[9].\nOur case aligns with these patterns, presenting RJLAA \nin conjunction with multiple cardiac malformations, \nincluding TGA, ventricular septal defect, patent ductus \narteriosus, mild to moderate tricuspid regurgitation, and \npatent foramen ovale (PFO).\nReports of JAA are rare, and such reports are even \nrarer because of the even lower incidence of RJLAA. This \narticle summarizes the published reports on the subject \n(Table 1).\nDiagnosis of JAA can be challenging due to its rar ity and lack of clinical awareness. Electrocardiograms in \nJAA patients typically show normal P waves, suggesting \nthat sinus node position is unaffected despite the abnor mal atrial appendage morphology [9].Chest X-rays often \nTable 1 Other case reports of right juxtaposition of left atrial appendage from 2000 to 2024\nVSD, ventricular septal defect; ASD, atrial septal defect; CT, computed tomography; ALCAPA, anomalous origin of the left coronary artery from the pulmonary arteryAuthor Principal diagnosis Special points Method of diagnosis Medical treatment Prognosis\nSarwark et al. [14] VSD, transposition \ncomplex with aorta \nin corrected positionThere is an inter-atrial \ncommunication present \nbetween the cavities of the juxtaposed \nleft appendage \nand the morphologic \nright atriumAutopsy The right subclavian \nartery was anasto mosed surgically \nto the right pulmonary \narteryDied of ventricular fibrillation\nKaraçelik et al. [11] ASD, pulmonary \nstenosisThe presence \nof a communication \nbetween the right \nand left atrial attachmentsIntra-operative findings Unstated Recovering well \nafter surgery\nBoutayeb et al. [15] Bicuspid aortic\nvalve stenosisBicuspid aortic valve \nstenosis is the only asso ciated malformationIntra-operative findings Aortic valve replace mentRecovering well \nafter surgery\nCleuziou et al. [16] Perimembranous VSD VSD is the only associated malformationIntra-operative findings Ventricular septal defect \nrepair surgeryRecovering well \nafter surgery\nKandel et al. [17] Anomalous origin \nof the left coronary \nartery from the pulmo nary artery (ALCAPA), \nmild mitral and tricuspid \nvalve insufficiencyALCAPA Coronary CT angiographyUnstated Unstated\nPage 5 of 6\n Liao et al. Journal of Medical Case Reports          (2024) 18:538 \n \nreveal a prominent cardiac margin on the side of juxtapo sition [6].\nIn diagnosing JAA using transthoracic echocardiog raphy, the LAA is more clearly visible in four-chamber \nviews, which can be a clue for suspected JAA. Addition ally, abnormalities in the horizontal direction of the atrial \nseptum are often present in JAA, providing another diag nostic hint.\nIn this population, JAA is often not detected by pre operative echocardiography, is accidentally detected at \nthe time of surgery, and is only confirmed postopera tively by retrospective analysis of the echocardiographic \nimages.2D echocardiography is not a good diagnostic \nmethod in this special population with a high rate of \nmissed diagnoses, and should be used in combination \nwith other imaging techniques to improve the accuracy \nof the diagnosis.\nCommunication may exist in the juxtaposed atrial \nappendages. Karac et al. reported a case of a patient with \na diagnosis of ASD and pulmonary stenosis in which jux taposition of the LAA and a tunnel-like passage between \nthe LAA and the morphologic right atrium were acciden tally detected during surgery [11]. In a case of LJRAA, \na tunnel between the atria was also identified, and the \nshunt channel was surgically closed and the patient’s \nsymptoms improved postoperatively [12]. This may sug gest that once a fusion of the atrial appendages has been \nidentified, it is important to consider ruling out the pos sibility of a channel between the atrial appendages. Given \nthe difficulty of detecting a channel between the atrial \nappendages using conventional transthoracic echocardi ography or CT, the presence of such a luminal connec tion should be confirmed, if necessary, by enhanced CT \nor angiography.\nRecent studies have suggested that prophylactic antico agulation in patients with juxtaposed atrial appendages \nfollowing Fontan surgery may be beneficial in reducing \nthe risk of thrombosis [10]. In the presence of cardiac \nhemodynamic disturbances, LAA is indeed prone to \nthrombus formation, but there is currently too little evi dence in this regard, and considering that patients with \nJAA tend to have a more complex cardiac structure, how \nto weigh the benefits and risks of prophylactic anticoagu lation needs to be further explored in more studies.\nJAA may increase postoperative risk in single ventri cle palliation. In a series of 22 JAA cases reported by Lai \net  al., 11 patients underwent single ventricle palliation \nwith a mortality rate of 55%, while no deaths occurred \namong 8 patients who underwent biventricular repair [4].\nThe presence of JAA can affect surgical planning and \nexecution due to altered cardiac anatomy. Abnormal \nseptal orientation and reduced atrial volume may occur, \nnecessitating more careful identification and handling of cardiac structures during surgery to avoid unex pected complications.\nFor example, in interventional procedures, the \nechocardiogram shows normal posterior septal align ment in JAA, but the anterior septal alignment is \nabnormally oriented parallel to the anterior chest wall, \nso the location of the blocker should be noted on imag ing when intervening on ASD located anteriorly [6 ]. \nDuring cardiac catheterization procedures in patients \nwith LJRAA, particularly for atrial septal defect or pat ent foramen ovale closure, the catheter or guidewire \nmay inadvertently enter the juxtaposed RAA through \nthe ASD/PFO. This can complicate access to the left \natrium and pulmonary veins via the interatrial septum.\nTGA often requires balloon septostomy, and in the \npresence of LJRAA, it is not clear to see the position of \nthe inflatable balloon catheter, which may easily cause \ninjury to the base of the atrial appendage to tear it [13].\nFailure to recognize a JAA during surgery makes \nit easy to treat a juxtaposed atrial appendage orifice \nmistakenly as an ASD. Complex CHD, represented \nby TGA, with JAA makes both septal septotomy and \natrial switching procedures technically more difficult \n[6]. Recognizing JAA abnormalities in advance allows \nfor thorough preparation and planning during intuba tion and venting sessions of cardiac extracorporeal cir culatory procedures (for example, Senning and Fontan \noperations in extracardial tunnels), avoiding intraop erative surprises [5 ].\nConclusion\nWe report a case of RJLAA combined with multiple \ncomplex cardiac malformations. This case highlights \nthe importance of understanding the definition, forma tion mechanism, classification, key diagnostic points, \nand impact on treatment and surgical approaches \nfor this rare type of CHD. Our report aims to deepen \nunderstanding of this uncommon condition and pro vide reference for clinicians in developing diagnostic \nand therapeutic protocols for similar cases.\nAbbreviations\nLAA  The left atrial appendages\nRAA   The right atrial appendages\nJAA  Juxtaposition of the atrial appendages\nCHD  Congenital heart disease\nLJRAA   Left juxtaposition of the right atrial appendage\nRJLAA  Right juxtaposition of the left atrial appendage\nCT  Computed tomography\nTGA   Transposition of the great arteries\nPFO  Patent foramen ovale\nASD  Atrial septal defect\nAcknowledgements\nNot applicable.\nPage 6 of 6 Liao et al. Journal of Medical Case Reports          (2024) 18:538 \nAuthor contributions\nML and JP contributed to the writing of the manuscript; LT wrote the figures \nand tables. LW revised the manuscript and finalized the final version. All \nauthors read and approved the final manuscript.\nFunding\nNo funding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 28 June 2024   Accepted: 5 September 2024\nReferences\n 1. Naksuk N, Padmanabhan D, Yogeswaran V, Asirvatham SJ. Left atrial \nappendage: embryology, anatomy, physiology, arrhythmia and therapeutic intervention. JACC Clin Electrophysiol. 2016;2(4):403–12.\n 2. Ker J. The right atrial auricle-Worthy of a new look. Int J Cardiol. \n2023;380:60–2.\n 3. Dixon AS. Juxtaposition of the atrial appendages; two cases of an unusual \ncongenital cardiac deformity. Br Heart J. 1954;16(2):153–64.\n 4. Lai WW, Ravishankar C, Gross RP , Kamenir SA, Lopez L, Nguyen KH, Griepp \nRB, Parness IA. Juxtaposition of the atrial appendages: a clinical series of \n22 patients. Pediatr Cardiol. 2001;22(2):121–7.\n 5. Zhang YQ, Yu ZQ, Zhong SW, Wu LP , Chen GZ, Zhang ZF, Wang Q. \nEchocardiographic assessment of juxtaposition of the right atrial \nappendage in children with congenital heart disease. Echocardiography. \n2010;27(7):878–84.\n 6. Singhi AK, Pradhan P , Agarwal R, Sivakumar K. Juxtaposed atrial appendages: a curiosity with some clinical relevance. Ann Pediatr Cardiol. \n2016;9(2):186–9.\n 7. Murtaza G, Yarlagadda B, Akella K, Della Rocca DG, Gopinathannair R, \nNatale A, Lakkireddy D. Role of the left atrial appendage in systemic \nhomeostasis, arrhythmogenesis, and beyond. Card Electrophysiol Clin. \n2020;12(1):21–8.\n 8. Verma M, Pandey NN, Kumar S, Ramakrishnan S, Jagia P . Juxtaposition of \natrial appendages: evaluation of cardiovascular morphology and associated anomalies on multidetector computed tomography angiography. J \nCard Surg. 2022;37(5):1145–52.\n 9. Dalldorf K, Parness I, Ezon D. Juxtaposition of the atrial appendages: a \nLarge echocardiographic series. Pediatr Cardiol. 2022;43(5):1094–103.\n 10. Spadotto V, Voges I, Kilner PJ, Yacoub MH, Ernst S, Ho SY, Babu-Narayan SV. \nJuxtaposition of the atrial appendages: a nidus for thrombus in atriopulmonary Fontan? Glob Cardiol Sci Pract. 2016;2016(2): e201619.\n 11. Karaçelik M, Karagöz U, Doyurgan O, Özdemir R, Öztürk P , Sariosmanoğlu \nON. Right juxtaposition and a tunnel between the atrial appendages in \na patient with atrial septal defect and pulmonary valve stenosis. World J \nPediatr Congenit Heart Surg. 2015;6(1):105–7.\n 12. Ishida S, Mutsuga M, Fujita T, Yagami K. Late detection of communication \nbetween juxtaposed atrial appendages. Gen Thorac Cardiovasc Surg. \n2022;70(2):190–2. 13. Leu MR, Chiu IS, Hung CR, Wu MH. Surgical implications of juxtaposed \natrial appendages and the associated anomalies. Ann Thorac Surg. \n1992;54(1):134–6.\n 14. Sarwark AE, Anderson RH, Spicer DE. Inferior and right-sided juxtaposition \nof the left atrial appendage with an unexpected type of inter-atrial communication. Cardiol Young. 2016;26(1):179–82.\n 15. Boutayeb A, Kenassi F, Bensouda A, Marmade L. Isolated right juxtaposition of the atrial appendages in adult with bicuspid aortic valve stenosis. \nWorld J Pediatr Congenit Heart Surg. 2017;8(5):635–6.\n 16. Cleuziou J, Kemmer J, Sauer U, Pringsheim M. Juxtaposition of the atrial \nappendages in a patient with a simple ventricular septal defect. JTCVS \nTech. 2021;7:233–5.\n 17. Kandel D, Mustafa I, Rajlawot K, Neupane NP , Sitaula A. Anomalous origin \nof left coronary artery from pulmonary artery (ALCAPA): a case report. \nRadiol Case Rep. 2022;17(9):3432–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}