{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04908-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04908-2.pdf",
  "metadata": {
    "/Keywords": "Malignant melanoma; Subcutaneous melanoma; Metastatic melanoma; Melanoma of unknown primary; Trauma; Surgical excision; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241231150619+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241231031236+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04908-2",
    "/Author": "Lauren Workman ",
    "/Title": "A case of subcutaneous metastatic malignant melanoma of the left medial ankle: a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04908-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Although rare, melanoma confined to the dermis or subcutaneous tissue without evidence of a primary cutaneous site should provoke consideration of melanoma of unknown primary. This diagnosis carries a favorable prognosis when compared with cutaneous metastatic melanoma. Several hypotheses have been proposed \nfor how melanoma of unknown primary develops, two of which were considered in our patient case: (1) spontaneous \nregression of the primary tumor following metastasis or (2) the traumatic implantation of ectopic melanocytic cells \nin other tissues, such as the subcutaneous tissue. Although not a true example of melanoma of unknown primary, \nour case is still noteworthy as it represents a unique instance of melanoma presenting subcutaneously from trauma \nto a preexisting epidermal nevus.",
    "Case Presentation": "Case presentation We present the case of a 66-year-old non-Hispanic Caucasian male who initially sought evaluation for a nontender lump of the left groin. Ultrasound-guided needle biopsy demonstrated stage III malignant melanoma. Upon further history taking, it was discovered that he had a nevus of the left medial ankle that was subjected \nto traumatic removal. He later developed a subcutaneous nodule at the same site. Positron emission tomography \nscan",
    "Results": "results supported the histopathologic findings which demonstrated invasive melanoma centered in the subcutaneous tissue without an epidermal component. Following left inguinal lymph node dissection, the patient received \nadjuvant immunotherapy and radiation to the left inguinal area. At 6 months following completion of therapy, \nmetastases were identified in the lungs, vertebra, ribs, and liver. The patient is currently receiving immunotherapy \nwith ipilimumab-nivolumab.",
    "Conclusion": "Conclusion As our patient did not have a readily apparent primary epidermal melanoma site at presentation, consideration was given as to whether this case may represent a melanoma of unknown primary, as originally defined \nby Das Gupta. This case does not meet the proposed criteria, however, as the patient reported a preexisting nevus \nin the area that was subjected to traumatic removal. Instead, we postulate that this trauma allowed for implantation \nof melanocytes into the subcutaneous tissue that later resulted in a malignant melanoma.\nKeywords  Malignant melanoma, Subcutaneous melanoma, Metastatic melanoma, Melanoma of unknown primary, \nTrauma, Surgical excision, Case reportOpen Access\nThis is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply 2024. Open \nAccess  This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, \ndistribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this \narticle are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not \nincluded in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permit ted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n†Lauren Workman and Lauren Fang as authors contributed equally to this \nwork and share first authorship.\n*Correspondence:\nRichard Simman\nrichard.simmanmd@promedica.org\nFull list of author information is available at the end of the article\nPage 2 of 6 Workman et al. Journal of Medical Case Reports          (2024) 18:647 \nBackground\nWhen a patient presents with malignant melanoma with out evidence of an epidermal component, the differential \ndiagnosis may include melanoma of unknown primary \n(MUP) which can present as palpable lymphadenopathy \nor as a solitary dermal lesion. As defined by Das Gupta, \nMUP involves presence of melanoma in the subcutane ous tissue, lymph nodes, or visceral organs without a \nprimary site of the skin, eye, or mucosal membranes [2]. \nHe also proposed multiple exclusion criteria involving \nsurgical removal of the eye or orbit, surgical or traumatic \nmanipulation of the skin, and a non-thorough examina tion [2]. We present a unique case of metastatic mela noma found initially in the subcutaneous tissue and left \ninguinal lymph nodes without an epidermal component \nthat does not fit the criteria for melanoma of unknown \nprimary owing to a history of trauma to a nevus in the \narea in which the subcutaneous nodule later developed.\nCase description\nWe present a unique case of a 66-year-old non-Hispanic \nCaucasian male with a metastatic melanoma, which \ndeveloped following traumatic implantation of a preex isting, overlying epidermal nevus into the subcutaneous \ntissue.\nOn initial presentation, our 66-year-old male patient \nsought evaluation for a 3-month history of a self-palpa ble, slowly enlarging, nontender lump in his left groin. \nThe patient reported intermittent dull pain at the site; \nhowever, denied any systemic symptoms, such as fevers, \nnight sweats, weight loss, abdominal pain, nausea/vom iting, shortness of breath, or weakness. His medical his tory was significant for hypertension, dyslipidemia, and \nobesity with a body mass index of 32 kg   m−2. Ultrasoundguided needle biopsy of the left groin lump demonstrated \na stage III malignant melanoma. On immunohistochem istry, the mass demonstrated diffuse and strong staining \nof the tumor cells with S-100, SOX10, and MART-1, sup porting the diagnosis.\nUpon further history taking and investigation, the \npatient reported that 2 years prior to initial presentation, \nhe had accidentally scraped off a “mole” on the medial \naspect of his left ankle, that had been present since child hood, with his toenail. Although the mole disappeared \nwhen the skin healed, the patient noted the persistence \nof a deep, rock-hard nodule that was not present prior \nto the left medial ankle trauma. It was postulated that a \nprior nevus at the left medial ankle had been traumatized \ninto the subcutaneous tissue and likely resulted in cuta neous metastatic melanoma presenting as a subcutane ous nodule with left inguinal lymph node swelling. The \npatient’s timeline of care is summarized in Fig. 1.Diagnostic assessment\nMetastatic workup with a position emission tomography \n(PET) scan confirmed a 1.4 × 0.9  cm nodule in the left \nmedial ankle with a standardized uptake value (SUV) of \n21 and a left inguinal lymph node with SUV of 84. Mag netic resonance imaging of the brain was negative, and \nthere were no other obvious metastatic lesions. Biopsy \nof the ankle mass located at the site of trauma confirmed \na nodular type malignant melanoma of 8.9 mm Breslow \ndepth without an epidermal component, ulceration, or \nlymphovascular invasion.\nThe left medial ankle subcutaneous melanoma was \nsurgically removed in the operating room with 3  cm \nwide excision and Integra application (Fig.  2A). At the \nsame time, the left inguinal sentinel lymph node was \nexcised, and biopsy was positive for melanoma. The left \nankle wound healed 3 months after surgery (Fig.  2B, C). \nUsing the American Joint Committee on Cancer (AJCC) \n8th Edition, the final clinical staging was determined to \nbe stage III (cT0, cN1b, cM0). The final pathologic stag ing was stage IIIC (pT4a, pN1b, cM0). Following lymph \nnode dissection of the groin, the patient was treated with \npembrolizumab every 3 weeks for 18 cycles and adju vant radiation to the left inguinal area. Approximately \n2  months following completion of immunotherapy, he \nFigure. 1 Timeline of care\nPage 3 of 6\n Workman et al. Journal of Medical Case Reports          (2024) 18:647 \n \nwas found to have multiple metastases to the lungs, ver tebra, sternum, ribs, and right axillary lymph nodes that \nwere fluorodeoxyglucose (FDG)-avid on PET/computed \ntomography (CT). Subsequent biopsy of a right axillary \nlymph node was positive for malignant melanoma. As \nsuch, he started immunotherapy again, this time with \nipilimumab-nivolumab.",
    "Discussion": "Discussion and conclusion\nExcluding the diagnosis of MUP\nWithout an apparent epidermal component to the pri mary melanoma site, consideration was given to whether \nthis case could represent a melanoma of unknown pri mary or cutaneous metastatic melanoma. MUP can \npresent clinically as metastatic melanoma with palpa ble lymphadenopathy or as a solitary dermal lesion [1]. \nApproximately 2–9% of melanoma metastases appear \nwithout a known primary tumor [2–4]. There are several \nproposed hypotheses on the mechanism of MUP , which \ninclude: primary tumor regression after metastasis has \nalready occurred, traumatic removal of the overlying \nepidermal component, and de novo melanomas arising \nwithin lymph nodes or in subcutaneous tissue. [5]\nIn 1963, Das Gupta originally defined MUP as mela noma found in the subcutaneous tissue, lymph nodes, \nor visceral organs without evidence of a primary site \nin the eye, mucosa, or skin [2 , 6]. MUP presents most \ncommonly in the lymph nodes (40–60% of all cases) \nfollowed by subcutaneous sites (30% of cases) [2 ]. Das \nGupta also proposed exclusion criteria for MUP , which \ninclude: (1) evidence of previous orbital exenteration \nor enucleation; (2) evidence of previous skin excision, \nelectrodessication, cauterization, or other surgical manipulation of a mole, freckle, birthmark, paronychia, \nor skin blemish; (3) evidence of metastatic melanoma \nin a draining lymph node with a scar in the area of skin \nsupplying that lymph node basin; and (4) lack of thor ough physical examination, including the absence of an \nophthalmologic, anal, and genital exam [2 , 6]. Despite \nthese existing criteria, a recent systematic review of \nMUP conducted by Kamposioras et al. reported that \nonly 16% of peer-reviewed articles and abstracts used \nthe original Das Gupta criteria for the characterization \nof MUP . [2 , 7]\nGiven our patient’s melanoma positive inguinal \nlymph node and subcutaneous nodule, MUP was con sidered as a differential diagnosis. However, the patient \ndid not undergo an ophthalmologic, anal, and genital \nexam, which by Das Gupta’s criteria would exclude the \ndiagnosis of MUP . Most importantly, because he had a \nlikely primary lesion at the left ankle given his history \nof a previous nevus there that was removed via unin tentional trauma, our patient’s presentation was most \nconsistent with cutaneous metastatic melanoma.\nSome authors have challenged Das Gupta’s exclu sion criteria, calling into question the feasibility of \nextensive full-body physical examinations, especially \nwith improved imaging techniques available [8 , 9]. Tos \net al. conducted a retrospective study of 103 patients \ndiagnosed with metastatic MUP and concluded that \nonly one possible (but not verified) primary tumor \nwas disclosed by various specialist’s examinations [8 ]. \nAlthough PET/CT has been used for staging in patients \nwith MUP , its role in identifying a possible primary site \nis not well studied [8 , 9]. In our case, PET/CT was help ful in pinpointing the likely primary site.\nFigure. 2 Healing progression following surgical removal of a subcutaneous melanoma (A)  Left medial ankle wound 1 week following wide \nexcision of subcutaneous nodule and application of Integra. (B) Healing left ankle wound 2 months postoperatively. (C)  Healed left medial ankle \nwound 3 months postoperatively\nPage 4 of 6 Workman et al. Journal of Medical Case Reports          (2024) 18:647 \nPrognostication and Survival of Stage‑matched patients \nwith MUP and MKP\nAs for the prognostication of MUP versus cutaneous \nmetastatic melanoma, some authors have argued that \nMUP is associated with improved survival [2, 10]. Bae et \nal. conducted a meta-analysis of all studies with survivalto-date data and reported significantly improved overall \nsurvival for patients with stage III MUP compared with \nmelanoma of known primary (MKP) patients (hazard \nratio 0.83, 95% confidence interval 0.73–0.96, P = 0.01). \nAccording to Scott et al., MUP patients have better \nprognoses and improved overall survival compared with \nstage-matched patients with MKP , which supports the \ntheory that an immune-mediated primary regression is \nan underlying mechanism that explains the development \nof MUP [2].\nOther studies have found that the survival profile of \npatients with stage III MUP versus stage III MKP is not \nsignificantly different [4, 9, 11]. However, outcomes \nappear to change based on the number of metastatic \nlymph nodes involved in MUP [5, 12]. One study found \nthat survival between MUP and MKP patients did not \ndiffer when only one lymph node was involved. However, \nin the presence of ≥ 2 metastatic lymph nodes, patients \nwith MUP experienced significantly inferior outcomes \ncompared with those with MKP [13]. Another study \nby van der Ploeg et al. concluded that more than three \nlymph node involvement was an independent prognostic \nfactor of shorter disease-free and melanoma-specific sur vival in patients with MUP [14]. According to the eighth \nedition International Melanoma Database Kaplan–Meier \nmelanoma-specific survival curves, the overall survival \nof stage IIIC melanoma is approximately 60% at 10 years \nsince diagnosis. [15]\nTreatment of MUP and cutaneous metastatic melanoma\nPatients classified as AJCC stage III, with or without a \nknown primary cutaneous site, should be considered for \nsurgery in addition to neoadjuvant and adjuvant thera pies [4]. Those presenting with subcutaneous disease \nshould receive wide local excision while patients with \nlymph node disease should be offered lymph node dis section [2, 4]. In cases of MUP , routine, long-term followup is crucial, as the occult primary lesion can manifest \nyears after initial diagnosis [2].\nThe role of trauma in the development of melanoma \npresenting subcutaneously\nAlthough not a true example of MUP , our case is still \nnoteworthy, as it represents a unique instance of mela noma presenting subcutaneously from trauma to a pre existing epidermal nevus. Prior studies have shown that \nmechanical pressure has various effects on skin and its cellular processes, which drive the development of cer tain cutaneous pathologies [16]. Melanocytes subjected \nto external forces can exhibit pathological changes that \ninduce the development of melanoma [16]. Potential \nmechanisms include dysregulated cellular communica tion between melanocytes and other cells, subcellular \nstructural instability and damage, altered modulation \nof melanoblast differentiation, and tumorigenesis influ enced by extracellular matrix stiffness [17–20]. Mechani cal pressure has also been shown to promote tissue \nproliferation via epidermal cell-cycle arrest and upregula tion of the proto-oncogene c-fos. [21]\nTattooing is a mechanically traumatizing procedure \ninvolving the",
    "Introduction": "introduction of exogenous pigment into \nthe dermis by puncturing the skin [22]. Several cases of \nmelanoma arising in tattoos have been reported through out literature, although the pathophysiology remains \nunclear [22–25]. Dermabrasion is another form of con trolled mechanical trauma which involves “sanding” the \nskin using a rapidly rotating device. A combined his topatholgical and immunohistochemical study identi fied alterations in acquired melanocytic nevi after they \nunderwent dermabrasion up to the superficial dermis \n[26]. At 4 weeks after the dermabrasion, atypical features \nincluding melanocytic atypia and pagetoid spread, which \nsimulate melanoma in situ, were identified. Furthermore, \nthese alterations persisted longer than those found after \nultraviolet radiation, which is the single greatest risk fac tor for developing melanoma [26]. Surgical excision of \nbenign melanocytic nevi, while frequently performed \nto assess for malignancy, can also induce trauma [27]. \nOccasionally, this trauma is associated with melanoma, \nas evidenced by the fact that neval remnants of precur sor nevi are found in up to one third of melanomas [28]. \nMoreover, it is thought that surgical excision can modify \nthe milieu of cytokines in postsurgical skin, such that an \nactivated melanocytic phenotype is produced. [29]\nSome authors have noted that trauma may be a \ncocarcinogenic factor for melanoma formation [23, \n30, 31]. Kaskel et al. conducted a retrospective, ques tionnaire-based study and found that 9% of the 369 \nrespondents who had excision of histopathologically \nconfirmed primary melanoma considered an associa tion between trauma and melanoma to be likely [23]. \nOf the 32 patients reporting trauma, 22 (70%) recalled \na single traumatic event, such as a cut, blow, tattoo, \nor abrasion, prior to melanoma diagnosis. In total, ten \npatients (30%) reported persistent trauma from irri tation secondary to tight shoes or clothes. A total of \nseven patients developed melanoma on an acquired \nor congenital nevus after mechanical injury. Nodular \nmalignant melanoma was the diagnosis in 10 of the \n32 trauma-associated cases and was the second most \nPage 5 of 6\n Workman et al. Journal of Medical Case Reports          (2024) 18:647 \n \ncommon subtype. The largest tumor thickness was \n7  mm, and this lesion resulted from persistent irrita tion on the lower leg from tight socks. Kaskel et al. con cluded that patients with acral melanoma were more \nlikely to report a history of trauma compared with \nthose with melanoma at other sites, although this was \nnot statistically significant. Additionally, patients who \nreported trauma appeared to have higher tumor thick ness than those who did not (1.1 mm versus 0.85 mm \nmedian thickness). Troyonova et al. also sought to ana lyze the role of mechanical injury on preexisting pig mented skin lesions via a case–control study of 156 \npatients with histologically proven and treated cuta neous malignant melanoma matched by age, sex, and \ngeographic residence with a control group lacking any \noncological diagnosis [31]. The odds ratio indicated \nthat history of trauma on a preexisting pigmented skin \nlesion was associated with an elevated, but not statis tically significant risk for melanoma formation [odds \nratio (OR) = 1.35; 95% confidence interval (CI) 0.59–\n3.07; p > 0.05]. Repeated trauma was associated with an \nelevated, but not statistically significant risk for mela noma genesis (OR = 7.01; 95%CI 0.88–15.99; p > 0.05).\nThis manuscript highlights an unusual presenta tion of metastatic melanoma initially concerning for \nmelanoma of unknown primary. The case has educa tional merit in that it sheds light on the possible role of \ntrauma in the development of subcutaneous melanoma. \nIt also reviews the nuances in diagnostic criteria of var ious melanoma subtypes.\nAbbreviations\nMUP  Melanoma of unknown primary\nPET  Position emission tomography\nSUV  Standardized uptake value\nAJCC  American joint committee on cancer\nCT  Computed tomography\nMKP  Melanoma of known primary\nAcknowledgements\nNot applicable\nAuthor contributions\nLW carried out study conceptualization, data curation, investigation, methodology, visualization, writing—original draft, and writing—review and editing; \nLF carried out study conceptualization, data curation, investigation, methodology, writing—original draft, and writing—review and editing; MB carried out \ninvestigation, methodology, writing—original draft, and writing—review \nand editing; JC carried out data curation, investigation, and writing—review \nand editing; RS carried out project administration, supervision, and writing—\nreview and editing. All authors read and approved the final manuscript.\nFunding\nNo funding was used or received in relation to this manuscript.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nA Case Report Summary and Acknowledgement application was submit ted to ProMedica institutional review board (PHS IRB) for review. The PHS IRB \ndetermined that the case report was not considered human subject research \nand that further IRB review would not be required. No patient identifiers are \nincluded in this manuscript.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 College of Medicine and Life Sciences, University of Toledo, 3000 Arlington \nAve, Toledo, OH 43614, USA. 2 College of Medicine and Life Sciences, Division \nof Plastic and Reconstructive Surgery, University of Toledo, 3000 Arlington Ave, \nToledo, OH 43614, USA. 3 Wound Care Program, Jobst Vascular Institute, Pro Medica Health Network, 2109 Hughes Drive, Suite 400, Toledo, OH 43606, USA. \nReceived: 20 August 2024   Accepted: 20 September 2024\nReferences\n 1. Lee CC, Faries MB, Ye X, Morton DL. Solitary dermal melanoma: beginning \nor end of the metastatic process? Ann Surg Oncol. 2009;16(3):578–84. \nhttps:// doi. org/ 10. 1245/ s10434- 008- 0272-9.\n 2. Scott JF, Gerstenblith MR. Melanoma of unknown primary. Noncutaneous \nMelanoma: Brisbane (AU); 2018.\n 3. González-de Arriba M, Bordel-Gómez MT, Solera JC, Sánchez-Estella J. \nPrimary dermal melanoma: a case report and a review of the literature. \nActas Dermosifiliogr. 2013;104(6):518–22. https:// doi. org/ 10. 1016/j. ad. \n2011. 12. 020.\n 4. Keung EZ, Balch CM, Thompson JF, Kirkwood JM, Scolyer RA, Sondak VK, \net al. Melanoma prognosis and staging. In: Balch CM, Atkins MB, Garbe \nC, Gershenwald JE, Halpern AC, Kirkwood JM, et al., editors. Cutaneous \nMelanoma. Cham: Springer International Publishing; 2020. p. 271–97.\n 5. Song Y, Karakousis GC. Melanoma of unknown primary. J Surg Oncol. \n2019;119(2):232–41. https:// doi. org/ 10. 1002/ jso. 25302.\n 6. Dasgupta T, Bowden L, Berg JW. Malignant melanoma of unknown \nprimary origin. Surg Gynecol Obstet. 1963;117:341–5.\n 7. Kamposioras K, Pentheroudakis G, Pectasides D, Pavlidis N. Malignant \nmelanoma of unknown primary site To make the long story short a systematic review of the literature. Crit Rev Oncol Hematol. 2011;78(2):112–\n26. https:// doi. org/ 10. 1016/j. critr  evonc. 2010. 04. 007.\n 8. Tos T, Klyver H, Drzewiecki KT. Extensive screening for primary tumor \nis redundant in melanoma of unknown primary. J Surg Oncol. \n2011;104(7):724–7. https:// doi. org/ 10. 1002/ jso. 21994.\n 9. Del Fiore P , Rastrelli M, Dall’Olmo L, et al. Melanoma of unknown primary: \nevaluation of the characteristics, treatment strategies, prognostic factors \nin a monocentric retrospective study front. Oncol. 2021. https:// doi. org/ \n10. 3389/ fonc. 2021. 627527.\n 10. Bae JM, Choi YY, Kim DS, et al. Metastatic melanomas of unknown primary show better prognosis than those of known primary: a systematic \nreview and meta-analysis of observational studies. J Am Acad Dermatol. \n2015;72(1):59–70. https:// doi. org/ 10. 1016/j. jaad. 2014. 09. 029.\n 11. Schlagenhauff B, Stroebel W, Ellwanger U, et al. Metastatic melanoma \nof unknown primary origin shows prognostic similarities to regional \nmetastatic melanoma: recommendations for initial staging examinations. \nCancer. 1997;80(1):60–5. https:// doi. org/ 10. 1002/ (sici) 1097- 0142(19970 \n701) 80:1% 3c60:: aid-  cncr8% 3e3.0. co;2-j .\n 12. Boussios S, Rassy E, Samartzis E, et al. Melanoma of unknown primary: \nnew perspectives for an old story. Crit Rev Oncol Hematol. 2021;158: \n103208. https:// doi. org/ 10. 1016/j. critr  evonc. 2020. 103208.\nPage 6 of 6 Workman et al. Journal of Medical Case Reports          (2024) 18:647 \n 13. de Waal AC, Aben KK, van Rossum MM, Kiemeney LA. Melanoma of \nunknown primary origin: a population-based study in the Netherlands. \nEur J Cancer. 2013;49(3):676–83. https:// doi. org/ 10. 1016/j. ejca. 2012. 09. \n005.\n 14. van der Ploeg AP , Haydu LE, Spillane AJ, et al. Melanoma patients with \nan unknown primary tumor site have a better outcome than those \nwith a known primary following therapeutic lymph node dissection \nfor macroscopic (clinically palpable) nodal disease. Ann Surg Oncol. \n2014;21(9):3108–16. https:// doi. org/ 10. 1245/ s10434- 014- 3679-5.\n 15. Gershenwald JE, Scolyer RA, Hess KR, et al. Melanoma staging: evidencebased changes in the American joint committee on cancer eighth \nedition cancer staging manual. CA Cancer J Clin. 2017. https:// doi. org/ 10. \n3322/ caac. 21409.\n 16. Chien WC, Tsai TF. The pressurized skin: a review on the pathological \neffect of mechanical pressure on the skin from the cellular perspective. \nInt J Mol Sci. 2023;24(20):15207. https:// doi. org/ 10. 3390/ ijms2 42015 207.\n 17. Seo J, Kim H, Min KI, et al. Weight-bearing activity impairs nuclear membrane and genome integrity via YAP activation in plantar melanoma. Nat \nCommun. 2022;13(1):2214. https:// doi. org/ 10. 1038/ s41467- 022- 29925-x.\n 18. Panciera T, Azzolin L, Cordenonsi M, Piccolo S. Mechanobiology \nof YAP and TAZ in physiology and disease. Nat Rev Mol Cell Biol. \n2017;18(12):758–70. https:// doi. org/ 10. 1038/ nrm. 2017. 87.\n 19. Domingues L, Hurbain I, Gilles-Marsens F, et al. Coupling of melano cyte signaling and mechanics by caveolae is required for human skin \npigmentation. Nat Commun. 2020;11(1):2988. https:// doi. org/ 10. 1038/ \ns41467- 020- 16738-z.\n 20. Huang X, Liang X, Zhou Y, et al. CDH1 is identified as a therapeutic \ntarget for skin regeneration after mechanical loading. Int J Biol Sci. \n2021;17(1):353–67. https:// doi. org/ 10. 7150/ ijbs. 51309.\n 21. Tsanev R, Yaneva J, Vaptzarova K, Markov D. Effect of mechanical pressure \non c-fos and on the mitotic activity of epidermal cells. Acta Biochim Pol. \n1996;43(4):593–601.\n 22. Kluger N, Phan A, Debarbieux S, Balme B, Thomas L. Skin cancers arising \nin tattoos: coincidental or not? Dermatology. 2008;217(3):219–21. https:// \ndoi. org/ 10. 1159/ 00014 3794.\n 23. Kaskel P , Kind P , Sander S, Peter RU, Krähn G. Trauma and melanoma \nformation: a true association? Br J Dermatol. 2000;143(4):749–53. https:// \ndoi. org/ 10. 1046/j. 1365- 2133. 2000. 03770.x.\n 24. Singh RS, Hafeez Diwan A, Prieto VG. Potential diagnostic pitfalls in melanoma arising in a cutaneous tattoo. Histopathology. 2007;51(2):283–5. \nhttps:// doi. org/ 10. 1111/j. 1365- 2559. 2007. 02740.x.\n 25. Paradisi A, Capizzi R, De Simone C, Fossati B, Proietti I, Amerio PL. \nMalignant melanoma in a tattoo: case report and review of the literature. \nMelanoma Res. 2006;16(4):375–6. https:// doi. org/ 10. 1097/ 01. cmr. 00002 \n22591. 75858. fb .\n 26. Dal’Forno T, Cartell A, Bakos L. Dermabrasion in acquired melanocytic \nnevi: a histopathological and immunohistochemical study. Am J Der matopathol. 2011;33(1):40–6. https:// doi. org/ 10. 1097/ DAD. 0b013 e3181 \neb3eb1.\n 27. Selim MA, Vollmer RT, Herman CM, Pham TT, Turner JW. Melanocytic nevi \nwith nonsurgical trauma: a histopathologic study. Am J Dermatopathol. \n2007;29(2):134–6. https:// doi. org/ 10. 1097/ 01. dad. 00002 46176. 81071. a6.\n 28. English JS, Swerdlow AJ, MacKie RM, et al. Relation between phenotype \nand banal melanocytic naevi. Br Med J (Clin Res Ed). 1987;294(6565):152–\n4. https:// doi. org/ 10. 1136/ bmj. 294. 6565. 152.\n 29. Carlson JA, Mu XC, Slominski A, et al. Melanocytic proliferations associated with lichen sclerosus. Arch Dermatol. 2002;138(1):77–87. https:// doi. \norg/ 10. 1001/ archd erm. 138.1. 77.\n 30. Ghadially FN. Trauma and melanoma production. Nature. \n1966;211(5054):1199. https:// doi. org/ 10. 1038/ 21111 99a0.\n 31. Troyanova P . The role of trauma in the melanoma formation. J BUON. \n2002;7(4):347–50.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}