{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04880-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04880-x.pdf",
  "metadata": {
    "/Keywords": "Culture negative endocarditis; Bartonella endocarditis; Aortic valve vegetation; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250227144541+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250227132801+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04880-x",
    "/Author": "Meriem Ghozzia ",
    "/Title": "Navigating diagnostic challenges in Bartonella-induced infective endocarditis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04880-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Blood culture-negative infective endocarditis presents a significant clinical and diagnostic challenge \nowing to its atypical presentation and difficulty in identifying causative pathogens. Bartonella henselae, a rare cause \nof blood culture-negative infective endocarditis, can further complicate its diagnosis and treatment.",
    "Case Presentation": "Case presentation This case report describes the intricate diagnostic journey and therapeutic challenges encountered in a 65-year-old Tunisian female diagnosed with Bartonella henselae-induced infective endocarditis. The \npatient presented with symptoms of general weakness, weight loss, arthralgia, and a 2-month history of fever \nalong with hepatic involvement characterized by cholestasis and portal hypertension. Despite initial empirical \nantibiotic therapy leading to temporary improvement, the patient experienced relapse, prompting further investigation. Positive serological tests for Bartonella henselae guided the initiation of targeted antibiotic therapy with rifampin \nand doxycycline, which resulted in significant clinical improvement. However, the subsequent acute pulmonary \nedema revealed severe triple-vessel coronary disease, necessitating aortic valve replacement surgery and coronary \nartery bypass grafting. The patient recovered well postoperatively, with cultures from the aortic valve confirming \nBartonella henselae infection.\nConclusions This report underscores the importance of heightened awareness, comprehensive diagnostic imaging, and careful consideration of treatment strategies in patients with atypical infective endocarditis. This highlights \nthe need for the early suspicion and identification of Bartonella henselae in BCNIE cases, particularly in patients \nwith relevant epidemiological exposure.\nKeywords  Culture negative endocarditis, Bartonella endocarditis, Aortic valve vegetation, Case report\nBackground\nInfective endocarditis (IE) is a life-threatening, systemic \ninfectious disease. Its high morbidity and mortality rate \nmake it a significant public health concern [1]Antibiotic resistance is a major factor in the increase \nin the population at risk for IE. In addition, a significant \nfactor in the increase in IE incidence is the emergence \nof new diagnostic tools and multimodal imaging for IE \ndiagnosis. A number of conditions are typically essen tial to placing this group at risk, including the existence \nof predisposing risk factors, particularly for individuals \nwith congenital heart disease, prosthetic valves, or any \nintracardiac material. The diagnosis of IE is established \naccording to the modified Duke criteria [2].Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMeriem Ghozzia\nmeriem.ghozzia@etudiant-fmt.utm.tn\n1 Department of Cardiology, Mongi Slim University Hospital Center, La \nMarsa, Tunis, Tunisia\n2 Faculty of Medicine of Tunis, Tunis, Tunisia\nPage 2 of 6 Ghozzia et al. Journal of Medical Case Reports           (2025) 19:79 \nIdentification of microorganisms by blood culture is \ninitially a cornerstone for diagnosis and treatment. In \nsome cases, if blood culture is negative, empirical therapy \nis started with further investigation, and blood culturenegative infective endocarditis accounts for 5–10% of all \ncases of endocarditis.\nBCNIE is often severe and difficult to diagnose [3]. \nThree primary categories identify blood culture-negative \ninfective endocarditis (BCNIE): endocarditis caused by \nfastidious microorganisms requiring extended incuba tion, bacterial endocarditis with blood cultures sterilized \nby prior antibiotic therapy, and true blood culture-nega tive endocarditis as a result of intracellular bacteria that \nare not routinely cultured in blood [4].\nThe main causes of BCNIE are Brucella spp., Coxiella \nburnetii, Bartonella spp., Legionella spp., Mycoplasma \nspp., and Tropheryma whipplei.\nA team approach is needed for the diagnosis and treat ment of blood culture-negative endocarditis because it \nrequires sophisticated and innovative molecular analysis, \nhistology, and vital epidemiological information.\nMolecular and serological techniques have emerged as \ncrucial tools for Bartonella species detection. The most \ncommon species among the 14 species associated with \nBartonella endocarditis was B. henselae. Catch-scratch \nillnesses are also recognized to be mostly caused by this \nspecies [5].\nBartonella henselae endocarditis is a rare but seri ous condition, with a limited number of cases reported \nin the literature. This rarity makes diagnosis challenging \nand often leads to delays and complications. The atypical \npresentation of Bartonella endocarditis, particularly in \npopulations without common risk factors, further com plicates its diagnosis. There is a specific knowledge gap \nregarding the diverse clinical manifestations and optimal \nmanagement strategies for Bartonella endocarditis, espe cially in patients without a clear epidemiological history \nof animal exposure. Addressing these knowledge gaps is \ncrucial for improving the diagnostic accuracy and treat ment outcomes in affected patients.\nThe aim of this report was to present a case of B. hense lae endocarditis associated with Bartonella-infected \ndomestic animals in Tunisia, highlighting the diagnostic \nchallenges and therapeutic strategies involved.\nCase description\nA 65-year-old Tunisian woman presented to our depart ment in July 2023 with general weakness, weight loss, \narthralgia, and symmetrical petechial and purpuric \nrashes on her feet. The patient reported a 2-month his tory of fever. Her medical history included type 2 diabe tes for the past 5 years, which was effectively managed. \nAdditionally, the patient had hypothyroidism and was currently receiving levothyroxine. She also had dys lipidemia. In 2021, the patient underwent coronary \nstenting for a non-ST-elevation myocardial infarction. \nEchocardiography revealed a preserved left ventricular \nejection fraction and no valvular heart disease. Addition ally, 3 months before the present admission, the patient \nunderwent evaluation by a gastroenterologist for throm bocytopenia and anicteric cholestasis. Clinical manifesta tions indicative of portal hypertension such as moderate \nascites and splenomegaly were also observed. Serologi cal tests for hepatitis B and hepatitis C yielded negative",
    "Results": "results. Abdominal ultrasound results supported the \ndiagnosis, demonstrating characteristics aligned with \nportal hypertension and cirrhosis classified as stage F3–\nF4 according to FibroScan analysis. On admission, the \npatient presented with a body temperature of 38.1  °C. \nVascular ecchymotic purpura were observed in the lower \nlimbs. Cardiovascular examination revealed no abnor malities and palpation revealed splenomegaly. Echocar diography revealed a preserved left ventricular ejection \nfraction with no wall motion abnormalities. The aortic \nvalve was tricuspid and showed a mobile image measur ing 4 mm × 9 mm on the non-coronary cusp and prolaps ing into the left ventricular outflow tract, causing grade \n2 aortic insufficiency, with a vena contracta of 4  mm \n(Figs. 1, 2).\nThe initial biochemical profile of the patient revealed \nanemia with a hemoglobin level of 9 g/dL, platelet count \nof 175,000/mm3, and white blood cell count of 6030/\nFig. 1 The aortic valve vegetation on three-dimensional (3D) \nechocardiography\nPage 3 of 6\n Ghozzia et al. Journal of Medical Case Reports           (2025) 19:79 \n \nmm3. Renal function parameters were as follows: urea, \n8.48  mmol/L and creatinine, 115  µmol/L. Inflamma tory marker levels were elevated, with a C-reactive pro tein level of 41 mg/L. Liver function tests revealed mild \nabnormalities, including aspartate aminotransferase \n(ASAT) at 43 U/L, alanine aminotransferase (ALAT) at \n14 U/L, and gamma-glutamyl transferase (GGT) at 175 \nU/L. Alkaline phosphatase (PAL) were notably elevated \nat 348 U/L. The immunological profile was negative for \nantineutrophil cytoplasmic antibodies (ANCA), antiextractable nuclear antigens (ENA), and anti-mitochon drial antibodies (anti-ML).Additionally, the rheumatoid \nfactor (RF) level was elevated, exceeding 200  IU/mL, \nwhereas anti-cyclic citrullinated peptide (anti-CCP) and \nanti-fibrillarin antibodies (anti-FI) were both negative. \nUrinary analysis revealed a 24 hour protein excretion of \n0.2 g/24 hour, with no detectable hematuria or red blood \ncell casts. A skin biopsy revealed characteristics indica tive of leukocytoclastic vasculitis, with medium-intensity \nC3 and IgM deposits detected in the vascular structures. \nIn the presence of signs of infective endocarditis, despite \nnegative blood cultures and a thoracoabdominopelvic \ncomputed tomography (CT) scan showing no abnormali ties, empirical antibiotic therapy was initiated. The cho sen treatment regimen included ampicillin, oxacillin, and \ngentamicin, with dosages tailored to the results of blood \nanalyses. After 10  days of antibiotic therapy, there was \nan initial improvement in the apyrexia and a decrease in the levels of biological inflammatory markers. However, \nfebrile episodes recurred and C-reactive protein levels \nincreased, indicating an incomplete response to the ini tial treatment. Antibiotic therapy was modified without \nimprovement, and investigation of the rare causes of \nculture-negative endocarditis was initiated. Serologi cal tests for Coxiella burnetii, Legionellosis, Aspergillus , \nMycoplasma, Tropheryma whipplei, and brucellosis all \nreturned negative results. In addition, a positron emis sion tomography (PET) scan was performed and the \nresults were negative. On day 14, serological tests for \nBartonella henselae were positive and both IgM and \nIgG were positive. Antibiotic treatment with rifampin \nand doxycycline was initiated; however, aminoglyco sides were not incorporated into the treatment regimen \nbecause of the patient’s borderline kidney function. At \nthis point, the patient recalled being scratched by a cat \nseveral months prior to her current admission. The \npatient showed significant improvement with this treat ment, with complete resolution of fever, normalization \nof inflammatory markers, stability of cardiac ultrasound \nfindings, and restoration of liver function values to nor mal levels. One month later, the patient presented with \nacute pulmonary edema without evident etiology. Coro nary angiography was performed to assess the coronary \nstatus, revealing triple-vessel disease with involvement of \nthe left main coronary artery. Echocardiography revealed \nthe same appearance of vegetation responsible for grade 2 \nFig. 2 Two-dimensional (2D)  transesophageal echocardiography showing grade 2 aortic valve regurgitation\nPage 4 of 6 Ghozzia et al. Journal of Medical Case Reports           (2025) 19:79 \naortic valve regurgitation (Figs.  3, 4). Given this condition \nand the low operative risk in our patient, we decided to \nproceed with aortic valve replacement using a mechani cal prosthesis and coronary artery bypass grafting. The \npatient underwent surgery with good postoperative \nrecovery, and the culture of the aortic valve was positive for Bartonella henselae, which further supports our diag nosis.After the surgery, the patient was closely monitored \nwith monthly follow-up visits. Throughout this period, \nshe demonstrated a favorable clinical course, remaining \napyretic with a preserved general condition. Monthly \ntransthoracic echocardiograms consistently showed a \ngood hemodynamic profile of the aortic prosthesis with \nno evidence of vegetation. Now, 1-year post-surgery, she \ncontinues to undergo regular follow-ups, maintaining a \nstable recovery and showing no signs of complications.",
    "Discussion": "Discussion and conclusions\nBartonella henselae infective endocarditis poses a diag nostic challenge in predisposed patients and is associated \nwith a high mortality rate. A substantial level of suspicion \nis needed for early identification because atypical presen tations and lack of usual signs and symptoms of infection \ncan delay diagnosis. When blood cultures are negative \nafter 72–96 hours, individuals with epidemiological risk \nfactors should be evaluated for the disease [6].\nBartonella henselae is an intracellular pathogen that \nprimarily infects the endothelial cells and macrophages. \nAfter entering the host, often through a scratch or bite \nfrom an infected cat, the bacteria disseminate through \nthe bloodstream and adhere to the damaged endocardial \nsurfaces. The bacteria’s ability to invade endothelial cells \nand evade the host immune response is a key factor in its \npathogenicity. Chronic infection of endothelial cells leads \nto the formation of vegetation on heart valves, which are \naggregates of platelets, fibrin, and bacteria. These vegeta tion types can cause valve dysfunction, embolic phenom ena, and systemic inflammatory responses. The fastidious \nnature of Bartonella henselae, which requires specific \nculture conditions and extended incubation periods, \ncomplicates its detection in blood cultures, often neces sitating the use of serological and molecular diagnostic \ntechniques.\nCulture-negative endocarditis is associated with several \nBartonella species. Up to 95% of cases are accounted for \nwith two common species: B. henselae and B. Quintana \n[7]. Patients with negative blood cultures and risk fac tors for these infections should consider early serologi cal testing. Polymerase chain reaction (PCR) has a 100% \nspecificity rate but only a 58% sensitivity, and the test is \nnot always accessible. In addition, the fastidious nature of \nthe organism limits its growth in blood cultures, and the \nincubation period can extend up to 21  days, which fur ther delays prompt identification and treatment. There fore, the initial diagnosis is reliant on the evaluation of \nserum IgM and IgG titers [8].\nIn our case report, the classification of endocarditis \naccording to the Duke criteria underscores the diag nostic uncertainty initially encountered [9]. Given the \nFig. 3 Two-dimensional (2D) echocardiography,Long axis, mobile \naortic valve vegetation\nFig. 4 Two dimenisonal (2D) echocardiography. A 0.9 cm × 0.4 cm \nmobile aortic valve vegetation\nPage 5 of 6\n Ghozzia et al. Journal of Medical Case Reports           (2025) 19:79 \n \nurgency of the situation, empirical antibiotic therapy was \npromptly initiated while awaiting specific test results. \nThis proactive approach facilitates early treatment ini tiation and contributes to the initial stabilization of the \npatient. Furthermore, comprehensive patient interroga tion revealed crucial information regarding exposure \nto kittens, prompting suspicion of Bartonella henselae \ninfection. This highlights the importance of thorough his tory-taking to guide the diagnosis of specific pathogens \nand prevent treatment delays. The timely recognition of \nBartonella henselae infection allowed for swift adjust ment of antibiotic therapy, replacing empirical treatment \nwith a tailored combination targeting the identified path ogen. This not only enhanced treatment efficacy but also \nreduced the risk of complications, leading to improved \npatient outcomes.\nThe long-term prognosis of patients with Bartonella \nendocarditis who undergo successful surgical inter vention and appropriate antibiotic therapy is generally \nfavorable. In our case, the patient’s condition improved \nsignificantly after valve replacement surgery and targeted \nantibiotic treatment, and no recurrence of infection was \nobserved during follow-up.\nOur case underscores the critical importance of an \nintegrated approach in managing patients with infective \nendocarditis, emphasizing the significance of accurate \nclassification, prompt initiation of empirical therapy, and \nthorough interrogation to guide diagnosis and optimize \ntherapeutic outcomes.\nHowever, a major challenge is the time-consuming \nnature of these diagnostic",
    "Methods": "methods, and the difficulty of \ndetermining the appropriate treatment for individuals \nwith infective endocarditis that is culture-negative [10]. It \nis essential to establish a balance between the necessity of \nempirical antibiotic therapy and the possible toxicity of \ncertain drugs, including aminoglycosides [11].\nA more thorough investigation into the causes of cul ture-negative endocarditis, incorporating history, physi cal examination, and additional diagnostic tools are \nnecessary in cases of negative blood cultures, which pose \na diagnostic issue. Health professionals should be alert to \nan atypical case of infective endocarditis, especially when \npatients have weight loss, manifestation of liver damage, \nand epidemiological history of domestic animals.\nThe limitations of this case report include its limited \ngeneralizability.While the case provides valuable insights \ninto the diagnosis and management of Bartonella endo carditis, the specific clinical presentation and treatment \napproach may not be applicable to all patients. Each case \nof endocarditis can present uniquely, especially in the \ncontext of culture-negative infections, which underscores \nthe need for individualized patient assessment and man agement. Future investigations should balance empirical therapy with potential drug toxicities, particularly with \naminoglycosides. Bartonella endocarditis requires high \nclinical suspicion, especially weight loss, liver damage, \nand contact with domestic animals.\nAbbreviations\nIE  Infective endocarditis\nBCNIE  Blood culture-negative infective endocarditis\nCRP  C-reactive protein\nASAT  Aspartate aminotransferase\nALAT  Alanine aminotransferase\nGGT   Gamma-glutamyl transferase\nPAL  Alkaline phosphatase\nANCA  Antineutrophil cytoplasmic antibodies\nENA  Anti-extractable nuclear antigens\nAnti-ML  Anti-mitochondrial antibodies\nRF  Rheumatoid factor\nAnti-CCP  Anti-cyclic citrullinated peptide\nAnti-FI  Anti-fibrillarin antibodies\nPCR  Polymerase chain reaction\nAcknowledgements\nAll other persons who participated in the care of the patient\nAuthor contributions\nAll authors participated in the care of the patient and to the writing of the \nmanuscript. All authors read and approved the final manuscript.\nFunding\nNone.\nAvailability of data materials\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no disclosures to report and have no conflict of interest.\nReceived: 9 April 2024   Accepted: 10 October 2024\nReferences\n 1. Global Burden of Disease Metrics. Institute for health metrics evaluation. \nWashington, Seattle: University of Washington, Seattle; 2021.\n 2. Delgado V, Ajmone Marsan N, de Waha S, Bonaros N, Brida M, Burri H, \nCaselli S, Doenst T, Ederhy S, Erba PA, Foldager D, Fosbøl EL, Kovac J, Mestres CA, Miller OI, Miro JM, Pazdernik M, Pizzi MN, Quintana E, Rasmussen \nTB, Ristić AD, Rodés-Cabau J, Sionis A, Zühlke LJ, Borger MA. ESC Guide lines for the management of endocarditis. Eur Heart J. 2023;44(39):3948–\n4042. https:// doi. org/ 10. 1093/ eurhe artj/ ehad1 93.\n 3. Baddour LM, Wilson WR, Bayer AS, Fowler VG Jr, Tleyjeh IM, Rybak MJ, \net al. Infective endocarditis in adults: diagnosis, antimicrobial therapy, \nand management of complications: a scientific statement for healthcare professionals from the American Heart association. Circulation. \n2015;132:1435–86.\nPage 6 of 6 Ghozzia et al. Journal of Medical Case Reports           (2025) 19:79 \n 4. Ebato M. Blood culture-negative endocarditis. Adv Conc Endocard. 2018. \nhttps:// doi. org/ 10. 5772/ intec hopen. 76767.\n 5. Chomel BB, Kasten RW. Bartonellosis, an increasingly recognized zoono sis. J Appl Microbiol. 2010;109(3):743–50. https:// doi. org/ 10. 1111/j. 1365- \n2672. 2010. 04679.x.\n 6. Shtaya AA, Perek S, Kibari A, Cohen S. Bartonella henselae endocarditis: \nan usual presentation of an unusual disease. Eur J Case Rep Intern Med. \n2019;6(3): 001038. https:// doi. org/ 10. 12890/ 2019_ 001038.\n 7. Fournier PE, Lelievre H, Eykyn SJ, Mainardi JL, Marrie TJ, Bruneel F, Roure C, \nNash J, Clave D, James E, Benoit-Lemercier C, Deforges L, Tissot-Dupont H, \nRaoult D. Epidemiologic and clinical characteristics of Bartonella quintana \nand Bartonella henselae endocarditis: a study of 48 patients. Medicine \n(Baltimore). 2001;80(4):245–51. https:// doi. org/ 10. 1097/ 00005 792- 20010 \n7000- 00003.\n 8. Shahzad MA, Aziz KT, Korbet S. Bartonella henselae infective endocarditis: \na rare cause of pauci-immune necrotizing glomerulonephritis-a case \nreport. Can J Kidney Health Dis. 2023;18(10):20543581221150550. https:// \ndoi. org/ 10. 1177/ 20543 58122 11505 54.\n 9. Chambers HF, Zhang S, Evans S. Duke infective endocarditis criteria 3.0 for \nthe clinician: defining what is possible. Clin Infect Dis. 2024;78(4):964–7. \nhttps:// doi. org/ 10. 1093/ cid/ ciae0 37.\n 10. Brouqui P , Raoult D. Endocarditis due to rare and fastidious bacteria. Clin \nMicrobiol Rev. 2001;14(1):177–207. https:// doi. org/ 10. 1128/ CMR. 14.1. 177- \n207. 2001.\n 11. Rolain JM, Maurin M, Raoult D. Bactericidal effect of antibiotics on Bar tonella and Brucella spp.: clinical implications. J Antimicrob Chemother. \n2000;46(5):811–4. https:// doi. org/ 10. 1093/ jac/ 46.5. 811.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}