{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05028-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05028-1.pdf",
  "metadata": {
    "/Keywords": "Meniere’s disease; Sensorineural hearing loss; Neurocysticercosis; Autoimmune",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120060835+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250119090807+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05028-1",
    "/Author": "Hamza Arman Lateef ",
    "/Title": "Autoimmune sensorineural hearing loss/Meniere’s disease possibly triggered by neurocysticercosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05028-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Meniere’s disease arises when an abnormal fluid accumulation",
    "Results": "results in heightened pressure \nwithin the inner ear or labyrinth. Its symptoms encompass vertigo, tinnitus, hearing loss, and a sensation of fullness \nin the ear. Various triggers for Meniere’s disease are known, from smoking and alcohol consumption to recent viral \nillnesses, allergies, and anxiety. Meniere’s disease presenting as a postinfectious inflammatory condition secondary \nto parasitic disease is unknown.",
    "Case Presentation": "Case presentation A 37-year-old Hispanic male patient, native to southern Honduras, presented with dizziness \nand tinnitus. These symptoms progressed to include left-sided sensorineural hearing loss. The patient was clinically diagnosed with Meniere’s disease and referred to an otolaryngologist. Laboratory work-up revealed a positive \nresult for the anti-heat shock proteins antibody and abnormal electrocochleography, more prominent on the left \nthan the right. His vestibulonystagmogram displayed both central and peripheral findings, and bithermal caloric \nirrigations suggested abnormal peripheral function with a 57% weakness in the left ear. Despite dietary and lifestyle \nmodifications, as well as treatment with oral steroids, his symptoms persisted. More detailed history revealed that he \nhad been treated for a tapeworm infection at the age of 14 years in his Honduran village. Subsequent magnetic \nresonance imaging scans of the brain highlighted postinflammatory calcification in the right parietal lobe and gener alized volume loss, more substantial than what would be expected for the patient’s age. The patient was also referred \nto rheumatology and neurology, where he was diagnosed with neurocysticercosis.",
    "Conclusion": "Conclusion To the authors’ knowledge, this is the first report suggesting that Meniere’s disease could be possibly triggered by or concurrent with neurocysticercosis. This highlights the need for a comprehensive examination \nto identify any coexisting neurological conditions in patients presenting with Meniere’s disease.\nKeywords  Meniere’s disease, Sensorineural hearing loss, Neurocysticercosis, Autoimmune\nBackground\nMeniere’s disease (MD) typically presents with episodic \nvertigo, variable sensorineural hearing loss, tinnitus, and \npressure in the inner ear [1]. MD may be categorized as \ntypical when it includes all the vestibular and cochlear \nsymptoms. In contrast, atypical MD presents with either \nvestibular symptoms alone (e.g., vertigo and inner ear \npressure) or cochlear symptoms (such as tinnitus, hear ing impairment, and aural pressure) [2].Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHamza Arman Lateef\narmanlateef@college.harvard.edu\n1 Harvard College, Cambridge, MA, US\n2 Allcare, Woodbridge, VA, US\n3 Centers for Advanced Ent, Woodbridge, VA, US\nPage 2 of 6 Lateef et al. Journal of Medical Case Reports           (2025) 19:21 \nMD appears to be considerably more prevalent in \nwomen than in men, typically manifesting in adults dur ing their 40s and 50s. However, instances of the disease \nalso have been reported in children [3]. A positive family \nhistory is frequently observed in patients with this dis ease, with as many as one in five family members report ing similar symptoms [4, 5].\nSeveral triggers for MD have been identified, ranging \nfrom smoking and alcohol consumption to recent viral \nillnesses, allergies, and anxiety. However, the precise \ncause and pathogenesis remain unclear. An autoimmune \netiology has been suggested in nearly a third of patients, \nalthough the specific immunological mechanisms \ninvolved remain uncertain [6].\nCase report\nThe patient, a 37-year-old Hispanic male patient native of \nHonduras, presented to his primary care physician with \nsubacute symptoms of episodic vertigo, nausea, left-sided \ntinnitus or “buzzing, ” and hearing loss. His symptoms \nwere reportedly exacerbated by dehydration and the \ningestion of salty foods. For further examination, he was \nreferred to the otolaryngology department.\nThe neurological examination, including of the cranial \nnerves and cerebellar function, was normal. During the \nHallpike maneuver, the patient reported dizziness, but no \nnystagmus was observed. Aside from a left nasal septal \ndeviation, his physical examination was normal. He was \nprovisionally diagnosed with left-sided MD and referred \nfor electrocochleography (ECOG) and a vestibulonys tagmogram (VNG). His treatment included dietary and \nlifestyle modifications, along with oral steroids. Despite \nhis ongoing symptoms, a detailed history revealed that \nhe had experienced an episode of tapeworm infection \nas a teenager prior to immigrating to the USA. The spe cific details of the infection and treatment remained \nunknown. The ear, nose, and throat (ENT) physician sus pected autoimmune sensorineural hearing loss secondary \nto the initial parasitic infection and referred the patient to \na rheumatologist. Additional imaging was ordered, and \nmagnetic resonance imaging (MRI) of the brain revealed \npostinflammatory calcifications in the right parietal lobe \nas well as generalized volume loss, which was more sig nificant than expected for the patient’s age.\nThe patient was initially treated with prednisone and \nadvised to start a low-salt diet, as well as to take betahis tine. He was referred to the neurology and rheumatology \ndepartments in light of MRI findings, as well as positive \nheat shock proteins results (HSP). Nortriptyline was \nadded to betahistine when his dizziness persisted. His \nsymptoms fluctuated, with some response to steroids, \nbut he did not have a complete resolution.Test results\nLaboratory testing\nThe patient’s laboratory testing results showed that both \nthe complete blood count (CBC) and comprehensive \nmetabolic panel (CMP) were within normal limits. The \nC-reactive protein (CRP) level was 1  mg/L, which fell \nwithin the normal range of 0–10 mg/L. The sedimenta tion rate was 8 mm/hour, which was within the normal \nrange of 0–15 mm/hour. Anticardiolipin antibody levels \nfor immunoglobulin (Ig)A, IgG, and IgM were all less \nthan 9 units, each within their respective normal ranges \n(IgA 0–11  anti phospolipid antibodies (APL)  U/ml, IgG \n0–14  GPL  U/ml, and IgM 0–12  MPL  U/ml). Similarly, \nbeta-2 glycoprotein antibody levels for IgA, IgG, and \nIgM were all less than 9 units, well within their nor mal ranges (IgA 0–25 GPI IgA units, IgG 0–20 GPI IgG \nunits, and IgM 0–32  GPI  IgM units). Additionally, the \nLyme IgG/IgM antibodies test was negative, as were the \ntests for antinuclear antibodies (ANA) and rheumatoid \narthritis factor. The thyroid-stimulating hormone (TSH) \nlevel was 2.020  uIU/mL, within the normal range of \n0.450–4.500 uIU/mL.\nAnti‑68kD (HSP‑70) and Abs positive (abnormal)\nLabCorp’s results narrative indicates that antibodies \nlinked to the 68kD (HSP-70) antigen are associated with \nsensorineural hearing loss (SNHL). These antibodies are \nfound in 35% of patients with progressive SNHL and 32% \nof patients with idiopathic bilateral SNHL. Additionally, \nanti-68kD antibodies may also be found in 60% of bilat eral and 35% of unilateral cases of Meniere’s syndrome.\nAn ECOG was obtained using a slow rate alternating \nclick, presented at 70 dB HL in the right ear and 90 dB HL \nin the left ear, owing to unilateral hearing loss. Responses \nwere averaged to approximately 1500–3000 sweeps. The \nsensitivity parameter (SP)/action potential (AP) ratios \nwere averaged from the best three waveforms obtained. \nAn SP/AP ratio of 50% or greater is considered abnormal. \nThe SP/AP ratio on the right was 67.4%, and on the left it \nwas 66.7%. The ECOG morphology was considered very \ngood. Results were consistent with hydrops or increased \nperilymphatic pressure bilaterally (Fig. 1).\nVNG testing revealed no significant gaze, spontaneous, \nor positional nystagmus. Both saccadic eye velocity and \nlatency remained within normal ranges. However, visual \npursuit appeared abnormal owing to low gain. Optoki netic tests were within normal limits on both sides. Addi tionally, the Dix-Hallpike test yielded negative results for \nboth sides. Subclinical nystagmus was observed during \nhead and body-left testing (less than 3 degrees of leftbeating). Bithermal caloric irrigations suggested abnor mal peripheral function, including a 57% weakness in the \nleft ear.\nPage 3 of 6\n Lateef et al. Journal of Medical Case Reports           (2025) 19:21 \n \nThe audiological evaluation revealed a significant lowfrequency SNHL in the patient’s left ear, which persisted \nover time. Within a year, the patient also developed lowfrequency hearing loss in the right ear (Figs.  2a and b). \nSuch bilateral, fluctuating low-frequency hearing loss is \nhighly indicative of MD.\nThe MRI revealed a 3 mm postinflammatory calcifica tion in the right parietal lobe, thus confirming a diagnosis \nof neurocysticercosis (Fig. 3).",
    "Discussion": "Discussion\nThe patient in this case had two seemingly unrelated dis eases: MD and neurocysticercosis. However, upon closer \nexamination, the authors posit that these conditions may \nshare an immunologic relationship within this particular context. Although the symptoms of MD have been iden tified for many years, its actual cause remains uncertain. \nApproximately 30% of MD cases are thought to originate \nin the immune system, but the immune mechanisms \ninvolved are not yet clear [6]. The suggestion that auto immunity plays a role in MD is derived from positive \nresponses to steroid treatments.\nNeurocysticercosis (NCS) is classified by the World \nHealth Organization (WHO) as one of the major \nneglected parasitic infections, and it is a leading cause of \nadult-onset epilepsy worldwide. Moreover, it is the most \ncommon helminthic infection of the brain and spinal \ncord [7], and it is endemic to regions where sanitation \nand health education are often inadequate. If untreated, \nthe infection can be fatal. Larval cysts form in the human \nFig. 1 Electrocochleogram showing abnormal results bilaterally, consistent with hydrops or perilymphatic pressure bilaterally\nPage 4 of 6 Lateef et al. Journal of Medical Case Reports           (2025) 19:21 \nbody when a host ingests the microscopic eggs of the \npork tapeworm, Taenia solium. Most commonly, a host \nalready infected with an adult tapeworm autoinfects \nthemselves by inadvertently ingesting the adult tape worm’s eggs that are shed in their feces. Individuals suf fering from adult tapeworm infections, who are involved \nin food preparation in regions lacking adequate hygiene, \noften infect those consuming the food they prepare.\nThe T. solium  eggs consumed typically hatch in the gas trointestinal (GI) tract, and the larvae migrate through \ntissues, usually encysting in muscles to cause tender \nlumps under the skin. They can also lodge in nerve tissue, \nparticularly the brain and spinal cord, often resulting in \nhydrocephalus, motor deficits, seizures, and even death. \nOn less typical occasions, they encyst in the eyes, caus ing visual changes and even blindness. Months or years \npostinfection, the death of these cysts can initiate gener alized inflammation of surrounding tissues. In the case of \nneurocysticercosis, it is this inflammation that is respon sible for the vast majority of the disease’s sequelae [8, 9].It is challenging to determine the precise epidemiol ogy and disease burden of neurocysticercosis in Latin \nAmerican countries, owing to a high number of asymp tomatic cases and limited access to diagnostic testing. \nNevertheless, estimates by Coyle and colleagues suggest \nthat between 11 and 29 million people likely have cyst icercosis, with an approximate prevalence rate of 38% in \nHonduras [18]. The only available epidemiological study \non the incidence of MD in Latin America, conducted by \nVidela et al. in Argentina in 2012, identified an incidence \nrate of 3.5 per 100,000 people per year, similar to esti mates in other countries worldwide [20].\nThe diagnosis in this study’s case was based on the \nclassic lesion appearance on the MRI. Indeed, the \nenzyme-linked immunoelectrotransfer blot (EITB) test \ndemonstrates a sensitivity of close to 100%, but that \napplies to patients with multiple parenchymal, ventricu lar, or subarachnoid NCC [13]. However, this is not the \ncase in this study. Additionally, it is reported that in \ninstances such as in this study, which features a single \nFig. 2 (a) Audiogram from 16 October 2020 showing significant left-sided, low-frequency, hearing loss; (b) the subsequent audiogram from 3 \nDecember 2021 showing a chronic and slightly worsening left-sided hearing loss, with new right-sided low-frequency hearing loss as well\nPage 5 of 6\n Lateef et al. Journal of Medical Case Reports           (2025) 19:21 \n \nparenchymal lesion or calcification, sensitivity is consid erably poor [14, 15].\nNCS is typically observed in developing countries and \nfrequently presents with seizures. Such a manifestation \nof dizziness associated with MD has not been reported \npreviously. The treating physicians propose an immune \nmechanism that may account for the co-occurrence \nof these two diagnoses. They suggest that the immune \nresponse to the NCS may have triggered the autoimmune \nSNHL in this particular case.\nThe patient tested positive for antibodies to heat shock \nproteins (anti-HSP). While HSPs are expressed at base line in eukaryotes, their production rapidly escalates \nwhen cells encounter stressors, including infections with \nviruses, bacteria, and parasites. HSPs have been iden tified in an array of infections, from H.  pylori [16] to \nmalaria [17]. Elevated levels of antibodies against HSPs \nare also observed in many autoimmune diseases, such \nas multiple sclerosis, Grave’s disease, sarcoidosis, or \ninsulin-dependent diabetes mellitus (IDDM), compared \nwith controls. However, it is still uncertain whether they \ndirectly contribute to the pathogenesis or modulate the \ncourse of such autoimmune diseases [10].\nThe data on the reliability of these antibodies in \npatients with MD are conflicting. However, they might \nhave a role in general autoimmune processes. It is widely recognized that different species share an amino \nacid sequence homology in their HSPs. Although the \npresence of antibodies against HSPs could shield the \nhost from recurrent infections, these antibodies may \ninadvertently contribute to autoimmunity through \ncross-reactivity. This phenomenon occurs when HSPs \nand tissue-specific proteins, both containing similar \nepitopes, react with each other [10].\nInterestingly, in a study, 84% of patients with active \nneurocysticercosis and 71% with inactive neurocyst icercosis were found to be seropositive for HSP . Addi tionally, 77% of pigs infected with T.  solium  were also \nseropositive [11, 12]. Thus, the HSPs in this study’s \npatient may have initially been directed toward a para sitic infection but subsequently became involved in the \ndevelopment of autoimmune SNHL.\nMD is increasingly recognized as a very heterogene ous disease and it is suggested that patients may vary \ngreatly in response to the same treatment, owing to the \nexistence of potentially distinct subtypes of the illness \nthat are pathologically and etiologically unique. There fore, categorizing MD on the basis of comorbid condi tions may be a way to address therapeutic challenges \n[19].\nThe authors of this study believe that this case report \nis the first to highlight this co-occurrence and that \nit suggests the possibility of shared pathophysiology. \nHowever, the authors of this study are not claiming that \na causal relationship exists between the two diseases. \nA more credible inference requires many more similar \ncases to be reported.\nConclusion\nTo the authors’ knowledge, this is the first reported case \nin the literature where MD may have been triggered by \nor occurred concurrently with neurocysticercosis. This \nemphasizes the importance of a thorough workup to \nidentify neurological comorbidities in patients present ing with MD, as well as the consideration of the envi ronmental context of a patient’s presentation.\nAcknowledgements\nThis study was done at Centers for Advanced ENT, Woodbridge, Virginia.\nAuthor contributions\nAll authors have been personally and actively involved in substantial work \nleading to the paper, including case report discussion, drafting of the manuscript, and provision of relevant clinical information.\nFunding\nNo funding to disclose.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this \npublication.\nFig. 3 Brain magnetic resonance imaging showing a calcified lesion, \nillustrated by red arrow, in the right parietal lobe, with features \nsuggesting a postinflammatory etiology such as neurocysticercosis; \nthe magnetic resonance imaging sequence depicted is an echo (GRE) \nT2*-weighted image\nPage 6 of 6 Lateef et al. Journal of Medical Case Reports           (2025) 19:21 \nDeclarations\nEthics approval and consent to participate\nConsent was obtained from patient whose medical presentation is featured in \nthis report. His identity is fully anonymized.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 22 October 2024   Accepted: 19 November 2024\nReferences\n 1. Paparella MM. Pathogenesis of Meniere’s disease and Meniere’s syndrome. Acta Otolaryngol Suppl. 1984;406:10–25.\n 2. Committee on Hearing and Equilibrium. Committee on hearing and \nequilibrium: guidelines for the diagnosis and evaluation of therapy in \nMeniere’s disease. Otolaryngol Head Neck Surg. 1995;113:176–8.\n 3. Paparella MM, da Costa SS, Fox R, Yoo TH. Meniere’s disease and other \nlabyrinthine diseases. In: Paparella MM, Shumrick DA, Gluckmann J, Meyerhoff WL, editors. Otolaryngology. 3rd ed. Philadelphia: WB Saunders; \n1991. p. 1689–714.\n 4. Paparella MM. The cause (multifactorial inheritance) and pathogenesis \n(endololymphatic malabsorption) of Meniere’s disease and its symptoms \n(mechanical and chemical). Acta Otolaryngol. 1985;99:445–51.\n 5. Bernstein J. Occurrence of episodic vertigo and hearing loss in families. \nAnn Otol Rhinol Laryngol. 1965;74:101–11.\n 6. Greco A, Gallo M, Fusconi C, Marinelli GF, de Vincentiis MM. Meniere’s \ndisease might be an autoimmune condition? Autoimmun Rev. \n2012;11:731–8.\n 7. Roque D, et al. Fourth ventricle neurocysticercosis presenting with Bruns’ \nsyndrome: a case report. Surg Neurol Int. 2021;12:616.\n 8. Garcia H, Nash T, Del Brutto O. Clinical symptoms, diagnosis, and treat ment of neurocysticercosis. Lancet Neurol. 2014;13:1202–15.\n 9. Garcia HH. Neurocysticercosis. Neurol Clin. 2018;36(4):851–64.\n 10. Wu T, Tanguay RM. Antibodies against heat shock proteins in environmental stresses and diseases: friend or foe? Cell Stress Chaperon. \n2006;11:1–12. https:// doi. org/ 10. 1379/ csc- 155r.1.\n 11. Pérez-Morales D, Espinoza B. The role of small heat shock proteins in \nparasites. Cell Stress Chaperon. 2015;20:767–80. https:// doi. org/ 10. 1007/ \ns12192- 015- 0607-y .\n 12. Ferrer E, González LM, Foster-Cuevas M, et al. Taenia solium: characterization of a small heat shock protein (Tsol-sHSP35.6) and its possible \nrelevance to the diagnosis and pathogenesis of neurocysticercosis. Exp \nParasitol. 2005;110:1–11. https:// doi. org/ 10. 1016/j. exppa ra. 2004. 11. 014.\n 13. Tsang VC, Brand JA, Boyer AE. An enzyme-linked immunoelectrotransfer \nblot assay and glycoprotein antigens for diagnosing human cysticercosis \n(Taenia solium). J Infect Dis. 1989;159:50–9. https:// doi. org/ 10. 1093/ infdis/ \n159.1. 50.\n 14. Wilson M, Bryan RT, Fried JA, et al. Clinical evaluation of the cysticercosis \nenzyme-linked immunoelectrotransfer blot in patients with neurocyst icercosis. J Infect Dis. 1991;164:1007–9. https:// doi. org/ 10. 1093/ infdis/ \n164.5. 1007.\n 15. White AC Jr, Coyle CM, Rajshekhar V, Singh G, Hauser WA, Mohanty A, \nGarcia HH, Nash TE. Diagnosis and treatment of neurocysticercosis: 2017 \nclinical practice guidelines by the Infectious Diseases Society of America \n(IDSA) and the American Society of Tropical Medicine and Hygiene \n(ASTMH). Clin Infect Dis. 2018;66:e49–75. https:// doi. org/ 10. 1093/ cid/ \ncix10 84.\n 16. Kalabay L, Fekete B, Czirják L, et al. Helicobacter pylori infection in connective tissue disorders is associated with high levels of antibodies to mycobacterial hsp65 but not to human hsp60. Helicobacter. 2002;7:250–\n6. https:// doi. org/ 10. 1046/j. 1523- 5378. 2002. 00092.x.\n 17. Zhang M, Hisaeda H, Kano S, et al. Antibodies specific for heat shock \nproteins in human and murine malaria. Microbes Infect. 2001;3:363–7. \nhttps:// doi. org/ 10. 1016/ s1286- 4579(01) 01391-0.\n 18. Coyle CM, Mahanty S, Zunt JR, Wallin MT, Cantey PT, White AC Jr, et al. \nNeurocysticercosis: neglected but not forgotten. PLoS Negl Trop Dis. \n2012;6: e1500. https:// doi. org/ 10. 1371/ journ al. pntd. 00015 00.\n 19. Zhang S, Zhaoqi Guo E, Tian DL, Wang J, Kong W. Meniere disease sub typing: the direction of diagnosis and treatment in the future. Expert Rev \nNeurother. 2022;22(2):115–27. https:// doi. org/ 10. 1080/ 14737 175. 2022. \n20302 21.\n 20. Videla G, Toral A, Bisonni A, Giunta D. First incidence study of Meniere’s \ndisease (MD) in South America (P02.256). Neurology. 2012. https:// doi. \norg/ 10. 1212/ WNL. 78.1_ Meeti ngAbs tracts. P02. 256.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}