{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05094-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05094-5.pdf",
  "metadata": {
    "/Keywords": "Chronic non-healing wounds; Pressure ulcers; Taurolidine; Wound care",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250219233446+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250218215554+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05094-5",
    "/Author": "Ali Amanati ",
    "/Title": "The successful healing effect of local Taurolidine irrigation for treating deep pressure ulcers: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05094-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pressure ulcers, particularly stage III and IV lesions, pose a significant healthcare challenge owing \nto their high morbidity, economic burden, and recalcitrance to conventional therapies. Current management often \nincludes systemic antibiotics, debridement, and advanced wound dressings, yet outcomes remain suboptimal \nin many cases. Innovative approaches to wound care are needed to address this gap.",
    "Case Presentation": "Case presentation We report a case of a 17-year-old Iranian paraplegic male with a stage III sacral pressure ulcer \ncomplicated by an underlying abscess and exposed bone. Despite systemic antibiotics, regular debridement, \nand dressing changes, the ulcer failed to heal. The",
    "Introduction": "introduction of serial Taurolidine irrigation, combined with limited \napplication of cryopreserved human amniotic membrane, resulted in progressive wound granulation and complete \nreepithelialization within 2 months. The patient experienced no adverse effects and maintained complete healing \nat follow-ups up to 1 year.",
    "Conclusion": "Conclusion This case highlights the potential of Taurolidine as a novel antiseptic and wound-healing agent for recalcitrant pressure ulcers. Taurolidine irrigation demonstrated efficacy in achieving complete ulcer healing, suggesting its \nrole as a promising therapeutic option for challenging wound infections.\nKeywords  Chronic non-healing wounds, Pressure ulcers, Taurolidine, Wound care\nIntroduction\nPressure ulcers, commonly referred to as bedsores or \npressure sores, represent a significant health concern \nthat poses both medical and economic challenges. These \nlocalized injuries occur owing to sustained or intense \npressure on the skin and underlying tissues, predomi nantly over bony prominences, leading to tissue damage \n[1, 2]. When left untreated, pressure ulcers can advance \nto more severe stages involving extensive tissue damage \nand even exposure to underlying structures, such as bone, \ntendon, or muscle. The prevalence of pressure ulcers \nis alarmingly high, affecting approximately 3 million \nadults in the USA each year [1, 3, 4]. Despite extensive \nresearch and interventions over the past two decades, the \nincidence rate has largely remained consistent, further Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Seyed Ali Nabavizadeh and Farima Safari contributed equally to this work.\n*Correspondence:\nSeyed Ali Nabavizadeh\nalinabavi22@gmail.com\nFarima Safari\nfarimasafari40@gmail.com\n1 Professor Alborzi Clinical Microbiology Research Center, Shiraz University \nof Medical Sciences, Shiraz, Iran\n2 Otolaryngology Research Center, Department of Otolaryngology, Shiraz \nUniversity of Medical Sciences, Shiraz, Iran\n3 Student Research Committee, Shiraz University of Medical Sciences, \nShiraz, Iran\n4 School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran\nPage 2 of 7 Amanati et al. Journal of Medical Case Reports           (2025) 19:63 \nexacerbating the healthcare burden, both in terms of \npatient suffering and economic costs [5, 6].\nStandard management of pressure ulcers involves a \nmultifaceted approach. If healing is impossible by sec ondary intention (i.e., systemic antibiotic administration \nand frequent dressing changes), treatment includes pres sure relief, debridement, and application of proper sterile \nwound dressing, which may include the topic treatment \nwith antibiotics or antimicrobial compounds and/or neg ative pressure therapy. Comorbidities, such as heart fail ure, renal impairment, or diabetes, have to be addressed \n[7–10]. A retrospective analysis of Iranian intensive care \nunit (ICU) patients revealed that treating grade IV pres sure ulcers could cost up to $66,834, with the total cost \nfor all affected patients averaging $519,991 [11]. These \nfindings echo global concerns, such as in the USA, where \ntreatment costs range from $37,800 to $70,000 per ulcer, \nculminating in an estimated annual expenditure of up to \n$11 billion in the USA alone [12].\nTaurolidine, derived from the amino acid taurine, \nstands as a unique therapeutic agent with a broad spec trum of properties. It is particularly noteworthy for its \nantimicrobial and antibiofilm capabilities, serving as an \neffective countermeasure against biofilm formation and \nvarious bacterial and fungal infections [13, 14]. Tauroli dine has proven to be effective in preventing infections \nassociated with central venous access devices (CVADs). It \ninterferes with bacterial and fungal adhesion and growth, \nmaking it an enticing partner for CVAD locks [14, 15]. A \ndistinguishing feature of Taurolidine is its ability to exert \nits antimicrobial effects irreversibly, ensuring that bacte ria and fungi do not develop resistance [14, 16–20]. After \nall antimicrobial properties have been delivered, taurine \nis the product of Taurolidine metabolism. Taurine is a \nnonessential amino acidic compound displaying wound \nhealing properties [21]. Thus, incorporating Taurolidine \ninto treatment plans for pressure ulcers opens the tan talizing prospect of simultaneous treatment of both the \nmain sore and tissue infections.\nPressure ulcers pose significant challenges in health care, particularly owing to their association with comor bidities and resistance to conventional treatments [22]. \nCurrent approaches, including dressings and support \nsurfaces, often lack robust evidence and are limited in \naddressing biofilm-associated infections [23]. Tauroli dine, with its broad-spectrum antimicrobial and anti biofilm properties, offers a novel therapeutic option, \naddressing these limitations while minimizing the risks \nof resistance and systemic toxicity, making it a promising \nalternative for managing chronic and infected wounds, \nsuch as pressure ulcers [24, 25].\nHere, we describe the successful management of a \n17-year-old adolescent male with paraplegia secondary to a traumatic spinal cord injury complicated with pressure \nulcer after a car accident using Taurolidine, which could \nbe considered a promising therapeutic approach.\nCase presentation\nA 17-year-old Iranian male presented to the emergency \ndepartment of Namazi Hospital with a preexisting spinal \ncord injury that had resulted in paraplegia. The patient’s \nchief complaint was a painful wound over the ischium/\nos coccygeus region, with drainage and signs of infection, \nsuch as redness, swelling, and foul-smelling discharge. \nThis ulcer measured 10  cm × 8  cm with exposed bone \nand was complicated by an underlying sacral abscess. The \npatient had initially suffered a C5 and C7 vertebral frac ture following a car accident 1 month before this presen tation, for which he underwent surgical intervention. He \nwas discharged after a 13-day hospital stay.\nThe patient had been in good condition before the \ncar accident. Then, 1  month after discharge the patient \nwas readmitted owing to suspected lower respiratory \nand wound infection in the coccygeal area. The patient \nunderwent surgical drainage of the sacral abscess. He was \ninitiated on intravenous antibiotics, 500  mg of vanco mycin every 6 hours, and 1 g meropenem every 8 hours. \nDressings for the pressure ulcer were changed twice daily \nand wound irrigation was performed. An antibedsore \nmattress was also provided. Despite these interventions, \nthe ulcer showed no significant improvement.\nOn the 12th day of hospitalization, the patient was \ntransferred to the author’s service, under whose care he \nremained until discharge. The ulcer size was remained \nunchanged at 10  cm × 8  cm with persistent purulent \ndrainage, minimal granulation tissue formation, and no \nsigns of infection resolution. After discussing treatment \noptions, the patient provided informed consent for the \ncomprehensive treatment approach, which involved a \nsystematic wound care process carried out every 72 hours \nuntil the patient was discharged. The revised wound care \nprotocol involved normal saline irrigation, allowing the \nwound to air dry, followed by irrigation with the avail able Taurolidine solution (TauroLock™, Tauropharm, \nBavaria, Germany) and again allowing the wound to air \ndry before applying the cryopreserved human amniotic \nmembrane (AM) dressing (containing penicillin, gen tamicin, and amphotericin B). Overall, this approach \nwas applied twice during hospital admission. Following \ndischarge, the patient’s care transitioned to home-based \nwound care, accurately adhering to the established pro tocol for an extended period of 4  months. Home-based \nwound care approach was executed every 72  hours and \nentailed initial irrigation of the wound with normal \nsaline, followed by a period of air drying. Subsequently, \nirrigation was carried out using the available Taurolidine \nPage 3 of 7\n Amanati et al. Journal of Medical Case Reports           (2025) 19:63 \n \nsolution, as part of a continuous effort to mitigate infec tion risk and promote wound healing. The AM dressing \nwas stopped while receiving wound care at home. Within \n3 weeks, the wound demonstrated signs of healthy gran ulation tissue with no further necrosis or drainage. By \nthe end of the third week, granulation was present in \nmore than 90% of the wound area, and complete epithe lialization of the peripheral wound edges was present \n(Fig.  1a–d). Concurrently, the patient was administered \nan oral antibiotic regimen comprising ciprofloxacin and \nclindamycin, which was sustained for 2  months postdischarge (Fig.  1e–i). At a 6-month follow-up, the ulcer \nhad completely healed with full epithelial coverage, and \nno adverse events were recorded (Fig.  1j, Table  1). During \nlong-term observation, the healed wound remained sta ble. (Fig.  1k). The patient’s family played an active role in \nhis care, ensuring adherence to home-based wound man agement protocols. Psychologically, the patient reported \nfeelings of frustration and anxiety related to his new par aplegic status and the challenges of wound healing.\nInitial laboratory tests revealed a significantly elevated \nC-reactive protein (CRP; 130  mg/L) and white blood \ncell (WBC) count (15,000/µL), consistent with an ongo ing infection. Blood cultures were negative, but wound \ncultures identified Staphylococcus aureus, sensitive to \nvancomycin but resistant to cephalosporins. Follow-up \nlab",
    "Results": "results after the initiation of Taurolidine irrigation \nshowed a progressive decline in inflammatory markers \n(CRP reduced to 20 mg/L and WBC normalized to 8000/\nµL within 3 weeks).\nChallenges encountered during the patient’s treatment \nincluded the persistence of infection and lack of granula tion tissue despite systemic antibiotics and daily wound \ncare interventions. Differentiating between superficial \nand deep infections was complicated by overlapping clin ical signs, necessitating frequent reassessment. Addition ally, maintaining pressure relief for an immobile patient \nwas a continuous obstacle, despite using an antibedsore \nmattress. Limited availability of advanced therapeutic \noptions, such as amniotic membrane, further constrained \nthe initial treatment plan, prompting the exploration of \nTaurolidine irrigation as a novel alternative.",
    "Discussion": "Discussion and conclusions\nHere we describe a noninvasive treatment approach uti lizing Taurolidine irrigation to promote the healing of a \nrecalcitrant stage III pressure ulcer [26] exhibiting puru lent drainage and failure to improve with standard care. \nBy implementing serial Taurolidine irrigation and limited \namniotic membrane application (for the first 3 dress ings), we achieved gradual reepithelialization and closure \nof this ulcer over 2 months. Our experiential knowledge \nextends to administering Taurolidine, both alone and in conjunction with biological dressing (synthetic amniotic \nmembrane), in similar clinical scenarios.\nHowever, the impetus for presenting this particular \ncase lies in the unique challenges posed by the ulcer’s \nextensive infection, purulent discharge, and its recalci trance to prior treatments.\nPressure ulcers pose a significant challenge in health care. These wounds are particularly prevalent among \ndisabled and frail patients. In consequence, they promote \ncomorbidity, mortality, and healthcare resource use [6, \n27, 28]. Effective management requires a comprehensive \napproach. Best practice may involve debridement, pres sure relief, and negative pressure therapy. Current wound \nconsensus documents promote the employment of differ ent antimicrobial compounds for irrigation and systemic \nantibiotic administration narrowed to antibiotics able to \nproduce the multiple of minimal inhibitory concentra tions in tissues, that display reduced perfusion. However, \nthese measures may not be readily available or not known \nin different healthcare settings [29, 30].\nIn the current study, we employed a synergistic \napproach by incorporating both Taurolidine as irrigation \nand human amniotic membrane (AM) into the therapeu tic regimen for a 17-year-old patient with a pressure ulcer. \nThe utilization of these",
    "Methods": "methods resulted in restitution, \nwithout noticeable adverse effects observed. Although \ncryopreserved human AM dressing was used as a sup plementary intervention during the initial three dressing \nchanges to support tissue regeneration, the primary focus \nand sustained intervention throughout the treatment \nwas Taurolidine irrigation, which proved independently \neffective in achieving complete wound closure. Tauroli dine’s broad-spectrum antimicrobial properties, effec tive against gram-positive and gram-negative bacterial \nstrains and certain fungi and viruses, provided a proper \nframework for infection control [16, 31]. This antimicro bial action was further augmented by the wound-healing \nproperties of taurine, a product of Taurolidine metabo lism. Lacking negative pressure therapy devices led to \nsupportive care with AM, which is rich in growth factors, \ncytokines, and innate antimicrobial agents. Previous lit erature confirms the efficacy of AM in expediting wound \nhealing, enhancing scar quality, and mitigating both pain \nand inflammation in comparison with traditional treat ment modalities [21, 32–34].\nThe mechanism of Taurolidine’s antimicrobial action \ninvolves the release of N-methylol groups that interfere \nwith the microbial cell wall and inhibit biofilm formation \n[21, 31]. This has previously been shown to be effective in \npreventing catheter-related bloodstream infections and \nhas also been evaluated against several fungal infections \n[16, 31]. Additionally, Taurolidine demonstrates antiinflammatory properties, inhibiting proinflammatory \nPage 4 of 7 Amanati et al. Journal of Medical Case Reports           (2025) 19:63 \ncytokines, such as TNF-alpha, IL-1, and IL-6, which are \nhypothesized to contribute to its wound-healing capabili ties [35].It is important to acknowledge that the bulk of exist ing literature on Taurolidine focuses primarily on its \nantimicrobial and anti-inflammatory effects in different \nFig. 1 a–k Serial images demonstrating the healing progression of a pressure ulcer over observation period. a A purulent stage III sacral pressure \nulcer on initial hospital presentation. b–g Images obtained during weekly wound assessments over a 6-week period illustrating a gradual decrease \nin purulent drainage along with increasing granulation tissue formation. h–i Additional images from weeks 7–10 showing a complete formation \nof healthy granulation tissue. j Image at 4 months follow-up exhibiting fully reepithelialized wound. k Long-term follow-up image showing \ncomplete wound healing\nPage 5 of 7\n Amanati et al. Journal of Medical Case Reports           (2025) 19:63 \n \ncontexts, such as its role in cancer treatment or in reduc ing oxidative stress in liver regeneration models [36, 37]. \nThere is a paucity of data regarding its direct applica tion in treating pressure ulcers, making this case study a \npotentially groundbreaking direction for future research.\nIn similar clinical situations, our experience under standing also extends to Taurolidine monotherapy. A \n25-month-old child with refractory medulloblastoma \nwas among the best-treated patients, with topical Tau rolidine (gel 2%). She was on vincristine, temozolomide, \nand bevacizumab chemotherapy regimen. She was con sulted owing to wound dehiscence at the site of brain sur gery in the occipital region. Owing to the intolerance of \nany oral medication, no antibiotics were prescribed for \nsurgical site infection, and only local antiseptic treatment \nwith Taurolidine gel 2% was applied.\nSupplementary Figs. 1a–f show the patient’s magnetic \nresonance imaging (MRI) before surgery. Supplemen tary Figs. 2a–i show the course of wound healing dur ing Taurolock treatment.\nThe full scope of Taurolidine’s potential side effects \nremains to be investigated, as some adverse effects, \nsuch as thrombocytopenia and neutropenia, have been \nreported with intravenous use of different galenic for mulations [16, 38]. When applied in irrigation form, as \nin this case, no such side effects were recorded, further \nadvocating for its safe topical application in wound care \n[16]. The adoption of Taurolidine irrigation faces bar riers, such as high costs, limited insurance coverage, \nand accessibility challenges, particularly in underserved \nareas where regulatory hurdles and distribution issues \npersist [24, 39]. Healthcare providers may also require \nadditional training to ensure consistent application, \nand integrating Taurolidine into established treatment \nregimens adds complexity [25]. Furthermore, the lack \nof large-scale randomized controlled trials limits defin itive evidence of its efficacy, underscoring the need for \nfurther research and economic evaluations to support \nbroader implementation.The need for effective treatment modalities for pres sure ulcers remains a significant clinical challenge. The \napplication of Taurolidine in this context could be a step \nforward in reducing the substantial burden of pressure \nulcers on both patients and healthcare systems, pending \nfurther research.\nTaurolidine is a potent antimicrobial and healing \nagent that could be considered a good choice for treat ing infected deep pressure ulcers resistant to standard \ntreatment approaches. Taurolidine exhibits an excellent \nlong-term impact on wound healing in addition to quick, \nbroad-spectrum antibacterial activity. Our findings pro vide a fresh insight into the therapeutic advantages of the \nlocal application of Taurolidine in the treatment of skin \nand soft tissue infections.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05094-5.\nSupplementary Material 1.\nAcknowledgements\nOur thanks go to the medical staff in the pediatric infectious diseases ward at \nNemazee Hospital, for their assistance.\nAuthor contributions\nAA carried out study concept and design; AA, SAN, HS, FS, SF, and AM carried \nout data acquisition and drafted the manuscript; AA and SAN carried out \ncritical revision of the manuscript for important intellectual content and study \nsupervision. All individuals listed as (co)-authors have met the authorship \ncriteria, and nobody who qualifies for authorship is omitted from the list. The \nfinal manuscript was corrected and approved by all authors.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used and analyzed during the current study are available from \nthe corresponding author upon reasonable request.Table 1 Visual summary of key events during the patient’s treatment\nDay Event\nDay 0 Initial presentation with a stage III sacral pressure ulcer and sacral abscess\nDay 1 Surgical drainage of the abscess; initiation of systemic antibiotics (vancomycin and meropenem)\nDay 12 Persistent infection and failure of conventional treatment noted; patient transferred to the author’s care\nDay 13 Taurolidine irrigation and AM dressing initiated as part of a revised treatment protocol\nDay 15 Second application of Taurolidine irrigation and AM dressing; improved granulation observed\nDay 21 Taurolidine irrigation continued; AM dressing discontinued. 90% granulation tissue formed\nDay 42 Complete re-epithelialization achieved; patient transitioned to home-based care\nDay 180 Follow-up confirmed fully healed ulcer with no recurrence\nPage 6 of 7 Amanati et al. Journal of Medical Case Reports           (2025) 19:63 \nDeclarations\nEthics and consent to participate\nThe study was found to comply with the national norms and regulations for \nconducting medical research in Iran as well as the ethical principles. All of the \nparticipants or their parents were informed about this study, and the parents \nwho allowed their children to be tested and signed the consent form were \nincluded in the study. Ethical approval was obtained from the institutional \nreview board (IRB) of Shiraz University of Medical Sciences (approval ID: \nIR.SUMS.REC.1403.436 [40]).\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors do not have any financial or other relationships, which could be \nregarded as a conflict of interest.\nReceived: 11 July 2024   Accepted: 26 January 2025\nReferences\n 1. Mervis JS, Phillips TJ. Pressure ulcers: pathophysiology, epidemiology, risk \nfactors, and presentation. J Am Acad Dermatol. 2019;81(4):881–90.\n 2. Coleman S, Gorecki C, Nelson EA, Closs SJ, Defloor T, Halfens R, et al. Patient \nrisk factors for pressure ulcer development: systematic review. Int J Nurs \nStud. 2013;50(7):974–1003.\n 3. Gillespie BM, Walker RM, Latimer SL, Thalib L, Whitty JA, McInnes E, et al. \nRepositioning for pressure injury prevention in adults. Cochrane Database \nSyst Rev. 2020;6: CD009958.\n 4. Graves N, Zheng H. Modelling the direct health care costs of chronic \nwounds in Australia. Wound Pract Res J Aust Wound Manag Assoc. \n2014;22:20.\n 5. Suriadi, Sanada H, Sugama J, Thigpen B, Subuh M. Development of a new \nrisk assessment scale for predicting pressure ulcers in an intensive care unit. \nNurs Crit Care. 2008;13(1):34–43.\n 6. Demarré L, Van Lancker A, Van Hecke A, Verhaeghe S, Grypdonck M, Lemey \nJ, et al. The cost of prevention and treatment of pressure ulcers: a systematic \nreview. Int J Nurs Stud. 2015;52(11):1754–74.\n 7. Lyder CH. Pressure ulcer prevention and management. JAMA. \n2003;289(2):223–6.\n 8. Araujo SM, Sousa P , Dutra I. Clinical decision support systems for pressure \nulcer management: systematic review. JMIR Med Inform. 2020;8(10): e21621.\n 9. Sumarno AS. Pressure ulcers: the core, care and cure approach. Br J Community Nurs. 2019;24(Sup12):S38–42.\n 10. Bhattacharya S, Mishra R. Pressure ulcers: current understanding and newer \nmodalities of treatment. Indian J Plast Surg. 2015;48(01):004–16.\n 11. Zarei E, Madarshahian E, Nikkhah A, Khodakarim S. Incidence of pressure \nulcers in intensive care units and direct costs of treatment: evidence from \nIran. J Tissue Viability. 2019;28(2):70–4.\n 12. Xakellis GC, Frantz R. The cost of healing pressure ulcers across multiple \nhealth care settings. Adv Wound Care J Prev Healing. 1996;9(6):18–22.\n 13. Olthof E, Rentenaar R, Rijs A, Wanten G. Absence of microbial adaptation \nto Taurolidine in patients on home parenteral nutrition who develop \ncatheter related bloodstream infections and use Taurolidine locks. Clin Nutr. \n2013;32(4):538–42.\n 14. van den Bosch C, Jeremiasse B, van der Bruggen J, Frakking F, Loeffen Y, van \nde Ven C, et al. The efficacy of Taurolidine containing lock solutions for the \nprevention of central-venous-catheter-related bloodstream infections: a \nsystematic review and meta-analysis. J Hosp Infect. 2022;123:143–55.\n 15. Shafiekhani M, Dehghani A, Shahisavandi M, Nabavizadeh SA, Kabiri M, \nHassani AH, et al. Pharmacotherapeutic approach toward urological medications and vaccination during COVID-19: a narrative review. Ther Adv Urol. \n2021;13:17562872211046794.\n 16. Jafarian H, Amanati A, Badiee P . Antifungal activity of Taurolidine \nagainst Mucorales: an in vitro study on clinical isolates. Curr Med Mycol. \n2022;8(1):26. 17. Borov S, Baldauf B, Lau EW, Bonnemeier H. Salvage of infected cardiac \nimplantable electronic device with taurolidine—a case report. Cardiothorac \nSurg. 2022;30(1):7.\n 18. Giaccardi M, Baldauf B, Lau EW, Borov S, Bonnemeier H. Salvage of cardiac \nimplantable electronic device pocket infection with skin erosion in frail \n92-year-old. J Cardiovasc Dev Dis. 2022;9(3):81.\n 19. Giudice M, Catuzzo B, Berlier N, Lau EW, Bonnemeier H, Assadian O, et al. Use \nof Taurolidine in a patient with a cardiac implantable electronic device pro trusion. JACC Case Rep. 14. Netherlands: © 2023 The Authors; 2023. 101835.\n 20. Vonthein R, Baldauf B, Borov S, Lau EW, Giaccardi M, Cemin R, et al. The \nEuropean TauroPace™ Registry. Methods Protoc. 2023;6(5):86.\n 21. Weichsel J, Baldauf B, Bonnemeier H, Lau EW, Dittrich S, Cesnjevar R. Eradication of ventricular assist device driveline infection in paediatric patients with \ntaurolidine. J Cardiovasc Dev Dis. 2022;9(1):18.\n 22. Ranzani OT, Simpson ES, Japiassú AM, Noritomi DT. The challenge of predict ing pressure ulcers in critically ill patients. A multicenter cohort study. Ann \nAm Thorac Soc. 2016;13(10):1775–83.\n 23. Reddy M, Gill SS, Kalkar SR, Wu W, Anderson PJ, Rochon PA. Treatment of \npressure ulcers: a systematic review. JAMA. 2008;300(22):2647–62.\n 24. Dakhode SY, Kim WS, Kim HJ, Lee SY. Is Taurolidine irrigation effective in \npreventing surgical site infection during fracture surgery? Antibiotics. \n2024;13(9):841.\n 25. Borov S, Baldauf B, Henke J, Pavaci H, Perani A, Zrenner B, et al. Use of a \ntaurolidine containing antimicrobial wash to reduce cardiac implantable \nelectronic device infection. Europace. 2023;25(10):euad306.\n 26. Bowers S, Franco E. Chronic wounds: evaluation and management. Am Fam \nPhysician. 2020;101:159–66.\n 27. Gorecki C, Brown JM, Nelson EA, Briggs M, Schoonhoven L, Dealey C, et al. \nImpact of pressure ulcers on quality of life in older patients: a systematic \nreview. J Am Geriatr Soc. 2009;57(7):1175–83.\n 28. Khor HM, Tan J, Saedon NI, Kamaruzzaman SB, Chin AV, Poi PJ, et al. Determinants of mortality among older adults with pressure ulcers. Arch Gerontol \nGeriatr. 2014;59(3):536–41.\n 29. Mervis JS, Phillips TJ. Pressure ulcers: prevention and management. J Am \nAcad Dermatol. 2019;81(4):893–902.\n 30. Boyko T, Longaker M, Yang G. Review of the current management of pressure ulcers. Adv Wound Care. 2016;7:57–67.\n 31. Olthof E, Nijland R, Gülich A, Wanten G. Microbiocidal effects of various \ntaurolidine containing catheter lock solutions. Clin Nutr. 2015;34(2):309–14.\n 32. Dehghani M, Azarpira N, Karimi VM, Mossayebi H, Esfandiari E. Grafting with \ncryopreserved amniotic membrane versus conservative wound care in \ntreatment of pressure ulcers: a randomized clinical trial. Bull Emerg Trauma. \n2017;5(4):249.\n 33. Iacono E, Lanci A, Merlo B, Ricci F, Pirrone A, Antonelli C, et al. Effects of \namniotic fluid mesenchymal stem cells in carboxymethyl cellulosegel on \nhealing of spontaneous pressure sores: clinical outcome in sevenhospitalized neonatal foals. Turk J Biol. 2016;40(2):484–92.\n 34. Sun Y, Wan G, Liang L. Taurolidine lock solution for catheter-related \nbloodstream infections in pediatric patients: a meta-analysis. PLoS ONE. \n2020;15(4): e0231110.\n 35. Fahrner R, Möller A, Press AT, Kortgen A, Kiehntopf M, Rauchfuss F, et al. \nShort-term treatment with taurolidine is associated with liver injury. BMC \nPharmacol Toxicol. 2017;18(1):1–9.\n 36. Mikolajczyk A, Khosrawipour V, Lau H, Li S, Migdal P , Labbé MK, et al. Explor ing the potential of taurolidine in inducing mobilization and detachment \nof colon cancer cells: a preliminary in-vitro study. BMC Pharmacol Toxicol. \n2022;23(1):1–8.\n 37. Akın E, Sarıbeyoğlu K, Esen E, Aytac E, Özbay G, Uzun H, et al. Does taurolidine have any effect on liver regeneration and oxidation in the experimental hepatectomy model? Turk J Surg. 2021;37(2):169.\n 38. Bonkain F, Stolear J-C, Catalano C, Vandervelde D, Treille S, Couttenye MM, \net al. Prevention of tunneled cuffed catheter dysfunction with prophylactic \nuse of a taurolidine urokinase lock: a randomized double-blind trial. PLoS \nONE. 2021;16(5): e0251793.\n 39. Kim J, Bae M. Taurolidine irrigation reduces relapse and recurrence of hemo dialysis access infection. Ann Vasc Surg. 2025;110(Pt A):406–13.\n 40. https:// ethics. resea rch. ac. ir/ Propo salCe rtifi cateEn. php? id=  52682 9& Print= \ntrue& NoPri ntHea der=  true& NoPri ntFoo ter=  true& NoPri ntPag eBord er=  true&  \nLette rPrint=  true.\nPage 7 of 7\n Amanati et al. Journal of Medical Case Reports           (2025) 19:63 \n \nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}