{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04972-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04972-8.pdf",
  "metadata": {
    "/Keywords": "Ketamine; Major depressive disorder; PTSD; Electroencephalogram; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241224135939+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241224013048+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04972-8",
    "/Author": "S. Asad ",
    "/Title": "Depression, post-traumatic stress disorder, suicidal ideation and ketamine: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04972-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ketamine treatment presents a novel approach for addressing refractory conditions, such as major \ndepressive disorder, suicidal ideation, and posttraumatic stress disorder, which often co-occur and pose significant \nchallenges for clinicians. This study explores the clinical and electrophysiological outcomes of ketamine treatment \nin two cases, shedding light on its potential efficacy and mechanisms of action.",
    "Case Presentation": "Case presentation The first case involves a 56-year-old Caucasian male with chronic posttraumatic stress disor der and suicidal ideation, and the second case involves a 52-year-old Caucasian female with treatment-resistant \nmajor depressive disorder. Both patients opted for ketamine treatment after years of unsuccessful interventions. \nThe male patient received nine ketamine infusions over 18 months, while the female patient received five infusions \nover one month. Symptom improvement was accompanied by distinct electrophysiological changes, as observed \nthrough electroencephalogram and evoked electroencephalogram responses. These changes persisted for several \nmonths post-treatment, offering hope for individuals grappling with challenging chronic conditions.",
    "Conclusion": "Conclusion Ketamine infusions resulted in significant and sustained symptomatic improvement in both cases, \naccompanied by distinct electrophysiological changes indicative of altered brain function. These findings highlight \nthe potential of ketamine as an alternative treatment for refractory conditions, such as major depressive disorder \nand posttraumatic stress disorder, offering relief and functional recovery for certain patients. Further research is war ranted to elucidate the underlying mechanisms and optimize treatment protocols.\nKeywords  Ketamine, Major depressive disorder, PTSD, Electroencephalogram, Case report",
    "Introduction": "Introduction\nMajor depressive disorder (MDD), suicidal ideation (SI), \nposttraumatic stress disorder (PTSD), and substance \nabuse can occur concurrently, and present well-known \nchallenges for clinicians [1–3]. Ketamine has been used \nas an anesthetic and its “dissociative experiences” may \nalso provide benefits for reducing symptoms of these disorders [4–9]. It induces clear physiologic changes, \nas reported in functional magnetic resonance imaging \n(fMRI) and electroencephalogram (EEG) studies [10–14], \nand increases brain-derived neurotrophic factor (BDNF) \nand vascular endothelial growth factor (VEGF) concen trations in the brain, thus reversing the effects of stress \non generally excitatory glutamate synapses [15]. Addi tionally, ketamine also upregulates GABA-modulated \ninhibitory neurotransmission [16], thus improving syn aptic connectivity, and possibly triggering functional \nrecovery of neural networks damaged by the chronic \nstress associated with conditions, such as MDD, PTSD, \nand substance abuse [17–20]. These effects can be more \nsustained because of its trophic effects on neurogenesis \n[21]. From a practical perspective, these new synaptic Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nG. Towers\ngrace.towers@wavimed.com\n1 Baptist Medical Center, Jacksonville, FL, USA\n2 Rocky Mountain Regenerative Medicine, Boulder, CO, USA\n3 WAVi Research, 3857 N Steele St Ste 1293, Denver, CO 80205, USA\n4 Baseline Neuro, Vail, CO, USA\nPage 2 of 7 Asad et al. Journal of Medical Case Reports          (2024) 18:638 \nconnections manifest as a change in mindset and ability \nto reframe thinking, which then also extends to institut ing pragmatic changes in one’s life to realize that shift in \npsychological paradigm [22].\nThe case studies reported here involve two patients \nwho selected ketamine treatments for their hereto fore refractory conditions. These patients were tracked \nover the course of their treatments by EEG with evoked \nresponse potential (ERP), symptom reports, suicide \nideation scales, and subjective narratives of the patient \nexperience. The first patient, suffering from PTSD with \nSI, was followed over the course of 18 months and nine \nketamine infusions. The second patient, suffering MDD, \nwas followed for 1 month over five treatments. The mag nitude and duration of symptomatic and electrophysical \nchanges in these patients both pre- and post-treatment \nwere explored. The case studies reported here offer a \nunique perspective on the use of ketamine treatment for \nrefractory conditions, such as MDD, PTSD, and SI, shed ding light on its potential efficacy and mechanisms of \naction in real-world clinical settings.",
    "Methods": "Methods\nEEG/ERP measures\nWe focus on three relevant EEG/ERP measures that are \nreadily accessible and useful for tracking: EEG alpha peak \ndistribution, peak frequency (PAF), and the P300 ERP \namplitude (P300V). The alpha frequency, between 8 and \n12  Hz, is the dominant frequency of the EEG and can \nprovide information related to central nervous system \n(CNS) and cognitive functioning. An individual’s PAF is \nconsidered a stable marker of a neurophysiological trait \nand can therefore provide longitudinal information [23, \n24]. Slowing of the EEG has been found to indicate CNS \npathology. In particular, PAF slowing is common for \npatients with dementia. Some studies have also shown \nslowing in patients with PTSD and MDD [25].\nThe distribution of alpha amplitudes across the scalp \nis another important measure since it has been reported \nthat patients with PTSD and/or MDD show a left–right \nasymmetry in amplitude distribution, whereas patients \nwith prolonged concussion symptoms can express more \nfrontal dominant alpha activity (as opposed to normally \noccipital dominant alpha) [26].\nERPs are a measurement of the EEG signal time-locked \nto the onset of a given stimulus. The auditory oddball \nP300 protocol, one of the most widely studied, assesses \nthe brain’s cognitive ability to recognize an odd tone as \ndifferent from a common tone. A decrease in P300V is \nobserved in various conditions accompanied by a decline \nin cognitive function, including dementia, trauma, sub stance abuse, depressive disorders, PTSD, and cardiovas cular health [27–29].Procedure\nAfter clinical interviews and assessments, including \nthe Suicidal Ideation Attributes Scale (SIDAS) [30], the \npatients received a baseline EEG scan with a 4-minute \noddball audio ERP using the  WAVi® system, following \nthe same procedure described elsewhere [26, 29, 30]. \nThe EEG study was approved by the solutions institu tional review board and written informed consent was \nobtained from the participants before scanning.",
    "Results": "Results\nCase 1\nThe first patient was a 56-year-old Caucasian male \nwho reported being a non-smoker and abusing alco hol from the age of 15 to 45 years (sober last 11 years). \nHe struggled for years with symptoms related to PTSD \nand MDD with at least one suicide attempt (which he \nattributed to his pharmaceutical prescriptions). There \nwas no family history of PTSD or MDD noted. After \nmany failed treatments, he decided to try ketamine as a \ntreatment option. He received his first of nine infusions \n(all from two licensed facilities) in April 2021. Before \nhis first treatment he had a SIDAS score of 40/50 (> 21 \nconsidered high risk), reporting suicide ideation “for as \nlong as I can remember” and hypervigilance where “I \n88.599.51010.511Frequenc y(Hz)Occipi talAlpha :Case#1\n13579111315\n123456 7P300 (uV)\nScan SessionP300 Response :Case#1\nFig. 1 Peak frequency and P300 response trajectories before (session \none) and after ketamine treatments for patient 1 (dashed lines \nrepresent expected test–retest variances [24, 30])\nPage 3 of 7\n Asad et al. Journal of Medical Case Reports          (2024) 18:638 \n \nTable 1 Symptom and brain trajectories following ketamine treatments\nTable I: Symptom and Brain Trajectories following Ketamine Treatments\nTiming of scan Pa/g415ent self-described state at  \n/g415me of scanP300 Alpha\nScan #1 (12/22/20)\nBefore Ketamine \ninfusion s“I was very agitated, suicidal, \nhypervigilant, not in a great \nway. ”\nSIDAS > 40/50\nScan #2 (05/05/21)  \n16d post infusion #1\n(100 mg, 50-minutes )“Way be/g425er, out of Fight or  \nFlight mode, content, very  \nrelaxed, did I men/g415on “way  \nbe/g425er?!”\nSIDAS = 10/5 0\nScan #3 (06/07/21)\n28d post infusion #2\n(50 mg, 40-minutes )“This treatment was pivotal…a \nlot of shame that I had been  \ncarrying le/g332 my body. It was \namazing!”\nScan #4 (07/07/21)  \n58d post infusion #2“Con/g415nued showing \nincremental improvements in  \nmy life.”\nScan #5 (08/18/21)  \n15d post infusion #3\n(100 mg, 55-minutes )“My ketamine infusion was \npar/g415cularly dark and violent,  \nbut a success! Felt much be/g425er \na/g332erwards.”\nScan #6 (10/07/21)\n16d post infusion #4\n(185 mg, 120-minutes )“I had a lot of clarity a/g332er this  \ntreatment. ”\nScan #7 (04/22/22)\n73d post ﬁnal  \ninfusion #9  \n(130 mg, 45-minutes )\"It just keeps ge/g427ng be/g425er and \nbe/g425er, more serenity. Less \nsuicidal on adaily basis. \"\nSIDAS = 2/500uV             9u V8uV             30uV\nNormal Norma l\nNormal\nNorma lNormal\nDashed rectangle indicates Central-Parietal region used for evoked potential metrics\nSIDAS Suicidal Ideation Attributes Scale\nPage 4 of 7 Asad et al. Journal of Medical Case Reports          (2024) 18:638 \nwas not able to go to bed without multiple automatic \nweapons at my bedside. ”\nThe results of EEG/ERP testing and symptom out come are presented in Fig.  1 and Table  1. At the original \nbaseline session, the patient was not on any medica tion or supplements. While he exhibited signs of PTSD \nand SI, none of the typical EEG/ERP patterns for PTSD \nwere observed [25]. In particular, the EEG spectra were \nnormal (in all frequency bands) with no apparent asym metries noted, and his P300 amplitude (9  uV) was in \nthe normal age-matched range (7–17 uV) [24, 30]. \nThe second scan, performed 16  days after the first \nketamine infusion, showed a dramatic reduction in \nboth the P300 amplitude and PAF, with alpha amplitude \nshifting to the front, accompanied by dramatic symp tom improvements. Figure  1 shows both P300 ampli tude and PAF declining well beyond personal variance \nexpectation, where PAF is otherwise considered to be a \nstable marker of a person. This unusual pattern of sud den P300 cognitive-resource reduction (or reallocation) \nand alpha shifting to the front is similar to what has \nbeen reported in concussion and prolonged concussion \n[26, 29]. While these changes may be expected during \nketamine treatment, they were not expected to persist \n16  days after treatment. The accompanied duration of \nsymptom resolution is also noteworthy.In the third scan (second post-treatment scan) we \nsee the same electrophysical trajectories as the sec ond scan (first post-treatment scan), except even more \npronounced alpha shifts to the front. The duration of \nthese changes, and corresponding symptom improve ment, linger up to 58 days after treatment as evidenced \nby the fourth scan. The following scans (after third and \nfourth treatments) represent a slow return to normal \nof the alpha distribution while symptoms continued to \nimprove, but the PAF falls to its lowest point and the \nP300 is unstable. The final scan, taken 78 days after the \nninth and final treatment, indicated normalization of \nPAF and alpha distribution, while the P300 response \nfailed to return. (In Fig.  1, note the stability of the alpha \ntopo in Table 1  between scans 1, 6, and 7).\nSymptom resolution persisted up to day 78 post-final \ntreatment, with the associated SIDAS at 2/50 (in con trast to the 40/50 at the time of the first scan). Dur ing the entire course of treatment, symptoms remained \nimproved compared with the initial baseline. According \nto the patient: “the general trend line from the very first \ntreatment has been up. ”\nCase 2\nThe second patient was a 52-year-old Caucasian female \nwho reported being a non-smoker and abusing alcohol \nfrom the age of 14 to 23 years (sober last 27 years). Her \nmedical history includes migraine headaches, MDD, and \nbipolar disorder. There was no family history of MDD \nor bipolar disorder noted. As with patient 1, after years \nof unsuccessful interventions, she tried ketamine infu sions as a treatment option, with EEG/ERP scans pre- \nand post-treatment. She received her first treatment on \n5 April 2022 and her fifth and final on 18 April 2022 from \na licensed facility under the guidance of a certified nurse \npractitioner.\nThe results of the EEG/ERP testing and symptom out come are presented in Fig.  2 and Table  2. At the original \nbaseline session, she was not taking medication or sup plements and complained of anxiety and depression \nbut scored low on the SIDAS scale. No major EEG/ERP \nabnormalities were noted, except that her PAF, 11.5  Hz \noccipitally, was slightly above the age-matched refer ence range (9–11 Hz) [24]. Her EEG spectra were normal \nwith no apparent asymmetries, and the P300 ampli tude (10.6  uV) was in the normal age-matched range \n(7–18 uV) [30].\nAfter her first treatment, and between treatments, she \nreported being more “hopeful, peaceful, relaxed, and \nat ease. ” While still experiencing some anxiety and fear, \nshe reports feeling “overall hopeful and confident every thing will work out okay and [that] I will be able to handle \nwhatever happens. ”9.51010.51111.51212.5Frequency(Hz)Occipi talAlpha :Case#2\n5791113151719P300 (uV)\nScan Sessio nP300 Reponse: Case #2\nFig. 2 Peak frequency and P300 response trajectories before (session \none) and after ketamine treatments for patient 2 (dashed lines \nrepresent expected test–retest variances [24, 30])\nPage 5 of 7\n Asad et al. Journal of Medical Case Reports          (2024) 18:638 \n \nAt the time of the second scan, performed 5 days after \nher final ketamine infusion, she reported: “these treat ments have totally transformed me and my life. I am \namazed at how different I feel and how much better I am \ngetting along with others. ” These symptomatic improve ments were accompanied by a dramatic increase in P300 \namplitude but with no change in alpha amplitude or PAF \nbeyond expectation (Fig.  2). It is important to note that \nher increased brain response to the treatment was the \nopposite of patient 1 whose P300 response decreased and \nremained as such.",
    "Discussion": "Discussion\nKetamine infusions had a reported effect on improving \nthe PTSD, MDD, and/or SI symptoms for these patients, \naccompanied by clear electrophysical brain changes as \nmeasured by common EEG/ERP markers associated with \ncognitive function and various conditions. The most pro found electrophysiological change for patient 1 contend ing with PTSD/SI involved a significant reduction of the \nbrain’s P300 response after the first treatment accompa nied by low suicidal ideation. This could be interpreted \nas a “brain reset” or shift in psychological paradigm, as \ncommonly described [22]. These symptomatic and P300 \nchanges lasted 78  days beyond treatment, supporting \nthe idea that enduring effects occur. These have been hypothesized to be related to the interaction of ketamine \nwith several other receptors central to synaptic con nectivity in certain pathologies [16]. This unusual P300 \ndecrease followed by an increase of the PAF is also inter esting and worthy of further study. Patient 2 responded \ndifferently. While her MDD symptoms resolved, her P300 \nresponse increased well above expectation. Again, if new \nsynaptic connections manifest as a change in mindset \nand ability to reframe thinking [16], then this may corre spond to different electrophysical responses as seen here.\nOf course, questions remain: were these symptomatic \nimprovements a function of cognitive resource realloca tion? How does the decrease in PAF in patient 1 correlate \nwith the low P300, and does it reflect neural inhibition \npost ketamine? Will symptoms return with full brain nor malization (return to baseline P300)? Despite clear elec trophysical changes, was there a placebo effect?\nWhile these patients experienced different electrophys ical trajectories, and while their symptomatic trajectories \nmay not be representative of all patients who receive ket amine infusions, the treatment did have a positive effect \non these patients suffering refractory conditions. These \neffects persisted for months and coincided with clear \nchanges in electrophysiology and brain function, albeit \nunique for the two different patients.Table 2 Symptom and brain trajectories following ketamine treatments\nTable II: Symptom and Brain Trajectories following Ketamine Treatments\nTiming of scan Pa/g415ent self-described state at  \n/g415me of scanP300 Alph a\nScan #1 (04/05/22)  \nBefore Ketamine \ninfusion s“I felt anxious and tense all the \n/g415me, and irritable, moody,  \ndepressed, and hopeless most of  \nthe /g415me. ”  \nSIDAS = 3/50\nScan #2 (04/23/22)\n5d post infusion #5“My nervous system has se/g425led  \ndown so I can actually sit down and \nrelax instead of needing to be  \nmoving and doing something all \nthe /g415me. \"\nSIDAS  =  0/500uV            18uV 6uV             30uV\nNormal\nHigh Normal NormalNormal\nDashed rectangle indicates Central-Parietal region used for evoked potential metrics\nSIDAS Suicidal Ideation Attributes Scale\nPage 6 of 7 Asad et al. Journal of Medical Case Reports          (2024) 18:638 \nLimitations\nThis is a presentation of two patients who received keta mine and saw positive results. It is not a statistically sig nificant sample nor is it a double-blinded study intended \nto predict patient outcomes at large. Such is the nature of \ncase studies, which in this instance is to present a unique \ntherapeutic approach.\nConclusion\nKetamine infusions for these two patients suffering dif ferent refractory conditions seemed to correspond with \nsymptomatic improvement that lasted many months, \ncoinciding with clear changes in electrophysiology and \nbrain function. The physiological changes accompanying \nsymptom improvement support the efficacy of treatment \nin these cases, providing a potential alternative for cer tain patients suffering chronic conditions that are diffi cult to treat, such as major depression or posttraumatic \nstress disorder.\nAcknowledgements\nThe authors would like to thank both patients for the valuable contribution of \ntheir experiences to this study.\nAuthor contributions\nSA conceived the study, analyzed the data, and wrote the manuscript; \nDSO performed statistical analysis and revised the manuscript critically for \nimportant intellectual content; KL, VTE, JP , and GT collected the data; GT \ncritically revised the manuscript. All authors have read and approved the final \nmanuscript.\nFunding\nThis research received no external funding.\nAvailability of data and materials\nAccess to these data can be requested by qualified researchers engaging in \nindependent scientific research and will be provided following review and \napproval of a research proposal and statistical analysis plan and execution of \na data sharing agreement. For more information or to submit a request please \ncontact David Oakley, davido@wavimed.com.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the solutions institutional review board. Informed \nconsent was obtained from all participants prior to their involvement in \nthe study, and measures were taken to ensure confidentiality and privacy \nthroughout the research process.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nDO and GT are paid consultants and employees of WAVi Co. (providers of the \nEEG equipment). No other authors have conflicts to report.\nReceived: 21 April 2024   Accepted: 31 October 2024\nReferences\n 1. Jakobsen JC, Gluud C, Kirsch I. Should antidepressants be used for major \ndepressive disorder? BMJ Evid Based Med. 2020;25:130.\n 2. Stuart GL, et al. Empirical studies addressing the opioid epidemic: an \nurgent call for research. Subst Abuse. 2018. https:// doi. org/ 10. 1177/ \n11782 21818 784294.\n 3. Klonsky ED, May AM, Saffer BY. Suicide, suicide attempts, and suicidal \nideation. Annu Rev Clin Psychol. 2016;12:307–30.\n 4. Bell RF, Kalso EA. Ketamine for pain management. Pain Rep. \n2018;3(5):e674.\n 5. Serafini G, Howland RH, Rovedi F, Girardi P , Amore M. The role of ketamine \nin treatment-resistant depression: a systematic review. Curr Neurophar macol. 2014;12(5):444–61. https:// doi. org/ 10. 2174/ 15701 59X12 66614 \n06192 04251.\n 6. Dadiomov D, Kelly L. The effects of ketamine on suicidality across various \nformulations and study settings. Ment Health Clin. 2019;9:48–60.\n 7. Lael R, Youssef NA. Ketamine as a potential treatment for suicidal ideation: a systematic review of the literature. Drugs R&D. 2015;15:37–43.\n 8. Wilkinson ST, et al. The effect of a single dose of intravenous ketamine \non suicidal ideation: a systematic review and individual participant data \nmeta-analysis. Am J Psychiatry. 2018;175:150–8.\n 9. Phillips JL, et al. Single and repeated ketamine infusions for reduction of \nsuicidal ideation in treatment-resistant depression. Neuropsychopharmacology. 2020;45:606–12.\n 10. Chen M-H, et al. Antidepressant and antisuicidal effects of ketamine \non the functional connectivity of prefrontal cortex-related circuits in \ntreatment-resistant depression: a double-blind, placebo-controlled, randomized, longitudinal resting fMRI study. J Affect Disord. 2019;259:15–20.\n 11. Zacharias N, et al. Ketamine effects on default mode network activity \nand vigilance: a randomized, placebo-controlled crossover simultaneous \nfMRI/EEG study. Hum Brain Mapp. 2020;41:107–19.\n 12. Murrough JW, et al. Regulation of neural responses to emotion percep tion by ketamine in individuals with treatment-resistant major depressive \ndisorder. Transl Psychiatry. 2015;5:e509–e509.\n 13. Shadli SM, et al. Ketamine effects on EEG during therapy of treatmentresistant generalized anxiety and social anxiety. Int J Neuropsychophar macol. 2018;21:717–24.\n 14. Cao Z, et al. Identifying ketamine responses in treatment-resistant \ndepression using a wearable forehead EEG. IEEE Trans Biomed Eng. \n2018;66:1668–79.\n 15. Autry AE, Adachi M, Nosyreva E, Na ES, Los MF, Cheng PF, et al. NMDA \nreceptor blockade at rest triggers rapid behavioural antidepressant \nresponses. Nature. 2011;475:91–5. https:// doi. org/ 10. 1038/ natur  e10130.\n 16. Duman RS, Sanacora G, Krystal JH. Altered connectivity in depression: \nGABA and glutamate neurotransmitter deficits and reversal by novel \ntreatments. Neuron. 2019;102(1):75–90. https:// doi. org/ 10. 1016/j. neuron. \n2019. 03. 013.\n 17. Deyama S, Duman RS. Neurotrophic mechanisms underlying the rapid \nand sustained antidepressant actions of ketamine. Pharmacol Biochem \nBehav. 2020;188:172837.\n 18. Feder A, Parides MK, Murrough JW, Perez AM, Morgan JE, Saxena S, \net al. Efficacy of intravenous ketamine for treatment of chronic post traumatic stress disorder: a randomized clinical trial. JAMA Psychiat. \n2014;71(6):681–8.\n 19. de la Monte SM, Kril JJ. Human alcohol-related neuropathology. Acta \nNeuropathol. 2014;127(1):71–90.\n 20. Mattson MP , Magnus T. Ageing and neuronal vulnerability. Nat Rev Neurosci. 2006;7(4):278–94.\n 21. Deyama S, Duman RS. Neurotrophic mechanisms underlying the rapid \nand sustained antidepressant actions of ketamine. Pharmacol Biochem \nBehav. 2020;188:172837. https:// doi. org/ 10. 1016/j. pbb. 2019. 172837.\n 22. Griffiths C, Walker K, Reid I, Maravic da Silva K, O’Neill-Kerr A. A qualitative \nstudy of patients’ experience of ketamine treatment for depression: The \n‘Ketamine and me’ project. J Affect Disord Rep. 2021;4:100079.\n 23. Grandy TH, Werkle-Bergner M, Chicherio C, Schmiedek F, Lövden M, \nLindenberger U. Peak individual alpha frequency qualifies as a stable \nneurophysiological trait marker in healthy younger and older adults. \nPsychophysiology. 2013;50:570–82.\n 24. Joffe D, Oakley D, Arese Lucini F, Palermo F. Measurements of EEG alpha \npeak frequencies over the lifespan: validating target ranges on an inclinic platform. 2021. https:// doi. org/ 10. 1101/ 2021. 10. 06. 463353.\nPage 7 of 7\n Asad et al. Journal of Medical Case Reports          (2024) 18:638 \n \n 25. Butt M, Espinal E, Aupperle RL, Nikulina V, Stewart JL. The electrical \naftermath: brain signals of posttraumatic stress disorder filtered through \na clinical lens. Front Psychiatry. 2019;10:368.\n 26. Mortazavi M, Lucini FA, Joffe D, Oakley DS. Electrophysiological trajectories of concussion recovery: from acute to prolonged stages in late \nteenagers. J Pediatr Rehabil Med. 2022;16:287–99.\n 27. Gordeev SA. The use of endogenous P300 event-related potentials of the \nbrain for assessing cognitive functions in healthy subjects and in clinical \npractice. Fiziol Cheloveka. 2007;33(2):121–33.\n 28. Clayton G, et al. In-clinic event related potentials after sports concussion: \na 4-year study. J Pediatr Rehabil Med. 2020;13:81–92.\n 29. Oakley DS, et al. P300 parameters over the lifespan: validating target \nranges on an in-clinic platform. 2021. https:// doi. org/ 10. 1101/ 2021. 10. 25. \n465715.\n 30. Van Spijker BAJ, et al. The Suicidal Ideation Attributes Scale (SIDAS): \ncommunity-based validation study of a new scale for the measurement \nof suicidal ideation. Suicide Life Threat Behav. 2014;44(4):408–19.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}