{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05013-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05013-0.pdf",
  "metadata": {
    "/Keywords": "Case report; Colorectal surgery; Rectal polyp; Villous adenoma; Colorectal neoplasm; Renal failure",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250106162338+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250105224114+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05013-0",
    "/Author": "Ivan Valentinov Dimitrov ",
    "/Title": "Renal failure due to rectal neoplastic polyp: McKittrick–Wheelock syndrome—a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05013-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background McKittrick–Wheelock syndrome is an uncommon and severe disorder caused by large hypersecretory \ntumors located in the distal colorectal area. Excessive secretion from adenomas is an unusual clinical manifestation \nthat leads to severe electrolyte and fluid depletion, subsequently resulting in kidney injury. Successful treatment relies \non quick and cooperative decision‑making for timely intervention.",
    "Case Presentation": "Case presentation A 79‑ year ‑old Bulgarian male patient was admitted to the emergency department with syncope \nresulting from severe electrolyte depletion and renal failure caused by excessive secretion from a rectal polyp. The ini‑\ntial diagnostic and treatment journey included computed tomography, rectoscopy, biopsy, and an attempt at piece ‑\nmeal removal, ultimately leading to abdominoperineal resection. Despite the permanent colostomy, the patient \nexperienced a smooth recovery and significant improvement in his quality of life.",
    "Conclusion": "Conclusion McKittrick–Wheelock syndrome begins with nonspecific initial symptoms in the first extended latent \nphase, mainly diarrhea, followed by a brief deterioration phase and decompensation phase. However, the key \nto restoring renal function and correcting electrolyte imbalances lies in surgically removing the tumor, making early \ndetection crucial. Employing a multidisciplinary strategy that includes prompt recognition, timely intervention, \nand thorough preoperative stabilization is crucial for achieving successful outcomes.\nKeywords  Case report, Colorectal surgery, Rectal polyp, Villous adenoma, Colorectal neoplasm, Renal failure\nBackground\nMcKittrick–Wheelock syndrome (MWS) is a rare and \nlife-threatening disease characterized by a triad of symp toms: giant colorectal tumor, chronic mucous diarrhea, \nand renal function impairment, manifesting as electrolyte depletion [1]. The effective management of MWS hinges \non rapid, collaborative decision-making to select timely \nand suitable treatments, which can be critical for patient \nsurvival [2]. The primary approach to treating MWS \ncenters on tumor excision, which may be conducted \nthrough endoscopy or surgical",
    "Methods": "methods [1]. This case is \nreported following the CARE guidelines for surgical case \nreporting [3].\nCase presentation\nThis case report details the emergency admission of a \n79-year-old Bulgarian male patient to the surgical depart ment. The leading symptoms included chronic, profuse \nrectal mucus secretion and watery diarrhea, persisting \nfor over a year, and worsening in the last 2 weeks before Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIvan Valentinov Dimitrov\nivanvalentinovdimitrov@gmail.com\n1 Department of Surgery, University Hospital “Tsaritsa Joanna – ISUL” , \nMedical University, Str. “Byalo More” No 8, Sofia, Bulgaria\n2 Department of Gastroenterology, University Hospital “Tsaritsa Joanna – \nISUL” , Medical University, Sofia, Bulgaria\n3 Department of Pathology, University Hospital “Tsaritsa Joanna – ISUL” , \nMedical University, Sofia, Bulgaria\nPage 2 of 6 Dimitrov et al. Journal of Medical Case Reports            (2025) 19:3 \nadmission, with up to 10 episodes per day. Additionally, \nthe patient experienced increasing general weakness cul minating in syncope on the day of admission. His medi cal history included ischemic myocardial disease with \nprior myocardial infarction, chronic heart failure, arterial \nhypertension, ischemic cardiomyopathy, femoropopliteal \nthrombosis, and pulmonary embolism. A first-degree \nrelative also had a family history of gastric carcinoma. \nUpon admission, his vital signs were as follows: blood \npressure 90/55  mmHg and pulse 68 beats/minute. The \npatient was somnolent with severe general weakness. \nThere was no abdominal pain or palpable mass. Digital \nrectal examination revealed a soft, polypoid tumor for mation starting from the dentate line, with characteris tics suggestive of a villous polyp. The proximal border \nof the tumor could not be clearly defined on palpation. \nLaboratory findings revealed severe dyselectrolytemia \nand renal dysfunction (Table  1). The urine output was \n500  ml per 24  hours. Fluid resuscitation was initiated \nimmediately with a total volume of 2000  ml, including \nisotonic saline, lactated Ringer’s solution, and glucose \nsolution supplemented with potassium. Ultrasound find ings revealed a 10-cm oval pelvic tumor formation in the \nrectum, which was well defined, had mixed solid and liq uid content, and had an unclear topographic origin. Over \nthe next 24 hours, the patient’s condition worsened, with urine output decreasing to 300  ml per 24  hours. Blood \npressure decreased to 85/40  mmHg, and the heart rate \nwas 89 beats/minute. Serum urea levels increased sig nificantly to 77.7  mmol/l, and creatinine levels reached \n556  µmol/l. The patient also exhibited delayed verbal \nresponses, despite remaining alert and oriented. Owing \nto the deteriorating condition, intensive care unit trans fer was performed, followed by emergency dialysis treat ment. After two dialysis procedures, the patient’s kidney \nfunction improved, with a urine output of 2500  ml per \n24 hours, a blood pressure of 105/65 mmHg, and a heart \nrate of 71 beats/minute. Following stabilization, com puted tomography (CT) was performed. CT revealed a \npolypoid, suprasphincteric rectal tumor with laterally \nspreading characteristics, extending approximately 9 cm \ncranially and resembling a villous polyp (Fig.  1). There \nwas no radiographic evidence of extramural invasion or \nmetastasis. A colonoscopy (Fig.  2), followed by a biopsy, \nconfirmed that a villous polyp exhibiting high-grade \ndysplasia was present. Owing to the patient’s comorbid \nstatus, a less invasive surgery was considered, and piece meal polypectomy was attempted. The histopathological",
    "Results": "results were consistent with previous findings (Fig.  3). In \nthe early follow-up, owing to continuous mucus secre tion of the same volume (> 1.5  L per 24  hours), a more \naggressive approach was discussed by a multidisciplinary \nTable 1 Laboratory markers\nValues are presented as n (%) or min–max\nWBC white blood cells, NEU neutrophils, LYM  lymphocytes, HGB hemoglobin, PLT  platelets, ABG arterial blood gas, pH acid–base balance of the blood, PaO2 partial \npressure of oxygen in arterial blood, PaCO2 partial pressure of carbon dioxide in arterial blood, HCO3 concentration of bicarbonate in arterial blood, BE base excess. \nSaO2 arterial oxygen saturationParameter Reference range Admission 48 hours later Discharge Units\nWBC 3.5–10.5 21.05 19.06 4.13 G/l\nNEU count 2.0–7.8 18.51 17.44 2.69 G/l\nNEU % 44–76 87.9 91.47 65.14 %\nLYM % 20–40 6.13 3.71 21.67 %\nHGB 130–180 163.6 133.4 100.3 g/l\nPLT 130–440 583.9 297.5 246.2 G/l\nChloride 98–107 67 88 106 mmol/l\nSodium 135–145 121 124 138 mmol/l\nPotassium 3.5–5.1 3.3 3.8 4.8 mmol/l\nUrea 1.7–8.30 37 77.7 3.7 mmol/l\nCreatinine 50–133 522 566 89 umol/l\nABG Reference range Admission 9 hours later\npH 7.35–7.45 7.23 7.53 — —\nPaO2 80–100 106.1 73.6 — mmHg\nPaCO2 35–45 52.9 26.7 — mmHg\nHCO3 21–26 22.2 22.8 — mmol/l\nBE −2 to + 3 −5.1 1.9 — —\nSaO2 75–99 96.6 96.3 — %\nPage 3 of 6\n Dimitrov et al. Journal of Medical Case Reports            (2025) 19:3 \n \nteam. Following thorough and deliberate evaluation, \nthe patient underwent abdominoperineal resection of \nthe rectum using an open approach (Fig.  4). The patient \nrecovered smoothly without any complications and was \ndischarged on the eighth postoperative day. Pathohisto logical examination confirmed villous adenoma (9  cm) \nwith high-grade dysplasia and superficial infiltration of \nthe submucosa from grade (G) 1 adenocarcinoma with extracellular mucus secretion, staged as pT1N0M0R0 \n(Fig.  5). The multidisciplinary oncological board deter mined that adjuvant therapy was not needed and recom mended only a dynamic follow-up. During the 30-day \npostoperative period, the patient’s condition significantly \nimproved, with no signs of asthenia or adynamia. Despite \npermanent colostomy, a significant improvement in qual ity of life was observed.",
    "Discussion": "Discussion\nMcKittrick–Wheelock syndrome, first identified in 1954, \ncan result from a hypersecretory villous polyp. This con dition is characterized by a critical state that includes \nsevere hyponatremia, hypokalemia, and potentially, acute \nkidney injury [4]. Colon polyps are categorized as nonneoplastic or neoplastic, with the cancer risk increasing \nwith adenoma size. Sporadic colorectal carcinoma, which \nis more prevalent in older patients, results from the accu mulation of cellular mutations. The transition from ade noma to carcinoma, a process that can span 5–20 years, is \nfacilitated by specific carcinogenic pathways [5]. Among \ncolonic adenomas, villous adenomas constitute 5%, with \na mere 3% displaying secretory activity that correlates \nwith their size. Commonly, these adenomas are found in \nthe rectosigmoid region [6, 7]. Compared with individu als with nonsecretory tumors, patients with secretory \nvillous adenomas exhibit higher adenylate cyclase activ ity. Owing to this heightened activity, the levels of cyclic \nFig. 1 Image of computer tomography with contrast of pelvis. Computed tomography image with contrast of pelvis describes polypoid tumor \nformation (yellow arrow), suprasphincteric rectal tumor formation with laterally spreading characteristics, extending approximately 9 cm cranially \nand resembling a villous polyp. Level of mucus fluid is marked with blue arrow\nFig. 2 Narrow‑band imaging during colonoscopy. Narrow‑band \nimaging was used during the patient’s colonoscopy, revealing a large \nvillous polyp and a significant amount of mucus\nPage 4 of 6 Dimitrov et al. Journal of Medical Case Reports            (2025) 19:3 \nadenosine monophosphate increase, which in turn inhib its the microvilli’s absorption of sodium and chloride and \nencourages the crypt cells to secrete chloride and water \n[1]. The risk of malignant degeneration depends on both \nthe size and type of polyp. Tubular adenomas are linked \nto malignancy in about 5% of cases, whereas villous ade nomas can harbor cancer in up to 40%. For lesions not \nsuitable for endoscopic resection, open or laparoscopic \ncolorectal resection is preferred, with a mortality rate \nof 0.3% and an anastomotic leak rate of 1.4%. Complete \nexcision is essential because biopsies are only 50% accu rate and unsuspected cancer may be discovered in some \npatients after excision. Giant villous adenomas are highgrade dysplastic lesions with a carcinoma conversion \nrate of 17–33%. This can lead to troublesome mucus dis charge and bleeding, resulting in severe hemodynamic \nchanges. The combined risk of dysplasia and malignancy \nis approximately 83%, with a 50% risk of dysplasia and a \n33% risk of malignancy in lesions larger than 8 cm. These \ngiant polyps are generally not resectable endoscopically \nand often require radical oncologic resection. Laparo scopic colorectal resection is a safe and effective option \n[8].\nTo our knowledge, the most extensive systematic \nreview to date, completed in 2018, reported a total of \n257 cases [9]. This review offers key recommendations \nfor the management of this condition: aggressive fluid \nresuscitation, early flexible sigmoidoscopy, CT imaging \nof the abdomen and pelvis, discussion by a multidiscipli nary colorectal team, and surgery during initial hospital \nadmission. Several treatment options are available for \nFig. 3 Pathology report after piecemeal polypectomy. Pathology report after piecemeal polypectomy—villous adenoma with moderate \nto high‑ grade dysplasia, without invasion\nFig. 4 Photograph of the surgical specimen. Gross description—\nlarge (9 cm) circumferential sessile tumor of the rectum with a villous \nappearance\nPage 5 of 6\n Dimitrov et al. Journal of Medical Case Reports            (2025) 19:3 \n \nsecretory villous adenomas. Without treatment, these \nlesions have a mortality rate of 100% [9, 10]. Endoscopic \ntreatment, which may involve either endoscopic submu cosal dissection or endoscopic mucosal resection, is an \noption in rare cases. However, its applicability is often \nrestricted owing to the large size of the polyp. Surgical \napproaches, whether minimally invasive or traditional, \nhave shown promising outcomes. This underscores the \ncritical message that the severity of the syndrome may \nnecessitate colon resection or abdominoperineal resec tion as the only curative option [6, 11, 12].\nConclusion\nThe progression of MWS can be divided into three dis tinct stages of electrolyte depletion. The first stage is a \nprolonged latent phase during which symptoms are often \nmild and nonspecific. This is followed by a brief dete rioration phase in which the symptoms rapidly worsen. \nFinally, the decompensation phase occurs, which is \nmarked by severe electrolyte imbalance and significant \nclinical worsening [9].\nThe primary takeaway message from this case is the \ncritical importance of early recognition and timely surgi cal intervention in management. Surgical removal of the \ntumor is essential for the definitive restoration of renal \nfunction and correction of electrolyte imbalance. Our \ncase underscores the critical role of multidisciplinary \ndecision-making and the potential benefits of a more \naggressive surgical approach in severe and complex cases, \nsuch as ours.Abbreviations\nMWS  McKittrick–Wheelock syndrome\nCT  Computed tomography\nAcknowledgements\nWe are extremely grateful to all specialists who contributed to data collection \nand participation.\nAuthor contributions\n Conceptualization: Ivan Petrov Vasilev and Maria‑Elena Boyadzhieva. Data \ncuration: Nikolay Penkov, Slavyana Slavcheva Usheva, and Yavor Asenov. \nSupervision: Theophil Angelov Sedloev and Georgi Chavdarov Jelev. Writing—\nreview and editing: Plamen Penchevand Ivan Valentinov Dimitrov.\nFunding\nThis study did not receive any specific financial support from the public, com‑\nmercial, or not ‑for‑profit funding agencies.\nAvailability of data and materials\nData pertinent to our study can be obtained from the corresponding author \nupon reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical approval was not applicable. Informed consent to share the test \nresults, medical history, and imaging data was provided by the patient. Patient \nanonymity was ensured.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest to disclose.\nReceived: 15 June 2024   Accepted: 4 December 2024\nFig. 5 Microscopic view of pathology report after surgery. Histopathological examination of the resected specimen revealed a villous adenoma \nwith high‑ grade dysplasia and a small focus of invasive cancer with predominantly mucinous characteristics\nPage 6 of 6 Dimitrov et al. Journal of Medical Case Reports            (2025) 19:3 \nReferences\n 1. Villanueva MEP , Onglao MAS, Tampo MMT, Lopez MPJ. McKittrick–Whee ‑\nlock syndrome: a case series. Ann Coloproctol. 2022;38(3):266–70. https:// \ndoi. org/ 10. 3393/ ac. 2020. 00745. 0106.\n 2. Hashash JG, Holder ‑Murray J, Aoun E, Yadav D. The McKittrick–Wheelock \nsyndrome: a rare cause of chronic diarrhoea. BMJ Case Rep. 2013. https:// \ndoi. org/ 10. 1136/ bcr ‑ 2013‑ 009208.\n 3. Riley DS, et al. CARE guidelines for case reports: explanation and elabora‑\ntion document. J Clin Epidemiol. 2017;89:218–35. https:// doi. org/ 10. \n1016/j. jclin epi. 2017. 04. 026.\n 4. McKittrick LS, Wheelock FC. Carcinoma of the colon. Dis Colon Rectum. \n1997;40(12):1494–6. https:// doi. org/ 10. 1007/ BF020 70718.\n 5. Siskova A, Cervena K, Kral J, Hucl T, Vodicka P , Vymetalkova V. Colorec‑\ntal adenomas—genetics and searching for new molecular screening \nbiomarkers. Int J Mol Sci. 2020;21(9):3260. https:// doi. org/ 10. 3390/ ijms2 \n10932 60.\n 6. Malik S, Mallick B, Makkar K, Kumar V, Sharma V, Rana SS. Malignant \nMcKittrick–Wheelock syndrome as a cause of acute kidney injury and \nhypokalemia: report of a case and review of literature. Intractable Rare Dis \nRes. 2016;5(3):218–21. https:// doi. org/ 10. 5582/ irdr. 2016. 01011.\n 7. Winstanley V, Little MA, Wadsworth C, Cohen P , Martin NM. The McK ‑\nittrick–Wheelock syndrome: a case of acute renal failure due to neoplastic \ncholera. Ren Fail. 2008;30(4):469–73. https:// doi. org/ 10. 1080/ 08860 22080 \n19642 77.\n 8. Bains L, Lal P , Vindal A, Singh M. Giant villous adenoma of rectum‑ what is \nthe malignant potential and what is the optimal treatment? A case and \nreview of literature. World J Surg Oncol. 2019;17(1):109. https:// doi. org/ \n10. 1186/ s12957‑ 019‑ 1650‑4.\n 9. Orchard M, Hooper J, Wright J, McCarthy K. A systematic review of McK ‑\nittrick–Wheelock syndrome. Ann Royal Coll Surg Engl. 2018;100(8):591–7. \nhttps:// doi. org/ 10. 1308/ rcsann. 2018. 0184.\n 10. Emrich J, Niemeyer C. The secreting villous adenoma as a rare cause of \nacute renal failure. Med Klin. 2002;97(10):619–23. https:// doi. org/ 10. 1007/ \ns00063‑ 002‑ 1203‑3.\n 11. Chaudhry H, Iqbal H, Gill A, Prajapati D. McKittrick–Wheelock syndrome: \na rare cause of chronic diarrhea treated with endoscopic polypectomy. \nSAGE Open Med Case Rep. 2023. https:// doi. org/ 10. 1177/ 20503 13X23 \n11777 62.\n 12. Ohara Y, et al. Electrolyte depletion syndrome (McKittrick–Wheelock \nsyndrome) successfully treated by endoscopic submucosal dissec‑\ntion. Clin J Gastroenterol. 2015;8(5):280–4. https:// doi. org/ 10. 1007/ \ns12328‑ 015‑ 0597‑4.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}