{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04937-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04937-x.pdf",
  "metadata": {
    "/Keywords": "Cervical cancer; Laparotomy; Fertility-sparing surgery; Radical trachelectomy; Reproductive age",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129202109+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129154607+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04937-x",
    "/Author": "Thanh Nhan Vo ",
    "/Title": "Modified abdominal radical trachelectomy used to spare fertility during surgery for early-stage cervical cancer: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04937-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cervical cancer is the fourth most common malignant tumor in childbearing-age women. To date, \ncervical resection and fertility-sparing surgery are the trends in the era of minimally invasive management. However, \na proper management remains crucial. Hereby, we endeavor to underscore an uncommon case of early-stage cervical cancer receiving a tailored surgical technique of abdominal radical trachelectomy at our tertiary referral center \nand review literature.",
    "Case Presentation": "Case presentation A 33-year-old Vietnamese female patient (E1) was hospitalized for a diagnosis of cervical cancer \nclassified as IB1 stage. The patient was treated with fertility-sparing modified abdominal radical trachelectomy sur gery. The postoperative outcome was completely favorable. The patient was sent home after 5 days of hospitalization. \nIn addition, she was monitored without complications.",
    "Conclusion": "Conclusion Fertility-preserving treatment could be effectively performed with a modified technique of abdominal \nradical trachelectomy among young women with early-stage cervical cancer. Interdisciplinary management is potentially necessary for favorable outcome. Further data are required for long-term outcomes of pregnancy, recurrent rate, \nand the risk of pelvic organ prolapse.\nHighlights \n• Fertility-sparing surgery should be considered for early cervical cancer in reproductive-age women.\n• Abdominal radical trachelectomy is best performed with a multidisciplinary team.\n• More research into long term outcomes after the modified technique of abdominal radical trachelectomy would \nbe helpful.\nKeywords  Cervical cancer, Laparotomy, Fertility-sparing surgery, Radical trachelectomy, Reproductive age\n*Correspondence:\nPhuc Nhon Nguyen\ndocternhon@gmail.com\n1 Department of Gynecologic Oncology, Tu Du Hospital, Ho Chi Minh City, \nVietnam\n2 Tu Du Clinical Research Unit (TD -CRU), Tu Du Hospital, Ho Chi Minh City, \nVietnam\n3 Department of High-Risk Pregnancy, Tu Du Hospital, 284 Cong Quynh, \nPham Ngu Lao Ward, District 1, Ho Chi Minh City 71012, Vietnam\nPage 2 of 7 Vo et al. Journal of Medical Case Reports          (2024) 18:586",
    "Introduction": "Introduction\nCervical cancer is an uncommon malignant tumor [1]. \nAccording to Glocoban 2020, the incidence of cervical \ncancer is approximately four cases per 100,000 women \n[2].\nImportantly, the 5  year survival rate is increased with \nearly detection. Nowadays, the age of acquired cervical \ncancer become younger due to earlier sexual intercourse, \neffective screening strategies with human papillomavi rus (HPV) test, cytology, and colposcopy [3, 4]. Accord ingly, the pivotal advances in imaging modalities such as \nultrasound, magnetic resonance imaging, and computed \ntomography scan could contribute to evaluating the \nspread of malignant tumors in the late stage. In the last \ndecades, the standard treatment for invasive cervical can cer was traditionally radical hysterectomy [5, 6].\nFor instance, fertility preservation in cervical can cer could be considered in an early stage with favorable \noutcomes [7]. In this regard, the appropriate treatment \nconsists of brachytherapy, chemotherapy, and surgi cal intervention such as cone biopsy, colpotomy, simple \ntrachelectomy, and laparoscopic/laparotomic radical \ntrachelectomy [8, 9]. A radical trachelectomy or radical \ncervicectomy refers to en bloc removal of the cervix, the \nupper margins of the vagina, surrounding connective tis sues (parametria), and lymph nodes in the pelvis when \nnecessary, while leaving the uterus in place [10]. The \ninitial report of radical vaginal trachelectomy was docu mented by Daniel Dargent in 1994, whereas laparotomic \nradical trachelectomy was introduced by Smith et al. [11, \n12]. Rarely, the first report of radical abdominal trache lectomy in the pediatric age group was also noted [13].\nSince 2014, radical trachelectomy has been a widely \nacceptable method in young women with early-stage \ncervical cancer seeking future fertility [14]. This surgical \nmethod is safe and feasible for pregnancy outcomes [15, \n16]. The condition includes a tumor size of less than 2 cm \nand early-stage cervical cancer maximum to IB2. Most \nimportantly, the indication encountered the desire for \nuterine maintenance in young-aged women [17]. The tra chelectomy experience with tumors measuring 2–4  cm \nhas been studied. Nevertheless, the oncologic outcome \nwas unfavorable [18, 19].\nCurrently, surgical interventions have been described \nas consisting vaginal radical trachelectomy (VRT), \nabdominal radical trachelectomy (ART), minimally inva sive radical trachelectomy (MIS-RT), and conization or \nsimple trachelectomy [20]. Robotic techniques could play \na useful role in uterine artery-preserving radical trache lectomy. However, its cost remains highly expensive in \nlow-middle income countries [21, 22].\nWe herein report a successful management of cer vical cancer stage IB1 concerning abdominal radical trachelectomy at our consultant hospital. The patient \nreceived necessarily the fertility-sparing technique modi fied from the technique of Takuma Fujii (Fig. 1) [23].\nCase presentation\nA 33-year-old Vietnamese female patient (E1) was hospi talized for a diagnosis of cervical cancer stage IB1. The \npatient was recorded with a history of one abortion and \nlaparoscopically unilateral salpingectomy due to tubal \nectopic pregnancy. One month before hospitalization, \nthe patient visited the gynecologic examination room. \nThe atypical glandular cells (AGS) and positive human \nFig. 1 Surgical steps relate to the modified radical trachelectomy \nfrom the technique of Takuma Fujii\nPage 3 of 7\n Vo et al. Journal of Medical Case Reports          (2024) 18:586 \n \npapillomavirus (HPV) type 16 were detected. The patient \nunderwent endocervical and cervical biopsy for cervi cal lesion with the diagnosis of endocervical adeno carcinoma (usual type) with nonlymphovascular space \ninvolvement. Additionally, endometrial biopsy was nor mal. Magnetic resonance imaging (MRI) revealed no \nother suspected invasive lesions. The blood cell count \ntest showed normal platelet, white, and red blood cells.\nAt admission, the vital signs were unremarkable. \nHer body mass index was 20.30  kg/m2. On gynecologic \nexamination, the cervical ectropion was detected at 1 \nand 7 o’clock under speculum observation. The planned \nceliotomy was counseled with two options depending \non the result of lymphadenectomy for frozen sections of \nany enlarged lymph nodes on histopathological examina tion. If malignant cells are detected in the lymph nodes, \nthe planned procedure is abandoned, and the operation \nis converted to chemotherapy and radiotherapy. The \nabdomen was closed. If the lymph node metastasis was \nabsent, radical trachelectomy was applied for fertilitysparing surgery.\nAs a result, the patient underwent open surgery for \nlaparotomic radical trachelectomy with favorable out comes (Figs.  2A, B and 3A, B). The estimated blood loss \nwas approximately 200  ml and the total surgical time \nwas 240  minutes. The patient received broad-spectrum \nantibiotic therapy for 5 days and was discharged on fifth \npostoperative day without complications. The cervical \nspecimen was sent for histopathological examination. \nAccording to the classification of The International Fed eration of Gynecology and Obstetrics (FIGO), cervical \ncancer stage IB1 was confirmed (Fig.  4A–E). Until writ ing this paper, the patient has not yet married. Thus, this \nreport did not have her pregnancy outcome due to mari tal status. However, the team continued to monitor the \nshort-term outcomes relating to surgery and sexual func tion if she complained as well as the recurrence of cervi cal cancer. The patient thanks the team for saving her life \nand preserving her fertility.",
    "Discussion": "Discussion\nIn the present case, the young patient was timely diag nosed with endocervical adenocarcinoma (usual type) \naccording to the International Endocervical Adenocar cinoma Criteria and Classification (IECC) 2018/World \nHealth Organization (WHO) 2020 classification systems \n[24]. The stage was classified as IB1 with a tumor size of \nless than 2  cm and nonaggressive histological type fol lowing the clinical classification of The International \nFederation of Gynecology and Obstetrics (FIGO) [25]. \nTherefore, the patient was well satisfactory for radical \ntrachelectomy with fertility preservation [19].Previously, the mainstay of treatment for women with \nearly cervical cancer was radical hysterectomy [26]. \nWhereas, radical trachelectomy combined with pelvic \nlymphadenectomy or sentinel lymph node mapping can \nbe used in women with early cervical cancer who have \na strong desire to preserve fertility [7 ]. In 2005, Ungár \net al. reported favorable outcomes on 30 patients with \nstage IA2 to IB cervical cancers. These patients, aged \nfrom 23 to 37 years old, received the radical trachelec tomy without recurrence. Thereafter, the study demon strated that abdominal radical trachelectomy provides a \nmethod of treating women with stage IA2 to IB cervical \ncancers with conservation of fertility without appar ently compromising recurrence or survival rates [27].\nRecently, radical trachelectomy has been largely \nreported with promising outcomes by Smith et al. The \ncommon types of histopathological examination were \nA\nB\nFig. 2 The abdominal radical trachelectomy preserving the uterine \narteries was performed: A Detaching, leaving the round ligament \n(white arrow) and the uterine arteries (white star). B Determining \nthe borderline for cervical removal (white box). Clamping the cardinal \nligaments (Mackenrodt’s ligaments), cervical arteries, internal os, \nand border of the external os. Performing amputation of the cervix \nat the level of the isthmus\nPage 4 of 7 Vo et al. Journal of Medical Case Reports          (2024) 18:586 \nsquamous-cell carcinoma (68.5%), adenocarcinoma \n(26.2%), and adenosquamous carcinoma (4.9%), respec tively. Among 2566 cases, the surgical routes include \nvaginal (1491 cases), abdominal (955 cases), and lapa roscopic (120 cases). Mostly, 69.2% of the patients had a \ntumor 2 cm or less, and 30.8% had a tumor > 2 cm. The \nmost common FIGO stage of cervical cancer was IB1 \nwas 74.8% (1677/2566 cases), then, IA2 (15.5%), IA1 \n(8.8%), and IB2 (0.7%). Only three cases (0.1%) of the \nIIA stage were recorded [10].\nNoticeably, our technique has been considerably modi fied from the surgical method of Fujii et al. (as presented \nin Table  1) [23]. All surgical steps are similar; otherwise, \nto prevent the cervical stenosis after sparing surgery, the \nFoley balloon catheter insertion in the uterine cavity was \nadditionally applied. Lee et al. applied also this procedure \nto maintain the patency of the “new cervix” in robotassisted uterine artery-preserving radical trachelectomy \n[28]. On the other hand, MacDonald’s cerclage was added \nto prevent an insufficient cervix in later pregnancy. Cer vical cerclage helps post-trachelectomy uterus in carry ing a pregnancy to the late-term [28, 29]. Noticeably, our \n“U” letter suture (Sturmdorf technique) reached to the internal os to cover the resected cervix, thus reducing the \nrisk of wound rupture in the sexual intercourse after sur gery. Nevertheless, a positive trachelectomy margin was \nnot obtained at our center due to a restricted limitation \nof resource settings. Critically, the lack of gynecologic \nissues such as cervical cancer recurrence, insufficiency \nof the pelvic floor, and pregnancy evidence have been \nreported in this context.\nIn the study’s findings of Ugár et al., among 30 patients \nundergoing radical trachelectomy, 28 women were \nrecorded with normal menstrual pattern within 8 weeks \nof surgery. In addition, five patients attempted to be preg nant and three women conceived. Concisely, one firsttrimester miscarriage and two cesarean deliveries at term \nwere recorded [27]. Later, Kim et al. documented that out \nof 105 patients undergoing fertility-preserving radical \ntrachelectomy (RT) for the treatment of early-stage cer vical cancer, 35 women attempted conception 6 months \nafter surgery, and 23 (66%) women were successful in \nconceiving. There were 20 live births, three elective ter minations, and four spontaneous miscarriages. Four \npatients had two pregnancies. Particularly, cerclage ero sion through the vaginal wall occurred in six cases and \nwas treated by transvaginal removal of protruding suture \nmaterial [29]. In line with the findings of van der Plas \net al., 14 out of 20 pregnant women delivered at full-term \nafter fertility-sparing surgery [5]. However, a high rate of \npreterm birth was observed among 94 of 196 pregnancies \n(46.0%) due to cervical loss [16].\nEspecially, the patients with a cervical tumor sized \n> 4 cm can be pregnant after neoadjuvant chemotherapy \nand radical trachelectomy. In the study of Chen et  al. \nhowever, the data remain limited and require further \nconsideration [30]. Regardless of surgical method, open \nsurgery related to better pregnancy outcomes. Mean while, laparoscopy is associated with better surgical out comes [31]. According to Willows et al ., if the woman can \nnot achieve a natural conception, assisted reproductive \ntechnologies may provide reproductive options [32]. This \npoint was in accordance with Kim et al., assisted repro duction is still necessary in selected women [29].\nConclusion\nIn summary, the fertility-sparing surgery with modified \nabdominal radical trachelectomy could be considerably \nacceptable for alternative management of radical hys terectomy in childbearing age with early cervical cancer. \nMultidisciplinary teams including radiologists, gyneco logic oncologists, obstetricians, and anesthetists should \nbe taken into consideration for this promising approach. \nMore data are required for pregnancy outcomes and \ngynecologic issues later in this scarce entity.\nA\nB\nFig. 3 Vaginouterine anastomosis site (yellow eclipse) on \nthe posterior view (A) and anterior view (B). Both uterosacral \nligaments was preserved (yellow arrow)\nPage 5 of 7\n Vo et al. Journal of Medical Case Reports          (2024) 18:586 \n \nA\nBC\nD E \nFig. 4 The macroscopic specimen of resected cervix (A) and histopathological examination showed confluent growth of irregularly shaped \nand sized glands, which are lined by mucin-depleted cell imparting a “pseudoendometrioid” appearance with numerous mitoses and apoptotic \nbodies typical. All characteristics confirmed the endocervical adenocarcinomas (B–E) (hematoxylin and eosin (H&E) staining, x4, ×10, ×40, ×100)\nPage 6 of 7 Vo et al. Journal of Medical Case Reports          (2024) 18:586 \nAbbreviations\nART   Abdominal radical trachelectomy\nHPV  Human papillomavirus\nFIGO  The International Federation of Gynecology and Obstetrics\nAcknowledgements\nWe thank to the patient and her family, who agreed to allow us to publish the \nclinical data. The authors are also grateful for all the physicians and midwives \nworking at Department of Histopathology, Department of Anesthesiology \nand Reanimation, Department of Gynecologic Oncology, at Tu Du Hospital. All \nof them attributed directly to treating for the patient.\nAuthor contributions\nTNV was involved in administrative procedures, patient’s care, collected the \ndata, and reviewed the final manuscript. LN was responsible for collecting of \ndata and contributed to read the literature. PNN contributed to writing the \ndraft, editing, and revising the manuscript. All authors read and approved the \nfinal manuscript.\nFunding\nThe authors received no financial support for the research, authorship, and/or \npublication of this article.\nData availability\nThe authors declare that data supporting the findings of this study are available within the article.Declarations\nEthics approval consent to participate\nEthics approval was naturally waived for case reports by the ethics committee \nof Tu Du Hospital. The study was performed in accordance with the ethical \nstandards as laid down in the 1964 Declaration of Helsinki and its later amendments or comparable ethical standards.\nInformed consent\nInformed consent was obtained from the patient for publication of this case \nreport. A copy of the consent is available for review by the Editor-in-Chief of \nthis journal upon request.\nCompeting interests\nThe authors declare that they have no known competing financial interests \nor personal relationships that could have appeared to influence the work \nreported in this paper.\nReceived: 12 September 2024   Accepted: 30 October 2024\nReferences\n 1. Yang M, Du J, Lu H, Xiang F, Mei H, Xiao H. Global trends and age-specific \nincidence and mortality of cervical cancer from 1990 to 2019: an inter national comparative study based on the Global Burden of Disease. BMJ \nOpen. 2022;12(7): e055470.Table 1 The modified radical trachelectomy from the technique of Takuma Fujii [23]\nThe modified technique points were written in boldSteps Descriptions Purposes\n1 Opening of the abdominal wall and exploration of three regions:\n• Upper abdomen: diaphragm, liver, spleen, stomach, bowel, omentum\n• Middle abdomen: cecum, ileum, kidney, aortic lymph node\n• Lower abdomen: uterus, two annexes, parametrium, rectum, bladder, \npelvic wall, pelvic lymph nodeAvoiding to ignore the malignant lesions\n2 Systematic pelvic lymphadenectomy, para-aortic, and external iliac (or \nilio-obturator) lymph node dissection for frozen biopsy samplingAvoiding to neglect the early lesions, which could not be observed \nmacroscopically\n3 Preservation of round ligament and suture the round ligament \nwith the vaginal cuff• Avoiding the pelvic organ prolapse\n• Maintain the angle between the uterus and vagina, reducing \nthe miscarriage\n4 Opening of the vagina and preparation of the vaginal wall\n5 Resection of complete cervix expanding 2 cm to the upper \nvaginal tractEliminating completely the malignant lesion and preventing \nthe recurrence\n6 Neocervix plasty including cerclage and anastomosis of the \nneocervix to the vagina:\n• Performing McDonald’s cerclage using transvaginal Prolene 1.0 \nsuture\n• 8fr-2-way Foley catheter insertion into uterine cavity by Injec tion of 15-ml fluid\n• Tight of McDonald’s string with moderate force, assuring the \nmobility of Foley catheter. Foley insertion was withdrawn after \n24–48 hours\n• Applying the Sturmdorf technique: “U” letter suture to attach \nthe uterus to vaginal cuff. However, our suture reached to the \ninternal os to cover the resected cervix\n• Anastomosis of the neocervix and vagina\n• Bilateral uterosacral ligaments were reconstructed• Creating a temporary internal os to avoid miscarriage in pregnancy\n• Avoiding stenosis of internal os of cervix\n• Strengthen the force of vagin, protect of wound\n• Avoiding the torse and rupture of the wound in sex intercourse \nand during pregnancy\n7 Closure of anterior and posterior retroperitoneum and opening of lat eral retroperitoneum\n8 Closure of the abdomen\nPage 7 of 7\n Vo et al. Journal of Medical Case Reports          (2024) 18:586 \n \n 2. Singh D, Vignat J, Lorenzoni V, Eslahi M, Ginsburg O, Lauby-Secretan B, \net al. Global estimates of incidence and mortality of cervical cancer in \n2020: a baseline analysis of the WHO Global Cervical Cancer Elimination \nInitiative. Lancet Glob Health. 2023;11(2):e197–206.\n 3. Simms KT, Keane A, Nguyen DTN, Caruana M, Hall MT, Lui G, et al. \nBenefits, harms and cost-effectiveness of cervical screening, triage and \ntreatment strategies for women in the general population. Nat Med. \n2023;29(12):3050–8.\n 4. Boutas I, Sofoudis C, Kalampokas E, Anastasopoulos C, Kalampokas \nT, Salakos N. Fertility preservation in women with early stage cervical \ncancer. Review of the literature. Eur J Gynaecol Oncol. 2014;35(4):373–7.\n 5. van der Plas RCJ, Bos AME, Jürgenliemk-Schulz IM, Gerestein CG, \nZweemer RP . Fertility-sparing surgery and fertility preservation in cervical \ncancer: The desire for parenthood, reproductive and obstetric outcomes. \nGynecol Oncol. 2021;163(3):538–44.\n 6. Levin G, Ramirez PT, Wright JD, Slomovitz BM, Hamilton KM, Schneyer R, \net al. Approach to radical hysterectomy for cervical cancer after the LACC \ntrial and associated complications: a NSQIP study. Am J Obstet Gynecol. \n2024. https:// doi. org/ 10. 1016/j. ajog. 2024. 08. 008.\n 7. Ekdahl L, Paraghamian S, Madhuri TK, Eoh KJ, Butler-Manuel S, Kim YT, \net al. Robotic-assisted radical trachelectomy for early-stage cervical \ncancer: reproductive outcomes. Gynecol Oncol. 2021;162:S50–1.\n 8. Salman L, Covens A. Fertility preservation in cervical cancer-treatment \nstrategies and indications. Curr Oncol (Toronto, Ont). 2024;31(1):296–306.\n 9. Wu CJ, Chang WC, Chen CH, Chen CA, Huang SC, Sheu BC. Radical \ntrachelectomy for early stage cervical cancer: a case series and literature \nreview. Taiwan J Obstet Gynecol. 2017;56(2):143–6.\n 10. Smith ES, Moon AS, O’Hanlon R, Leitao MM Jr, Sonoda Y, Abu-Rustum \nNR, et al. Radical trachelectomy for the treatment of early-stage cervical \ncancer: a systematic review. Obstet Gynecol. 2020;136(3):533–42.\n 11. Dargent D, Roy M. Une alternative a l’hysterectomie radicale dans le \ntraitement des cancers infiltrants developpe’s sur la face externe du col \nute’rin. J Obstet Gynecol. 1994;2:292–5.\n 12. Smith JR, Boyle DC, Corless DJ, Ungar L, Lawson AD, Del Priore G, et al. \nAbdominal radical trachelectomy: a new surgical technique for the \nconservative management of cervical carcinoma. Br J Obstet Gynaecol. \n1997;104(10):1196–200.\n 13. Abu-Rustum NR, Su W, Levine DA, Boyd J, Sonoda Y, Laquaglia MP . Pediatric radical abdominal trachelectomy for cervical clear cell carcinoma: a \nnovel surgical approach. Gynecol Oncol. 2005;97(1):296–300.\n 14. Theofanakis C, Koulakmanidis AM, Prodromidou A, Haidopoulos D, \nRodolakis A, Thomakos N. Fertility-sparing treatment for young patients \nwith early-stage cervical cancer: a dawn of a new era. Front Surg. 2022;9: \n867993.\n 15. Ekdahl L, Paraghamian S, Eoh KJ, Thumuluru KM, Butler-Manuel SA, \nKim YT, et al. Long term oncologic and reproductive outcomes after \nrobot-assisted radical trachelectomy for early-stage cervical cancer. An \ninternational multicenter study. Gynecol Oncol. 2022;164(3):529–34.\n 16. Kohler C, Plaikner A, Siegler K, Hertel H, Hasenbein K, Petzel A, et al. Radical vaginal trachelectomy: long-term oncologic and fertility outcomes in \npatients with early cervical cancer. Int J Gynecol Cancer. 2024. https:// doi. \norg/ 10. 1136/ ijgc- 2024- 005274.\n 17. Somigliana E, Mangili G, Martinelli F, Noli S, Filippi F, Bergamini A, et al. Fer tility preservation in women with cervical cancer. Crit Rev Oncol Hematol. \n2020;154: 103092.\n 18. Wethington SL, Sonoda Y, Park KJ, Alektiar KM, Tew WP , Chi DS, et al. \nExpanding the indications for radical trachelectomy: a report on 29 \npatients with stage IB1 tumors measuring 2 to 4 centimeters. Int J \nGynecol Cancer. 2013;23(6):1092–8.\n 19. Schneider A, Erdemoglu E, Chiantera V, Reed N, Morice P , Rodolakis A, \net al. Clinical recommendation radical trachelectomy for fertility preservation in patients with early-stage cervical cancer. Int J Gynecol Cancer. \n2012;22(4):659–66.\n 20. Kuznicki ML, Chambers LM, Morton M, Son J, Horowitz M, Crean-Tate KK, \net al. Fertility-sparing surgery for early-stage cervical cancer: a systematic \nreview of the literature. J Minim Invasive Gynecol. 2021;28(3):513-26.e1.\n 21. Al-Niaimi AN, Einstein MH, Perry L, Hartenbach EM, Kushner DM. Uterine \nartery sparing robotic radical trachelectomy (AS-RRT) for early cancer of \nthe cervix. Int J Gynecol Obstet. 2011;112(1):76–80. 22. Han S, Na J, Li Y, Wang J. Surgical procedures and techniques in robotassisted uterine artery-preserving radical trachelectomy. J Robot Surg. \n2024;18(1):222.\n 23. Fujii T. Abdominal radical trachelectomy. Surg J (New York, NY). \n2021;7(Suppl 2):S97-s102.\n 24. Stolnicu S, Park KJ, Kiyokawa T, Oliva E, McCluggage WG, Soslow RA. \nTumor Typing of endocervical adenocarcinoma: contemporary review \nand recommendations from the international society of gynecological \npathologists. Int J Gynecol Pathol. 2021;40(Suppl 1):S75-s91.\n 25. Berek JS, Matias-Guiu X, Creutzberg C, Fotopoulou C, Gaffney D, Kehoe \nS, et al. FIGO staging of endometrial cancer: 2023. Int J Gynecol Obstet. \n2023;162(2):383–94.\n 26. Yuan P , Liu Z, Qi J, Yang X, Hu T, Tan H. Laparoscopic radical hysterectomy \nwith enclosed colpotomy and without the use of uterine manipulator for \nearly-stage cervical cancer. J Minim Invasive Gynecol. 2019;26(6):1193–8.\n 27. Ungár L, Pálfalvi L, Hogg R, Siklós P , Boyle DCM, Del Priore G, et al. \nAbdominal radical trachelectomy: a fertility-preserving option for women \nwith early cervical cancer. BJOG Int J Obstet Gynaecol. 2005;112(3):366–9.\n 28. Lee N, Mun J, Park SJ, Lee EJ, Lee S, Kim HS. Vaginal delivery after robotassisted uterine artery-preserving radical trachelectomy for early-stage \ncervical cancer. Obstet Gynecol Sci. 2021;64(3):317–21.\n 29. Kim CH, Abu-Rustum NR, Chi DS, Gardner GJ, Leitao MM Jr, Carter J, et al. \nReproductive outcomes of patients undergoing radical trachelectomy for \nearly-stage cervical cancer. Gynecol Oncol. 2012;125(3):585–8.\n 30. Chen T, Li J, Zhu Y, Lu AW, Zhou L, Wang JS, et al. The oncological and \nobstetric",
    "Results": "results of radical trachelectomy as a fertility-sparing therapy in \nearly-stage cervical cancer patients. BMC Womens Health. 2022;22(1):424.\n 31. Lv Z, Wang Y-Y, Wang Y-W, He J-J, Lan W-W, Peng J-Y, et al. A meta-analysis \nof treatment for early-stage cervical cancer: open versus minimally invasive radical trachelectomy. BMC Pregnancy Childbirth. 2023;23(1):727.\n 32. Willows K, Lennox G, Covens A. Fertility-sparing management in cervical cancer: balancing oncologic outcomes with reproductive success. \nGynecol Oncol Res Pract. 2016;3(1):9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}