{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04991-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04991-5.pdf",
  "metadata": {
    "/Keywords": "Oculocutaneous albinism; TYR variant; Angle closure; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218122854+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241216122113+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04991-5",
    "/Author": "Qian Ma ",
    "/Title": "Genotypic and phenotypic analysis of an oculocutaneous albinism patient: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04991-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Oculocutaneous albinism is a rare autosomal recessive disorder caused by congenital melanin deficiency, resulting in hypopigmentation of the eyes, hair, and skin. This study included a Chinese family with an oculocutaneous albinism pedigree, in which the proband presented with oculocutaneous albinismcombined \nwith secondary angle closure, which has been rarely reported in previous literature. This article primarily focused \non the clinical and genetic examination",
    "Results": "results of this patient and provided recommendations for ophthalmologist \nto treat patients with oculocutaneous albinism in clinical practice.",
    "Case Presentation": "Case presentation The proband in this case study is a 53-year-old Chinese male who showed depigmentation \nof the skin, hair, iris, and fundus, accompanied by photophobia, decreased vision, high intraocular pressure, nystagmus, macular fovea hypoplasia, and cataracts. Owing to the opacity and expansion of the lens, the volume ratio \nof lens to eyeball was increased, causing crowded anterior segment, bombed iris, and narrowed chamber angle and, \nultimately, leading to secondary angle closure. Whole-exome sequencing suggested that the two patients in the pedigree harbored the compound heterozygous variants c.230G > A (p. Arg77Gln) and c.832G > A (p. Arg278*) in the TYR   \ngene, while the healthy member carried the TYR   c.230G > A (p. Arg77Gln) variant, which was consistent with the auto somal recessive inheritance pattern and further confirmed the diagnosis was oculocutaneous albinism. On the basis \nof the above results, the patient was diagnosed with oculocutaneous albinism, senile mature cataract, and secondary \nangle closure in the right eye and ocular hypertension in the left eye, as well as bilateral nystagmus. Then, the patient \nwas prescribed carteolol eye drops to control intraocular pressure and underwent phacoemulsification and intraocular lens implantation surgery for the right eye. Postoperatively, the patient’s intraocular pressure was effectively \ncontrolled, and visual acuity improved.",
    "Conclusion": "Conclusion We report a patient with oculocutaneous albinism combined with cataract and secondary angle closure, \nand whole-exome sequencing suggested that he harbored TYR   gene variants. Comprehensive examinations were \nimportant for identifying the causes of angle closure and making proper treatment strategies. Genetic testing enabled \nprecise diagnosis and genetic counseling.\nKeywords  Oculocutaneous albinism, TYR   variant, Angle closure, Case report\nBackground\nOculocutaneous albinism (OCA) is a group of rare, auto somal recessive disorders caused by congenital mela nin deficiency, which are characterized by the complete \nabsence or reduction of melanin in the skin, hair, and \neye. The main manifestations of the eyes are congenital Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nWeiwei Wang\nhybweiwei@126.com\n1 Shaanxi Eye Hospital, Xi’an People’s Hospital (Xi’an Fourth Hospital), \nAffiliated People’s Hospital, Northwest University, Xi’an 710004, Shaanxi, \nChina\nPage 2 of 7 Ma and Wang  Journal of Medical Case Reports          (2024) 18:624 \nnystagmus, hypopigmentation of the iris and fundus, and \nmacular fovea dysplasia [1–4]. Currently, there are few \nreports on OCA combined with secondary angle closure, \nand no case reports about the genetic testing for these \npatients. This study includes a Chinese family with OCA \n, in which the subject of this case study showed OCA and \nsecondary angle closure. We aim to analyze the genotype \nand phenotype of the patient and review the recent rel evant literature to enhance our understanding of the dis ease. In addition, we hope to provide some insights and \nexperiences to assist other ophthalmologists in managing \nsimilar patients.\nCase presentation\nClinical findings\nA 53-year-old Chinese male patient presented to oph thalmic clinic with decreased visual acuity in both eyes \nfor 6 months and worsened during 3 months. Owing to \ninsufficient understanding of the disease, the patient had \nnot received regular treatment before. He had a family \nhistory of albinism for over 50  years and was the sixth \nchild of nonconsanguineous parents. Among his five sib lings, one sister also had albinism, while the other four \nsiblings did not. Their parents had passed away, and the \npatient complained that they had no clinical manifesta tions of albinism (the family tree is presented in Fig. 1).\nThrough general physical examinations, we found that \nthe proband had normal intelligence and developmen tal history. He had the typical manifestation of albinism, \nwhich was white skin and hair over the whole body. His \nneck was symmetrical in appearance and normal in \nmovement, the thyroid gland was not palpable, and there \nwere no obvious positive signs in the heart, lungs, abdo men, surrounding blood vessels, musculoskeletal system, \nreproductive system, and nervous system.\nThe ophthalmologic examinations showed his visual \nacuity was light perception (LP) in the right eye and 0.08 \nin the left eye. Following a week of the administration of carteolol drops at the initial visit in our hospital, the \nintraocular pressure (IOP) was 22.3  mmHg in the right \nand 24.4  mmHg in the left with an air puff tonometer. \nSlit lamp examination showed the white palpebral skin \nand eyelashes with nystagmus in both eyes. The ocular \nalignment was orthotropic and the eye movement was \nnormal. There was no obvious congestion or edema in \nthe conjunctiva of both eyes. The cornea of the right eye \nwas transparent, with a central anterior chamber depth \nof about 3 corneal thickness (CT) and a peripheral ante rior chamber depth of about one-fourth of the CT. The \npupil was round, with a diameter of about 3  mm and \nsensitive to light reflection. The iris was widely depig mented, and the lens appeared opaque and swollen, lead ing to poor visibility of the fundus. The cornea of the \nleft eye was transparent with a normal anterior chamber \ndepth and slightly cloudy lens. The fundus in the left eye \nshowed widespread depigmentation of the retina and \nchoroid, and the choroidal blood vessels could be seen \n(Fig.  2). Optical coherence tomography (OCT) showed \nthe refractive interstitial opacity in the right eye and no \nsignal in the macular area and macular fovea hypoplasia \nin the left eye (Fig.  3). Ultrasonic biological microscope \n(UBM) showed the chamber angle was narrow, and the \nanterior chamber was shallow in the right eye, with the \ncentral anterior chamber depth of 1.81  mm and central \ncorneal thickness of 520 μm, while the chamber angle of \nthe left eye was open in all quadrants, and the depth of \ncentral anterior chamber was 2.71  mm and central cor neal thickness of 525  μm (Fig.  4). The axial length was \n23.85 mm in the right eye and 26.51 mm in the left eye, \nand the thickness of the lens was 5.62 mm in the right eye \nand 3.88  mm in the left eye measured by B-scan ultra sonography. Spotted and clustered echoes can be seen in \nthe vitreouses of both eyes, with high activity. No obvious \nabnormalities observed in the retina and orbit (Fig.  5). \nGonioscopy was not performed.\nGenetic findings\nTo further investigate the genetic pathogenesis of the \nfamily, the whole blood samples were collected from \nthree subjects (patients II:2, II:6, and healthy member \nIII:2), after obtaining written informed consent from all \nsubjects. The genomic DNA for whole-exome sequencing \n(WES) was extracted, and then, bioinformatics analysis \nwas performed on the sequencing results. On the basis of \nthe ACMG genetic variation classification standards and \nguidelines, suspicious pathogenic variants were screened \nand validated by Sanger sequencing.\nThe study found the two patients, II:2 and II:6, har bored compound heterozygous variants c.230G > A (p. \nArg77Gln) and c. 832G > A (p. Arg278*) in the TYR  gene. \nBoth of these variants were a heterozygous variant. The \nFig. 1 The family tree. This family included two patients (II:2 and II:6). \nPatient II:6 is the proband\nPage 3 of 7\n Ma and Wang  Journal of Medical Case Reports          (2024) 18:624 \n \nFig. 2 Slit lamp examination and color fundus photography: in the right eye, the cornea was transparent, the anterior chamber was shallow, \nthe pupil was round, with a diameter of about 3 mm and sensitive to light reflection, the iris was widely depigmented, and the lens appeared \nopaque and swollen, leading to poor visibility of the fundus (top and bottom left). In the left eye, the cornea was transparent, with deep anterior \nchamber and slightly cloudy lens (top right), and the fundus showed widespread depigmentation of the retina and choroid and large choroidal \nblood vessels (bottom right)\nFig. 3 Optical coherence tomography results of the left eye. Horizontal (left) and vertical (right) scanning images presented the hypoplasia \nof the macular fovea in the left eye\nFig. 4 Ultrasound biomicroscopy results. The anterior chamber of the right eye was shallow, with the central anterior chamber depth of 1.81 mm, \nand the chamber angle was narrow (left). The chamber angle of the left was open in all quadrants, and the depth of central anterior chamber \nwas 2.71 mm (right)\nPage 4 of 7 Ma and Wang  Journal of Medical Case Reports          (2024) 18:624 \nhealthy member III:2 carried the heterozygous vari ant c.230G > A (p. Arg77Gln) in TYR  gene. The Sanger \nsequencing results are shown in Fig.  6. The genetic pat tern of this family was consistent with the autosomal \nrecessive inheritance pattern.\nDiagnosis, treatment, and follow‑up results\nOn the basis of the above genotypic and phenotypic \nresults, the proband was diagnosed with OCA, senile \nmature cataract, secondary angle closure in the right eye, \nand ocular hypertension in the left eye, as well as bilateral \nnystagmus. At the initial visit, the patient was prescribed carteolol eye drops twice daily to control IOP . Medication \nwas adjusted based on follow-up IOP conditions. Simul taneously, relevant preoperative examinations were con ducted to exclude any surgical contraindications. Under \nlocal anesthesia, the patient underwent phacoemulsifi cation and intraocular lens implantation surgery for the \nright eye.\nThe patient underwent regular follow-up after surgery \nand demonstrated good adherence to the treatment plan. \nOn the first postoperative day, the visual acuity improved \nto 0.08 with an IOP of 18.3 mmHg in the right eye, while \nthe visual acuity was 0.08 with an IOP of 24.7 mmHg in \nFig. 5 B-scan ultrasonography results. The axial length was 23.85 mm, and the thickness of the lens was 5.62 mm in the right eye (top and bottom \nleft). The axial length was 26.51 mm and the thickness of the lens was 3.88 mm in the left eye (top and bottom right). The vitreouses of both eyes \nhad punctate and mass echoes with high mobility, and no obvious abnormalities were observed in the retina and orbit\nFig. 6 Sanger sequencing results of the three subjects. Patient II:2 and II:6 harbored compound heterozygous variants c.230G > A (p. Arg77Gln) \nand c. 832G > A (p. Arg278*) in the TYR   gene. The healthy member III:2 carried the heterozygous variant c.230G > A (p. Arg77Gln) in the TYR   gene\nPage 5 of 7\n Ma and Wang  Journal of Medical Case Reports          (2024) 18:624 \n \nthe left eye. We prescribed him bromonidine eye drops \ntwice daily in combination with carteolol eye drops twice \ndaily to control the IOP of the left eye. Slit lamp exami nation showed mild conjunctival congestion, transpar ent cornea, normal anterior chamber depth, round pupil \nwith a diameter of approximately 3 mm and sensitive to \nlight reflection, widespread depigmentation of the iris, \nand well-positioned intraocular lens. Fundus examina tion revealed widespread depigmentation of the retina \nand choroid and the choroidal blood vessels. One week \nafter surgery, the visual acuity was 0.1, and the IOP \nwas 19.6 mmHg in the right eye and 18.5 mmHg in the \nleft eye. One month after surgery, the visual acuity was \n0.12, and the IOP was 18.1  mmHg in the right eye and \n19.1 mmHg in the left eye; the anterior segment and fun dus examination findings remained consistent with the \nprevious assessment.",
    "Discussion": "Discussion\nOCA is an autosomal recessive inherited disorder char acterized by reduced or complete absence of melanin \nsynthesis in the skin, hair, and eyes. The prevalence is \naround 1 in 20,000 to 1 in 10,000 individuals [1–4]. The \nmain clinical features are characterized by infantile-onset \nnystagmus, photophobia, visual impairment, hypopig mentation of the iris and fundus, dysplastic macular \nfovea, refractive errors, and sometimes a degree of color \nvision impairment, as well as depigmentation of the skin \nand hair [1]. There are limited reports on the coexist ence of OCA and ocular hypertension or angle closure, \nmost of these articles focused on the treatment of these \npatients. For example, R.A. Catalano described an infant \nwith oculocutaneous albinism and congenital glaucoma \n[5]. A.D. Dotson reported a case of unsuccessful transs cleral cyclophotocoagulation in an oculocutaneous albi nism patient [6]. D. Pásztor reported the management \nof a patient with oculocutaneous albinism, keratoconus, \ntotal cataract, and glaucoma. These articles all did not \nreport the genetic results of these patients [7]. In this \nstudy, we collected a Chinese OCA pedigree with two \naffected members, focused on the clinical and genetic \nexamination results of the patient, and provided recom mendations for ophthalmologists to treat patients with \nOCA in their  clinical  practice. The study findings indi cate that the proband showed secondary angle closure, \nand genetic testing revealed he harbored compound het erozygous variants in the TYR  gene.\nThe detailed ophthalmic and systemic examinations \nshowed the proband had the depigmentation of the skin, \nhair, iris, and fundus, accompanied with photophobia, \ndecreased visual acuity, elevated IOP , nystagmus, dysplas tic macular fovea, and cataract; these clinical manifesta tions were similar to previously reported patients with OCA[8]. However, the proband presented with second ary angle closure due to the opacity and swelling of lens, \nand there were few related reports about this. OCA can \nbe associated with two types of angle-closure glaucoma: \nprimary angle-closure glaucoma and secondary angleclosure glaucoma [5, 7]. Primary angle-closure glaucoma \nprimarily occurs in patients with OCA with anterior seg ment dysgenesis (ASD) [9], which involves congenital \nmaldevelopment in various anterior segment structures \nsuch as the cornea, iris, lens, and anterior chamber angle, \nand owing to the dysplasia of the aqueous outflow struc tures originating from neural crest cells, approximately \n50% of these patients develop glaucoma. Astigmatism \nwas the most common visually significant refractive error \nin albinism [10], and the proportion of hyperopia and \nmyopia were similar [11]. Secondary angle-closure glau coma often occurs in patients with OCA with hyperopia \nand astigmatism [10, 12]. Patients with hyperopia com monly present with a shorter axial length, and, as they \nage, the thickness of the lens increases. This combination \ncan result in a shallower anterior chamber and a nar rower angle, ultimately leading to the development of \nangle-closure glaucoma. In the study, the patient had an \naxial length of 23.85 mm in the right eye and 26.51 mm \nin the left eye. The thickness of the lens was measured \nas 5.62 mm in the right eye and 3.88 mm in the left eye. \nThese findings indicate that the pathogenic mechanism \nof angle closure in the right eye of this patient was pri marily due to lens thickening, resulting in an increased \nlens-to-eye volume ratio. This, in turn, led to crowding of \nthe anterior segment, resulting in angle narrowing and, \nsubsequently, developing into secondary angle closure. \nTherefore, we performed phacoemulsification combined \nwith intraocular lens implantation. After the surgery, the \npatient’s anterior chamber deepened, the angle opened \nup, and IOP was well controlled. This case highlights \nthe importance for ophthalmologists to carefully exam ine various structures in the anterior segment, including \nthe anterior chamber and angle, when evaluating patients \nwith OCA. Detailed ophthalmic examination, especially \nexamination of the anterior segment, can identify the \ncause of angle closure and contribute to make appropri ate and proper treatment measures. For patients above \nthe age of 40 years, it is crucial to be vigilant about the \npossibility of secondary angle closure caused by lens \nopacity and thickening. In terms of treatment, it is neces sary to identify the underlying cause of angle closure to \nprovide appropriate and effective management.\nOCA is a genetically heterogeneous disorder with \nautosomal recessive inheritance. It presents with a \nvariety of clinical manifestations and can be classified \ninto syndromic and nonsyndromic types based on the \ninvolvement of other organ systems. Syndromic OCA \nPage 6 of 7 Ma and Wang  Journal of Medical Case Reports          (2024) 18:624 \nis often associated with systemic abnormalities includ ing immunodeficiency, pulmonary fibrosis, hemato logical abnormalities, neurological impairments, and \nso on. Two examples of syndromic OCA are Herman sky–Pudlak syndrome (HPS) and Chediak–Higashi \nsyndrome (CHS) [4 ]. HPS encompasses 11 subtypes, \nnamely HPS1-11, which are caused by variants in the \nHPS1, AP3B1, HPS3, HPS4, HPS5, HPS6, DTNBP1, \nBLOC1S3, BLOC1S6, AP3D1, and BLOC1S5 genes \n[13–17], and the pathogenic gene for CHS is LYST  \n[18, 19]. Patients with HPS and CHS can exhibit simi lar clinical manifestations, therefore, genetic testing \ncan contribute to an accurate diagnosis. Nonsyndro mic OCA can be further classified into seven types, \nwhich are caused by variants in the TYR , OCA2, \nTYRP1, SLC45A2, SLC24A5, LRMDA, and DCT genes, \nrespectively [20– 24]. Among these subtypes, OCA1 \nis the most common subtype and can be divided into \nOCA1A and OCA1B. Different subtypes have some \noverlap or similar phenotypes. The overlap of phe notypes makes it difficult to accurately classify and \ndiagnose solely on the basis of clinical manifestations \n[1, 25]. For instance, patients with OCA1A showed \na complete absence of pigment in the hair, eyes, and \nskin. The phenotypes of OCA1B and OCA2 are typi cally somewhat less severe than OCA1A, and the two \nsubtypes show considerable clinical overlap [26]. The \nabove findings emphasize the importance of molecu lar diagnosis in accurate diagnosis and classification. \nFurthermore, identifying pathogenic genes can pro vide better genetic counseling for patients. Carrier \ndetection and prenatal diagnosis are possible when the \ndisease-causing mutations have been identified in the \nfamily.\nThrough WES and bioinformatics analysis, we found \nthat the two patients harbored compound heterozy gous variants c.230G > A (p. Arg77Gln) and c. 832G > A \n(p. Arg278*) in the TYR  gene. One healthy member \ncarried the heterozygous variant c.230G > A (p. Arg 77Gln) in TYR  gene. These results were consistent \nwith the autosomal recessive inheritance pattern and \nfurther confirmed the diagnosis of the patients was \nOCA1. These findings showed genetic testing can be \nused for precise diagnosis of genetically heterogene ous disorder with overlapping clinical manifestations, \nwhich can enable clinicians to provide precise genetic \ncounseling, prognostic information, and personalized \ntreatment strategies for patients. A limitation of this \nstudy is that owing to the deceased parents and geo graphical distance, it was not possible to obtain phe notypic and genotypic information of the proband’s \nparents and siblings.Conclusion\nWe report a patient with OCA combined with cataract and \nsecondary angle-closure, and WES suggested that he har bored TYR  gene variants. Comprehensive examinations \nwere important for identifying the causes of angle-closure \nand making proper treatment strategies. Genetic testing \nenabled precise diagnosis and genetic counseling. Addi tionally, genetic screening contributes to the accurate diag nosis, follow-up, and genetic counseling.\nAbbreviations\nASD  Anterior segment dysgenesis\nCHS  Chediak–Higashi syndrome\nCT  Corneal thickness\nHPS  Hermansky–Pudlak syndrome\nIOP  Intraocular pressure\nLP  Light perception\nOCA  Oculocutaneous albinism\nOCT  Optical coherence tomography\nUBM  Ultrasonic biological microscope\nWES  Whole-exome sequencing\nAcknowledgements\nWe thank the family for giving written informed consent and cooperating with \nus in reporting the case.\nAuthor contributions\nQM drafted the article. WW collected and analyzed the clinical data and \ncritically revised the manuscript. All authors read and approved the final \nmanuscript.\nFunding\nThis work was supported by the Shaanxi Science and Technology Project \nunder grant no. 2022SF-434 and Xi’an Science and Technology Project under \ngrant no. 21YXYJ0044. The funders had no role in the design of the study \nnor in the collection, analysis, and interpretation of data or in writing of the \nmanuscript.\nAvailability of data and materials\nAll data in this study are available from the corresponding author upon \nreasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical approval was not applicable. This study had no novel intervention \nand all treatments were standard treatments of an oculocutaneous albinism \ncombined with angle closure. All patients gave written, informed consent to \npublish these cases and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 6 May 2024   Accepted: 4 December 2024\nPage 7 of 7\n Ma and Wang  Journal of Medical Case Reports          (2024) 18:624 \n \nReferences\n 1. Grønskov K, Ek J, Brondum-Nielsen K. Oculocutaneous albinism. Orphanet J Rare Dis. 2007;2(2):43. https:// doi. org/ 10. 1186/ \n1750- 1172-2- 43.\n 2. Khan J, Asif S, Ghani S, Khan H, Arshad MW, Khan SA, Lin S, Baple EL, Salter \nC, Crosby AH, Rawlins L, Shabbir MI. Mutational spectrum associated \nwith oculocutaneous albinism and Hermansky-Pudlak syndrome in nine \nPakistani families. BMC Ophthalmol. 2024;24(1):345. https:// doi. org/ 10. \n1186/ s12886- 024- 03611-6.\n 3. Seguy PH, Korobelnik JF, Delyfer MN, Michaud V, Arveiler B, Lasseaux E, \nGattoussi S, Rougier MB, Trin K, Morice-Picard F, Ghomashchi N, Coste V. \nOphthalmologic phenotype-genotype correlations in patients with oculocutaneous albinism followed in a reference center. Invest Ophthalmol \nVis Sci. 2023;64(12):26. https:// doi. org/ 10. 1167/ iovs. 64. 12. 26.\n 4. Federico JR, Krishnamurthy K. Albinism. In: Federico JR, editor. StatPearls. \nTreasure Island: StatPearls Publishing; 2024.\n 5. Catalano RA, Nelson LB, Schaffer DB. Oculocutaneous albinism associated \nwith congenital glaucoma. Ophthalmic Paediatr Genet. 1988;9(1):5–6. \nhttps:// doi. org/ 10. 3109/ 13816 81880 90314 73.\n 6. Dotson AD, Fingert JH, Boese EA. Unsuccessful transscleral cyclophoto coagulation in oculocutaneous albinism. Am J Ophthalmol Case Rep. \n2024;15(34): 102020. https:// doi. org/ 10. 1016/j. ajoc. 2024. 102020.\n 7. Pásztor D, Kolozsvári BL, Losonczy G, Fodor M. Femtosecond laserassisted keratoplasty combined with cataract extraction in a patient \nwith keratoconus and oculocutaneous albinism. Indian J Ophthalmol. \n2016;64(3):246–8. https:// doi. org/ 10. 4103/ 0301- 4738. 181743.\n 8. Si S, Jia X, Xu L, Qin Q, Wu J, Ji W, Dong K, Zhang X, Cao L, Wang H, Liu P , \nWang R, Bai J, Fu S, Huang Y, Sun W. Identification and characterization of \nthe compound heterozygous variants of TYR gene in a northern Chinese \nfamily with oculocutaneous albinism type 1. Pigment Cell Melanoma Res. \n2023;36(6):472–80. https:// doi. org/ 10. 1111/ pcmr. 13111.\n 9. Larkin DF, O’Donoghue HN. Developmental glaucoma in oculocutaneous \nalbinism. Ophthalmic Paediatr Genet. 1988;9(1):1–4. https:// doi. org/ 10. \n3109/ 13816 81880 90314 72.\n 10. Yahalom C, Tzur V, Blumenfeld A, Greifner G, Eli D, Rosenmann A, Glanzer \nS, Anteby I. Refractive profile in oculocutaneous albinism and its correlation with final visual outcome. Br J Ophthalmol. 2012;96(4):537–9. https:// \ndoi. org/ 10. 1136/ bjoph thalm ol- 2011- 300072.\n 11. Verkicharla P , Thakur S, Kammari P , Dhakal R, Das AV. Refractive \ndevelopment in individuals with ocular and oculocutaneous albinism. Int Ophthalmol. 2022;42(7):2007–15. https:// doi. org/ 10. 1007/ \ns10792- 021- 02165-6.\n 12. Wildsoet CF, Oswald PJ, Clark S. Albinism: its implications for refractive \ndevelopment. Invest Ophthalmol Vis Sci. 2000;41(1):1–7.\n 13. Rodrigues R, Quental R, Santos Silva R, Costa L, Estrela-Silva S. Unraveling \nHermansky-Pudlak syndrome type 7: a case report and comprehensive \nliterature review on the identification of DTNBP1 variants. Ophthalmic \nGenet. 2024;45(3):262–6. https:// doi. org/ 10. 1080/ 13816 810. 2023. 22916 \n70.\n 14. Alhozali H. Hermansky-Pudlak syndrome type 6 and renal failure: a rare \ngenetic disease. Cureus. 2023;15(10): e47970. https:// doi. org/ 10. 7759/ \ncureus. 47970.\n 15. Wang D, Huang J, Zhang K, Lyu Y, Gao M, Ma J, Wan Y, Gai Z, Liu Y. \nDiagnosis of a case with Hermansky-Pudlak syndrome type 5 through \nhigh-throughput sequencing and a literature review. Zhonghua Yi Xue \nYi Chuan Xue Za Zhi. 2023;40(11):1392–6. https:// doi. org/ 10. 3760/ cma.j. \ncn511 374- 20211 101- 00868. (Chinese).\n 16. Introne WJ, Huizing M, Malicdan MCV, O’Brien KJ, Gahl WA. HermanskyPudlak syndrome. In: Adam MP , Feldman J, Mirzaa GM, Pagon RA, Wallace \nSE, Amemiya A, editors.  GeneReviews®. Seattle: University of Washington, \nSeattle; 2000.\n 17. Chen C, Wang R, Yuan Y, Li J, Yu X. Clinical features and novel genetic \nvariants associated with Hermansky-Pudlak syndrome. Genes (Basel). \n2022;13(7):1283. https:// doi. org/ 10. 3390/ genes 13071 283.\n 18. Toro C, Morimoto M, Malicdan MC, Adams DR, Introne WJ. ChediakHigashi syndrome. In: Adam MP , Feldman J, Mirzaa GM, Pagon RA, Wallace \nSE, Amemiya A, editors. GeneReviews®. Seattle: University of Washington; \n2009.\n 19. Morimoto M, Nicoli ER, Kuptanon C, Roney JC, Serra-Vinardell J, Sharma \nP , Adams DR, Gallin JI, Holland SM, Rosenzweig SD, Barbot J, Ciccone C, \nHuizing M, Toro C, Gahl WA, Introne WJ, Malicdan MCV. Spectrum of LYST mutations in Chediak-Higashi syndrome: a report of novel variants and a \ncomprehensive review of the literature. J Med Genet. 2024;61(3):212–23. \nhttps:// doi. org/ 10. 1136/ jmg- 2023- 109420.\n 20. Ullah MI. Clinical and mutation spectrum of autosomal recessive nonsyndromic oculocutaneous albinism (nsOCA) in Pakistan: a review. Genes \n(Basel). 2022;13(6):1072. https:// doi. org/ 10. 3390/ genes 13061 072.\n 21. Chen C, Li J, Wang B, Wang Y, Yu X. TYR mutation in a Chinese population \nwith oculocutaneous albinism: molecular characteristics and ophthalmic \nmanifestations. Exp Eye Res. 2024;239: 109761. https:// doi. org/ 10. 1016/j. \nexer. 2023. 109761.\n 22. Michaud V, Sequeira A, Mercier E, Lasseaux E, Plaisant C, Hadj-Rabia S, \nWhalen S, Bonneau D, Dieux-Coeslier A, Morice-Picard F, Coursimault J, \nArveiler B, Javerzat S. Unsuspected consequences of synonymous and \nmissense variants in OCA2 can be detected in blood cell RNA samples of \npatients with albinism. Pigment Cell Melanoma Res. 2024;37(5):534–45. \nhttps:// doi. org/ 10. 1111/ pcmr. 13123.\n 23. Dolinska MB, Anderson DE, Sergeev YV. In vitro characterization of \nthe intramelanosomal domain of human recombinant TYRP1 and its \noculocutaneous albinism type 3-related mutant variants. Protein Sci. \n2023;32(1): e4518. https:// doi. org/ 10. 1002/ pro. 4518.\n 24. Moreno-Artero E, Morice-Picard F, Lasseaux E, Robert MP , Coste V, \nMichaud V, Leclerc-Mercier S, Bremond-Gignac D, Arveiler B, Hadj-Rabia \nS. Oculo-cutaneous albinism type 4 (OCA4): phenotype-genotype cor relation. Genes (Basel). 2022;13(12):2198. https:// doi. org/ 10. 3390/ genes \n13122 198.\n 25. Garrison NA, Yi Z, Cohen-Barak O, Huizing M, Hartnell LM, Gahl WA, Brilliant MH. P gene mutations in patients with oculocutaneous albinism \nand findings suggestive of Hermansky-Pudlak syndrome. J Med Genet. \n2004;41(6): e86. https:// doi. org/ 10. 1136/ jmg. 2003. 014902.\n 26. Wang Y, Chang Y, Gao M, Zang W, Liu X. Genetic analysis of albinism \ncaused by compound heterozygous mutations of the OCA2 gene in \na Chinese family. Hereditas. 2024;161(1):8. https:// doi. org/ 10. 1186/ \ns41065- 024- 00312-4.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}