{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05084-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05084-7.pdf",
  "metadata": {
    "/Keywords": "Pulmonary embolism; Case reports; Pediatrics",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250226174128+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250226171153+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05084-7",
    "/Author": "Mohammed Alsabri ",
    "/Title": "Systematic review of case series and case reports on pediatric pulmonary embolism",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05084-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pediatric pulmonary embolism is a rare yet potentially life-threatening condition, presenting significant \ndiagnostic and therapeutic challenges owing to its nonspecific symptoms and diverse underlying risk factors. This systematic review aims to consolidate data from case series and case reports to provide a comprehensive overview of pediatric \npulmonary embolism, focusing on clinical characteristics, diagnostic approaches, treatment strategies, and outcomes.",
    "Methods": "Methods This systematic review was conducted in adherence to the Preferred Reporting Items for Systematic Reviews \nand Meta-analysis guidelines and the Cochrane Handbook for Systematic Reviews of Interventions, version 6.3. The study \nprotocol was registered with PROSPERO (ID: CRD42024532471). We utilized the Covidence systematic review software \nfor deduplication and screening of search",
    "Results": "results. The literature search was developed with a subject specialist and included \nMedical Subject Headings terms and free-text keywords such as “pulmonary embolism,” “pediatric,” and “case reports.” Databases searched included PubMed, Scopus, Web of Science, and the Cochrane Library up to April 2024, limited to Englishlanguage publications. Reference lists of relevant articles were also reviewed.\nResults Pulmonary embolism affected males and females with age ranging from 1 to 18 years. Common underlying conditions included malignancies (for example, Wilms tumor), chronic diseases (for example, nephrotic syndrome), and recent \nsurgical interventions. Diagnostic practices primarily relied on computed tomography pulmonary angiography, supple mented by chest X-ray and ultrasound. Treatment typically involved anticoagulation therapy with unfractionated heparin \nand low-molecular-weight heparin, transitioning to oral anticoagulants for long-term management. Thrombolytic therapy \nwas used in severe cases. Outcomes varied, with many patients recovering well, though complications such as recurrent \nembolism and pleural effusion were observed. Fatal cases underscored the critical need for early detection and prompt \ntreatment.",
    "Conclusion": "Conclusion This systemic review underscores the rarity and complexity of pediatric pulmonary embolism, highlighting \nthe necessity for increased clinical vigilance given its nonspecific presentation and diverse underlying risk factors. Accurate \ndiagnosis, primarily via computed tomography pulmonary angiography, with the prompt initiation of anticoagulation \ntherapy are essential for optimal outcomes. Despite favorable recovery rates for most patients, the potential for severe \ncomplications and fatalities reinforces the value of timely diagnosis and personalized management approaches. Further \nresearch is essential to refine diagnostic protocols, optimize treatment approaches, establish evidence-based guidelines, \nand improve long-term outcomes for children with pulmonary embolism.\nKeywords  Pulmonary embolism, Case reports, Pediatrics\n*Correspondence:\nMohammed Alsabri\nAlsabri5000@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 10 Alsabri et al. Journal of Medical Case Reports           (2025) 19:76",
    "Introduction": "Introduction\nPediatric pulmonary embolism (PE) is a relatively rare \nbut potentially life-threatening condition that has \nbecome a subject of heightened interest recently. The \nincidence of pediatric PE is markedly lower compared \nwith adults, with studies estimating a rate of 0.14–0.9 \ncases per 100,000 children annually [1]. Although rare, \npediatric PE is associated with significant morbidity \nand mortality risks [2]. Early recognition and manage ment are crucial to prevent adverse outcomes. Known \nrisk factors for pediatric PE include underlying chronic \nconditions such as congenital heart disease, malignan cies, nephrotic syndrome, and the use of central venous \ncatheters [3, 4]. In addition, genetic predispositions such \nas thrombophilia can significantly increase the risk of PE \nin children [5]. Inherited thrombophilia predisposes chil dren to first-onset venous thromboembolism (VTE); it is \nmore prevalent in adolescents with unprovoked throm bosis and in those with a family history of VTE. However, \nit is less common in children who develop catheterrelated thrombosis due to underlying cardiac disease or \nmalignancy necessitating central venous access [6].\nThe clinical presentation of PE in children is often \nhighly variable and nonspecific, complicating early diag nosis. Common symptoms include sudden onset of dysp nea, chest pain, tachypnea, and hypoxia. In some cases, \nchildren may present with cough, hemoptysis, or symp toms indicative of deep vein thrombosis (DVT), such as \nlimb swelling and pain [7, 8]. The nonspecific nature of \nthese symptoms often results in delays in diagnosis and \ntreatment, potentially worsening outcomes.\nThe diagnosis of PE in children relies heavily on clini cal suspicion supported by diagnostic imaging. Although \nvarious criteria such as the Wells criteria, the pulmo nary embolism rule-out criteria (PERC), and the Geneva \nscore are widely used in adults, they lack specificity when \napplied to pediatric populations. For instance, Biss et al. \nassessed the modified Wells simplified probability score \nin children with PE and found it to be of limited effective ness, even when combined with D-dimer testing [9]. Sim ilarly, Hennelly et al. reported that the Wells criteria and \nPERC low-risk rule show a significantly low diagnostic \nspecificity of 86% and 60%, respectively, underscoring the \nimportance of diagnostic modalities such as computed \ntomography (CT) [10]. Computed tomography pulmo nary angiography (CTPA) is considered the gold stand ard for diagnosis; however, its use in pediatric patients \nis limited by the associated risks of radiation exposure \n[11]. Alternative imaging modalities, such as magnetic \nresonance angiography (MRA) and echocardiography, \nare also employed but have their limitations [12, 13]. \nAlthough useful for diagnosing PE in adults, D-dimer testing has limited diagnostic value in children owing to \nits lower specificity in this age group [14].\nThe management of pediatric PE is adapted from adult \ntreatment protocols, focusing primarily on anticoagula tion lotherapy. Low-molecular-weight heparin (LMWH) \nand unfractionated heparin (UFH) are commonly used \ninitial treatments, followed by long-term management \nwith oral anticoagulants such as warfarin or direct oral \nanticoagulants (DOACs) [15, 16]. Thrombolytic therapy \nand surgical interventions, such as thrombectomy, are \nconsidered in severe cases, particularly in instances of \nmassive PE causing hemodynamic instability or when \nanticoagulation is contraindicated or ineffective [17]. \nPediatric PE is a challenging condition requiring height ened clinical awareness and a multidisciplinary approach \nfor optimal management. This systematic review aims to \nconsolidate findings from case series and case reports to \nprovide a comprehensive understanding of the clinical \ncharacteristics, diagnostic strategies, treatment modali ties, and outcomes associated with pediatric PE.\nMethods\nThe current systematic review was performed in accord ance with the Preferred Reporting Items for Systematic \nReviews and Meta-analysis (PRISMA) statement guide lines and the Cochrane Handbook for Systematic Reviews \nof Interventions, version 6.3 [18]. The study protocol was \nregistered in PROSPERO (ID: CRD42024532471).\nEligibility criteria\nStudy selection\nThe search results were imported into the Covidence sys tematic review software for deduplication and screening. \nTwo independent reviewers screened titles and abstracts \nagainst predefined inclusion and exclusion criteria. Stud ies were included if they met the following criteria:\n• Population: pediatric patients (aged 0–21 years) diag nosed with PE\n• Study design: case series and case reports\nFor studies involving both adult and pediatric popula tions, only pediatric-specific data were extracted, while \nadult subpopulation data were excluded from the review. \nDiscrepancies in screening decisions were resolved by",
    "Discussion": "discussion or by a third reviewer if necessary.\nLiterature search\nWe developed our search strategy in consultation with \na subject specialist to ensure completeness and rele vance. The strategy used a combination of Medical Sub ject Headings (MeSH) terms and free-text keywords, \nincorporating terms such as “pulmonary embolism, ” \nPage 3 of 10\n Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \n \n“pediatric, ” “children, ” “case series, ” and “case reports. ” \nDatabases searched included PubMed, Scopus, Web of \nScience, and the Cochrane Library, covering publications \nup to April 2024. The search was limited to articles pub lished in English. Reference lists of relevant articles and \nreviews were also screened to identify additional studies.\nStudy selection\nWe removed all duplicates using EndNote software \n(Clarivate Analytics, PA, USA). To assess their eligibility \ncriteria, all retrieved records were screened by two inde pendent authors. The process included title and abstract \nscreening, followed by full-text screening. In addition, \nreferences of the included studies were reviewed and \nconsidered if they met our criteria.\nData extraction\nData extracted from each study included:\n• Study characteristics: author(s), publication year, and \ncountry of study\n• Patient demographics: age, sex, and relevant medical \nhistory\n• Clinical presentation: symptoms and signs at presen tation\n• Diagnostic methods: imaging techniques (for exam ple, CT, magnetic resonance imaging [MRI], and \nultrasound) and laboratory tests (for example, \nD-dimer levels)\n• Treatment modalities: type of anticoagulation ther apy, use of thrombolysis, surgical interventions, and \nsupportive therapies\n• Outcomes: clinical outcomes (for example, recovery \nand recurrence), complications, mortality rates, and \nfollow-up duration\nTwo independent reviewers extracted data using a \nstandardized form. Discrepancies were resolved through \ndiscussion or consultation with a third reviewer.\nQuality assessment\nThe methodological quality of included studies was \nevaluated using the Joanna Briggs Institute (JBI) Criti cal Appraisal Tools for case reports and case series. The \nassessment focused on eight criteria for case reports and \nten criteria for case series, including clarity of patient \ndemographics, comprehensiveness of case descrip tions, diagnostic assessments, interventions, and out come reporting. Each criterion was scored as “yes, ” \n“no, ” “unclear, ” or “not applicable. ” Studies were rated as \n“good” if they met ≥ 75% of the criteria, “fair” if they met \n50–74%, and “poor” if they met < 50%. Detailed quality assessments for each study are presented in Supplemen tary Tables 1 and 2.\nStatistical analysis\nMicrosoft Excel (Microsoft Corp, Seattle, WA, USA) was \nused for data collection and organization. Descriptive \nstatistics were used to summarize the raw data, present ing means and standard deviations for continuous vari ables, while frequencies and percentages were reported \nfor categorical variables.\nResults\nLiterature search\nAmong the 2958 records retrieved from the literature \nsearch, 2237 records were screened. After the exclusion \nof irrelevant articles, 77 articles were assessed for eligi bility, of which 64 articles were included for quantita tive synthesis. This included 50 case reports and 14 case \nseries, comprising 111 patients. The details of the selec tion process are shown in the PRISMA flow diagram in \nFig. 1.\nDemographic characteristics\nThe detailed baseline characteristics of the included stud ies are reported in Table  1. In the reviewed cases, the age \nof pediatric patients with PE ranged from 1 to 18 years. \nMost cases were reported among the 12–16 age group, \nwith a median age of 7.5–8  years reported across stud ies [19, 20]. Cases involving congenital heart conditions, \nsuch as patent foramen ovale (PFO), were noted among \nnewborns [21], while conditions such as Klippel–Tre naunay syndrome and Arnold–Chiari malformation with \nsacral myelomeningocele were more common among \nchildren aged 11–14 years [22, 23]. There was a marked \nprevalence of coexisting cases of DVT among the 5–9years age group [24]. Gender distribution varied, with \nstudies frequently reporting a higher occurrence among \nmales [19, 25]. Additionally, males more commonly pre sented with coexisting conditions, including respiratory \ntract diseases such as pneumonia (left lower lobe) and \nparapneumonic effusion, bronchitis, coronavirus disease \n2019 (COVID-19) pneumonia, and bronchopneumonia \n[20, 26, 27], though females were also significantly repre sented in these cases [28].\nContributing factors and risk factors\nThe contributing factors to PE, as outlined in Table  1, \ninclude male gender (52.68%), thrombophilia (32.14%), \nDVT (19.64%), previous surgeries (17.86%), systemic \ninfections (16.07%), immobility/travel (15.18%), obe sity (13.39%), central venous catheter (9.82%), previous \ntrauma (7.14%), oral contraceptive pills (OCP) (7.14%), \nPage 4 of 10 Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \ncongenital heart diseases (6.25%), malignancy (4.46%), \ndehydration (4.46%), and prematurity (3.57%).\nThe most common presenting symptoms/signs were \ndyspnea (47.32%), hypoxia (37.50%), elevated D-dimer \n(37.50%), chest pain (33.04%), and fever (32.14%), \namong others.\nDiagnostic modalities\nThe diagnostic modalities used were CTA (25.89%), \ncomputed tomography (CT) (21.43%), autopsy (8.93%), \nventilation–perfusion scans (8.04%), chest X-ray \n(8.04%), echocardiography (6.25%), D-dimer (0.89%), \nand Doppler ultrasound (0.89%), as presented in \nTable 1 .\nCTPA is the primary diagnostic tool, widely utilized to \nidentify filling defects within the pulmonary arteries. Its \neffectiveness was demonstrated in cases reported by Song \net al. [19] and Wang et al. [29], where emboli were clearly \nvisualized. Chest X-ray and ultrasound are primarily used \nfor initial assessment and to detect associated complica tions such as pleural effusion. These imaging modalities \nwere used in studies by Kosch et al. [27] and Profitlich et \nal. [30], where they provided extensive clinical insights, \naiding in accurate diagnosis.Treatment approaches\nTreatment approaches for pediatric PE vary depend ing on the severity of the condition and the underly ing causes. Anticoagulation therapy is the cornerstone \nof treatment, with several options tailored to different \nclinical situations.\nUFH is commonly used initially or in acute cases, as \ndemonstrated by Tetsuhara et al. [28] and Xu et al. [31]. \nUFH provides rapid anticoagulation with a short halflife and the advantage of being reversible, making it \nsuitable for unstable patients.\nLMWH is also frequently administered to achieve \ntherapeutic anti-factor Xa levels, with dosages adjusted \nin specific populations such as neonates, patients with \nrenal impairment, or patients with obesity [32]. For \nexample, Wang et al. [29] reported dose adjustments in \na patient with renal dysfunction to avoid accumulation \nand minimize bleeding risks.\nFor long-term management, oral anticoagulants such \nas warfarin or rivaroxaban are employed, offering a sus tained treatment option, as evidenced by Shrader et \nal. [25] and Yoo et al. [32]. Warfarin requires regular \nmonitoring of the international normalized ratio (INR), \nwhile DOACs, such as rivaroxaban, offer fixed dosing \nFig. 1 The Preferred Reporting Items for Systematic Reviews and Meta-analysis flow diagram of the included studies\nPage 5 of 10\n Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \n \nwithout the need for routine monitoring; however, their \nuse in children is still under study.\nThrombolytic therapy, which involves agents such as \nurokinase or tissue plasminogen activator (tPA) to rap idly dissolve clots [33], is reserved for severe cases, such \nas massive PE causing hemodynamic instability or when \nanticoagulation is contraindicated or ineffective [34]. \nThis approach was highlighted in the studies by Song et \nal. [19] and Xu et al. [31]. However, the decision to use \nthrombolytics requires careful consideration owing to \nthe risk of major bleeding.\nIn addition to anticoagulation and thrombolytic thera pies, supportive measures were integral to patient care. \nAntibiotics are administered to treat underlying infec tions that may have triggered PE, such as pneumonia \n[29]. Analgesics help manage pleuritic chest pain asso ciated with PE [35]. Invasive procedures, such as thora centesis for significant pleural effusion are performed to \nrelieve respiratory distress and improve oxygenation [19]. \nThe placement of inferior vena cava (IVC) filters may also \nbe employed in specific cases to prevent recurrent emboli \nwhen anticoagulation is contraindicated or ineffective, as \ndemonstrated in the studies by Song et al. [19] and Xu et \nal. [31].\nOutcomes and follow‑up\nThe outcomes and follow-up for pediatric PE varied \naccording to the severity of the condition and the treat ment administered. As seen in Table  2, most patients \nrecovered with appropriate anticoagulation and support ive care (66.96%). A smaller proportion required admis sion to the pediatric intensive care unit (PICU) (24.11%), \nand all-cause mortality occurred in 17.86% of cases, with \nPE-related mortality at 12.50%. Mechanical ventilation \nwas needed in 12.50% of cases, while 13.39% required \nsupplemental oxygen. Vasopressor support was neces sary in 6.25% of cases, with 6.25% needing hemodynamic \nor mechanical support. Extracorporeal membrane oxy genation (ECMO) was used in 3.57% of cases.\nRight ventricular (RV) dilation was observed in 13.39% \nof cases, with cardiac arrest (12.50%), cardiac arrhythmia \n(8.04%), RV dysfunction (8.04%), and pulmonary hyper tension (chronic thromboembolic pulmonary hyperten sion [CTEPH]) (8.04%) also noted as outcomes. Shock \noccurred in 7.14% of cases, and tricuspid regurgita tion and organ failure were observed in 6.25%. Recur rent thrombosis was noted in 4.46%, major bleeding in \n3.57%, and acute respiratory distress syndrome (ARDS) \nin 3.57%.\nIn the short term, most patients recover with appropri ate anticoagulation and supportive care. Studies such as \nthose by Song et al. [19] and Wang et al. [29] reported Table 1 Baseline characteristics of the included cases\nCTA, computed tomography angiography; OCP , oral contraceptive pillsl LL, \nLower limbn (%)\nRisk factors\n Male 59 (52.68%)\n Thrombophilia 36 (32.14%)\n DVT 22 (19.64%)\n Previous surgery 20 (17.86%)\n Systemic infection 18 (16.07%)\n Immobility/travel 17 (15.18%)\n Obesity 15 (13.39%)\n Central venous catheter 11 (9.82%)\n Previous trauma 8 (7.14%)\n OCP 8 (7.14%)\n Congenital heart diseases 7 (6.25%)\n Malignancy 5 (4.46%)\n Dehydration 5 (4.46%)\n Prematurity 4 (3.57%)\nPresenting symptom/sign\n Dyspnea 53 (47.32%)\n Hypoxia 42 (37.50%)\n High D-dimer 42 (37.50%)\n Chest pain 37 (33.04%)\n Fever 36 (32.14%)\n Tachypnea 31 (27.68%)\n Cough 29 (25.89%)\n Abnormal X-ray 28 (25%)\n Tachycardia 26 (23.21%)\n Leukocytosis 17 (15.18%)\n LL edema and tenderness 16 (14.29%)\n Hypotension 13 (11.61%)\n Cyanosis 10 (8.93%)\n Abdominal pain 10 (8.93%)\n LL pain 9 (8.04%)\n Crackles 8 (7.14%)\n Anemia 8 (7.14%)\n Hemoptysis 8 (7.14%)\n Cardiac arrest 6 (5.36%)\nModality of diagnosis\n C TA  29 (25.89%)\n CT 24 (21.43%)\n Autopsy 10 (8.93%)\n Ventilation perfusion scan 9 (8.04%)\n Chest X-ray 9 (8.04%)\n Echo 7 (6.25%)\n D-dimer 1 (0.89%)\n Doppler ultrasound 1 (0.89%)\nPage 6 of 10 Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \nfavorable recoveries following effective treatment \nstrategies.\nHowever, some patients experience complications dur ing their recovery. Issues such as recurrent PE or pleural \neffusion were observed, as shown in the case reported by \nStaser et al. [36]. Long-term follow-up is crucial for man aging ongoing risks and complications. The duration of \nfollow-up varies widely, ranging from a few months to \nmore than a year. Extended monitoring is particularly \nimportant for patients with chronic conditions or those \nwho have experienced severe episodes of PE. Yoo et al. \n[32] and Xu et al. [31] highlight the need for continued \nmanagement in these cases to address any persistent \nhealth issues.\nIn some cases, outcomes are fatal, often owing to severe \nor unrecognized PE. Studies by Zaidi et al. and Biss et al. \n[35, 37] underscore the importance of timely diagnosis \nand intervention, as delayed or inadequate treatment can \nlead to dire consequences (Table 2).\nQuality assessment\nQuality assessment of the included studies demonstrated \nthat all the included case reports and case series are of \ngood quality. Of the 50 case reports, 48 were of good \nquality, and 2 were of fair quality. The 14 case series were of good quality. The details of the quality assessment are \npresented in Supplementary Tables 1 and 2.\nDiscussion\nThe reviewed studies provide a comprehensive overview \nof pediatric PE. Gender distribution shows a consist ent male predominance, though female patients are also \nsignificantly represented. This trend aligns with general \nepidemiological data suggesting a male predominance \nin pediatric PE cases. The wide age range observed high lights that PE can affect children across different develop mental stages.\nThere are several key contributing factors and risk fac tors associated with PE. Trauma and surgical interven tions are well-established risk factors for PE in children. \nOur findings support this, with cases of PE occurring fol lowing ankle fractures and surgeries. This observation is \nconsistent with broader studies indicating that orthope dic trauma—particularly when combined with immobili zation or surgical procedures—can substantially increase \nthe risk of thromboembolic events in children. Shrader et \nal. [25] reported a case where an ankle fracture and sub sequent surgery triggered PE. Similarly, Song et al. [19] \nnoted that trauma and immobilization following infec tions increased the risk of developing pulmonary emboli. \nThese factors alter blood flow and heighten the likelihood \nof thrombus formation, thereby raising the risk of PE.\nInfections, particularly Mycoplasma pneumoniae pneu monia and bronchopneumonia, were frequently reported \nin our review. This correlates with existing literature that \nemphasizes the role of infections as risk factors for PE. \nSevere pneumonia can lead to systemic inflammation \nand hypercoagulability, both of which are well-known \ncontributors to thromboembolism.\nMalignancies contribute to hypercoagulability through \nthe release of procoagulant substances such as tissue fac tor and cancer procoagulant, which activate the coagu lation cascade [38]. Chemotherapy agents can further \npromote thrombosis by damaging the endothelium. \nZhang et al. [39] identified Wilms tumor as a notable \nmalignancy associated with PE. Tetsuhara et al. [28] \npointed out nephrotic syndrome as a significant risk \nfactor.\nChronic conditions, including nephrotic syndrome, \nincrease the risk of thrombosis owing to the loss of natu ral anticoagulants—antithrombin III, protein C, and pro tein S—in the urine [38].\nDiagnosing pediatric PE is particularly challeng ing owing to nonspecific symptoms such as tachypnea, \ndyspnea, and chest pain, which often overlap with other \ncommon pediatric conditions [40]. While the D-dimer \ntest is a valuable diagnostic tool in adults, its specificity \nin children is limited. Elevated D-dimer levels can result Table 2 Outcomes of PE in the included cases\nARDS, acute respiratory distress syndrome; CTEPH, chronic thromboembolic \npulmonary hypertension; RV, right ventricularOutcome n (%)\nRecovery 75 (66.96%)\nPICU admission 27 (24.11%)\nAll-cause mortality 20 (17.86%)\nPE-related mortality 14 (12.50%)\nMechanical ventilation 14 (12.50%)\nSupplemental oxygen 15 (13.39%)\nVasopressor requirement 7 (6.25%)\nHemodynamic/mechanical support 7 (6.25%)\nECMO requirement 4 (3.57%)\nRV dilatation 15 (13.39%)\nCardiac arrest 14 (12.50%)\nCardiac arrhythmia 9 (8.04%)\nRV dysfunction 9 (8.04%)\nPulmonary hypertension (CTEPH) 9 (8.04%)\nShock 8 (7.14%)\nTricuspid regurge 7 (6.25%)\nOrgan failure 5 (4.46%)\nRecurrent thrombosis 5 (4.46%)\nMajor bleeding 4 (3.57%)\nARDS 4 (3.57%)\nPage 7 of 10\n Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \n \nfrom a variety of conditions such as infections, inflamma tion, or trauma, which are prevalent in pediatric patients \n[41]. Emerging biomarkers such as fibrin monomers and \nmicroparticles are being studied for their potential to \nenhance diagnostic accuracy in pediatric PE [42].\nThe imaging techniques utilized for diagnosing PE in \npediatric patients vary, with CTPA being the most fre quently used modality. Compared with adults, children \nare more sensitive to ionizing radiation, and CTPA entails \nconsiderable radiation exposure, potentially increasing \nlong-term cancer risks [43]. Ethical considerations neces sitate the use of the lowest effective radiation doses and \nencourage exploring alternative imaging modalities when \nfeasible.\nMRA and ventilation–perfusion scans are potential \nalternatives to reduce radiation exposure [44]. The use \nof chest MRI in children is limited by factors such as dif ficulty remaining still and the low signal-to-noise ratio \nof lung parenchyma. However, recent technological \nadvancements are facilitating the utilization of this imag ing modality, particularly pulmonary MRA, in diagnosing \npediatric PE.\nAutopsy provided a definitive diagnosis of PE in fatal \ncases. This was illustrated in the studies by Zaidi et al. \nand Biss et al. [35, 37], who relied on autopsy findings to \nconfirm the presence and extent of massive pulmonary \nemboli.\nManagement strategies for pediatric PE reflect a mul tifaceted approach consistent with current clinical prac tices and highlight areas of variability and evolution in \ntreatment strategies. Anticoagulation remains the cor nerstone of treatment for PE in children [34]. The use of \nUFH is well-documented for initial, acute management \nowing to its rapid onset and ease of reversal. This aligns \nwith existing guidelines that recommend UFH for initial \ntherapy in severe or unstable cases [45].\nTransitioning to LMWH is often preferred for its con venience, ease of administration, and more stable phar macokinetics. This practice is supported by the reviewed \nstudies, which frequently highlight LMWH as the pre ferred option. Oral anticoagulants such as warfarin and \nrivaroxaban are employed for long-term management, \nconsistent with their established roles in preventing \nrecurrent thromboembolic events. The growing use of \nrivaroxaban signifies a shift toward newer oral anticoagu lants, which offer fixed dosing and eliminate the need for \nregular monitoring [46].\nThrombolytic therapy, particularly urokinase or tPA, \nwas used in severe cases and when cardiac embolism \nwas present. This approach is consistent with literature, \nwhich supports the use of thrombolytics in life-threat ening or massive PE when rapid dissolution of clots is \nnecessary. Despite its efficacy, thrombolytic therapy is typically reserved for critical situations owing to the risk \nof significant bleeding. The decision to use thrombolyt ics or surgical interventions requires a multidisciplinary \napproach, weighing the risks of bleeding against the ben efits of rapid clot resolution. Recent advancements, such \nas catheter-directed thrombolysis, offer targeted treat ment with potentially reduced systemic side effects [33].\nThe outcomes of pediatric PE vary considerably. While \nmany patients recover well with appropriate anticoagula tion and supportive care, complications such as recurrent \nembolism or pleural effusion are not uncommon. Followup durations ranged from a few months to more than a \nyear, reflecting the need for ongoing management, par ticularly for chronic conditions or after severe embolic \nevents.\nSeveral factors influence outcomes, including the type \nand extent of treatment, overall health status, and under lying conditions. The studies highlight that, while many \npatients recover with appropriate treatment, others \nexperience complications such as recurrent embolism or \npleural effusion, emphasizing the need for personalized \ntreatment plans and comprehensive follow-up care.\nOn the basis of the findings of this review, several key \nrecommendations emerge for clinicians managing pedi atric patients with PE. Diagnostic practices should prior itize the use of CTPA as the primary imaging modality \nowing to its high sensitivity and specificity in detect ing PE. However, clinicians should remain aware of the \npotential need for alternative or supplementary diagnos tic tools, such as chest X-ray or ultrasound, particularly \nin settings where CTPA may not be immediately avail able. Early and accurate diagnosis is crucial for initiating \ntimely intervention and preventing complications.\nManagement of pediatric PE should be tailored to the \nseverity of the condition and patient-specific needs. For \nacute cases, UFH is recommended owing to its rapid \naction and reversibility. Following stabilization, transi tioning to LMWH or oral anticoagulants, such as war farin or rivaroxaban, is generally advised for long-term \nmanagement. In cases of severe embolism or when car diac involvement is significant, thrombolytic therapy \nwith urokinase or tPA may be necessary. Clinicians \nshould also be prepared to employ supportive meas ures, including oxygen therapy, antibiotics for underlying \ninfections, and analgesics for pain management.\nLong-term outcomes in pediatric patients with PE can \ninclude the development of chronic thromboembolic \npulmonary hypertension (CTEPH), a condition char acterized by persistent pulmonary hypertension due to \nunresolved emboli [47]. Early recognition and manage ment are critical to hinder progression. Long-term fol low-up involving regular imaging assessments is essential \nfor evaluating recovery and managing any potential \nPage 8 of 10 Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \ncomplications, including CTEPH [48, 49]. Regular fol low-up visits should include assessments to evaluate the \neffectiveness of anticoagulation therapy and to monitor \nfor signs of recurrent embolism or other complications. \nAdditionally, clinicians should be vigilant in addressing \nany long-term effects or sequelae resulting from PE and \nits treatment.\nEarly detection of PE in children is vital given the \npotential for rapid clinical deterioration and the diverse \nunderlying conditions that predispose them to this seri ous condition. The diverse range of risk factors under scores the need for heightened vigilance in at-risk \npopulations. Timely identification of symptoms and \nprompt management can significantly improve outcomes \nand reduce the risk of severe complications.\nLimitations\nThis systemic review highlights several limitations related \nto the quality of the included studies. One primary con cern is the variability in study design, which includes dif ferences in methodologies, sample sizes, and reporting \npractices. The studies included range from single case \nreports to retrospective analyses and case series, leading \nto heterogeneity in the quality of evidence presented.\nThere are notable gaps in the available data, particu larly concerning long-term outcomes and treatment \nvariability. Many studies focus on short-term recovery \nand immediate treatment responses, with limited infor mation on the long-term prognosis of pediatric patients \nwith PE. Moreover, there is considerable variability in \ntreatment approaches reported across studies, reflecting \na lack of standardized protocols.\nConclusion\nThis systematic review of case series and case reports \nemphasizes the complexity and variability of pediatric \nPE, which is a rare but serious condition. Pediatric PE \npresents unique diagnostic and therapeutic challenges \nowing to its nonspecific symptoms and diverse underly ing risk factors, such as malignancies, chronic diseases, \ngenetic disorders, and recent surgeries.\nThe findings confirm that CTPA is the most effec tive diagnostic tool for identifying pulmonary emboli in \npediatric patients, although alternative imaging modali ties such as MRA and clinical judgment remain critical in \nspecific scenarios. Anticoagulation therapy, particularly \nwith UFH and LMWH, is the cornerstone of treatment, \nwith oral anticoagulants such as rivaroxaban serving as \nviable options for long-term management. Thrombolytic \ntherapies, including urokinase and tPA, are reserved for \nsevere cases, highlighting their role in life-threatening \nsituations.Outcomes vary significantly. Many patients achieve \nfavorable outcomes following appropriate treatment, \nwhile others develop complications such as recurrent \nembolism or pleural effusion. To address these com plications and improve long-term outcomes, personal ized treatment plans and rigorous follow-up care are \nrequired.\nFuture research should focus on conducting largescale, multicenter clinical trials to establish pediat ric-specific diagnostic criteria and evidence-based \ntreatment guidelines, enhancing the early recognition, \nmanagement, and long-term care of patients.\nAbbreviations\nPE  Pulmonary embolism\nCTPA  Computed tomography pulmonary angiography\nUFH  Unfractionated heparin\nLMWH  Low-molecular-weight heparin\nVTE  Venous thromboembolism\nDVT  Deep vein thrombosis\nPERC  Pulmonary embolism rule-out criteria\nMRA  Magnetic resonance angiography\nIVC  Inferior vena cava\nCTEPH  Chronic thromboembolic pulmonary hypertension\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05084-7.\nAdditional file 1:Table S1. Quality assessment of case reports using JBI. \nTable S2. Quality assessment of case series using JBI.\nAcknowledgements\nNot applicable.\nAuthor contributions\nMA is the first and corresponding author. He proposed the project, wrote the \nprotocol, and contributed to the conception, formulation, and drafting of the \narticle. He participated in and supervised the elaboration at every step of the \npaper-writing process, and he was responsible for the coordination of the \nstudy and communication with all coauthors. AA helped with data extraction, \nscreening, and writing of the first draft. STA contributed to the writing of the \nfirst draft and the revision of the manuscript. ABE helped with data extraction \nand screening. DEA and BFA contributed to the research strategy and writing. \nNA and BMU contributed to the writing of the results and discussion. The \nrest of the authors contributed to the writing and revision of the manuscript. \nAll authors approved the final manuscript as submitted and agreed to be \naccountable for all aspects of the work.\nFunding\nNone.\nData availability\nData will be made available on reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nThis article does not contain any studies with human participants or animals \nperformed by any of the authors.\nConsent for publication\nNot applicable.\nPage 9 of 10\n Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \n \nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Emergency Department, Althawara Modern General Hospital, Sanaa, Yemen. \n2 Pediatric Emergency Department, St. Christopher’S Hospital for Children, \nPhiladelphia, PA, USA. 3 Alexandria Faculty of Medicine, Alexandria, Egypt. \n4 Faculty of Medicine, Zagazig University, Zagazig, Egypt. 5 Faculty of Medicine, \nAl-Azhar University, Cairo, Egypt. 6 Department of Medicine, Ladoke Akintola \nUniversity of Technology, Ogbomoso, Nigeria. 7 Department of Internal Medicine, Asokoro District Hospital, Abuja, Nigeria. 8 Faculty of Medicine, Islamic \nUniversity of Gaza, Gaza, Palestine. 9 Assistant Professor of Pediatrics, Drexel \nUniversity College of Medicine, Philadelphia, USA. 10 Program Director, Pediatric Emergency Medicine Fellowship, St. Christopher’S Hospital for Children, \nPhiladelphia, USA. \nReceived: 18 October 2024   Accepted: 28 January 2025\nReferences\n 1. Stein PD, Kayali F, Olson RE. Incidence of venous thromboembolism in \ninfants and children: data from the national hospital discharge survey. J \nPediatr. 2004;145(4):563–5.\n 2. Stein PD, Kayali F, Olson RE. Pulmonary thromboembolism in infants \nand children: a 40-year review of the literature. Prog Cardiovasc Dis. \n2004;47(2):97–117. https:// doi. org/ 10. 1016/j. pcad. 2004. 07. 001.\n 3. Goldenberg NA, Bernard TJ. Venous thromboembolism in children. \nHematol Oncol Clin North Am. 2010;24(1):151–67.\n 4. Raffini L, Huang YS, Witmer C, Feudtner C. Dramatic increase in venous \nthromboembolism in children’s hospitals in the United States from 2001 \nto 2007. Pediatrics. 2009;124(4):1001–8.\n 5. Branchford BR, Carpenter SL. The role of inherited thrombophilia in \nvenous thromboembolism in children. Front Pediatr. 2018;6:103.\n 6. van Ommen CH, Heijboer H, Buller HR, Hirasing RA, Heijmans HS, Peters \nM. Venous thromboembolism in childhood: a prospective two-year \nregistry in the Netherlands. J Pediatr Hematol Oncol. 2001;23(9):595–600. \nhttps:// doi. org/ 10. 1097/ 00043 426- 20011 1000- 00008.\n 7. Rajpurkar M, Warrier I, Chitlur M. Pulmonary embolism in children. Pediatr \nClin North Am. 2006;53(3):545–57.\n 8. Kuhle S, Massicotte MP , Chan AK. Systematic review of the efficacy and \nsafety of low molecular weight heparin in pediatric patients. Thromb Res. \n2005;116(1):5–15.\n 9. Biss TT, Brandão LR, Kahr WH, Chan AK, Williams S. Clinical probability \nscore and D-dimer estimation lack utility in the diagnosis of childhood \npulmonary embolism. J Thromb Haemost. 2009;7(10):1633–8. https:// doi. \norg/ 10. 1111/j. 1538- 7836. 2009. 03572.x.\n 10. Hennelly KE, Baskin MN, Monuteuax MC, Hudgins J, Kua E, Commeree A, \nKimia R, Lee EY, Kimia A, Neuman MI. Detection of pulmonary embolism \nin high-risk children. J Pediatr. 2016;178:214-218.e3. https:// doi. org/ 10. \n1016/j. jpeds. 2016. 07. 046.\n 11. Barnes C, Newall F, Ignjatovic V, Monagle P . Reduced dose anticoagulation with enoxaparin in children: a single center experience. Thromb Res. \n2006;118(1):5–11.\n 12. Goldenberg NA, Sochet A, O’Brien SH, Bernard TJ, Male C, Kenet G, Monagle P , Kainth S, Jaffray J, Raffini LJ. Pediatric thrombosis and hemostasis: \nscientific evolution and future perspectives. Res Pract Thromb Haemost. \n2018;2(1):11–20.\n 13. Kerlin BA, Ayoob R, Smoyer WE. Epidemiology and pathophysiology of \nvenous thromboembolism in critically ill children. Pediatr Crit Care Med. \n2012;13(4):391–9.\n 14. Monagle P , Cuello CA, Augustine C, Bonduel M, Brandão LR, Capman \nT, Chan AK, Hanson S, Male C, Meerpohl JJ, et al. American Society of \nHematology 2018 guidelines for management of venous thromboembolism: treatment of pediatric venous thromboembolism. Blood Adv. \n2018;2(22):3292–316.\n 15. Kahn SR, Lim W, Dunn AS, Cushman M, Dentali F, Akl EA, Cook DJ, \nBalekian AA, Klein R, Le H, et al. Prevention of VTE in nonsurgical patients. \nChest. 2012;141(2):e195S. 16. Manco-Johnson MJ, Nuss R, Jacobson L, Young G, Shapiro AD, Abshire T, \nManco-Johnson ML. Prevention of central venous catheter thrombosis \nwith low-dose warfarin in children: a randomized, double-blind, placebocontrolled trial. Lancet. 2000;356(9232):1703–9.\n 17. Goldenberg NA, Bernard TJ. Venous thromboembolism in children. Pediatrics. 2010;125(5): e1115.\n 18. Page MJ, McKenzie JE, Bossuyt PM, Boutron I, Hoffmann TC, Mulrow CD, \nShamseer L, Tetzlaff JM, Akl EA, Brennan SE, Chou R. The PRISMA 2020 \nstatement: an updated guideline for reporting systematic reviews. BMJ. \n2021;29:372.\n 19. Song S, Xu Y. A retrospective study of the clinical characteristics of 9 \nchildren with pulmonary embolism associated with Mycoplasma pneumoniae pneumonia. BMC Pediatr. 2023;23(1):370. https:// doi. org/ 10. 1186/ \ns12887- 023- 04188-7.\n 20. Sheng CQ, Yang CF, Ao Y, Zhao ZY, Li YM. Mycoplasma pneumoniae \npneumonia with pulmonary embolism: a study on pediatric cases in Jilin \nprovince of China. Exp Ther Med. 2021;21(3):201. https:// doi. org/ 10. 3892/ \netm. 2021. 9634.\n 21. Saharan S, Vettukattil J, Bhat A, Amula V, Bansal M, Chowdhury D, Dyamenahalli U, Gupta SK, Das B, Susheel Kumar TK, Muralidaran A, Trivedi K, \nSwaminathan S, Bansal N, Doshi U, Hoskoppal A, Balaji S. Patent foramen \novale in children: unique pediatric challenges and lessons learned from \nadult literature. Ann Pediatr Cardiol. 2022;15(1):44–52.\n 22. Baird JS, Killinger JS, Kalkbrenner KJ, Bye MR, Schleien CL. Massive pulmo nary embolism in children. J Pediatr. 2010;156(1):148–51. https:// doi. org/ \n10. 1016/j. jpeds. 2009. 06. 048.\n 23. Huiras EE, Barnes CJ, Eichenfield LF, Pelech AN, Drolet BA. Pulmonary \nthromboembolism associated with Klippel–Trenaunay syndrome. Pediat rics. 2005;116(4):e596-600. https:// doi. org/ 10. 1542/ peds. 2004- 1607.\n 24. Silverstein MD, Heit JA, Mohr DN, Petterson TM, O’Fallon WM, Melton \nLJ 3rd. Trends in the incidence of deep vein thrombosis and pulmo nary embolism: a 25-year population-based study. Arch Intern Med. \n1998;158(6):585–93. https:// doi. org/ 10. 1001/ archi nte. 158.6. 585.\n 25. Shrader MW, Ho AK, Notrica DM, Segal LS. Pulmonary embolism following an ankle fracture in a 9-year-old boy: a case report. Acta Orthop Belg. \n2012;78(4):564–7.\n 26. Brown SM, Padley S, Bush A, Cummins D, Davidson S, Buchdahl R. Myco plasma pneumonia and pulmonary embolism in a child due to acquired \nprothrombotic factors. Pediatr Pulmonol. 2008;43(2):200–2.\n 27. Kosch A, Junker R, Wermes C, Nowak-Göttl U. Recurrent pulmonary \nembolism in a 13-year-old male homozygous for the prothrombin \nG20210A mutation combined with protein S deficiency and increased \nlipoprotein (a). Thromb Res. 2002;105(1):49–53.\n 28. Tetsuhara K, Tsuji S, Uematsu S, Kamei K. Pulmonary embolism mimicking \ninfectious pleuritis. Pediatr Emerg Care. 2018;34(11):e201–3.\n 29. Wang Q, Cui Y, Liang P , Wang C, Zhou K, Ma F, Duan H. Case report: \ncerebral venous sinus thrombosis and pulmonary embolism as the initial \npresentation in a child with asymptomatic primary nephrotic syndrome. \nFront Pediatr. 2023;5(11):1169116.\n 30. Profitlich L, Kirmse B, Wasserstein MP , Diaz G, Srivastava S. Resolution of \ncor pulmonale after medical management in a patient with cblC-type \nmethylmalonic aciduria and homocystinuria: a case report. Cases J. \n2009;2:1–5.\n 31. Xu XT, Wang BH, Wang Q, et al. Idiopathic hypereosinophilic syndrome \nwith hepatic sinusoidal obstruction syndrome: a case report and literature review. World J Gastrointest Surg. 2023;15(7):1532–41. https:// doi. \norg/ 10. 4240/ wjgs. v15. i7. 1532.\n 32. Yoo H, Kim HJ, Chin AY, Cho YY, Joung JY, Jeong H, Jeon K. A case of acute \npulmonary embolism associated with dysplasminogenemia. J Korean \nMed Sci. 2013;28(6):959–61.\n 33. Saxena A, Biss T, Monagle P , Newall F. Thrombolysis in children: a systematic review. Thromb Res. 2010;126(5):e311–7. https:// doi. org/ 10. 1016/j. \nthrom res. 2010. 08. 008.\n 34. Monagle P , Chan AKC, Goldenberg NA, et al. Antithrombotic therapy \nin neonates and children: antithrombotic therapy and prevention of \nthrombosis: American College of Chest Physicians evidence-based clinical practice guidelines. Chest. 2012;141(2):e737S-e801S. https:// doi. org/ \n10. 1378/ chest. 11- 2308.\n 35. Zaidi AU, Hutchins KK, Rajpurkar M. Pulmonary embolism in children. \nFront Pediatr. 2017;10(5):170. https:// doi. org/ 10. 3389/ fped. 2017. 00170.\nPage 10 of 10 Alsabri et al. Journal of Medical Case Reports           (2025) 19:76 \n 36. Staser JA, Alam T, Applegate K. Calcified pulmonary thromboembolism in \na child with sickle cell disease: value of multidetector CT in patients with \nacute chest syndrome. Pediatr Radiol. 2006;36:561–3.\n 37. Biss TT, Brandão LR, Kahr WH, Chan AK, Williams S. Clinical features \nand outcome of pulmonary embolism in children. Br J Haematol. \n2008;142(5):808–18.\n 38. Kerlin BA, Ayoob R, Smoyer WE. Epidemiology and pathophysiology of \nnephrotic syndrome-associated thromboembolism. Clin J Am Soc Nephrol. 2012;7(3):513–20. https:// doi. org/ 10. 2215/ CJN. 10131 011.\n 39. Zhang L, Jiang H, Zhong Z, Ghoorun R, Xu L, Chen H, Liu J, Tang W. \nCase report B-acute lymphoblastic leukemia occurring in two pediatric patients with a history of prior Wilms tumors. Int J Clin Exp Med. \n2016;9(11):22434–43.\n 40. Stein PD, Kayali F, Olson RE. Pulmonary thromboembolism in infants and \nchildren: comparison of clinical presentation with adults. Am J Cardiol. \n2004;93(9):1316–9. https:// doi. org/ 10. 1016/j. amjca rd. 2004. 01. 055.\n 41. Kuhle S, Koloshuk B, Marzinotto V, et al. D-dimer concentrations in healthy \nchildren. J Thromb Haemost. 2003;1(5):1108–12. https:// doi. org/ 10. 1046/j. \n1538- 7836. 2003. 00224.x.\n 42. van Ommen CH, Peters M. Pediatric thromboembolism: epidemiology \nand optimal management. Blood Rev. 2010;24(3):101–8. https:// doi. org/ \n10. 1016/j. blre. 2010. 03. 001.\n 43. Brenner DJ, Hall EJ. Computed tomography—an increasing source of \nradiation exposure. N Engl J Med. 2007;357(22):2277–84. https:// doi. org/ \n10. 1056/ NEJMr a0721 49.\n 44. Krishnam M, Gutierrez FR, Weisman DS, Seidel FG, Samson R. Imaging in \npediatric pulmonary embolism. Pediatr Radiol. 2005;35(3):258–64. https:// \ndoi. org/ 10. 1007/ s00247- 004- 1346-3.\n 45. Monagle P , Newall F. Management of thrombosis in children and neo nates: practical use of anticoagulants in children. Heart. 2010;96(12):977–\n83. https:// doi. org/ 10. 1136/ hrt. 2009. 186379.\n 46. Massicotte MP , Halton J, Mahoney K, et al. Low-molecular-weight heparin \nin pediatric patients with thrombotic disease: a dose-finding study. \nJ Pediatr. 1998;133(3):293–8. https:// doi. org/ 10. 1016/ s0022- 3476(98) \n70234-2.\n 47. Widlitz A, Barst RJ. Pulmonary arterial hypertension in children. Eur Respir \nJ. 2003;21(1):155–76. https:// doi. org/ 10. 1183/ 09031 936. 03. 00286 203.\n 48. Abman SH, Hansmann G, Archer SL, et al. Pediatric pulmonary hypertension: guidelines from the American Heart Association and American \nThoracic Society. Circulation. 2015;132(21):2037–99. https:// doi. org/ 10. \n1161/ CIR. 00000 00000 000329.\n 49. Thompson RD, Kitterman N, Auerbach SR, et al. Chronic thromboembolic \npulmonary hypertension in pediatric patients: a case series and review \nof the literature. Pediatr Cardiol. 2017;38(6):1247–56. https:// doi. org/ 10. \n1007/ s00246- 017- 1647-6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}