{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04964-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04964-8.pdf",
  "metadata": {
    "/Keywords": "diffuse large B-cell lymphoma; bone marrow–liver–spleen type; cold autoimmune hemolytic anemia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218105448+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241202174615+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04964-8",
    "/Author": "Ahalyaa Sivashangar ",
    "/Title": "“Bone marrow–liver–spleen-type diffuse large B-cell lymphoma” presenting with cold autoimmune hemolytic anemia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04964-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Primary bone marrow diffuse large B-cell lymphoma is a rare clinical entity, and the “bone marrow–\nliver–spleen” type of diffuse large B-cell lymphoma is rarer, with only a few published cases in literature. Though \nbone marrow–liver–spleen-type diffuse large B-cell lymphoma has unique presentations such as fever, cytopenias, \nand hemophagocytic lymphohistiocytosis, no cases with cold autoimmune hemolytic anemia have been reported.",
    "Case Presentation": "Case presentation A 39-year-old Sri Lankan woman, previously healthy, presented with shortness of breath, \nproductive cough, and fever for 4 days. Examination revealed pallor, icterus, and massive hepatosplenomegaly \nwith no peripheral lymphadenopathy. Further investigation revealed pancytopenia (hemoglobin 58 g/L, white blood \ncell count 1.73 ×  109/L, platelets 23 ×  109/L, a reticulocyte index of 4.43%, and lactate dehydrogenase levels of 1690 \nU/L). Blood picture analysis was suggestive of hemolytic anemia, which was confirmed by a positive direct antiglobulin test with anti-C3d. The bone marrow biopsy revealed markedly hypercellular marrow with polymorphic infiltrate \nof mononuclear cells accounting for about 80–85% of nucleated cells. These cells were predominantly medium \nto large cells in size with scanty cytoplasm, irregular nuclear margins, prominent nucleoli, and many mitotic figures. \nThese mononuclear cells were positive for immunohistochemical markers of CD20, BCL2, and CD10. The Ki-67 index \nwas 24%. In addition, this patient had cold autoimmune hemolytic anemia. Contrast-enhanced computed tomography of the chest, abdomen, and pelvis revealed homogeneously enlarged liver and spleen with no significant lymphadenopathy. These findings were compatible with the diagnosis of bone marrow–liver–spleen-type diffuse large \nB-cell lymphoma. The patient was referred for specialized oncological management.",
    "Conclusion": "Conclusion Though there are reported cases of primary bone marrow diffuse large B-cell lymphoma presenting \nwith cold autoimmune hemolytic anemia, no such cases of bone marrow–liver–spleen-type diffuse large B-cell lymphoma have been reported. As this unique entity has a rather grim prognosis, it is of utmost importance to identify \nit early and treat aggressively. Owing to the limited availability of published accounts of this uncommon disease, we \nbelieve it is important to document our case to add to the understanding of this rare condition and its various presentations, which can easily be misinterpreted.\nKeywords  diffuse large B-cell lymphoma, bone marrow–liver–spleen type, cold autoimmune hemolytic anemia\nIntroduction\nDiffuse large B-cell lymphoma (DLBCL) is the most \ncommon non-Hodgkin lymphoma, accounting for \nalmost 25–35% of cases [1]. Despite its prevalence, \nDLBCL is considered the catch-all category of malignant Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBhawani Yasassri Alvitigala\nYasassri.alvitigala@gmail.com\n1 Department of Pathology, Faculty of Medicine, University of Colombo, \nColombo 08, Sri Lanka\nPage 2 of 5 Sivashangar et al. Journal of Medical Case Reports          (2024) 18:601 \nlymphomas, encompassing a wide variety of disease \nentities. The criteria for subclassifiying DLBCL include \nmorphological variants, gene expression profiles, the \nexpression of particular antigens, and primary anatomi cal sites of disease involvement [2]. DLBCL is an aggres sive tumor that typically presents with rapidly enlarging \nlymph nodes or extranodal masses. Secondary bone \nmarrow involvement occurs in approximately 10–16% \nof patients. However, bone marrow is an unusual site for \nthe initial diagnosis of DLBCL [3]. DLBCL that primar ily develops in the bone marrow (primary bone marrow \nlymphoma), with or without other organ involvement, \nbut without lymphadenopathy, is quite rare and has been \nvariably described in literature [4–6].\nBone marrow involvement by malignant lymphoma is \ngenerally considered as systemic dissemination of the dis ease originating elsewhere, such as the lymph nodes and \nextranodal organs. However, although extremely rare, \nmalignant lymphomas exclusively involving the bone \nmarrow, liver, and spleen have been reported. This dis tinctive but rare “bone marrow–liver–spleen” (BLS) type \nof DLBCL (BLS-DLBCL) has been recognized [7]. This \nlymphoma presents with involvement of the bone mar row, liver, spleen, often accompanied by severe anemia \n(100%), thrombocytopenia, hemophagocytic lymphohis tiocytosis (HLH) (64%), and elevated lactate dehydroge nase (LDH) levels, in the absence of lymphadenopathy \nor other extranodal masses, and with no prior history of \nlymphoma [8, 9]. BLS-DLBCL appears to be a distinct \nclinicopathologic type of DLBCL with an aggressive clini cal course and poor survival [7].\nHowever, given that this type of DLBCL is not currently \ndefined in the World Health Organization (WHO) classi fication, previous studies, which included different types \nof lymphomas, have been inconsistent in their reports of \npathologic features and clinical outcomes. These previous \nreports seem to describe clinically similar lymphomas \npresenting with marrow involvement, categorizing them \ndifferently on the basis of additional sites of involvement \n(bone marrow only; spleen and bone marrow; or spleen, \nliver, and bone marrow) [7]. The lymphoma most simi lar to this entity is the WHO-defined intravascular large \nB-Cell lymphoma (IV-LBCL), at least from a clinical per spective [7]. Although it shares with intravascular LBCL \na subtle presentation and an aggressive clinical course, \nthis primary BLS large cell lymphoma variant is distin guished by lacking an intravascular component and hav ing different cytogenetic findings [8].\nPresentation of BLS-DLBCL typically includes classical \nclinical symptoms, cytopenias, liver–spleen involvement, \nand the more sinister hemophagocytic syndrome. We \nreport herein a patient with BLS-DLBCL who presented \nwith cold autoimmune hemolytic anemia (CAIHA) but did not fulfill the criteria for hemophagocytic syndrome. \nGiven the limited availability of published accounts \nof this rare entity, it is crucial to document our case to \nenhance the understanding of BLS-DLBCL. This is the \nfirst known case that describes a varied presentation of \nCAIHA with BLS-DLBCL, expanding the spectrum of \nclinical manifestations and potentially aiding in early \nidentification and treatment of this aggressive lymphoma.\nCase history\nWe report the case of a 39-year-old Sri Lankan female \nwho presented with BLS-DLBCL. She had shortness of \nbreath, a productive cough, and fever for 4 days, with no \nsignificant past medical history. Examination revealed a \nsubconjunctival pallor, tender hepatomegaly, and a mas sive nontender spleen extending 18 cm from the left cos tal margin with no peripheral lymphadenopathy.",
    "Methods": "Methods: differential diagnosis, investigations, \nand treatment\nAt the time of referral, the patient had hemoglobin of \n7.2  g/dL, platelet count of 23 ×  109/L, white blood cell \ncount of 3.6 ×  109/L, and neutrophil count of 1.05 ×  109/L.\nBasic hematological investigations revealed pancyto penia: hemoglobin was 5.8  g/dL (Reference range:11–\n16  g/dL) with mean corpuscular volume (MCV) 81  pg \n(reference range: 80–100  pg) and mean corpuscular \nhemoglobin concentration (MCHC) 33.8  g/dL (refer ence range: 32–36  g/dL), indicating severe normochro mic normocytic anemia, with thrombocytopenia of \n33 ×  109/L (reference range: 150–450 ×  109/L) and leu kopenia of 1.73 ×  109/L (reference range: 4–11 ×  109/L). \nThe absolute neutrophil count was 0.7 ×  109/L (reference \nrange: 2–7 ×  109/L). The reticulocyte index was higher \nthan normal, at 4.43%.\nThe blood picture revealed leukoerythroblastosis with \nnormochromic normocytic anemia, with many small \nred cell agglutinates. Many nucleated red blood cells, \npolychromatic cells, teardrop cells, and mild rouleaux \nformation were seen in the blood picture. Leukopenia \nwas noted with few myelocytes. Some abnormal cells \nwith prominent nucleoli and scanty cytoplasm were also \nobserved.\nThe patient had normal levels of aspartate aminotrans ferase (AST), alanine aminotransferase (ALT), and alka line phosphatase (ALP) but increased total bilirubin \n(3.8 mg/dL; reference range: 0.2–1.2 mg/dL) with a pre dominance of indirect fraction (2.2  mg/dL; reference \nrange: 0.2–0.8  mg/dL)). She also had an elevated level \nof LDH 964 U/L (reference range: 125–220 U/L). Serum \nhaptoglobin level was not measured as it is not freely \navailable in our country.\nPage 3 of 5\n Sivashangar et al. Journal of Medical Case Reports          (2024) 18:601 \n \nMoreover, the direct antiglobulin test was positive for \nanti-C3d specificity only, and cold agglutinin titer was \nperformed, which confirmed the diagnosis of CAIHA \n(Table  1). The patient was initially managed by giving \ngroup matched (group A Rh D positive) 37 °C IAT crossmatched packed cell transfusions. Following 4 units of \nred cell concentrates, her hemoglobin increased to 9.5 g/\ndL and she became asymptomatic with stable hemo globin. Though she had thrombocytopenia, she did not \nrequire a platelet transfusion, since there were no indica tions of bleeding manifestations or interventions.\nPathological findings: Following these findings, bone \nmarrow aspiration was carried out but, after multiple \nattempts, resulted in dry taps. A trephine biopsy was \nlater performed, which showed normal bone trabeculae \nwith packed marrow spaces and overall cellularity was \nabout 95–100%. A polymorphic infiltrate of mononuclear \ncells, accounting for about 80–85% of nucleated cells, \nwas observed. These cells were predominantly medium \nto large sized with scant cytoplasm. Some cells showed \nirregular nuclear margins and prominent nucleoli. Many \nmitotic figures were present, with marked focal fibrosis. \nThis led to the diagnosis of a high-grade lymphoma.\nThe formalin-fixed paraffin-embedded tissue blocks \nwere sectioned, deparaffinized, and rehydrated. Each sec tion was stained with hematoxylin and eosin and used for \nimmunostaining (Fig. 1A, B).\nImmunohistochemical analyses were performed using \nan auto-stainer. The panel was found to be positive for \nCD20, CD10, and BCL2, but negative for CD3, CD5, and \nCD34. Ki67 index was found to be strongly positive. This \nconfirmed the diagnosis of B-cell high grade lymphoma, \nmost likely a diffuse large cell lymphoma involving in the \nbone marrow (Fig. 1C–I).\nRadiological findings: A contrast-enhanced computed \ntomography scan of the chest, abdomen, and pelvis was \nperformed to identify the primary focus of the lym phoma. It showed a homogeneously enlarged liver and a \nmassively enlarged spleen with a maximum anteropos terior diameter of 13.3  cm. There was no evidence of \nparaaortic or significant lymphadenopathy in any other \nareas. No free fluid was noted in the peritoneal cavity. \nSince there was no evidence from presentations, clinical \nsigns, blood investigations, and radiological images for \nother causes such as infections, hepatic malignancies, chronic liver cell disease with portal hypertension, and \nrare inherited disorders such as Gaucher disease for the \npatient to have massive hepatosplenomegaly, we consid ered that the liver and the spleen were involved with the \nlymphoma. The patient did not consent to a biopsy from \nliver or spleen to confirm the tissue diagnosis of lym phoma involvement (Supplementary File 01).\nOutcome and follow‑up\nThe patient was referred to the National Cancer Institute \n(NCI) Sri Lanka for further specialized oncological treat ment and was successfully treated with R-CHOP chemo therapy cycles and is currently in remission. Though she \nrequired few red cell concentrates during initial presen tation with CAIHA, later hemolytic anemia was resolved \nwith the initiation of chemotherapy. There was no relapse \nof CAIHA during the follow-up period.",
    "Discussion": "Discussion\nBLS-DLBCL type is a distinctive and rare lymphoma with \ncharacteristic clinicopathological features and aggres sive clinical behavior that has been relatively recently \nrecognized. This lymphoma appears to be a distinct yet \ncontroversial entity that may represent a specific type of \nextranodal DLBCL [10]. In this manuscript, we describe \nan unusual and clinically aggressive extranodal large \nB-cell lymphoma involving the bone marrow, liver, and \nspleen (BLS-DLBCL) presenting with CAIHA.\nThe few cases reported with the diagnosis of BLSDLBCL share a set of common clinical features. Patients \ntypically present with fever and clinically or radiologi cally diagnosable hepatosplenomegaly, but no lymphad enopathy. Hematological investigations usually reveal \nanemia of unclear etiology, thrombocytopenia, and leu kopenia, specifically neutropenia [7, 8, 11]. Our patient \npresented with a similar set of clinical symptoms, and \ninvestigations revealed pancytopenia. HLH has been \nreported in most cases, with variable prevalence ranging \nfrom 67–89% [7, 8, 12]. Although this patient exhibited \na few clinical and laboratory criteria for HLH, they did \nnot fulfill the diagnostic criteria. Despite this, our patient \nhad CAIHA, which had never been reported in a patient \ndiagnosed with BLS-DLBCL. Presentation of CAIHA has \nbeen reported in primary bone marrow DLBCL multiple \ntimes [13–15], but not in the more distinctive and rare \nBLS-DLBCL.\nIncreased levels of AST, ALT, and ALP have been \nreported in patients with primary bone marrow \nDLBCL and CAIHA, but our patient’s levels were \nnormal [12, 14–16]. Bone marrow examination in \nour patient revealed a polymorphic infiltrate of largesized centroblast-like lymphoid cells with a moderate Table 1",
    "Results": "Results of cold agglutinin titer\n4 °C 22 °C 37 °C\nAdult 1024 64 16\nCORD 0 0 0\nOwn 512 32 16\nPage 4 of 5 Sivashangar et al. Journal of Medical Case Reports          (2024) 18:601 \namount of cytoplasm, large vesicular nuclei, and one \nto several prominent nucleoli, consistent with findings \nfrom other studies [8 , 16].\nImmunohistochemical studies across cases have shown \nstrong positivity to CD20 and BCL2, as seen in our \npatient, while some cases revealed negativity for CD10 [13, 14] However, our patient showed positivity for CD10. \nThe Ki67 index has been high throughout all reported \npatients, indicating high proliferative activity.\nFig. 1 Immunostaining of the bone marrow biopsy: A hematoxylin and eosin stain ×200 magnification, B hematoxylin and eosin stain ×400 \nmagnification, C CD3, D CD20, E CD5, F CD10, G BCL2, H Ki67, I CD34\nPage 5 of 5\n Sivashangar et al. Journal of Medical Case Reports          (2024) 18:601 \n \nConclusion\nBLS-DLBCL is distinct enough to warrant recognition \nas a separate subtype, especially given its presentation, \nmimicking infection with hemophagocytosis, fever, and \ncytopenias, and its fulminant clinical course that is dra matically different from the more common DLBCL. It \nis important to keep an open mind in identifying these \npatients as early as possible as they can present with dif ferent clinical manifestations, as in our patient.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04964-8.\nSupplementary material 1.\nAcknowledgements\nThere is no source of support.\nAuthor contributions\nAhalyaa Sivashangar: conceptualization, methodology. Vinura Jithmal Mee goda: writing—writing the original manuscript. Bhawani Yasassri Alvitigala: \nwriting—review and editing. Lallindra Viranjan Gooneratne: supervision, \nwriting, and review.\nFunding\nThe authors received no specific funding for this work.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 2 September 2024   Accepted: 20 November 2024\nReferences\n 1. Padala SA, Kallam A. Diffuse large B-cell lymphoma. St. Petersburg: Stat Pearls; 2023.\n 2. WHO. Haematolymphoid tumours: WHO classification of tumours. 5th ed. \nGeneva: World Health Organisation; 2024.\n 3. Sehn LH, Scott DW, Chhanabhai M, Berry B, Ruskova A, Berkahn L, et al. \nImpact of concordant and discordant bone marrow involvement on \noutcome in diffuse large B-Cell lymphoma treated with R-CHOP . J Clin \nOncol. 2011;29(11):1452–7.\n 4. Castillo JJ, Winer ES, Olszewski AJ. Sites of extranodal involvement are \nprognostic in patients with diffuse large B-cell lymphoma in the rituximab era: an analysis of the surveillance, epidemiology and end results \ndatabase. Am J Hematol. 2014;89(3):310–4. 5. Alvares CL, Matutes E, Scully MA, Swansbury J, Min T, Gruszka-West wood AM, et al. Isolated bone marrow involvement in diffuse large \nB cell lymphoma: a report of three cases with review of morphological, immunophenotypic and cytogenetic findings. Leuk Lymphoma. \n2004;45(4):769–75.\n 6. Martinez A, Ponzoni M, Agostinelli C, Hebeda KM, Matutes E, Peccatori \nJ, et al. Primary Bone Marrow Lymphoma: an uncommon extranodal \npresentation of aggressive non-hodgkin lymphomas. Am J Surg Pathol. \n2012;36(2):296–304.\n 7. Lyapichev KA, Chapman JR, Iakymenko O, Ikpatt OF, Teomete U, Sanchez \nSP , et al. Bone marrow-liver-spleen type of large B-cell lymphoma associated with hemophagocytic syndrome: a rare aggressive extranodal \nlymphoma. Case Rep Hematol. 2017;2017:1–8.\n 8. Yeh YM, Chang KC, Chen YP , Kao LY, Tsai HP , Ho CL, et al. Large B cell lymphoma presenting initially in bone marrow, liver and spleen: an aggressive entity associated frequently with haemophagocytic syndrome. \nHistopathology. 2010;57(6):785–95.\n 9. Yang C-F, Yu Y-T, Wang S-H, Chen Y-P , Chen T-Y, Hsu C-Y, et al. Fre quent expression of PD-L1 in BLS-type diffuse large B-cell lymphoma: \nimplications for aggressiveness and immunotherapy. Pathology. \n2024;56(3):367–73.\n 10. Zerbini MCN, Soares FA, Velloso EDRP , Maria De Lourdes LFC, Paes RP . \nWorld Health Organization Classification of tumors of hematopoietic and \nlymphoid tissues, 4th edition, 2008 - major changes from the 3rd edition, \n2001. Rev Assoc Med Bras. 2011;57(1):66–73.\n 11. Yamashita T, Ishida M, Moro H, Yumoto H, Uchibayashi S, Yoshii M, et al. \nPrimary bone marrow diffuse large B-cell lymphoma accompanying cold \nagglutinin disease: a case report with review of the literature. Oncol Lett. \n2014;7(1):79–81.\n 12. Kajiura D, Yamashita Y, Mori N. Diffuse large B-cell lymphoma initially \nmanifesting in the bone marrow. Am J Clin Pathol. 2007;127(5):762–9.\n 13. NíÁinle F, Hamnvik O-PR, Gulmann C, Bermingham C, Kelly J, Mc Evoy P , et \nal. Diffuse large B-cell lymphoma with isolated bone marrow involve ment presenting with secondary cold agglutinin disease. Int J Lab \nHematol. 2008;30(5):444–5.\n 14. Sundaresan DD, Jandial A, Sharma P , Das R, Prakash G, Malhotra P . \nCold-type autoimmune hemolytic anaemia in a patient with primary bone marrow diffuse large B-cell lymphoma. Int J Lab Hematol. \n2022;44(6):1023–4.\n 15. Kosugi S, Watanabe M, Hoshikawa M. Primary bone marrow lymphoma \npresenting with cold-type autoimmune hemolytic anemia. Indian J \nHematol Blood Transfus. 2014;30(S1):271–4.\n 16. Iioka F, Honjo G, Misaki T, Toda Y, Izumi K, Kamoda Y, et al. A unique sub type of diffuse large B-cell lymphoma primarily involving the bone mar row, spleen, and liver, defined by fluorodeoxyglucose-positron emission \ntomography combined with computed tomography. Leuk Lymphoma. \n2016;57(11):2593–602.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}