{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05030-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05030-7.pdf",
  "metadata": {
    "/Keywords": "Central retinal vein occlusion; Cilioretinal artery occlusion; Progestin-only oral contraceptives; Venous thromboembolism; Sudden vision loss; Retinal ischemia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120123106+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250120113046+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05030-7",
    "/Author": "Sardar Noman Qayyum ",
    "/Title": "Simultaneous central retinal vein and cilioretinal artery occlusion in a young female patient with progestin-only oral contraceptive use: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05030-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Central retinal vein occlusion and cilioretinal artery occlusion are rare but serious ocular conditions that can lead to significant visual impairment. While few cases of central retinal vein occlusion and cilioretinal \nartery occlusion have been individually reported, concurrent occlusion of both vessels is extremely rare, particularly \nin younger patients without traditional vascular risk factors. We present the first reported case of simultaneous central \nretinal vein occlusion and cilioretinal artery occlusion in a young female patient associated with short-term use \nof progestin-only oral contraceptives (OCPs).",
    "Case Presentation": "Case presentation A 28-year-old Pakistani female patient presented with sudden, painless vision loss in the left \neye, 3 hours prior to her arrival at the ophthalmology clinic. Visual acuity in the affected eye was limited to counting \nfingers at a distance of 0.5 feet, with a best-corrected visual acuity of 6/6 in the right eye. Fundoscopic examination \nrevealed optic disc edema, preretinal hemorrhages, venous dilation, and cotton wool spots consistent with central \nretinal vein occlusion, alongside ischemic changes in the foveal region suggestive of cilioretinal artery occlusion. \nOn the basis of clinical examination, fundus fluorescein angiography, and optical coherence tomography findings, \nthe patient was diagnosed with concurrent central retinal vein occlusion and cilioretinal artery occlusion. Systemic \nworkup to rule out thrombophilia and other vascular risks was negative. She was treated with acetazolamide, aspirin, \nand ocular massage, alongside a dorzolamide-timolol combination for intraocular pressure control. Six weeks later, \npanretinal photocoagulation was performed to prevent neovascular complications.\nConclusions This case highlights the rare presentation of simultaneous central retinal vein occlusion and cilioretinal \nartery occlusion, likely precipitated by short-term progestin-only OCP use in a young female. The absence of other \nvascular risk factors emphasizes the potential thrombotic risk associated with hormonal contraception, even in brief \ncourses. Careful consideration should be given to contraceptive choice, and ophthalmologic monitoring is recommended for early detection and intervention in at-risk patients.\nKeywords  Central retinal vein occlusion, Cilioretinal artery occlusion, Progestin-only oral contraceptives, Venous \nthromboembolism, Sudden vision loss, Retinal ischemiaOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSamim Noori\nsameemnoori@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 4 Qayyum et al. Journal of Medical Case Reports           (2025) 19:23 \nBackground\nCilioretinal artery occlusion (CLRAO) and central \nretinal vein occlusion (CRVO) are serious ocular con ditions characterized by the partial or complete block age of the cilioretinal artery and central retinal vein, \nrespectively [1 , 2]. Common risk factors for vascular \nocclusions include smoking, hypertension, diabetes, \nobesity, and arteriosclerosis. Other contributors, such \nas vascular damage, hypercoagulability, thrombosis, \nand cardiovascular disease, further elevate the risk. \nIn rare instances, retinal vessel occlusions have been \nattributed to oral contraceptive use [3 ] The combined \noral contraceptives (COCs) contain both estrogen \nand progesterone, and work by inhibiting ovulation \nthrough negative feedback on the hypothalamic–pitui tary axis, thickening cervical mucosa to prevent sperm \nfrom entering the uterus, and inhibiting the growth \nof the endometrium. However, progestin-only pills, \nalso known as mini-pills, only contain progesterone \nand they change the thickening of the cervical mucus \nto prevent the entrance of sperm. In younger women, \nthe use of low-dose COCs can have detrimental effects \non bone mineral density and may increase the risk of \nvenous thrombosis [4 ]. Progestin-only pills are rec ommended for breastfeeding women or those who \nexperience side effects, such as nausea, from estro gen [4 ]. The development of ocular complications is \nrare in women receiving oral contraceptives, that is, \n1 in 230,000. Ophthalmologic complications such as \ndry eyes, corneal disturbances, lens opacities, vascular \nocclusions, and neuro-ophthalmological complications \ncorrelate with the expression of progesterone receptors \nin the ocular tissues [5 ]. Among ocular complications, \ncentral retinal vein and cilioretinal artery occlusions \nare exceedingly rare and are considered as ophthal mologic emergencies requiring prompt diagnosis and \nintervention. Typically, retinal vessel occlusions are \nmore common in the elderly, and their occurrence in \nyounger patients is rarely reported in the literature \n[4]. Patients with retinal vessel occlusions often pre sent with a sudden onset of symptoms such as blurred \nvision, headache, and vision loss in one eye, which may \nworsen with time if untreated. Complicated cases also \npresent with retinal hemorrhage and swelling, leading \nto permanent vision loss.\nIn this case study, we report a unique instance of \nconcurrent central retinal vein and cilioretinal artery \nocclusion in a 28-year-old female patient with a history \nof progestin-only contraceptive use. This report con tributes valuable insights to the limited literature on \nretinal vascular complications in younger populations.Case presentation\nA 28-year-old Pakistani female patient presented to the \nophthalmology department of Jinnah Hospital Lahore, \nwith a 3 hour history of sudden, painless loss of vision in \nthe left eye. The onset was abrupt, with no prior episodes \nof similar symptoms. The patient did not report any asso ciated symptoms such as ocular redness, discharge, diz ziness, headache, or blackouts. Additionally, she denied \nany history of photopsia (flashes of light) or vitreous \nfloaters.\nThe patient is a mother of three children who under went a cesarean section (C-section) for each delivery; \nher most recent C-section was 3.5  months ago. She \nexperienced normal mobility postoperatively, with no \ncomplaints of pain, bleeding, or sleep disturbances. She \nbreastfed all of her children. After her last delivery, she \nstarted taking progestin-only pills for contraception, \nwhich she took for 25  days before discontinuing. Upon \nsystemic review, the patient did not provide any pertinent \nhistory related to her current presentation. Her personal \nand family history were negative for congenital abnor malities or bleeding disorders. Additionally, there was no \nhistory of smoking, previous contraceptive use, diabetes, \nor hypertension.\nThe initial ophthalmic examination demonstrated a \nbest-corrected visual acuity (BCVA) of 6/6 in the right \neye and counting fingers (CF) at a distance of 0.5 feet \nin the left eye. Intraocular pressure was recorded at \n12  mmHg in both eyes. Examination of the left eye \nrevealed a relative afferent pupillary defect (RAPD). \nThe patient displayed full extraocular movements in \nboth eyes. Anterior segment evaluation of the left eye \nwas unremarkable. However, dilated fundus examina tion revealed findings indicative of central retinal vein \nocclusion (CRVO), including optic disc edema, 360 \ndegrees of preretinal hemorrhages, venous dilation \nand tortuosity, and cotton wool spots. Furthermore, a \nFig. 1 Fundoscopic examination of left eye\nPage 3 of 4\n Qayyum et al. Journal of Medical Case Reports           (2025) 19:23 \n \nwhite ischemic area was observed nasally to the fovea, \nsuggestive of a possible ciliary retinal artery occlusion \n(Fig. 1 ).\nAdditionally, anterior and posterior segment exami nations were conducted for the right eye, and the find ings were unremarkable and within normal limits. \nOptical coherence tomography (OCT) revealed inner \nretinal hyperreflectivity (Fig. 2 ).\nFurthermore, fluorescein fundus angiography (FFA) \nrevealed delayed dye filling of the ciliary retinal artery, \nwith a masking effect due to preretinal hemorrhages \nin the left eye. Systemic investigations were under taken and all of her workup was within normal lim its. On the basis of these findings, she was clinically \ndiagnosed with central retinal vein occlusion (CRVO) \naccompanied by ciliary retinal artery (CLRA) occlusion \nsecondary to OCPs. The patient was given acetazola mide, aspirin, ocular massage, and a combination of \ndorzolamide and timolol. She was monitored biweekly \nto assess visual acuity and intraocular pressure (IOP) \nfor 12  weeks, followed by evaluations every 8  weeks \nfor 6 months, then biannual check-ups for 2 years. At \n6 weeks, after resolution of the preretinal hemorrhages, \npanretinal photocoagulation was performed to prevent \nneovascular glaucoma, which is associated with central \nretinal vein occlusion within 90 days. It was performed \nprophylactically as the patient resides in a remote area \nand was unwilling to adhere to a regular follow-up \nschedule. Intravitreal antivascular endothelial growth \nfactor (VEGF) was not used, as no macular edema was \nobserved on OCT. By the 12th week, the patient’s vision \nwas 6/36, with an IOP of 12 mmHg in the left eye.",
    "Discussion": "Discussion and conclusions\nSimultaneous central retinal vein occlusion (CRVO) and \ncilioretinal vein occlusion (CLRAO) is an uncommon \noccurrence, especially in young adults. CRVO typically",
    "Results": "results from blockage in the central retinal vein, leading \nto venous stasis, retinal ischemia, and subsequent com plications such as macular edema and neovasculariza tion. CLRAO, however, involves occlusion of cilioretinal \nartery, a vessel supplying blood to the retina, often lead ing to sudden vision loss in the affected eye [1].\nThe incidence of CRVO is about 1.9 per 100,000, \nwhereas CLRAO is a rare retinal vascular event, account ing for only 5.3–7.1% of all retinal artery occlusions [4]. \nIn this case, the patient had nonarteritic CLRAO sub type, as classified by Brown et al. [6], occurring in asso ciation with CRVO. The presence of both conditions is \nsuggestive of vascular damage precipitated by an external \nfactor, such as oral contraceptive use, in the absence of \nany systemic risk factors.\nThe patient’s recent history of progestin-only OCP \nuse was particularly relevant, as these oral contracep tives have been associated with increased risks of venous \nthrombosis (VTE), with combined oral contraceptives \nincreasing the risk 2–3-fold [7]. Cockrum et al. concluded \nthat progestin, particularly in higher doses or formula tions such as norethindrone acetate and medroxypro gesterone acetate, has been associated with higher odds \nof acute VTE [8]. Although the incidence of ocular vas cular complications from progestin-only pills is exceed ingly low (1 in 230,000). In this case, the patient had been \nusing 5  mg progestin-only pills once a day for 25  days \nbefore discontinuing, which may have contributed to the \ndevelopment of these simultaneous occlusions.\nThe patient underwent thorough systemic and ophthal mologic evaluations to rule out other potential causes. \nInvestigations for congenital and acquired thrombophilia, \nsuch as prothrombin time (PT), activated partial throm boplastin time (APTT), international normalized ratio \n(INR), antiphospholipid antibodies, and factor V Leiden \nmutation yielded normal results. The patient also did not \nhave other common risk factors such as diabetes, hyper lipidemia, or autoimmune conditions. Her autoimmune \nprofile was normal. No plaque or thrombus was noted \non carotid Doppler ultrasonography. Echocardiography \nwas also unremarkable. Abdominal and pelvic ultrasound \nreports were unremarkable. No sign of retinal vascular \ninflammation was noted on slit lamp biomicroscopy.\nGiven the dual nature of the occlusions, the treatment \naimed to address both CRVO and CLRAO. The patient \nwas prescribed acetazolamide, aspirin, and ocular mas sage, followed by dorzolamide–timolol combination ther apy. Panretinal photocoagulation was performed 6 weeks \nafter the initial presentation to prevent the development \n Fig. 2 Optical coherence tomography of the affected eye\nPage 4 of 4 Qayyum et al. Journal of Medical Case Reports           (2025) 19:23 \nof neovascular glaucoma, a common complication asso ciated with CRVO. However, intravitreal anti-VEGF was \nnot administered since the patient did not exhibit mac ular edema, which is a frequent complication of CRVO. \nDespite the timely intervention, the patient’s visual out come was modest, with final visual acuity of 6/36 in the \naffected eye by the 12th week of follow-up. At her last \nfollow-up, 4 months postprocedure, the retina remained \nstable with no signs of neovascularization at the disc \n(NVD) or neovascularization elsewhere (NVE). Panreti nal photocoagulation laser (PRP) laser marks were visible \nin a 360-degree pattern, with no recurrence of ischemia \nor hemorrhage observed. This reflects the complexity of \nmanaging concurrent retinal vein and artery occlusions. \nThe involvement of both vessels is more likely to com pound the visual impairment. From a clinical perspective, \nthis case highlights the need for cautious use of hormonal \ncontraceptives, particularly in young women with other \npotential thrombotic risk factors. Although the patient in \nthis case had no prior history of conditions such as diabe tes or hypertension, the use of progestin-only OCPs led \nto vessel occlusions. Patients who continue to use hor monal contraception exhibit findings indicative of early \nretinal vascular stress such as microaneurysms, small ret inal hemorrhages, arteriolar narrowing, or mild venous \ndilation. The use of alternative, nonhormonal contra ceptive",
    "Methods": "methods should be considered in patients with a \nhistory of vascular events or in those at elevated risk for \nthrombotic complications. This patient was referred to a \ngynecologist who advised her to discontinue progestinonly pills. Furthermore, patients who continue to use \nhormonal contraception should be regularly examined \nfor early detection of vascular changes.\nThis case highlights the rare occurrence of combined \nCRVO and CLRAO in a young female patient following \nthe short-term use of progestin-only oral contracep tives. The absence of any systemic risk factors, along \nwith a negative systemic workup, suggested the use of \nthe oral contraceptive as a precipitating factor for the \nvascular occlusions. There is limited literature on reti nal vessel occlusions associated with oral contraceptive \nuse. Previously, cases of central retinal vein occlusion \n[9] and cilioretinal artery occlusion [10] associated \nwith oral contraceptives have been reported indepen dently. However, this is the first documented case of \nconcurrent central retinal vein and cilioretinal artery \nocclusion occurring simultaneously following oral con traceptive use.\nAcknowledgments\nNone.\nAuthor contributions\nSNQ—supervision, data curation, and writing of the initial manuscript; GAK—\nwriting of the initial manuscript and reviewing; RN—writing and reviewing; TZ—data curation and writing of the initial manuscript; FA—management and \ndata curation; SN—writing and reviewing.\nFunding\nNot applicable.\nAvailability of data and materials\nThe data is available from the corresponding author, which can be provided on \nrequest.\nDeclarations\nEthics approval and consent to participate\nNo ethical approval was required to report this case; however, consent was given \nby the patient before writing the case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest to declare.\nAuthor details\n1 Bacha Khan Medical College, Mardan, Pakistan. 2 Ameer-ud-din Medical \nCollege, University of Health Sciences, Lahore, Pakistan. 3 Allama Iqbal Medical College, Lahore, Pakistan. 4 Al-Aleem Medical College, University of Health \nSciences, Lahore, Pakistan. 5 Faculty of Medicine, Nangarhar University, Nangarhar, \nAfghanistan. \nReceived: 29 October 2024   Accepted: 6 January 2025\nReferences\n 1. Hayreh SS. Acute retinal arterial occlusive disorders. Prog Retin Eye Res. \n2011;30(5):359–94.\n 2. McLeod D. Central retinal vein occlusion with cilioretinal infarction \nfrom branch flow exclusion and choroidal arterial steal. Retina Phila Pa. \n2009;29(10):1381–95.\n 3. Maiz AM, Murali S, Miller JML. Retinal artery occlusion in young patients \nwithout typical cardiovascular risk factors: etiologies, prognosis, and suggested work-up. Graefes Arch Clin Exp Ophthalmol. 2024. https:// doi. org/ 10.  \n1007/ s00417- 024- 06527-5.\n 4. Marilita M, Moschos EN. The impact of combined oral contracep tives on ocular tissues: a review of ocular effects. Int J Ophthalmol. \n2017;10(10):1604–10.\n 5. Schreiberova Z, Rehak J, Babkova B, Sin M, Rybarikova M, Paskova B, et al. \nHypertension, hyperlipidaemia and thrombophilia as the most common \nrisk factors for retinal vein occlusion in patients under 50 years. Biomed Pap \nMed Fac Univ Palacky Olomouc Czechoslov. 2024;168(1):44–9.\n 6. Rizzo C, Kilian R, Savastano MC, Fossataro C, Savastano A, Rizzo S. A case of \ncilioretinal artery occlusion: diagnostic procedures. Am J Ophthalmol Case \nRep. 2023;1(32):101949.\n 7. de Bastos M, Stegeman BH, Rosendaal FR, Vlieg AVH, Helmerhorst FM, \nStijnen T, et al. Combined oral contraceptives: venous thrombosis. Cochrane \nDatabase Syst Rev. 2014;2014(3): CD010813.\n 8. Cockrum RH, Soo J, Ham SA, Cohen KS, Snow SG. Association of progesto gens and venous thromboembolism among women of reproductive age. \nObstet Gynecol. 2022;140(3):477–87.\n 9. Thomas A, Shafquat S. Central retinal vein occlusion in a young woman \nusing the contraceptive pill. BMJ. 2014;22(349): g4499.\n 10. Perry HD, Mallen FJ. Cilioretinal artery occlusion associated with oral contraceptives. Am J Ophthalmol. 1977;84(1):56–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}