{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05076-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05076-7.pdf",
  "metadata": {
    "/Keywords": "Congenital rickets; Vitamin D deficiency; Hypocalcemia; Laryngospasm; Feeding difficulty",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250207101517+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250206193350+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05076-7",
    "/Author": "Mesfin Wubishet ",
    "/Title": "Congenital vitamin D deficiency: presenting with feeding difficulty in early infancy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05076-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Vitamin D deficiency remains a significant public health concern, particularly among exclusively \nbreastfed infants. Infants born to mothers with vitamin D deficiency, often influenced by cultural factors affecting \ndiet, lifestyle, and clothing, are at increased risk of developing early and potentially fatal complications of hypocalce mic vitamin D deficiency. While seizures and tetany are well-recognized manifestations of hypocalcemia in infants, \nless common symptoms, such as feeding difficulties and recurrent apnea, are rarely documented. .",
    "Case Presentation": "Case presentation We present the case of a 50-day-old Ethiopian full-term infant, born to a Muslim Ethiopian \nmother, who experienced feeding difficulties, frequent brief episodes of apnea, and cyanosis since birth. The under lying cause was identified as hypocalcemia-induced laryngospasm due to congenital vitamin D deficiency, which \nresulted from maternal vitamin D deficiency. The mother, who has worn a niqab since childhood, had minimal sun \nexposure, contributing to her low vitamin D levels. The infant was successfully treated with intravenous calcium \ngluconate, followed by oral calcium and vitamin D supplementation, leading to complete resolution of symptoms \nand normalization of biochemical parameters.",
    "Conclusion": "Conclusion Hypocalcemia-induced laryngospasm presenting with feeding difficulties and recurrent apneic episodes \nis a rare yet serious clinical condition. This report emphasizes the need to consider hypocalcemia as a potential cause \nof unexplained feeding difficulties or recurrent apnea in newborns and infants. Therefore, clinicians should remain \nvigilant and maintain a high index of suspicion to ensure timely diagnosis and treatment. It is essential to measure \nserum calcium and vitamin D levels in both the mother and infant, particularly for newborns of high-risk mothers, \nsuch as those who wear conservative religious clothing like a niqab. Furthermore, routine biochemical screening \nfor vitamin D deficiency should be incorporated into antenatal care for all high-risk mothers, with appropriate sup plementation to prevent potential complications in both mothers and their infants. \nKeywords  Congenital rickets, Vitamin D deficiency, Hypocalcemia, Laryngospasm, Feeding difficulty",
    "Introduction": "Introduction\nVitamin D is an essential fat-soluble vitamin crucial for \nhuman physiology. It plays a pivotal role in maintaining \nnormal serum levels of calcium and phosphate, which \nare necessary for bone mineralization, muscle contrac tion, nerve conduction, and overall cellular function. \nDespite its importance, vitamin D deficiency (VDD) \nis a widespread global health issue and remains one of \nthe most underdiagnosed and undertreated nutritional Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMesfin Wubishet\nmeswubwg2009@gmail.com\n1 Department of Pediatrics, Arsi University College of Health Sciences, \nAsella, Ethiopia\n2 Department of Internal Medicine, Endocrinology and Metabolism \nDivision, Bahir Dar University, Bahir Dar, Ethiopia\nPage 2 of 5 Wubishet et al. Journal of Medical Case Reports           (2025) 19:53 \ndeficiencies. While its skeletal complications are welldocumented, the broader consequences of VDD are still \nbeing uncovered [1, 2].\nThe prevalence of VDD is particularly high among \npregnant and lactating women. Maternal vitamin D sta tus is a key determinant of neonatal and infant vitamin \nD levels, as the fetus relies entirely on maternal stores \nduring pregnancy and early stages of infancy [3]. Vita min D, in the form of 25-hydroxyvitamin D [25(OH)D3], \ncrosses the placenta and has a half-life of approximately \n2 months in the fetal circulation. During the second tri mester, serum concentrations of 1,25-hydroxyvitamin \nD increase by 50–100% compared with pre-pregnancy \nlevels, and by 100% during the third trimester, ensuring \nadequate calcium transfer for fetal skeletal development \n[4, 5]. However, if the mother is deficient in vitamin D, \nthe newborn will likely be born with VDD, predisposing \nthe infant to symptoms such as hypocalcemia and related \ncomplications [6].\nVitamin D deficiency in infants, although often asso ciated with exclusively breastfed infants, is infrequently \nreported. If left untreated, it can result in severe conse quences, including hypocalcemic seizures, growth fail ure, lethargy, irritability, and increased susceptibility to \nrespiratory infections [7]. While hypocalcemic seizures \ndue to VDD in early infancy are well-documented in the \nliterature, their presentation with feeding difficulties or \nrecurrent apneic episodes has been rarely described [8]. \nHere, we present a case of an infant successfully treated \nfor severe hypocalcemia caused by congenital VDD, \nmanifesting as feeding difficulty and recurrent apneic \nepisodes. We also outlined evidence-based preventive \nmeasures for both mothers and infants who may be at \nrisk for vitamin D deficiency.\nCase presentation\nA 50-day-old Ethiopian full-term infant, born to a Mus lim Ethiopian mother, presented to the emergency \ndepartment with worsening respiratory symptoms, \nincluding rapid breathing, cough, recurrent brief epi sodes of apnea, hoarseness, and frequent gagging. The \ninfant also had a persistent high-grade fever for 1 week. \nSince birth, the infant had experienced feeding difficul ties, poor weight gain, cyanotic spells, and generalized \nhypotonia. Despite multiple treatments, the symptoms \npersisted. Notably, there was no history of seizures or tet any. On physical examination, the infant was in respira tory distress with a fever of 38.7 °C. Severe malnutrition \nwas evident, with an anthropometric evaluation show ing a weight-for-length (W/L) z-score of less than −3 \nstandard deviations (SD). The head circumference was \nnormal for this age. Muscle tone was weak, and ausculta tion revealed wheezing in both lungs, while heart sounds were normal with no murmurs. Neurological exami nation was unremarkable, and there were no dysmor phic features. The infant was born at term following an \nuncomplicated spontaneous vaginal delivery (SVD) and \nhad a birth weight of 3.4  kg, appropriate for the gesta tional age. The pregnancy was uneventful. The mother, a \n32-year-old Ethiopian Muslim, has worn a niqab covering \nher entire body except for her eyes since childhood. She \ndid not take vitamin D or calcium supplements during \npregnancy, and her diet lacked essential nutrients, relying \npredominantly on cultural foods. She had three healthy \nchildren, and the family history was unremarkable. The \ninfant had been exclusively breastfed since birth.\nUpon admission, the infant was diagnosed with severe \nacute malnutrition (SAM) and late-onset sepsis (LLOS) \nwith a suspected chest focus to rule out congenital heart \ndisease. Initial investigations revealed anemia (hemo globin 8.5 g/dL, hematocrit 25.6%), a low white blood cell \ncount (4500/mm3) with a normal differential, and normal \nplatelet counts. Chest X-ray and echocardiogram were \nnormal. Other tests were within normal limits, includ ing C-reactive protein, cerebrospinal fluid analysis, blood \nculture, and glucose levels. The infant received intrana sal oxygen, broad-spectrum antibiotics, and nutritional \nsupport with diluted F-100 therapeutic milk for 3 days. \nDespite these interventions, the clinical condition wors ened, with increased respiratory distress, hoarseness, \nstridor, and frequent apneic episodes with cyanosis.\nThe patient was subsequently transferred to the pedi atric ward for further management. However, the under lying cause of the patient’s clinical decline was not \naddressed appropriately. Then, considering the clinical \npresentation, hypocalcemia was suspected as the under lying cause of the symptoms, particularly the stridor and \nhoarseness. Laboratory investigations confirmed severe \nhypocalcemia, with ionized calcium at 0.65 mmol/L (ref erence range: 1.1–1.2 mmol/L), total calcium at 1.76 mg/\ndL (reference range: 8.7–10 mg/dL), and elevated alkaline \nphosphatase at 694 U/L (reference range: 150–300 U/L). \nThe patient was treated with multiple intravenous doses \nof 10% calcium gluconate. Remarkably, all symptoms, \nincluding feeding difficulty, apneic episodes, and stridor, \nresolved completely within 48  hours of initiating treat ment. The observed clinical and biochemical abnormali ties raised suspicion of congenital rickets. Further testing \nrevealed low serum 25-hydroxyvitamin D [25(OH)D3] \nlevels, 10.2 ng/mL (reference > 30 ng/mL), confirming the \ndiagnosis of hypocalcemic vitamin D deficiency. Radio logical investigations, including wrist and chest X-rays, \nshowed no evidence of rickets. Renal and liver function \ntests were within normal ranges. However, due to finan cial constraints, serum phosphorus and parathyroid hor mone (PTH) levels could not be assessed (Table 1).\nPage 3 of 5\n Wubishet et al. Journal of Medical Case Reports           (2025) 19:53 \n \nThe early onset of symptoms in this infant suggested \nthat inadequate postnatal intake of vitamin D was \nunlikely to be the cause of the deficiency. Instead, the \nclinical and biochemical findings strongly indicated \ncongenital vitamin D deficiency. A detailed maternal \nhistory and investigation revealed that the mother had \nlimited sun exposure due to prolonged indoor activity \nand wearing a niqab, which covered her entire body. \nShe also did not receive vitamin D supplementation \nduring pregnancy. Maternal biochemical tests showed \nsevere vitamin D deficiency, with low total calcium \nof 4.8  mg/dL (reference range: 8.7–10  mg/dL), a low \n25(OH)D3 level of 13.8 ng/mL (normal range: 30-50 ng/\nmL), and an elevated level of ALP at 405 U/L (normal \nrange: 30–120 U/L), while renal and liver function \ntests were normal. These findings pointed to maternal \nnutritional vitamin D deficiency as the likely cause of \nthe infant’s congenital deficiency. The infant’s symp toms, including feeding difficulties, recurrent apnea, hoarseness, and frequent gagging, were likely attributed \nto laryngospasm caused by severe hypocalcemia.\nBy the seventh day of treatment, the infant’s ionized \ncalcium levels improved to 0.9 mmol/L (reference range: \n1.1–1.2  mmol/L), leading to a complete resolution of \nsymptoms. The treatment was transitioned to oral Cal cidenk (containing 1000  mg of elemental calcium and \n880  IU of vitamin  D3) at a dosage of half a tablet daily. \nThe infant showed steady weight gain, and the anthropo metric abnormalities were corrected. After a 2-week hos pital stay, the infant was discharged with a maintenance \nplan of daily Calcidenk for 3 months. At the 1-month fol low-up, the baby was healthy, well-nourished, and symp tom-free and demonstrated normal feeding habits and \nage-appropriate developmental milestones. The mother \nalso received calcium and vitamin D supplementation.",
    "Discussion": "Discussion\nVitamin D deficiency (VDD) is a global health chal lenge and remains one of the most underdiagnosed and \nundertreated nutritional deficiencies. Despite Ethiopia’s \nabundant sunlight as a tropical country, VDD is widely \nprevalent [1, 9]. Infants who are exclusively breastfed are \nparticularly vulnerable, especially when born to mothers \nwith risk factors such as low vitamin D stores, dark skin, \nconservative clothing such as the niqab, indoor lifestyles, \nor sunscreen use, all of which limit ultraviolet light expo sure, the primary source of vitamin D synthesis [6, 10].\nMaternal VDD is a significant risk factor for VDD \nin newborns and infants. The only source of vitamin D \navailable to the fetus is derived from the mother, and the \nvitamin freely crosses the placenta, particularly during \nthe second half of pregnancy. Infants of mothers with \nVDD have reduced concentrations of 25-hydroxyvita min D in their cord blood samples. Therefore, adequate \nvitamin D supply during pregnancy is the primary factor \ninfluencing a baby’s vitamin D status during the neonatal \nand early infancy stages, rather than obtaining vitamin D \nsolely from milk after birth [3, 11].\nVitamin D is key in fetal growth through its interaction \nwith parathyroid hormone and calcium  (Ca2+) homeo stasis. Studies have demonstrated that insufficient vita min D levels during prenatal and postnatal periods can \nsignificantly affect bone mineralization, closely associ ated with low birth weight (LBW) and small-for-gesta tional-age (SGA) births. Furthermore, several studies \nhave highlighted the influence of micronutrients on birth \nweight [12, 13]. However, congenital hypocalcemic VDD \nmay not necessarily be associated with SGA or LBW. \nThe absence of SGA or LBW can result from several fac tors. Maternal compensatory mechanisms during preg nancy, such as enhanced placental nutrient transfer, may \nmitigate the impact of the deficiency on fetal growth. Table 1 Summary of initial laboratory and biochemical \nparameters of a 50-day-old full-term male infant with congenital \nvitamin D deficiency, 2023\nBold values are used to highlight the diagnostic and affected laboratory findings \nfor emphasis\nCa+2 ionized calcium, P phosphorus, Mg magnesium, ALP alkaline phosphatase, \n25(OH)D 25-hydroxyvitamin D; PTH  parathyroid hormone, CSF cerebospinal \nfluid, WBC white blood count, MCV  mean corpuscular volume, BUN  blood urea \nnitrogen, ALT  alanine transaminase, AST aspartate transaminase, RBS random \nblood sugar, NA not availableParameter",
    "Results": "Results References value\nWBC ×  103 (per µL) 4.5 4.0–12.0\nHemoglobin (g/dL) 8.5 11.5–14.5\nHematocrit (%) 25.6 33–43%\nMCV (fL) 82.8 76–90\nPlatelet count ×  103 (µl) 364 150–450\nCa+2 (mmol/L) 0.65 1.1–1.2\nP (mg/dL) NA\nMg (mg/dL) 2.1 1.8–2.5\nPTH (ng/L) NA\nALP (U/L) 694  < 300\nCreatinine (mg/dL) 0.57 0.22–0.59\nBUN (mg/dL) 14 7–18\n25(OH)D (ng/mL) 10.2  > 30\nAST (IU/L) 26 15–50\nALT (IU/L) 21 5–45\nRBS (mg/dL) 104 60–100\nCSF analysis Normal —\nBlood culture No growth —\nWrist X-ray Normal —\nChest radiography Normal —\nEchocardiography Normal —\nPage 4 of 5 Wubishet et al. Journal of Medical Case Reports           (2025) 19:53 \nAdditionally, the specific timing and severity of the defi ciency play crucial roles; for instance, deficiencies that \nmanifest later in gestation may not significantly impair \noverall growth but could affect other developmental pro cesses. Consequently, the interplay of these factors can \nresult in a clinical presentation that deviates from the \nexpected phenotypic features [14].\nIn neonates and young infants, VDD can present differ ently than the classic signs of rickets. The most common \ninitial symptoms may include incidental hypocalcemia \nor seizures. Often, skeletal deformities are minimal or \nabsent, and symptoms caused by hypocalcemia can occur \nwithout any radiological evidence of rickets [15, 16]. Sim ilarly, in our case, the infant had hypocalcemia caused \nby VDD, but there were no radiological signs of rickets, \nand the patient did not experience any seizures or tetany. \nHypocalcemia in children can present with a wide range \nof symptoms, ranging from subtle to severe. Common \nmanifestations include lethargy, focal clonic seizures, \njitteriness, and carpopedal spasms. Rarely, hypocalce mia can lead to stridor due to laryngospasm. The asso ciation between stridor and nutritional rickets has been \ndocumented in the medical literature, emphasizing the \npotential respiratory complications of severe vitamin \nD deficiency [17, 18]. Laryngospasm due to hypocalce mia has been reported in various contexts. For instance, \na case involving a child with renal dysplasia described \nhypocalcemic laryngospasm causing stridor and tet any. Hypocalcemia causes laryngospasm mainly due to \nits effects on neuromuscular excitability [19]. Another \nreport detailed a fatal case of acute stridor and biphasic \nwheezing in an infant, attributed to severe hypocalce mia [20]. Additionally, laryngeal spasms leading to stri dor and cyanosis of the limbs have been documented in \na case report [21], underscoring the potential severity of \nthis rare presentation. However, hypocalcemia-induced \nlaryngospasm, which primarily manifests as feeding dif ficulties and recurrent apneic episodes, is infrequently \nreported and can lead to misleading diagnoses.\nOur case presented all the known risk factors for VDD. \nThe maternal history and biochemical profiles indicated \nnutritional VDD. The mother’s low vitamin D status was \nlikely due to inadequate sunlight exposure as a result \nof wearing a niqab, which is a dark-colored conserva tive Muslim garment that covers the entire body except \nfor the eyes. Studies have shown that women who wear \nveils or niqabs are at a higher risk of VDD compared \nwith those who do not wear such coverings. These cloth ing styles limit the amount of sunlight that reaches the \nskin and hinder the body’s ability to synthesize vita min D from sunlight [22, 23]. Additionally, she did not \nreceive vitamin D supplements during her pregnancy and \nworked for long periods in an indoor environment. Even with the improved prenatal care available today, some \nbabies are still born with low levels of vitamin D. Physi cians should be aware of the risk factors that may lead \nto this condition and stay vigilant for signs of congenital \nVDD to initiate appropriate treatment and prevent com plications that can occur shortly after birth [24].\nTo effectively prevent both maternal and perinatal \nVDD, it is essential to ensure that maternal vitamin D \nlevels are adequate before and during pregnancy. This is \nparticularly important for high-risk women, including \nthose who wear fully concealing religious garments, lead \npredominantly indoor lifestyles, belong to dark-skinned \nethnic groups, or do not consume dietary products \nthat are sufficiently fortified with vitamin D. Therefore, \nscreening and proper supplementation are crucial for all \npregnant women, especially around the time of concep tion [25]. While there is insufficient evidence to recom mend universal screening for vitamin D deficiency in all \npregnant women, those high-risk groups should undergo \nserum vitamin D evaluation, and supplementation should \nbe provided as needed [26]. A recent editorial by Hollis \nand Wagner highlights the importance of vitamin D sup plementation for women planning to become pregnant. \nThis recommendation is similar to that for the general \nadult population and takes into account their serum vita min D levels before pregnancy [27]. In our case, despite \nthe high risk for VDD, the mother was not screened for \nvitamin D deficiency, nor provided with vitamin D sup plements. This underscores the need for effective preven tion strategies, including ensuring that maternal vitamin \nD levels are adequate before and during pregnancy, par ticularly for women with limited sun exposure or other \nrisk factors. Additionally, screening for VDD should be \nconducted in high-risk women even before pregnancy. \nProper antenatal care and postnatal monitoring can \nmitigate the adverse effects of VDD and promote better \nhealth outcomes for both mothers and infants.\nConclusion\nHypocalcemia-induced laryngospasm, presenting with \nfeeding difficulties or recurrent apnea episodes, is a \nrare but serious clinical manifestation. While seizures \nand tetany are well-known signs of hypocalcemia, these \natypical symptoms are less recognized, often leading to \ndiagnostic challenges and potential misdiagnoses. This \nreport underscores the need to consider hypocalcemia \nas a possible cause of unexplained feeding difficulties or \nrecurrent apnea in infants. Therefore, clinicians should \nmaintain a high index of suspicion to ensure prompt \ndiagnosis and treatment. Determining serum calcium \nand vitamin D levels in both the mother and infant is cru cial, particularly for newborns of high-risk mothers, such \nas those wearing conservative religious clothing like the \nPage 5 of 5\n Wubishet et al. Journal of Medical Case Reports           (2025) 19:53 \n \nniqab. Routine biochemical screening for vitamin D defi ciency should be an integral part of antenatal care for all \nhigh-risk mothers. Furthermore, high-risk women should \nundergo vitamin D deficiency screening even before \npregnancy, with appropriate supplementation as needed. \nRoutine biochemical screening for vitamin D deficiency \nshould be an integral part of antenatal care for all highrisk mothers. Furthermore, all  high-risk women should \nundergo vitamin D deficiency screening even before \npregnancy, with appropriate supplementation as needed.\nAbbreviations\n25(OH)D3  25-hydroxyvitamin D\nLLOS  Late-late-onset sepsis\nSAM  Severe acute malnutrition\nPTH  Parathyroid hormone\nVDD  Vitamin D deficiency\nAcknowledgements\nWe would like to thank the family for their consent and cooperation and all \nclinicians involved in the child’s clinical care.\nAuthor contributions\nAll the authors were involved in the concept design, preparation, critical \nanalysis, and revision of the manuscript and are involved in the patient’s \nmanagement.\nFunding\nThe authors received no financial support for the authorship, and/or publication of this case report.\nAvailability of data and materials\nAll data sets supporting the conclusions of this case report are available from \nthe corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe institution does not require ethical approval for the publication of a single \ncase report.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe author(s) declared no potential conflict of interest concerning the \nresearch authorship, and/or publication of this article.\nReceived: 2 January 2024   Accepted: 2 January 2025\nReferences\n 1. Faizi N, Kazmi S. Universal health coverage—there is more to it than meets \nthe eye. J Fam Med Prim Care. 2017;6:169–70.\n 2. Bjorklund G, Vitamin D. Deficiency: a global health problem. Peertechz J \nEnviron Sci Toxicol. 2016;1:23–4.\n 3. Elidrissy A. Maternal vitamin D deficiency triggering rickets in their breast feeding infants: a current study and literature review. J Res Nurs Midwifery. \n2013;2(2):30–9.\n 4. Thomas DJ, Khan HU, Paul S, Hegde P . A study on vitamin D levels in \npreterm and term neonates and their mothers. Int J Contemp Pediatr. \n2020;7(2):387. 5. Qiu S, Rao SD. Effect of serum 25-hydroxyvitamin D concentrations on \nskeletal mineralization in black and white women. J Bone Miner Metab. \n2021;39(5):843–50.\n 6. Paterson CR, Ayoub D. Congenital rickets due to vitamin D deficiency in the \nmothers. Clin Nutr. 2015. https:// doi. org/ 10. 1016/j. clnu. 2014. 12. 006.\n 7. Ehsan S, Zul HM. Vitamin D deficiency in a breastfed child—a case report. \nInt J Multidiscip Res Rev. 2019;1:35–6.\n 8. Mosalli R, Yasser E, Ali AM, Al HS. Congenital vitamin D deficiency: a rare \netiology of an acute life threatening event in early infancy. Saudi J Kidney \nDis Transpl. 2010;21(3):511–4.\n 9. Wakayo T, Belachew T, Vatanparast H, Whiting SJ. Vitamin D deficiency and \nits predictors in a country with thirteen months of sunshine: the case of \nschool children in Central Ethiopia. PLoS ONE. 2015;10(3):1–14.\n 10. Elidrissy ATH. The return of congenital rickets, are we missing occult cases? \nCalcif Tissue Int. 2016. https:// doi. org/ 10. 1007/ s00223- 016- 0146-2.\n 11. Atay E. Evaluation of the patients with congenital rikets. Haydarpasa \nNumune Train Res Hosp Med J. 2020. https:// doi. org/ 10. 1474/ hnhj. 2020.  \n79847.\n 12. Khalessi N, Kalani M, Araghi M, Farahani Z. The relationship between mater nal vitamin D deficiency and low birth weight neonates. J Fam Reprod Heal. \n2015;9(3):113–7.\n 13. Thorne-Lyman A, Fawzi WW. Vitamin D during pregnancy and maternal, \nneonatal and infant health outcomes: a systematic review and meta-analysis. Paediatr Perinat Epidemiol. 2012. https:// doi. org/ 10. 1111/j. 1365- 3016.  \n2012. 01283.x.\n 14. Soliman A, Salama H, Alomar S, Shatla E, Ellithy K, Bedair E. Clinical, biochemical, and radiological manifestations of vitamin D deficiency in newborns \npresented with hypocalcemia. Indian J Endocrinol Metab. 2013;17(4):697.\n 15. Paterson C, Ayoub D. Congenital rickets due to vitamin D deficiency in the \nmothers. Clin Nutr. 2014. https:// doi. org/ 10. 1016/j. clnu. 2014. 12. 006.\n 16. Deepak NK, Meshram K, Rupani M, Sheikh S. Unusual presentation of vitamin D deficiency rickets in a 6 day old extremely low birth weight baby. Ind \nJ Child Health. 2016;03(02):174–7.\n 17. Train JJA, Yates RW, Sury MRJ. Lesson of the week: hypocalcaemic stridor \nand infantile nutritional rickets. Br Med J. 1995;310(6971):48.\n 18. Joosen DAWA, van de Laar RJJM, Koopmans RP , Stassen PM. Acute \ndyspnea caused by hypocalcemia-related laryngospasm. J Emerg Med. \n2015;48(1):29–30. https:// doi. org/ 10. 1016/j. jemer  med. 2014. 09. 034.\n 19. Murphy G, Bartle S. Hypocalcemic laryngospasm and tetany in a child with \nrenal dysplasia. Pediatr Emerg Care. 2006. https:// doi. org/ 10. 1097/ 01. pec.  \n00002 27387. 91885. af .\n 20. Venkatesh C, Chhavi N, Gunasekaran D, Soundararajan P . Acute stridor \nand wheeze as an initial manifestation of hypocalcemia in an infant. Ind J \nEndocrinol Metab. 2012;16(2):320.\n 21. Sharma D, Pita A, Pratap OT, Murki S. Laryngospasm and neonatal seizure \ndue to hypocalcaemia and vitamin D deficiency: an emergency condition \nin NICU and challenge to the neonatologist. BMJ Case Rep. 2014. https://  \ndoi. org/ 10. 1136/ bcr- 2014- 206795.\n 22. Al-Yatama FI, Alotaibi F, Al-Bader MD, Al-Shoumer KA. The effect of clothing \non vitamin D status, bone turnover markers, and bone mineral density in \nyoung Kuwaiti females. Int J Endocrinol. 2019. https:// doi. org/ 10. 1155/ 2019/  \n67948 37.\n 23. Lenz JS, Tintle N, Kerlikowsky F, Badrasawi M, Zahdeh R, Qasrawi R, et al. \nAssessment of the vitamin D status and its determinants in young healthy \nstudents from Palestine. J Nutr Sci. 2023;12(2):1–9.\n 24. Wagner CL, Greer FR. Prevention of rickets and vitamin D deficiency in \ninfants, children, and adolescents. Pediatrics. 2008;122(5):1142–52.\n 25. Hynes C, Jesurasa A, Evans P , Mitchell C. Vitamin D supplementation \nfor women before and during pregnancy: an update of the guide lines, evidence, and role of GPs and practice nurses. Br J Gen Pract. \n2017;67(662):423–4.\n 26. Committee on Obstetric Practice TAC of O and G. Vitamin D: screening and \nsupplementation during pregnancy. Obstet Gynecol; 2011. 118(1):197–8\n 27. Hollis BW, Wagner CL. Substantial vitamin D supplementation is required \nduring the prenatal period to improve birth outcomes. Nutrients. 2022. \nhttps:// doi. org/ 10. 3390/ nu140 40899.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}