{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04837-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04837-0.pdf",
  "metadata": {
    "/Keywords": "Late-onset Pompe disease; α-Glucosidases; Glycogen storage disease type II; GAA protein; Muscle weakness; Diagnostic Errors",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241007160024+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241003182610+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04837-0",
    "/Author": "Moein Mir ",
    "/Title": "Significance of early diagnosis and treatment of adult late-onset Pompe disease on the effectiveness of enzyme replacement therapy in improving muscle strength and respiratory function: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04837-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pompe disease, a rare autosomal recessive disorder, is caused by mutations in the acid α-glucosidase \ngene. Pompe disease is a congenital metabolic disorder that affects all organs, particularly the striated muscle \nand nerve cells. Diagnosis is typically confirmed through enzyme assays that reveal reduced acid α-glucosidase \nactivity. Enzyme replacement therapy utilizing human α-glucosidase is an available treatment option. Timely diagnosis and treatment in the early stages of the disease significantly impact the effectiveness of enzyme replacement \ntherapy in enhancing patient condition. Here, we present a case of a patient with Pompe disease diagnosed 20 years \nafter the onset of clinical symptoms.",
    "Case Presentation": "Case presentation A 38-year-old Iranian Baloch woman referred to our rheumatology clinic with progressive muscle \nweakness presents with a complex medical history. On mechanical ventilation for 12 years, she has endured fatigue \nand limb weakness since the age of 16, exacerbated following an abortion at 19. Despite undergoing corticosteroid \nand azathioprine therapies, the suspected diagnosis of inflammatory myopathy did not yield improvement. Hospitalization at 23 due to respiratory failure post-pregnancy led to her continued reliance on a ventilator. A dried blood \nspot test indicated reduced GAA enzyme activity, confirming a diagnosis of Pompe disease through genetic testing. \nTreatment with myozyme for 2 years demonstrated limited efficacy, as the patient experienced improved breathing but no significant overall improvement in limb-girdle muscular weakness. This case underscores the challenges \nand complexities involved in diagnosing and managing rare neuromuscular disorders like Pompe disease.",
    "Conclusion": "Conclusion Early intervention with enzyme replacement therapy plays a crucial role in halting further muscle \nloss and disease progression in Pompe disease patients. It is important to note that treatment during advanced \nstages of the disease may not yield substantial benefits. Nevertheless, enzyme instability and denaturation due Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSajjad Yazdansetad\nsajjad.yazdansetad@gmail.com\nMehrdad Aghaei\nmehrdadaghaie@yahoo.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Mir et al. Journal of Medical Case Reports          (2024) 18:486",
    "Introduction": "Introduction\nGlycogen storage disease II, or Pompe disease (MIM \n232300), is an autosomal recessive disorder caused \nby mutations in the GAA gene (MIM 606800), which \nencodes acid α-1,4-glucosidase, a lysosomal enzyme \ninvolved in the degradation of glycogen that",
    "Results": "results in \nglycogen storage, mainly in skeletal muscles but even in \nseveral other organs such as the central nervous system \n(CNS), heart, respiratory system, vessels, and so on. [1]. \nThis degenerative process is sustained by the enlarge ment and rupture of glycogen-filled lysosomes; however, \nimpaired autophagic flux is also present. The accumula tion of glycogen results in cellular dysfunction and cell \ndamage due to hypertrophy and lysosomal ruptures; \nadditional factors such as impaired autophagy, disrupted \nlysosome signaling pathways, oxidative stress, and abnor mal mitochondria also contribute to Pompe disease, \ncausing alterations in muscle structure with the displace ment of myofibrils [2–4].\nTwo major distinctive clinical phenotypes are rec ognized on the basis of the age at which the symptoms \nappear and the presence or absence of cardiomyopa thy: the most severe classic infantile-onset type (IOPD) \nincludes patients with less than 1% of GAA activity who \ndevelop symptoms within the first year of life and, if left \nuntreated, rarely survive beyond 18  months, and the \nmilder late-onset type (LOPD) with higher enzyme activ ity that may become apparent in childhood, adolescence, \nor adulthood [5, 6].\nAs skeletal and respiratory muscle weakness progress, \npatients often require ambulatory and ventilation assis tance. Respiratory failure is therefore a cause of signifi cant morbidity and the most frequent cause of death. \nAlglucosidase alfa  (Lumizyme®/Myozyme®, Sanofi  \nGenzyme, Cambridge, MA, USA) is an enzyme replace ment therapy (ERT) used for the treatment of Pompe \ndisease that provides patients with exogenous recombi nant human GAA [7]. Alglucosidase alpha is a 110 kDa \nprecursor protein that contains a mannose-6-phosphate \ngroup (M6P), allowing cells to import the enzyme via the \nM6P receptor (M6PR) and transport the compound to \nlysosomes [8].\nPompe disease presents as a continuum of disease \nseverity across numerous individual myocytes. Some \nmyocytes already exhibit irreversible changes, such as the accumulation of autophagic debris and extralysoso mal glycogen in stage 4 cells, before clinical signs appear. \nTherefore, early initiation of ERT is important in lateonset Pompe disease [9].\nIn this report, we describe the case of a 38-year-old \nIranian Baloch woman with progressive muscle weak ness for over 20 years who had been on a ventilator for \napproximately 12  years and had been undergoing ERT \nwith a diagnosis of LOPD. Unfortunately, significant \nimprovements in muscle function, especially respiratory \nmuscles, have not been observed due to the late start of \ntreatment.\nCase presentation\nThis was a 48-month observational study of a previ ously untreated patient with LOPD, followed from 2019 \nto 2022 in Iran, whose diagnosis and treatment were \nplanned by our team. The initial evaluation was per formed for 6 months. Disease screening was performed \nby measuring the activity of GAA in dried blood spots \n(DBS) using lysosomal enzyme testing at pH 3.8 with and \nwithout specific inhibition that was below their respec tive reference ranges. The diagnosis of Pompe disease \nwas confirmed by DNA extraction from DBS, PCR ampli fication, and sequencing of all coding exons and flanking \nintronic regions in which two mutations were detected. \nThe respiratory system was evaluated using chest com puted tomography (CT) between 2019 and 2022 before \nand after ERT.\nThe patient was a bedridden, ventilator-dependent \n38-year-old Iranian Baloch woman presenting with \nweakness in the limb-girdle and pelvic muscles and res piratory failure. The patient had eight brothers and two \nsisters, two of whom had passed away with a history of \nunknown muscle weakness throughout their lives, with \nno respiratory problems. The patient’s muscle weakness \nwas such that she could only raise her arms against grav ity (3/5) and move her feet horizontally with gravity elim inated (2/5) in the limb force test. The patient was unable \nto perform any additional movements, and we could \nnot conduct a spirometry test due to ventilator depend ency. The electromyography (EMG) and nerve conduc tion velocity (NCV) tests were also performed, but the \ndetailed results are not accessible, although a myopathic \npattern was reported. The results of other examinations to temperature and neutral pH levels, along with limited delivery to disease-relevant tissues, can pose challenges \nin treatment. However, timely diagnosis of Pompe disease is paramount for its effective management and improved \noutcomes.\nKeywords  Late-onset Pompe disease, α-Glucosidases, Glycogen storage disease type II, GAA protein, Muscle \nweakness, Diagnostic Errors\nPage 3 of 7\n Mir et al. Journal of Medical Case Reports          (2024) 18:486 \n \nwere completely normal. The patient tolerated the venti lator and did not show dyspnea or cyanosis of the face, \nlips, or distal limbs. Her symptoms began with fatigue \nand limb weakness when she was 16 years of age. She got \nmarried at 19  years old and at the same age, conceived \na child which led to a spontaneous abortion. After the \nabortion, she consulted a neurologist for muscle weak ness and received prescriptions for EMG and NCV stud ies, as well as a muscle biopsy, with the results pending. \nThe patient had undergone corticosteroid therapy when \nshe was 20  years old because of a possible diagnosis of \ninflammatory myopathy for one year, which did not \nresult in any improvements. At 21, the patient under goes 1 year of pharmacotherapy with corticosteroids and \nazathioprine, with no change in her condition. At the \nage of 23 years, the patient conceives another child with \nno problems during the prenatal period. Afterward, the \npatient’s respiratory status worsened, and she moved into \nthe city in which our health center was located to follow \nup on her condition. The patient visited the hospital with \nchief complaints of respiratory symptoms, such as dysp nea and muscle weakness, such that she could no longer \nget up or walk without assistance. She was admitted to \nthe intensive care unit (ICU) and later on, the wards, for \n1.5 years. The patient then spends another 6  months in \nthe ward, during which no definite diagnosis is made. She \nwas ultimately discharged on her ventilator since there were no additional problems. Unfortunately, owing to the \ndeletion of the patient’s medical records, no information \nregarding the clinical course, diagnostic approaches, and \ntreatment regimens is available.\nAfter discharge, the patient spent 12  years at home, \nwas bedridden, and ventilator-dependent, during which \nshe had only had a few visits to the hospital due to issues \nrelated to her ventilator, and the condition of the patient \nremained unchanged. Later, the patient was referred to \nus, and after primary investigations, with suspicion of \nPompe disease, we performed a dried blood spot test for \nPompe disease, in which reduced activity of α-glucosidase \nenzyme was reported. Finally, to confirm our diagno sis, genetic testing was conducted where two homozy gous mutations, namely c.[1555A > G];[1555A > G] and \np.[Met519Val];[Met519Val] were reported, which con firmed the diagnosis of Pompe disease at the age of 36.\nTreatment with myozyme (20  mg/kg every 2  weeks) \nwas initiated and continued for 2 years. After 2 years, no \nprogressive clinical course was observed, nor was there \nany improvement, except for the patient’s reported eas ier breathing. The patient was bedridden and ventilatordependent and the muscular force of the upper limbs was \n(4/5) and is (3/5) of the lower limbs.\nFigure  1 shows the patient’s chest CT scan in two \nstages: (1) before and (2) 2  years after ERT initiation, \nwhich showed consolidation and mild pleural effusion \nFig. 1 The patient’s chest CT scan is shown in two stages. A and B before and (C and D) 2 years after enzyme replacement therapy (ERT), which \nshows consolidation (red arrows) and mild pleural effusion (yellow arrows) at the bases of both lungs\nPage 4 of 7 Mir et al. Journal of Medical Case Reports          (2024) 18:486 \nat the bases of both lungs. Due to the lack of respira tory symptoms such as cough, dyspnea, phlegm dis charge, and fever, and the fact that the patient has been \nbedridden for a long time, it can be said that this chest \nCT pattern is due to repeated aspirations. CT scans \nwere performed during the coronavirus disease 2019 \n(COVID-19) pandemic.\nA timeline summarizing the history of disease and \ntherapeutic interventions related to patients with \nLOPD is presented in Fig. 2 .",
    "Discussion": "Discussion\nIn our study, the detection of two homozygous muta tions c.[1555A > G] and p.[Met519Val] confirmed Pompe \ndisease. Interestingly, other family members of the \npresented case were later diagnosed with Pompe dis ease, as confirmed by enzyme testing of  alpha-1,4  Glu cosidase and the following heterozygous variants: \nc.[631G > A];[1594G > A], (p.[Val211Met];[Gly532Ser]) \nand c.631G > A (p.Val211Met), c.1555A > G \n(p.Met519Val). Identification of heterozygous variants \namong family members highlights the autosomal reces sive inheritance pattern of the disease; both parents must \nFig. 2 A timeline of historical events and therapeutic interventions for the patient with LOPD\nPage 5 of 7\n Mir et al. Journal of Medical Case Reports          (2024) 18:486 \n \ncontribute a mutated allele for offspring to manifest the \ndisorder.\nProgressive proximal weakness exhibited a limb-gir dling distribution, particularly in hip flexors. The res piratory muscles and diaphragm are involved early, \nbut late-onset GAA deficiency may be present in those \naged up to 60  years (even within the same family). \nLate-onset Pompe disease (LOPD) may be diagnosed \nin individuals > 12 months of age or in younger patients \n(who, however, do not exhibit clinically apparent car diac involvement). Chronic respiratory insufficiency \nis a major clinical problem in patients with LOPD. The \ndefinitive etiology remains unclear; however, the inter costal muscle, diaphragm, and motor neuron pathology \nplay a role. Patients with LOPD often require respiratory \nsupport, either inspiratory/expiratory training or noninvasive ventilation, continuous positive airway pressure \n(CPAP), and bilevel positive airway pressure (BiPAP) to \ntreat hypoxemia at night and hypercapnia during the day. \nSome patients require tracheostomies and mechanical \nventilation. Respiratory insufficiency may occur early in \nthe course of LOPD in patients with progressive myopa thy and muscle weakness accompanied by diaphragmatic \ninvolvement. It is difficult to predict the dynamics of res piratory decline. Male sex, the extent of skeletal muscle \ninvolvement, and disease duration are known risk factors \nfor the development of severe respiratory insufficiency. \nA significant link between disease severity and disease \nduration (rather than age per se) was evident: the risk of \nprogression to respiratory support increased by 8% every \nyear since diagnosis. Importantly, no genotype–pheno type correlations have been described. The available data \nare few, but encouraging. Patients with LOPD commonly \nbenefit from ERT, exhibiting improvements in muscular \nand/or respiratory function (66% of patients treated with \nalglucosidase alfa) [10].\nDiagnosis of LOPD is still challenging and often \ndelayed for several reasons, such as rarity, wide clinical \nspectrum, overlap of signs and symptoms with other neu romuscular disorders, or variable diagnostic approaches \nin different countries. Since 2006, specific treatment with \nERT has become available, making early diagnosis crucial \nfor limiting disease progression [11, 12].\nTwo main options to support breathing in these \npatients are noninvasive mechanical ventilation (NIV) \nand assisted cough. Replacement therapy with alglucosi dase alfa  (Myozyme®, Genzyme), a recombinant lyso somal glycogen-cleaving enzyme, is currently the only \nspecific pharmacological approach for LOPD. Treat ment with alglucosidase alfa resulted in a mortality rate \nnearly five-fold lower than that of the untreated patients. \nReplacement therapy was associated with a reduction in \nforced vital capacity (FVC) decline, improvement in the 6-minute walk test, and ambulation within the first few \nmonths. These data confirm that the early initiation of \nERT yields the best outcomes [13].\nPompe disease primarily affects muscle tissue. As the \ndisease advances, the muscle tissue becomes atrophic \nand is gradually replaced by fatty tissue [14]. Individual \nvariation in the effects of treatment has been well-docu mented in numerous studies [15]. It has been suggested \nthat early initiation of treatment can be beneficial, par ticularly for more severely affected patients who may \nhave experienced a higher degree of muscle damage and \nloss of functional abilities [16].\nIn 2020, Stockton et  al. conducted a study aimed at \ninvestigating the effects of the time from diagnosis to \ntreatment on 369 patients with LOPD. Their findings \nrevealed that early initiation of ERT with alglucosidase \nalfa post-diagnosis positively impacted maintaining \nforced vital capacity (FVC) at a higher level. Conversely, \nthe study suggested that delaying the commencement of \nERT in symptomatic patients might lead to less effective \npreservation of respiratory function over time [17].\nIn 2020, Semplicini et  al. conducted a prospective \nanalytical study to assess the long-term benefits of ERT \nwith alglucosidase alfa in adults with Pompe disease. The \nstudy found that there was no observed stabilization or \nimprovement in forced vital capacity (FVC) during the \ninitial years of treatment, aligning with findings from \na Dutch 5-year prospective study [18]. Additionally, in \n2016, Boentert et  al. conducted a systematic review to \nprovide practical recommendations for diagnosing and \nmanaging respiratory muscle weakness in LOPD. These \nfindings highlight the importance of early initiation of \nappropriate treatment and strongly recommend linking \npatients to specialized centers [19].\nIn a recent study, the effectiveness of ERT in treating \nadvanced LOPD was examined in a 57-year-old woman \nwho had been experiencing symptoms for 30  years and \nhad initially been misdiagnosed. This patient, who was \nreliant on NIV and confined to a wheelchair, was admit ted for acute respiratory failure. Following 5 years of ERT \ntreatment, she experienced significant improvements, \nbeing able to walk longer distances with the assistance \nof a cane or walker and only requiring NIV at night. The \nfindings of this study suggest that ERT should be consid ered as a feasible treatment option for individuals with \nadvanced LOPD [20].\nIt is important to recognize that even patients who \nmay initially appear unresponsive to therapy can show \nimprovement with ERT. This improvement can be par ticularly significant when considering the limitations of \nERT, especially in advanced stages of disease. One limita tion of ERT in advanced stages is the short duration of \naction, which can compromise its efficacy. Patients often \nPage 6 of 7 Mir et al. Journal of Medical Case Reports          (2024) 18:486 \nrequire frequent hospital infusions every other week to \nmaintain therapeutic enzyme levels. Additionally, as the \ndisease progresses, it becomes harder to deliver enough \nenzymes to muscle tissues, reducing the desired thera peutic effect. Another challenge is the precise targeting \nof enzymes to lysosomes, as this can impact treatment \noutcomes. Moreover, ERT may not address all associated \nbiochemical disruptions, such as autophagic buildup, \nwhich can persist despite treatment. Some patients may \nalso develop an immune response to the administered \nenzyme, leading to a loss of efficacy or even anaphylactic \nreactions [16, 20].\nUnderstanding these limitations is crucial for making \ninformed clinical decisions and underscores the need \nfor complementary therapeutic approaches in managing \nadvanced disease stages. By acknowledging these chal lenges, healthcare providers can better tailor treatment \nplans to optimize patient outcomes.\nConclusion\nThe absence of symptoms such as dyspnea, cyanosis, or \nsleep disturbance in our ventilated patient suggests that \nonly the muscular aspect of the respiratory system was \nimpacted. Due to the substantial time lapse between \nsymptom onset and the initiation of ERT, coupled with \nthe lack of respiratory improvement over 2 years, except \nfor marginal breathing ease, it is evident that irrevers ible histopathologic changes had affected the patient’s \nrespiratory muscles. Consequently, ERT did not alleviate \ntheir respiratory failure. This highlights the crucial sig nificance of early LOPD diagnosis and prompt treatment \nto prevent significant muscle damage and improve the \neffectiveness of ERT on respiratory muscle functions. As \nnew treatment alternatives surface, it is essential to carry \nout further research in extensive studies to discover more \nefficient management and treatment choices for Pompe \ndisease.\nLimitations\nThe current study was limited by the inability to deter mine the best timing for starting ERT when symptoms \nfirst appear to achieve maximum effectiveness. The pul monary function tests could not be conducted due to the \npatient’s ventilator dependency. Further research with a \nlarger sample size is needed. Moreover, the lack of a clear \nconsensus in the literature on the ideal stage of LOPD \nprogression for diagnosis and the most efficient time to \nstart treatment, as well as the definition of a delayed diag nosis, complicates the categorization of other relevant \nstudies. As a result, a more thorough understanding of \nthe optimal timing for initiating ERT remains elusive.Acknowledgements\nThe authors are grateful to the Vice Chancellor for research, Golestan Univer sity of Medical Sciences for their kind cooperation in the study. A special thank \ngoes to the Sanofi Speciality Care for providing  Myozyme® (alglucosidase alfa) \nand laboratory service.\nAuthor contributions\nMM was the principal investigator of the study; KR and MH drafted the manuscript; MA contributed to the design of the study; MRD and Kiana R collected \nthe data; SY approved the final version of the manuscript.\nFunding\nThis research received no specific grant from any funding source.\nData availability\nData will be made available on request.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the Ethics Committee of Golestan University of \nMedical Sciences with under the ethical code IR.GOUMS.REC.1401.387.\nDeclaration of generative AI and AI‑assisted technologies in the writing \nprocess\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interest\nNone.\nAuthor details\n1 Golestan Rheumatology Research Center, Golestan University of Medical \nSciences, Gorgan, Iran. 2 Student Research Committee, Faculty of Medicine, \nMashhad Medical Sciences, Islamic Azad University, Mashhad, Iran. 3 Depart ment of Biology, Faculty of Basic Sciences, Imam Hossein Comprehensive \nUniversity, Tehran, Iran. \nReceived: 3 March 2024   Accepted: 21 August 2024\nReferences\n 1. Savarese M, Torella A, Musumeci O, Angelini C, Astrea G, Bello L, et al. Tar geted gene panel screening is an effective tool to identify undiagnosed \nlate onset Pompe disease. Neuromuscul Disord. 2018;28:586–91.\n 2. Labella B, Cotti Piccinelli S, Risi B, Caria F, Damioli S, Bertella E, et al. A \nComprehensive update on late-onset pompe disease. Biomolecules. \n2023;13:1279.\n 3. Dornelles AD, Junges APP , Krug B, Gonçalves C, de Oliveira Junior HA, \nSchwartz IVD. Efficacy and safety of enzyme replacement therapy with \nalglucosidase alfa for the treatment of patients with infantile-onset \nPompe disease: a systematic review and metanalysis. Front Pediatr. \n2024;12:1310317.\n 4. Angelini C. Evaluating avalglucosidase alfa for the management of lateonset Pompe disease. Expert Rev Neurother. 2024;24:259–66.\n 5. Chan J, Desai AK, Kazi ZB, Corey K, Austin S, Hobson-Webb LD, et al. The \nemerging phenotype of late-onset Pompe disease: a systematic literature \nreview. Mol Genet Metab. 2017;120:163–72.\n 6. Meena NK, Raben N. Pompe disease: new developments in an old lysoso mal storage disorder. Biomolecules. 2020;10:1339.\n 7. van der Ploeg A, Carlier PG, Carlier R-Y, Kissel JT, Schoser B, Wenninger S, et al. Prospective exploratory muscle biopsy, imaging, and \nfunctional assessment in patients with late-onset Pompe disease \nPage 7 of 7\n Mir et al. Journal of Medical Case Reports          (2024) 18:486 \n \ntreated with alglucosidase alfa: the EMBASSY Study. Mol Genet Metab. \n2016;119:115–23.\n 8. Zhou Z, Austin GL, Shaffer R, Armstrong DD, Gentry MS. Antibody-mediated enzyme therapeutics and applications in glycogen storage diseases. \nTrends Mol Med. 2019;25:1094–109.\n 9. Chien Y-H, Lee N-C, Huang P-H, Lee W-T, Thurberg BL, Hwu W-L. Early \npathologic changes and responses to treatment in patients with lateronset pompe disease. Pediatr Neurol. 2012;46:168–71.\n 10. Jezela-Stanek A, Chorostowska-Wynimko J, Tylki-Szymańska A. Pulmonary \ninvolvement in selected lysosomal storage diseases and the impact of \nenzyme replacement therapy: a state-of-the art review. Clin Respir J. \n2020;14:422–9.\n 11. van der Meijden JC, Kruijshaar ME, Rizopoulos D, van Doorn PA, van der \nBeek NAME, van der Ploeg AT. Enzyme replacement therapy reduces the \nrisk for wheelchair dependency in adult Pompe patients. Orphanet J Rare \nDis. 2018;13:82.\n 12. Al-Hashel J, Ismail I. Late-onset Pompe disease presenting with isolated \ntongue involvement. Case Rep Neurol. 2022;14:98–103.\n 13. Menzella F, Codeluppi L, Lusuardi M, Galeone C, Valzania F, Facciolongo \nN. Acute respiratory failure as presentation of late-onset Pompe disease \ncomplicating the diagnostic process as a labyrinth: a case report. Multidiscip Respir Med. 2018;13:32.\n 14. Różdżyńska-Świątkowska A, Jurkiewicz E, Tylki-Szymańska A. Bioimpedance analysis as a method to evaluate the proportion of fatty and muscle \ntissues in progressive myopathy in Pompe disease. Berlin Heidelberg: \nSpringer, Berlin Heidelberg; 2015. p. 45–51.\n 15. Tard C, Salort-Campana E, Michaud M, Spinazzi M, Nadaj Pakleza A, Durr \nH, et al. Motor and respiratory decline in patients with late onset Pompe \ndisease after cessation of enzyme replacement therapy during COVID-19 \npandemic. Eur J Neurol. 2022;29:1181–6.\n 16. van der Ploeg AT, Kruijshaar ME, Toscano A, Laforêt P , Angelini C, Lachmann RH, et al. European consensus for starting and stopping enzyme \nreplacement therapy in adult patients with Pompe disease: a 10-year \nexperience. Eur J Neurol. 2017;24:768.\n 17. Stockton DW, Kishnani P , van der Ploeg A, Llerena J, Boentert M, Roberts \nM, et al. Respiratory function during enzyme replacement therapy \nin late-onset Pompe disease: longitudinal course, prognostic factors, \nand the impact of time from diagnosis to treatment start. J Neurol. \n2020;267:3038–53.\n 18. Semplicini C, De Antonio M, Taouagh N, Béhin A, Bouhour F, EchanizLaguna A, et al. Long-term benefit of enzyme replacement therapy with \nalglucosidase alfa in adults with Pompe disease: prospective analysis \nfrom the French Pompe registry. J Inherit Metab Dis. 2020;43:1219–31.\n 19. Boentert M, Prigent H, Várdi K, Jones H, Mellies U, Simonds A, et al. \nPractical Recommendations for diagnosis and management of respiratory muscle weakness in late-onset Pompe disease. Int J Mol Sci. \n2016;17:1735.\n 20. Guémy C, Laforêt P . The new horizons for treatment of late-onset Pompe \ndisease (LOPD). Rev Neurol. 2023;179:81–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}