{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04810-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04810-x.pdf",
  "metadata": {
    "/Keywords": "Omental lymphoma; Small bowel lymphoma; Internal hernia; Small bowel obstruction; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241030125134+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241028163152+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04810-x",
    "/Author": "Sarmad Pirzada ",
    "/Title": "Primary anaplastic T-cell lymphoma of the omentum presenting as small bowel obstruction and complicated with Massilia timonae infection: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04810-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Anaplastic large-cell lymphoma primarily involving the omentum is an extremely rare entity with variable clinical presentation. Owing to its rarity and nonspecific clinical manifestation, omental T-cell lymphoma is often \ndiagnosed at a later stage, riddled with complications. While imaging modalities such as computed tomography \nscan can help a physician reach a diagnosis, cases that present with complications may require a multidisciplinary \napproach that combines surgical exploration along with consultation from Oncology.",
    "Case Presentation": "Case presentation We hereby report a rare case of a 66-year-old African American male patient who presented \nto the emergency department with complaints of acute gastrointestinal obstruction. A computed tomography scan \nof the abdomen and pelvis revealed evidence of an internal hernia and surgical exploration revealed a hemorrhagic \nand infarcted omentum. Biopsies along with immunophenotypic studies confirmed the diagnosis of anaplastic T-cell \nlymphoma of the omentum complicated by Massilia timonae infection.",
    "Conclusion": "Conclusion The case highlights the significance of considering lymphoma, although rare, as a differential in a patient \nwho presents with small bowel obstruction and the importance of investigating for malignancy for early diagnosis \nand treatment of primary omental lymphomas, before complications develop.\nKeywords  Omental lymphoma, Small bowel lymphoma, Internal hernia, Small bowel obstruction, Case report\nBackground\nAnaplastic large-cell lymphoma (ALCL), a rare subtype \nof non-Hodgkin’s lymphoma, was first identified in 1985 \nby Stein et  al. [1]. It represents about 2% of adult cases \nof non-Hodgkin’s lymphomas in the USA [2]. ALCL \nis classified into anaplastic lymphoma kinase (ALK)positive and ALK-negative subtypes on the basis of the \nexpression of the ALK gene. ALK-negative ALCL is more \naggressive, typically occurring in individuals aged 50–60, \nwhile ALK-positive ALCL occurs in younger patients and \nresponds well to therapy [3]. ALCL commonly affects the \nlymph nodes, with extra-nodal involvement such as skin, \nbone, lung, and liver [4]. T-cell lymphomas involving the \nomentum are exceptionally rare, comprising only 8% of Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIbrahim Zahid\nibrahim_zahid@hotmail.com\n1 Internal Medicine, Trinity Health Livonia, Livonia, MI, USA\n2 Internal Medicine, Western Michigan University Homer Stryker M. D. \nSchool of Medicine, Kalamazoo, MI, USA\n3 Dow University of Health Sciences, Karachi, Pakistan\n4 Hematology & Oncology, University of South Florida/Moffitt Cancer \nCenter, Tampa, FL, USA\n5 Gastroenterology & Hepatology, Marshall University, Huntington, WV, \nUSA\nPage 2 of 5 Pirzada et al. Journal of Medical Case Reports          (2024) 18:530 \nall bowel malignancies [5]. Primary omental involvement \nof ALCL is extremely uncommon and presents with non specific symptoms such as vomiting, abdominal pain, \nand weight loss. Occasionally, it may be complicated by \ninternal hernias or intussusception [6]. This case report \nhighlights a unique instance of T-cell lymphoma primar ily affecting the omentum, presenting with symptoms of \nacute gastrointestinal obstruction, and later complicated \nby Massilia timonae infection.\nCase presentation\nThe patient was an African American male in his 60s \nwith a past medical and family history negative for \ncancer, who presented with constipation, multiple \nepisodes of vomiting, and the inability to keep any thing down for 2 weeks. His physical examination was \nremarkable for tachycardia and abdominal distension \nwithout tenderness, guarding, or rigidity, and there \nwas no palpable lymphadenopathy. In the emergency \ndepartment, he was found to have a serum white blood \ncell count of 44,000 per microliter, which did not cor relate with his counts in the past, and his serum lactic \nacid was 3.7  mmol per liter. His chest x-ray revealed \na right-sided elevated hemidiaphragm and computed \ntomography (CT) scan of the abdomen and pelvis \nrevealed evidence of internal hernia with obstructive \nchanges, following which he underwent exploratory \nlaparotomy. Exploration revealed a hemorrhagic and \ninfarcted omentum and diffuse inflammation of the \nsmall bowel and ascites, and a subtotal omentectomy \nwas performed with the release of bowel and place ment of a negative pressure device; samples of ascitic \nfluid and the omentum were sent for pathology. After \n1 day, he was reoperated with abdominal washout and \nabdominal wound vacuum-assisted closure placement; \nduring this procedure, the bowel was found to be more \nedematous with a woody texture and dense adhesions \nwere present. He had a third revision the following \nday with attempts for closure, however, it was unsuc cessful as the bowel remained edematous but viable; \na liver biopsy was also performed here. The ascitic \nfluid cytology was positive for neoplasm with diffuse \nCD45 positivity, and the markers were negative for \nMOC 31, CEA, calretinin, D2-40, TTF–1, BER–EP 4, \nCK7, CK20, CDX2, and SOX10; his ascitic fluid cul tures also grew Massilia timonae. The patient was \ncontinued on meropenem and micafungin as broadspectrum coverage of intraabdominal infection in the \nsetting of malignancy-related bowel disease. Due to \nthe omentum’s morphology, and with its pathology \ndisplaying strong, uniform CD30 expression, loss of \nmultiple T-cells markers (including CD5, CD7, CD8, \nCD56, ALK-1, CD20, PAX5, CD10, cyclin D1, CD138, and HHV-8), the diagnosis of ALK-negative anaplastic \nlarge-cell lymphoma, presumably stage IV, was favored \nover peripheral T-cell lymphoma with CD30 expres sion (Figs.  1, 2, 3, 4, 5, 6). Other positive tumor mark ers were CD2, CD3, CD4, Bcl-6, MUM1, and MYC. \nFig. 1 20× (2× objective × 10× eyepiece) low-power view \nof the lymphoma infiltrating the omental adipose forming fibrous \nbands and infiltrating among them\nFig. 2 400×, tumor cells are discohesive, typical of lymphoma, \nwith marked nuclear pleomorphism and frequent mitotic activity, \nincluding a Maltese cross-like form\nPage 3 of 5\n Pirzada et al. Journal of Medical Case Reports          (2024) 18:530 \n \nProvided the severity of the condition, the family opted \nfor comfort care; the patient was terminally extubated, \nand no further treatment was pursued.",
    "Discussion": "Discussion\nPrimary omental tumors are usually malignant and \nsporadic [7 ]. Common types include fibrosarcoma, \nspindle cell sarcoma, liposarcoma, leiomyoma, heman giopericytoma, lipoma, desmoid tumors, fibroma, \nmesothelioma, myosarcoma, rhabdomyosarcoma, leio myoblastoma, and endothelioma [8 ]. However, ALCL \nprimarily involving the omentum has not been reported \nbefore.\nFig. 3 400× CD3 showing membranous positivity\nFig. 4 400× strong CD4 positivity confirming that this is a T-cell \nand not NK-cell lymphoma; B-cell markers CD20 and Pax5 are \nnegative\nFig. 5 200×, neoplasm as being CD30 positive\nFig. 6 400×, neoplasm as being ALK negative\nPage 4 of 5 Pirzada et al. Journal of Medical Case Reports          (2024) 18:530 \nALCL is characterized by syncytial aggregates of large \nanaplastic lymphocytes with horse-shaped nuclei and a \nstrong CD30 expression [9 ]. There is a strong predilec tion for the involvement of lymph node sinuses, with \nvariable clinical presentation, usually peaking in the \nsixth decade with a male predominance [10].\nOmental tumors are often asymptomatic but may \ncause abdominal discomfort, nausea, early satiety, B \nsymptoms, or the presence of palpable mass [11]. They \nare challenging to diagnose radiologically and are often \ndiscovered after complications or histopathological \nexamination post-surgery. Similarly, in our case, the \npatient was diagnosed with anaplastic T-cell lymphoma \nonly after the symptoms had arisen due to hemor rhagic infarction and Massilia timonae infection, which \nspeaks for the challenge in diagnosing this disease.\nAbdominal CT scan may show varying presenta tions such as bowel wall thickening, pseudoaneurysmal \ndilatation, or clumped small bowel loops, giving the \nimpression of a closed loop obstruction due to inter nal hernia, as in our case, which is rare [10]. The CT \nscan should also look for signs of submucosal edema \nin the form of circumferential thickening and hyper dense appearance of the bowel wall to assess the sever ity of the patient’s condition [12]. Differential diagnoses \ninclude small bowel adenocarcinoma, cecal tumors, \ninfectious or inflammatory bowel wall thickening, car cinoid syndrome, or gastrointestinal stromal tumor \n[12]. In this case, histopathology confirmed the diagno sis of anaplastic T-cell lymphoma of the omentum.\nAbout 90% of primary GI lymphomas are B-cell nonHodgkin’s lymphomas, while T-cell non-Hodgkin’s lym phomas are a comparatively rare occurrence [13]. It is \nimportant to make a pathologic distinction between the \ndifferent subtypes of lymphomas because they have dif ferent clinical prognoses and treatment strategies. In \nour case, the patient expressed strong uniform CD30 \npositivity. Apart from ALCL, CD30 positivity is also \nseen in classic Hodgkin’s lymphoma, enteropathy-asso ciated T-cell lymphoma, peripheral T-cell lymphoma, \nprimary effusion lymphoma, diffuse large-cell lym phoma, and plasmablastic lymphoma [14]. The absence \nof Reed–Sternberg cells and other B-cell markers such \nas CD-20, CD-138, and CD-79a helped us rule out \nHodgkin’s lymphoma. In addition, the tumor cells were \npositive for CD30, CD45 (diffuse), CD2, CD3, CD4, \nBcl-6, MUM1, and MYC. The strong membranous and \nGolgi body-associated expression of CD30, loss of mul tiple T-cell markers such as CD5, CD7, CD8, CD56, \nALK-1, CD20, PAX5, CD10, cyclin D1, CD138, and \nHHV-8, and tumor cell morphology allowed the diag nosis of ALK-negative anaplastic large-cell lymphoma \nto be made.Only a few cases of ALCL presenting as small bowel \nobstruction have previously been reported in the litera ture. Carey et  al. reported four cases of ALCL in men \nwith a mean age of 56.8 years, of whom two had intestinal \nobstruction [9]. One patient had painless jaundice and \npruritus with histological findings, revealing evidence \nof ALCL in the duodenum and jejunum. Whipple pro cedure was performed but the patient died due to sepsis \n6  months following the diagnosis. The second patient \nhad periumbilical pain on presentation and CT showed \nthe duodenum as the primary site of involvement. The \npatient was treated with segmental resection and chemo therapy. Upon follow-up, the patient was doing well with \nno evidence of the disease. With the omentum as the \nprimary site of involvement, our patient’s presentation \nstood out from the reported cases in literature.\nUltimately, the treatment of primary GI lymphomas \ndepends on the extent and type of disease [15]. The first \nline of treatment for ALCL is chemotherapy [15]. How ever, more complicated cases may require surgical inter vention or radiotherapy. Here, due to the severity of the \npatient’s condition, the patient’s family opted for pal liative care, and aggressive treatment options were not \npursued.\nConclusion\nSmall bowel obstruction caused by ALCL primarily \ninvolving the omentum is a rare occurrence. This case \nhighlights the significance of considering lymphoma, \nalthough rare, as a differential in a patient who presents \nwith small bowel obstruction and investigating for malig nancy to allow for early diagnosis and treatment of pri mary omental lymphomas before complications develop. \nMore research is needed to understand the progression, \netiology, and ideal treatment modalities in a case of pri mary omental ALCL.\nAbbreviations\nCT  Computed tomography\nALCL  Anaplastic large-cell lymphoma\nGI  Gastrointestinal\nAcknowledgements\nWe would like to acknowledge the contribution of Dr. Ellen Flatley, MD, FCAP \nin the interpretation of histopathologic reports.\nAuthor contributions\nSP and AAM were major contributors in article writing. IZ managed and compiled the case and contributed to article writing. MZF and WMF contributed \nto article writing and reviewed the report. All authors read and approved the \nfinal manuscript.\nFunding\nNone to report.\nAvailability of data and materials\nAll data pertaining to this patient are included in this report.\nPage 5 of 5\n Pirzada et al. Journal of Medical Case Reports          (2024) 18:530 \n \nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 9 June 2024   Accepted: 2 September 2024\nReferences\n 1. Stein H, Mason DY, Gerdes J, et al. The expression of the Hodgkin’s disease \nassociated antigen Ki-1 in reactive and neoplastic lymphoid tissue: evidence that Reed-Sternberg cells and histiocytic malignancies are derived \nfrom activated lymphoid cells. Blood. 1985;66(4):848–58.\n 2. Non-Hodgkin’s Lymphoma Classification Project. A clinical evaluation of \nthe International Lymphoma Study Group classification of non-Hodgkin’s \nlymphoma. Blood. 1997;89(11):3909–18. https:// doi. org/ 10. 1182/ blood. \nV89. 11. 3909.\n 3. Gustafson S, Medeiros LJ, Kalhor N, et al. Anaplastic large cell lymphoma: \nanother entity in the differential diagnosis of small round blue cell \ntumors. Ann Diagn Pathol. 2009;13(6):413–27. https:// doi. org/ 10. 1016/j. \nanndi agpath. 2009. 09. 002.\n 4. Stein H, Foss HD, Durkop H, et al. CD30(+) anaplastic large cell lymphoma: \na review of its histopathologic, genetic, and clinical features. Blood. \n2000;96:3681–95.\n 5. Geisler T, Javed F, Riordan A, et al. ALK-anaplastic large cell lymphoma of \nthe small bowel: a case report. Am J Gastroenterol. 2016;111:S976–7.\n 6. Minrui LM, Zhang S, Gu F, et al. Clinicopathological characteristics and \nprognostic factors of primary gastrointestinal lymphoma: a 22-year expe rience from South China. Int J Clin Exp Pathol. 2014;7:2718–28.\n 7. Joe DH, Yang JM, Kim HS, et al. A case of primary leiomyosarcoma of the \nlesser omentum. Korean J Intern Med. 1999;14(1):88–90.\n 8. Barel O, Qian C, Manolitsas T. Primary leiomyosarcoma of the omentum \npresenting as an ovarian carcinoma: case report and review of the literature. Gynecol Oncol Rep. 2016;17:75–8.\n 9. Carey MJ, Medeiros LJ, Roepke JE, et al. Primary anaplastic large cell \nlymphoma of the small intestine. Am J Clin Pathol. 1999;112(5):696–701. \nhttps:// doi. org/ 10. 1093/ ajcp/ 112.5. 696.\n 10. Ghimire P , Wu GY, Zhu L. Primary gastrointestinal lymphoma. World J \nGastroenterol. 2011;17:697–707.\n 11. Shin MK, Lee OJ, Ha CY, et al. Malignant mesothelioma of the greater \nomentum mimicking omental infarction: a case report. World J Gastroenterol. 2009;15(38):4856–9.\n 12. Imrani K, Lahfidi A, Belkouchi L, et al. Lymphoma presenting as small \nbowel obstruction: a case report. Radiol Case Rep. 2020;16(3):547–9. \nhttps:// doi. org/ 10. 1016/j. radcr. 2020. 12. 044.\n 13. Akbulut S. Unusual cause of adult intussusception: diffuse large B-cell \nnon-Hodgkin’s lymphoma: a case report and review. Eur Rev Med Phar macol Sci. 2012;16:1938–46.\n 14. Sanker V, Mohamed A, Pranala M, et al. Primary anaplastic lymphoma \nkinase (ALK)-negative anaplastic large cell lymphoma (ALCL) presenting \nas perforation peritonitis: a case report and management principles. \nCureus. 2022;14(9): e28738. https:// doi. org/ 10. 7759/ cureus. 28738.\n 15. Kim SJ, Kang HJ, Kim JS, et al. Comparison of treatment strategies for \npatients with intestinal diffuse large B-cell lymphoma: surgical resection followed by chemotherapy versus chemotherapy alone. Blood. \n2011;117:1958–65.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}