{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04979-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04979-1.pdf",
  "metadata": {
    "/Keywords": "Renal cell carcinoma; Thyroid cancer; Thyroid metastases; RCC; Thyroid gland; Thyroid surgery; Sunitinib; Total thyroidectomy; Renal cancer; Renal cancer metastases",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218114611+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241209094840+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04979-1",
    "/Author": "Andrii Hryshchyshyn ",
    "/Title": "Renal cell carcinoma metastasis to the thyroid gland: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04979-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background In this article, we report a case of renal cell carcinoma metastasis to the thyroid gland. Occult lesions \nof the thyroid were treated with a thyroidectomy. The case history presented below describes the patient’s pathway \nand subsequent",
    "Results": "results.",
    "Case Presentation": "Case presentation A routine medical examination of a 58-year-old Ukrainian woman revealed lesions in her thyroid \ngland. In total, two nodules 3.5 cm and 1.5 cm wide were found in the gland using ultrasound. Features of thyroid \nnodules were classified as Thyroid Imaging Reporting and Data System 3. A fine-needle aspiration biopsy showed \nBethesda category IV thyroid nodules. Before this, the patient had a right-sided nephrectomy. The histopathology \nreport confirmed renal cell carcinoma. The patient underwent a total thyroidectomy 13 years ago with confirmed \nmetastatic renal cell carcinoma to the thyroid gland. Subsequent surgeries aimed at removing the local recurrences \nand distant metastases of the primary site. The patient got six cycles of Sunitinib (Sutent™, Pfizer) chemotherapy \nfor renal cell carcinoma. Today, she lives in another country as a refugee and visits home occasionally. The patient \ntakes thyroxine and waits for a suitable treatment option to cure advanced renal cell carcinoma.",
    "Conclusion": "Conclusion A comprehensive investigation of the patient’s case history is crucial for determining a correct diagnosis. \nIn our case, metastases to the thyroid were found 13 years after the initial renal cell carcinoma diagnosis. Moreover, \nfoci of renal cancer cells in other organs indicates advanced disease with subsequent recurrence and distant metastases. Renal cell carcinoma may cause thyroid nodules.\nKeywords  Renal cell carcinoma, Thyroid cancer, Thyroid metastases, RCC , Thyroid gland, Thyroid surgery, Sunitinib, \nTotal thyroidectomy, Renal cancer, Renal cancer metastases",
    "Introduction": "Introduction\nRenal cell carcinoma (RCC) is a common cause of kidney \ncancer. However, few cases of RCC metastases to the thy roid gland have been reported. Up to 0.15% of all malig nant lesions in the gland originate from other organs [1]. \nSurgeons should be aware of a patient’s disease history and spot any mention of cancer to ensure correct deci sion-making. A comprehensive literature review shows \nthat 48.1% of common nonthyroid malignancies are \ncharacterized by renal cell metastases. There are some \ndifficulties in determining the type of lesion during the \npreoperative period. Fine-needle aspiration (FNA) can \ndefine pathology accurately in 70% of cases [2]. Ultra sound (US) helps detect suspicious signs of a nodule that \nmandate a FNA procedure. This case report describes a \npatient with RCC. A suspicious thyroid lesion was found \n13 years after the primary cancer. In most cases, metasta ses are detected after kidney surgery, but sometimes they \noccur before.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAndrii Hryshchyshyn\nandrii89.gormonia@gmail.com\n1 Medical Center Hormony, Vinnytsia, Ukraine\n2 National Pirogov Memorial Medical University, Vinnytsia, Ukraine\n3 Laboratory of Pathology Pathology, “CSD Health Care” , Kiev, Ukraine\nPage 2 of 5 Hryshchyshyn et al. Journal of Medical Case Reports          (2024) 18:606 \nCase presentation\nThyroid lesions in a 58-year-old Ukrainian woman were \ndiagnosed using a neck US. A 35-mm-wide nodule was \nlocated on the left side, and a 15-mm-wide nodule was \nin the right lobe. The patient also had comorbidities \nand prior surgeries (Fig.  1). The underlying pathology \nwas renal cell carcinoma of the right kidney, discovered \n13  years earlier. The patient underwent resection of the \nureter pelvic segment of the left kidney. Resection of the \nlower pole of the right kidney with a cancerous tumor \ntook place within 12  months. A radical right-sided \nnephrectomy was performed after 6  years. RCC metas tases to the lungs were also detected, and the patient \nunderwent a subsequent atypical resection of the S3 seg ment of the left lung.\nClinical findings\nAs mentioned above, 13 years have passed after an accu rate diagnosis of RCC. At a routine medical examination, \nthe patient complained of a lump on her neck, discom fort during swallowing, and an intermittent cough. The \npatient was also treated by a nephrologist, as she had a \nsingle functioning kidney, but refused hemodialysis. No \nchemotherapy or immunotherapy was prescribed. The \npatient had annual computed tomography (CT) and US \nof the kidneys and abdomen.The thyroid US revealed two lesions in each lobe. The \nsuspicious features of the nodules were as follows: hypo echoic with irregular, sharp margins, and microcalcifica tion. The right lobe contained a 15-mm-wide nodule, and \nthe left lobe consisted entirely of a 35-mm-wide nodule. \nThe US did not detect other structural changes except \ntracheal deviation. A radiologist did not find any suspi cious lymph nodes in the neck. The patient underwent a \nFNA that revealed Bethesda category IV thyroid nodules \n(follicular neoplasm).\nThe patient was scheduled for surgery after the diagno sis. She underwent the following laboratory tests: thyroid \nstimulating hormone (TSH), 4.08  mU/L (ref. 0.5–4.0); \nfree thyroxine (T4), 1.1 ng/dL (ref. 0.8–1.8); thyroid per oxidase antibodies (TPO Ab), 19.1  IU/ml (ref. 0–34); \nand ionized calcium, 1.15  mmol/L (ref. 1.13–1.32). Bio chemical testing detected grade III chronic kidney dis ease. The results were as follows: potassium, 4.15 mmol/L \n(ref. 3.5–5.0); creatinine, 273  µmol/L (ref. 59–104); and \nblood urea nitrogen, 17.3  mmol/L (ref. 1.8–7.1). The \npatient underwent a total thyroidectomy (TT) without \nlymph node dissection. The surgery was difficult due \nto the mild inflammation of the connective tissue. Sur geons used their own method of thyroid vessel ligation. \nBiological tissue welding was applied to avoid clips and \nthreads placed on the vessels. Recurrent laryngeal nerves \nwere preserved and detected. Parathyroid glands were \nDiagnosis:  Le/g332-sided  hydro neph rosis \nof the le/g332 kidneyResec/g415on o f the uretero-pelvic  segment  of the le/g332 \nkidney  with pyelo-ureteral  anastomosis \nResec/g415on  the lower pole with a tumor of the \nright kidney  Diagnosis:  Hydro neph rosis+R enal\ncancer  (T1N0M0),  right-sidedHistology: renal cell \ncarcinoma,  \n3 cm 2004\nFebrua ry 2005\nRadical right-sided nephrectom yDiagnosis:  Renal cance r, local  \nrecurrence2011\nAtypical  resec/g415on \nS3 of the le/g332 lungDiagnosis:  Renal cancer T1N0M1,  \nprolon ga/g415omorbi, mts  into pulmonis\nThyroidectom yDiagnosis:  Renal cancer T1N0M1,  \nprolon ga/g415omorbi, mts into thyroidHistology: mul/g415ple (3,5 and \n1,5 cm b ilateral) MTS of \nrenal cell  carcinoma into the \nthyroid\nExcision  of the recurrence of the renal bed and \nabdominal wall, right-sided adrenalectom yDiagnosis:  Renal cancer T1N0M1,  prolonga/g415o\nmorbi, local recurrens, and vances to right \nadrenal gland  and abdominal  wall2022\nHistology: MTS of renal  \ncell ca rcinoma,  \nWHO/ISUP G 26 cour ses of chemothe rapy –Suni/g415nib ( Sutent, Pﬁzer)Diagnosis:  cancer ren. d ext. T1N0M0,I st., \nprolon ga/g415omorbi, mts into pulmonis, t hyroid.2021-202 22015\n2018\nFig. 1 Detailed timeline of the patient’s case\nPage 3 of 5\n Hryshchyshyn et al. Journal of Medical Case Reports          (2024) 18:606 \n \nfound and were not damaged. The patient was discharged \nwithout any complications the next day after the surgery. \nHemodialysis was not needed in the early postoperative \nperiod.\nThe first histology result did not confirm the diagnosis. \nPathologists considered RCC metastasis and a light-cell \nvariant of follicular cell thyroid carcinoma. Subsequently, \nimmunohistochemical staining was carried out to define \nRCC metastases to the thyroid. The smaller metasta sis in the right lobe invaded the capsule and thyroid tis sue. Venous metastatic embolus was also detected in the \ntumor capsule’s vessel (Figs.  2 , 3). The metastatic nod ule of the left lobe, which filled up the entire tissue, was \nencircled by the capsule. A total of two thyroid-specific \ntranscription factors, PAX-8 and carbonic anhydrase IX \nprotein (Th22), showed positive immunohistochemical \nreactions (Figs.  4 , 5). The latter marker plays a key role in \nRCC pathogenesis.\nIn 2021, and before the war in 2022, the patient under went six cycles of sunitinib chemotherapy. In May 2022, the patient had a surgery: excision of a recurrence in \nthe renal bed and abdominal wall through a right-sided \nadrenalectomy. Histologically, the tumor was defined \nas a grade 2 RCC metastasis. The patient moved abroad \nshortly after the surgery. Currently, she lives in Czechia \nand occasionally comes to Ukraine for follow-up visits. \nThe patient takes thyroxine tablets to maintain TSH lev els within 0.5–2.5 mU/L.\nIn this report, we utilized the CARE guidelines.",
    "Discussion": "Discussion\nRenal cell carcinoma (RCC) accounts for up to 3% of all \nmalignancies, and is the most frequent renal cancer [3]. \nThere are no known causes for these cells to metastasize \nto the thyroid. Some investigators suggest that metastases \nget into the thyroid gland owing to sufficient blood sup ply, metabolic changes in the case of thyroiditis, insuffi cient iodine, and oxygen storage [4]. Men have RCC more \noften than women, but Green et  al. noticed that RCC \nmetastases to the thyroid occur more in women [5].\nThe patient was 58 years old at the time of the first diag nosis of thyroid lesion. The age is not typical for this diag nosis. An article by Heffess et al. [4] reports that female \npatients’ mean age is 67 years. However, our patient was \nFig. 2 Renal cell carcinoma cells with wide, optically empty \ncytoplasm with clear borders (red arrows). It created solid, trabecular, \nand solitary follicular structures. The nuclei of the cells had slight \npleomorphism and expressed anisokaryosis (yellow arrowheads) \nand are hyperchromic and enlightened\nFig. 3 Renal cell carcinoma tumor (black asterisks) delineated by its \ncapsule and invaded by cancerous cells in several spots. Tumor’s \nemboli were found in the lumen of the capsule’s vein (yellow \narrowhead)\nFig. 4 Box-like staining of the membrane (yellow arrowheads) \nof the renal cell carcinoma cells made by carbonic anhydrase IX \nprotein\nFig. 5 Diffuse nuclear staining (red arrows) with PAX-8 marker\nPage 4 of 5 Hryshchyshyn et al. Journal of Medical Case Reports          (2024) 18:606 \n45 years old at the primary RCC presentation, which falls \nwithin the indicated reference range of 44–80  years for \nwomen [4].\nMetastases to the thyroid of our patient were discov ered 13  years after the primary RCC, as opposed to a \nstudy by Hegerova et  al. [6] at the Mayo Clinic, which \nreported a mean time of 113 months [6]. We assume that \nthis period was so long because the examinations were \nnot detailed, and focused only on kidney disease. In fact, \nthe patient did not have a thyroid US until 2018.\nToday, the patient does not have any signs of recur rence in the thyroid bed. The nodules were 1.5  cm and \n3.5  cm wide on both sides. No macroscopic spread of \nthe tumors beyond the thyroid tissue was detected dur ing the surgery. A study by Iesalnieks et  al. revealed a \n28% chance of having a local recurrence on the neck after \nthyroidectomy caused by RCC metastases over 3.5  cmwide[7]. Recently, the patient had a neck US and no sus picious lesions were found. Moreover, using a method of \nbiological tissue welding, we could perform extrafascial \nTT without leaving residual tissue at the recurrent laryn geal nerves.\nA FNA revealed Bethesda IV thyroid nodules, defined \nas follicular neoplasm/suspicious for follicular neoplasm. \nThe RCC metastases were correctly confirmed after his tological examination following the thyroidectomy. As \nwe know from a study by Khaddour et al. [8], only 29.4% \nof FNA specimens are confirmed as metastatic cells. \nMoreover, in 47.1% of cases, thyroid metastases to the \nthyroid parenchyma were unconfirmed [8]. The patient \nunderwent a TT because of a trachea deviation and mul tiple nodular diseases indicative of follicular neoplasm.\nDue to the RCC progression (multiple metastases to \nthe thyroid and lungs), the patient was prescribed tar geted therapy. She took a multitarget tyrosine kinase \ninhibitor (MTKIs) called sunitinib  (Sutent™, Pfizer). They \ninteract with an adenosine triphosphate binding site in \ntyrosine kinase domains. This agent prevents autophos phorylation. A 31% response rate and a median pro gression-free survival of 11  months were observed with \nMTKIs [9]. Our patient had cancer progression 1 year \nafter taking sunitinib. During the war, she underwent \nexcision of the tumor recurrence of the abdominal wall \nand kidney bed. The patient had been postponing her last \nsurgery for several months owing to the active hostilities \nin the north of Ukraine.\nConclusion\nSurgeons should be aware of the previous RCC history \nof thyroid lesion patients. RCC metastases in the thyroid \ncan be detected a decade or more after the primary can cer finding. FNA is not a reliable method for detecting a \nsecondary tumor. RCC metastases are a potential cause of thyroid nodules. Total thyroidectomy has a good prog nosis for local recurrence in the neck in the absence of \ntumor invasion in the adjacent tissue. Only one-third of \npatients respond to MTKIs used to treat multiple RCC \nmetastases.\nAbbreviations\nRCC   Renal cell carcinoma\nFNA  Fine-needle aspiration\nPAX-8  Paired box gene 8\nCARE guidelines  CAse REport guidelines\nMTKI  Multitarget tyrosine kinase inhibitor\nTSH  Thyroid-stimulating hormone\nfT4  Free thyroxine\nTI-RADS  Thyroid Imaging Reporting and Data System\nTPOAb  Thyroid peroxidase antibodies\nAcknowledgements\nNot applicable.\nAuthor contributions\nHryshchyshyn A. contributed an idea for the manuscript. Bahrii A. performed \nsurgery on this patient and contributed to collecting all data on the presented \npatient. Prof. Khimich S. contributed to the entire concept and revision of the \npresentation. Bohush H. wrote the introduction section and searched and \nreviewed references. Botsun P . and Chuba V. performed the histological investigation and collected and presented figures in this case report.\nFunding\nThe authors confirmed that they do not have any source of additional \nfunding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 8 November 2023   Accepted: 12 November 2024\nReferences\n 1. Chung AY, Tran TB, Brumund KT, Weisman RA, Bouvet M. Metastases \nto the thyroid: a review of the literature from the last decade. Thyroid. \n2012;22(3):258–68. https:// doi. org/ 10. 1089/ thy. 2010. 0154.\n 2. Aron M, Kapila K, Verma K. Role of fine-needle aspiration cytology in the \ndiagnosis of secondary tumors of the thyroid–twenty years’ experience. \nDiagn Cytopathol. 2006;34(3):240–5. https:// doi. org/ 10. 1002/ dc. 20329.\n 3. Beutner U, Leowardi C, Bork U, et al. Survival after renal cell carcinoma \nmetastasis to the thyroid: single center experience and systematic review \nof the literature. Thyroid. 2015;25(3):314–24. https:// doi. org/ 10. 1089/ thy. \n2014. 0498.\n 4. Heffess CS, Wenig BM, Thompson LD. Metastatic renal cell carcinoma \nto the thyroid gland: a clinicopathologic study of 36 cases. Cancer. \n2002;95(9):1869–78. https:// doi. org/ 10. 1002/ cncr. 10901.\nPage 5 of 5\n Hryshchyshyn et al. Journal of Medical Case Reports          (2024) 18:606 \n \n 5. Green LK, Ro JY, Mackay B, Ayala AG, Luna MA. Renal cell carcinoma \nmetastatic to the thyroid. Cancer. 1989;63(9):1810–5.\n 6. Hegerova L, Griebeler ML, Reynolds JP , Henry MR, Gharib H. Metastasis \nto the thyroid gland: report of a large series from the Mayo Clinic. Am J \nClin Oncol. 2015;38(4):338–42. https:// doi. org/ 10. 1097/ COC. 0b013 e3182 \n9d1d09.\n 7. Iesalnieks I, Machens A, Bures C, Krenz D, Winter H, Vorländer C, Bareck \nE, Alesina PF, Musholt T, Steinmüller T, Anthuber M, Goretzki P , Trupka A, \nMayr M, Weber T, Schlitt HJ, Dralle H, Hermann M, Agha A. Local recur rence in the neck and survival after thyroidectomy for metastatic renal \ncell carcinoma. Ann Surg Oncol. 2015;22(6):1798–805. https:// doi. org/ 10. \n1245/ s10434- 014- 4266-5.\n 8. Khaddour K, Marernych N, Ward WL, Liu J, Pappa T. Characteristics of clear \ncell renal cell carcinoma metastases to the thyroid gland: a systematic \nreview. World J Clin Cases. 2019;7(21):3474–85. https:// doi. org/ 10. 12998/ \nwjcc. v7. i21. 3474.\n 9. Motzer RJ, Hutson TE, Tomczak P , Michaelson MD, Bukowski RM, Rixe O, \nOudard S, Negrier S, Szczylik C, Kim ST, Chen I, Bycott PW, Baum CM, Figlin \nRA. Sunitinib versus interferon alfa in metastatic renal-cell carcinoma. N \nEngl J Med. 2007;356(2):115–24. https:// doi. org/ 10. 1056/ NEJMo a0650 44.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}