{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04932-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04932-2.pdf",
  "metadata": {
    "/Keywords": "Distal radius fracture; Post-traumatic growth deformity; Interosseous tendon course; Extensor carpi radialis brevis tendon; Inflammatory disorders",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129194947+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129021537+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04932-2",
    "/Author": "Seela Hinrichs ",
    "/Title": "Post-traumatic intraosseous sheath development of the extensor carpi radials brevis tendon: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04932-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Complications from closed treatment in children are rare but can include growth disturbances \nand deformities. This case report presents a unique, post-traumatic growth deformity in the distal radius, \nwhere the extensor carpi radialis brevis tendon developed an interosseous course.",
    "Case Presentation": "Case presentation A 49-year-old Caucasian male presented with chronic, dull pain in the radiodorsal aspect \nof the right wrist, worsened by weightbearing and terminal flexion and extension. The patient had a history of a distal \nradius fracture from a motor vehicle accident in adolescence, which was treated nonsurgically. Current X-rays showed \na lucent process along the distal lateral radius without aggressive features. Magnetic resonance imaging revealed \nthe extensor carpi radialis brevis tendon in an interosseous position within the distal dorsal lateral radius, with a longitudinal tear of the tendon. A noncontrast computed tomography scan confirmed a complete bone bridge \nalong the tendon’s interosseous component, limiting potential surgical access. The patient, found to have a positive \nAntinuclear Antibody (ANA), was treated with prednisone and later with methotrexate and folic acid, which alleviated \nsymptoms.\nConclusions This case highlights a rare post-traumatic deformity following a distal radius fracture, where the extensor carpi radialis brevis tendon formed an intraosseous sheath. It underscores the importance of considering unique \nanatomical changes when planning surgical interventions. This is the first reported case of an interosseous tendon \nsheath development around a tendon postdistal radius fracture, expanding the spectrum of known complications.\nKeywords  Distal radius fracture, Post-traumatic growth deformity, Interosseous tendon course, Extensor carpi radialis \nbrevis tendon, Inflammatory disorders",
    "Introduction": "Introduction\nDistal radius fractures are a common fracture in children, \nadults, and the elderly. They represent one in six frac tures in urgent care centers and emergency rooms [1]. Clinicians routinely see many variations of these fractures \nand their treatment typically depends on the age/func tion of the patient and the fracture type/displacement \n[2]. In children, closed",
    "Methods": "methods are most often employed \ngiven the potential for remodeling at the distal radius due \nto the physis. Complications arising from closed treat ment of pediatric distal radius fractures are not very \ncommon but include delated union, malunion, nonunion, \njoint stiffness, contractures, myositis ossificans, avas cular necrosis, algodystrophy, osteomyelitis, secondary \nosteoarthritis, growth disturbance, or deformities [3, 4]. \nIn this case report, we present a post-traumatic growth *Correspondence:\nSeela Hinrichs\nSeelahinrichs@yahoo.com\n1 Northwestern University, 811 Emerson St., #622, Evanston, IL 60201, USA\n2 ImageCare Radiology, LLC, 57 Route 47, Suite 212, Hackettsown, NJ \n07840, USA\n3 Emory University, 52 Mountainside Rd, Mendham, NJ 07945, USA\nPage 2 of 4 Hinrichs et al. Journal of Medical Case Reports          (2024) 18:585 \ndeformity in the distal radius where the patient devel oped an interosseous course of the extensor carpi radialis \nbrevis tendon.We believe this post-traumatic growth deformity in the \ndistal radius is unique and has not been reported in the \npast.\nCase report\nPatient is a 49-year-old, right-hand-dominant Caucasian \nmale who presented to the orthopedic clinic with insidi ous onset of dull, achy pain in the radiodorsal aspect of \nthe right wrist. The pain worsened with weightbear ing and terminal flexion and extension. The patient also \ndescribed being injured in an motor vehicle accident \n(MVA) as a teenager and having his distal radius frac ture treated with a cast; however, records from his prior \ninjury were not available. X-rays from the office visit \ndemonstrated a lucent process along the distal lateral \nradius. (Fig.  1a, b). There was no evidence of an internal \nmatrix, soft tissue component, or other aggressive fea tures. The patient was further evaluated with a pre- and \npostcontrast magnetic resonance imaging (MRI) of the \nFig. 1 a, b Lucent lesion along the distal radial styloid\nFig. 2 a, b, c Coronal proton density fat saturated image (a), axial proton density fat saturated image (b), and axial T1 image (c), all demonstrating \na well-defined erosion with a well-corticated margin seen within the lateral side of the distal radius extending from the metadiaphysis \nto the epiphysis. The extensor carpi radials brevis tendon can be seen within this erosion. There is evidence of a longitudinal split tear \nwithin the extensor carpi radials brevis tendon with mild tendinosis, which is indicated by the white arrow on image b\nPage 3 of 4\n Hinrichs et al. Journal of Medical Case Reports          (2024) 18:585 \n \nwrist, which reflected the extensor carpi radials brevis \ntendon in an interosseous position in the distal dorsal \nlateral radius. (Fig.  2a, b and c). It was difficult to ascer tain if this was located in an erosion or if there was a \ncomplete osseous tract within the distal radius. There \nwas evidence of a longitudinal tear of the tendon within \nthe tunnel. The tendon entered the distal radius dorsally \nand laterally extending along an interosseous course and \nsubsequently exits the distal dorsal lateral radius near its \narticular surface with a proximal carpal row. The patient \nlater had a noncontrast computed tomography (CT) \nscan to determine if he would be a viable candidate for \nthe complete bone bridge across the superficial aspect of \nthis tunnel. This potential solution would be less invasive \nthan a surgical approach to the tendon for any antici pated repair. The CT showed a complete bridge of bone \nalong the interosseous component of the tendon superfi cially. (Fig.  3a, b, c, d, and f). This, therefore, restricts any \npossible access to that tendon. The treating orthopedic \nsurgeon recommended conservative treatment as it was \ndetermined that the potential risks associated with sur gery to reposition the tendon outweighed the anticipated \nbenefits. The patient was also evaluated by rheumatology and was found to have a positive Antinuclear Antibody \n(ANA). Prednisone alleviated his pain, but the pain \nreturned after medication was discontinued. He was then \nprescribed methotrexate and folic acid, which improved \nhis symptoms.",
    "Discussion": "Discussion\nThe typical clinical course of a distal radial fracture gen erally proceeds without significant complications, and \nthey routinely heal without incident in response to non surgical management. This patient’s initial X-ray dem onstrated an unusual lytic lesion with a sclerotic margin \nwithin the distal lateral radius. The patient provided a \nremote history of trauma. The CT and MRI findings \ndemonstrated an intraosseous course of the extensor \ncarpi radialis brevis tendon. The patient had no addi tional erosive changes or arthritic findings nor a history \nof arthritis, although he was found to be positive ANA.\nPost-traumatic deformities are uncommon complica tions associated with distal radial fractures. The common \ndeformities following distal radial fractures include the \nloss of the normal volar tilt of the articular surface in the \nFig. 3 a, b, c, d, e, f Short-axis computed tomography slice through the distal radial ulnar joint demonstrating a lytic tract, which contains \nthe extensor carpi radials brevis tendon both entering and exiting the tract. Note the complete bony bridge, which has formed along the course \non Fig. 3d \nPage 4 of 4 Hinrichs et al. Journal of Medical Case Reports          (2024) 18:585 \nsagittal plane, decreased ulnar inclination in the frontal \nplane and loss of length relative to the ulna [5]. When this \npatient suffered his initial injury in the MVA, he likely \nhad a longitudinally oriented slightly displaced fracture. \nOur",
    "Conclusion": "conclusion is that the intact tendon fell into that lon gitudinal grove produced by the displaced fracture. After \nthe initial fracture healed around the intact tendon, the \nosseous sheath formed, as was seen on CT.\nInflammatory disorders can also alter tendon/bone \nhealing [6]. Unfortunately, however, it is impossible to \nknow if an inflammatory disorder impacted this particu lar patient during the time of healing. The patient showed \nno other clinical signs of an inflammatory condition \nother than a positive ANA.\nConclusion\nThis case demonstrates an additional, unique, late posttraumatic complication of a distal radial fracture. This is \nthe first-known reported case of an inter-osseous sheath \ndevelopment around a tendon.\nAcknowledgements\nNot applicable.\nAuthor contributions\nSH, RS, and RS were major contributors in writing the manuscript. All authors \nread and approved the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nThe authors declare that they had full access to all of the data in this study and \nthe authors take complete responsibility for the integrity of the data and the \naccuracy of the data analysis.\nDeclarations\nEthics approval and consent to participate\nThere is ethics approval and consent of the Ethics Committee of ImageCare, \nLLC.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThere are no financial or non-financial competing interests.\nReceived: 4 July 2024   Accepted: 1 November 2024\nReferences\n 1. Ilyas AM, Jupiter JB. Distal radius fractures–classification of treatment \nand indications for surgery. Orthop Clin North Am. 2007;38(2):167–73.\n 2. Lichtman DM, et al. Treatment of distal radius fractures. J Am Acad \nOrthop Surg. 2010;18(3):180–9. 3. McKay SD, et al. Assessment of complications of distal radius fractures \nand development of a complication checklist. J Hand Surg Am. \n2001;26(5):916–22.\n 4. Wheeless CR. Wheeless’ Textbook of Orthopaedics; 2020. https:// www.  \nwheel esson line. com/\n 5. Tang JB, Ruy J, Omokawa S, Han J, Kish V. Biomechanical evaluation of \nwrist motor tendons after fractures of the distal radius. J Hand Surg \nAm. 1994;24:121–32. https:// doi. org/ 10. 1053/ jhsu. 1999. jhsu2 4a0121.\n 6. Loi F, Córdova L, Pajarinen J, Lin T, Yao Z, Goodman S. Inflammation, fracture and bone repair. Bone. 2016;86(119):130. https:// doi. org/ 10. 1016/j. \nbone. 2016. 02. 020.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}