{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04829-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04829-0.pdf",
  "metadata": {
    "/Keywords": "Heart failure; Acute cholecystitis; Misdiagnosis; Case report; Diagnostic heuristics",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241014103627+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241012193630+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04829-0",
    "/Author": "Qing Yu ",
    "/Title": "Heart failure misdiagnosed as acute cholecystitis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04829-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Heart failure is a clinical syndrome characterized by decreased cardiac output, leading to systemic organ hypoxia and resulting in dyspnea, pulmonary edema, organ congestion, and pleural effusion. Owing \nto the diverse clinical manifestations of heart failure, early diagnosis can be challenging, and misdiagnosis may occur \noccasionally. The use of echocardiography and blood brain natriuretic peptide can aid in obtaining a more accurate \ndiagnosis.",
    "Case Presentation": "Case presentation This article presents two case reports of patients who were misdiagnosed with acute cholecystitis. Both patients were young Mongolia males (age 26 and 39 years) who presented to the emergency depart ment with acute upper abdominal pain, abdominal ultrasound revealed gallbladder enlargement, and blood tests \nsuggested mild elevation of bilirubin levels. However, despite the absence of procalcitonin and C-reactive protein \nelevation, the patients were admitted to the general surgical department with a diagnosis of “acute cholecystitis.” Both \npatients were given treatment for cholecystitis, but their vital signs did not improve, while later examinations confirmed heart failure. After treatment with diuretics and cardiac glycosides, both patients’ symptoms were relieved.",
    "Conclusion": "Conclusion We aim to highlight the clinical manifestations of heart failure and differentiate it from rare conditions \nsuch as acute cholecystitis. Physicians should make accurate diagnoses on the basis of physical examinations, laboratory testing and imaging, and surveys while avoiding diagnostic heuristics or mindsets. By sharing these two case \nreports, we hope to increase awareness to prevent potential complications and improve patient outcomes.\nKeywords  Heart failure, Acute cholecystitis, Misdiagnosis, Case report, Diagnostic heuristics",
    "Introduction": "Introduction\nHeart failure (HF) is a clinical syndrome that often",
    "Results": "results from structural or functional abnormalities of the \nheart, leading to reduced cardiac output and other organ \ncongestion [1]. The diagnosis of HF was based on guide lines provided by the European Society of Cardiology [2]. \nIn some cases of HF, multiple pleural or peritoneal effu sions caused by increased venous hydrostatic pressure \ncan be detected. Owing to the diverse clinical manifes tations of HF and individual differences among patients, misdiagnosis can occur at an early stage [3], with a preva lence rate as high as 16.1% in outpatient clinics. In com munity hospitals, this percentage may be even greater.\nAcute cholecystitis (AC) is one of the most common \ncauses of acute abdominal pain and is characterized by \nfever, pain, and jaundice, but its diagnosis also depends \non radiological examinations such as ultrasound (US), \ncomputed tomography (CT), or magnetic resonance \nimaging (MRI) scans [4, 5]. Recently, an updated version \nof the Tokyo AC guidelines (TG13)12 was validated in a \npopulation similar to the derivation cohort, with a sensi tivity of 87.6% and specificity of 77.7% [3, 6].\nIn most cases, the clinical manifestations of acute \ncholecystitis can be easily distinguished from those of \ncongestive heart failure with a variety of symptoms, but *Correspondence:\nYu Qing\nyuqq0819@outlook.com\n1 Shenzhen Longhua District Central Hospital, 168 Guanlan Road, \nLonghua District, Shenzhen, Guangdong Province, China\nPage 2 of 8 Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \nwhen patients have no history of hypertension or cardio vascular disease or belong to a nontypical high-risk group \nfor HF, it is possible that the two diseases may be misdi agnosed. In this situation, if a diagnosis is missed, treat ment will be delayed, leading to further deterioration of \nthe patient’s condition and requiring clinicians’ attention.\nCase 1\nThe patient was a 26-year-old Chinese male (Mongol oid) with no history of hypertension or heart disease. \nHe presented to the emergency department complain ing of upper abdominal pain for 3  days. On examina tion, there was tenderness and rebound tenderness in \nthe epigastric area with Murphy’s sign. The abdomen CT \nrevealed a hyperdense gallbladder, cardiac enlargement, \nand fluid in the chest, pericardial cavity, and abdomen \n(Fig.  1). An electrocardiogram (ECG) revealed ST seg ment depression with T wave inversion in V1–4, leading \nto a prolonged QT interval. Blood tests suggested mild \njaundice, and routine blood tests revealed mildly elevated leucocyte counts. Procalcitonin (pct) and C-reactive pro tein (CRP) levels were normal. The patient was diagnosed \nwith acute cholecystitis, admitted to the gastrointestinal \n(GI) surgery department, and sent for emergency lapa rotomy. During the operation, the surgeons did not find \nany evidence of bowel perforation, gallbladder enlarge ment, or cholangiogram infection. While there were \nintra-abdominal fluid collections, edema in the upper \ngastrointestinal tract with abdominal fluid was observed.\nAfter decompression of the abdominal cavity with \n1000  mL of peritoneal fluid, the patient was trans ferred to the intensive care unit (ICU). After a serial \nblood test, we found that the patient’s blood test did \nnot suggest infection, while the brain natriuretic pep tide (BNP) level was significantly elevated (Fig.  3), and \nhis blood pressure decreased to 83/57 mmHg. Bedside \nechocardiography revealed an enlarged right atrium \n(47 × 53 mm), an enlarged right ventricle (36 mm), and \nmoderate pulmonary artery hypertension (53  mmHg) \nwith normal left ventricle output (Fig.  2). The patient \nFig. 1 A Chest computed tomography revealed minimal pleural effusion (red arrow). B Bilateral thoracic computed tomography imaging \ndemonstrated an accumulation of fluid in both hemithoraces, with the right side exhibiting greater involvement than the left (red arrows show \nthe pleural fluid accumulation on both sides). C The liver periphery showed evidence of abdominal fluid accumulation (red arrow), accompanied \nby swelling of the gallbladder. D The heart demonstrated enlargement with concomitant accumulation of fluid within the pericardial sac (red \narrow)\nPage 3 of 8\n Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \n \nwas then diagnosed with HF on day 2 after hospitali zation based on blood tests, echocardiography, and \nworsened vital signs [7 –9].\nInstead of AC, upper abdomen pain might be caused \nby the large quantity of abdominal–pleural fluid that \nirritates the peripheral nerves. A CT scan of the pul monary arteries revealed negative signs of pulmo nary embolism. There was also no evidence of blood \nclots in the deep veins of his lower limbs on Doppler \nultrasound. The patient was given strict fluid therapy \nand diuretics and cardiac glycosides. This led to a \nprogressive decrease in BNP levels, and the patient’s \nabdominal pain was relieved on day 3. Throughout \nthe treatment, the blood tests revealed no evidence \nof infection (Fig.  3). He was on fluid restrictions with \ndiuretics until discharge. After 2  weeks, the patient \nimproved and was discharged with a description of \ndiuretics. At the 3-month follow-up, the patient had \nno further episodes of abdominal pain.Case 2\nA 39-year-old Chinese male (Mongoloid race) presented \nto the emergency department with upper abdominal pain \nthat radiated to the shoulder and back for 3 days, accom panied by nausea and vomiting, with no obvious jaundice \nor fever. The patient had undergone surgery for congeni tal mitral stenosis 10 years prior and had been prescribed \nwarfarin daily. Physical examination in the emergency \ndepartment revealed mild tenderness in the upper abdo men, suspicious Murphy’s sign, a heart rate of 110–120 \nbeats/minute, and a blood pressure of 85/60  mmHg. A \nCT scan revealed pericholedochal effusion (Fig.  4). After \na diagnosis of AC, the patient was admitted to the gas trointestinal (GI) surgery department for further treat ment. At admission, routine blood tests revealed mildly \nelevated leucocyte counts and a normal neutrophil per centage of 63.2% (Fig.  5). The bilirubin level was elevated \nby 41.3  μmol/L (normal range 3–22  μmol/L), and the \nindirect bilirubin level was 34.6  μmol/L (normal range \n0–19  μmol/L). The GI doctors prescribed ceftriaxone \nfor infection, meperidine for abdominal pain, and fluid \nresuscitation therapy for hypotension. Seven hours after \nFig. 2 A Dilation of the right atrium and right ventricular (red arrow). B Pulmonary artery hypertension and severe tricuspid regurgitation (red \narrow shows elevated speed of tricuspid regurgitation). C, D The right ventricular wall showed remarkable thickening (red arrow)\nPage 4 of 8 Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \nadmission, the patient developed tachycardia, with a \nheart rate of 250–280 beats/minute, and an electrocar diogram revealed atrial flutter. After the administra tion of verapamil, the patient’s blood pressure decreased \nto 70/50  mmHg, with bilateral pulmonary wet rales. \nThe patient became unconscious and was given inva sive mechanical ventilation before being transferred to \nthe intensive care unit (ICU). Moreover, the blood tests \nrevealed significantly elevated BNP levels, with values of \n12,200 pg/mL. Echocardiography suggested mitral steno sis with incomplete closure, and left ventricular output \nwas compromised (Fig.  6). On the basis of the patient’s vital signs, pneumonary edema, BNP level and echocar diography results, he was soon diagnosed with HF [7–9] \non day 2.\nThe patient received comprehensive medical ther apy, including strict fluid therapy, digoxin, diuretics, \nand antibiotics. Throughout the treatment, the leu cocyte count increased, but the neutrophil percent age and pct and CRP levels remained within normal \nranges, and the BNP level decreased significantly \nafter antiheart failure therapy (Fig.  5). The patient’s \nabdominal pain and nausea was relieved on day 5. In \nlight of the presence of structural heart disease, the \nFig. 3 Following hospitalization, serial blood samples were obtained over a period of 5 days to facilitate the monitoring of infection-related \nbiomarkers and cardiac function indices. The normal ranges for each parameter are denoted by blue dashed lines. A The patient’s white blood cell \ncount surpassed the normal range only on day 3. B The neutrophil ratio exhibited a transient elevation above the upper limit of normal on day \n2, while remaining within the normal range for the remainder of the observation period. C The C-reactive protein (CRP) level demonstrated \na relatively stable profile, with only minor elevations observed on days 1, 5, and 7. D The patient’s pct levels remained within the normal \nrange throughout the 7 day observation period. E The BNP level exhibited an initial elevation following hospitalization on days 1 and 2, which \nsubsequently decreased in response to treatment, yet still exceeded the normal range\nPage 5 of 8\n Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \n \npatient was deemed a candidate for cardiac surgery or \neven heart transplantation, and he was transferred to \na major cardiology hospital on day 7. At the 3-month \nfollow-up, the patient did not experience another epi sode of abdominal pain.",
    "Discussion": "Discussion\nHeart failure can be misdiagnosed as various other dis eases, such as Acute exacerbation of chronic obstruc tive pulmonary disease (AECOPD) [7], asthma, and \npneumonia [9]. However, cases of misdiagnosis as acute \nFig. 4 A Abdominal computed tomography imaging revealed pericholedochal effusion and thickening wall of the gallbladder (red arrow). B, C \nCardiac enlargement (blue arrows), accompanied by bilateral minimal pleural effusion (red arrows)\nFig. 5 The patient underwent daily blood tests, the blue dotted line represents the upper limit of normal values for each indicator. A The patient’s \nwhite leucocyte count exceeded the normal range. B The neutrophil percentage remained normal. C The patient’s brain natriuretic peptide level \nwas elevated significantly, yet still exhibited fluctuations after anti-heart failure treatment\nPage 6 of 8 Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \ncholecystitis are relatively rare. In the cases we presented \nhere, both patients were young men with no history of \nhypertension or coronary heart disease and did not meet \nthe high-risk group standard for acute heart failure. At \nadmission, both patients presented with upper abdomi nal pain, and CT scans revealed edema in the gallbladder \nwall, with blood tests suggesting mildly elevated biliru bin levels. Therefore, the diagnosis of heart failure was \noverlooked.\nPatient 1 presented with abdominal pain, elevated bili rubin levels, and multilocular pericardial effusion. How ever, the patient’s leucocyte count, CRP level, and pct \ndid not significantly increase, which is typical of general \nintra-abdominal infection. The surgeon also failed to \nperform a comprehensive examination, including BNP \ntests and echocardiography, in the presence of pericar dial effusion. Therefore, the diagnosis of heart failure was \ndelayed. After ICU admission, the patient’s symptoms \nimproved after reducing fluid overload and improving \nright ventricular function. However, echocardiograms \non follow-up still revealed lung hypertension and tricus pid regurgitation, suggesting that the patient might have primary pulmonary hypertension leading to increased \nright ventricular load, resulting in tricuspid ring dilation \nand a decrease in right ventricular output and multiple \nnoninfectious pericardial effusions [9, 10]. Multilocular \npericardial effusion can also lead to symptoms of abdom inal stimulation, while increasing static water pressure \nmay cause stomach and gallbladder wall swelling, similar \nto acute abdomen symptoms, which ultimately leads to \nmisdiagnosis as acute cholecystitis.\nPatient 2 had a history of structural heart disease and \nhad undergone mitral valve replacement surgery. He \nwas admitted to the GI department despite his cardiac \nhistory, but the possibility that the abdominal pain was \ncaused by cardiac disease was not taken into considera tion. The GI doctors suspected that the patient’s hypo tension was caused by septic shock and provided fluid \nresuscitation with antibiotics, which further increased \nthe left ventricular load and led to worsening cardiac out put and acute heart failure during the process. During \nhis treatment, the patient did not exhibit fever, and his \nblood tests did not support infection; therefore, this epi sode of abdominal pain and shock was more likely caused \nFig. 6 The echocardiography was performed on day 2 after admission. A The left ventricular ejection fraction decreased to 25%, with left \nventricular and atrial enlargement. B The density of mitral was increased (red arrow), indicating previous mitral valve repair or replacement surgery. \nC Enlarged left ventricle with an increase in the number of endocardial papillary muscles (red arrow). D Mitral stenosis with incomplete closure (red \narrow) was present\nPage 7 of 8\n Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \n \nby a worsening of structural heart disease, leading to HF \nrather than infection.\nAbdominal pain is one of the most common chief com plaints in the emergency department (ED), particularly \nat night, and patients with abdominal complaints are at \nthe highest risk for cognitive errors in diagnosis [11]. The \ndifferential diagnosis includes acute cholecystitis, acute \npancreatitis, acute appendicitis, and even vascular occlu sion. Therefore, a comprehensive examination, imaging \nstudies, and laboratory tests are often necessary. In clini cal practice, CT scans have been widely used for the diag nosis of suspected cholecystitis. The main manifestations \nof CT include edema in the gallbladder wall, gallbladder \nenlargement, and sometimes gallstones. However, rely ing solely on imaging findings may lead to misdiagnosis, \nemphasizing the importance of combining symptoms \nand blood tests in the diagnostic process. Chacot’s triad \nincludes abdominal pain, fever, and jaundice, whereas \nblood tests often suggest elevated leucocyte count, pct, \nor CRP . By integrating multiple aspects of information, a \nprecise diagnosis can be made. Fatemeh Mahmoudzadeh \net  al. demonstrated that combining clinical symptoms \nwith imaging results can improve the sensitivity of acute \ncholecystitis diagnosis [12].\nIn China, emergency departments are divided into \ninternal emergencies and surgical emergencies, and tri age is often performed by senior nurses [13], who often \nrefer patients with abdominal disease to the surgical \nemergency department, where surgeons may fall into \nthe trap of diagnostic heuristics, attributing abdominal \npain to common surgical diseases and increasing the \npossibility of misdiagnosis. Moreover, during the night \nshift in the ED, physicians are sometimes forced to com plete a consultation, physical examination, and diagnosis \nwithin 30  minutes; thus, the lack of complete informa tion, high workload, and pressure might also contribute \nto misdiagnosis [11, 14]. Diagnostic errors in the ED are \nfrequent worldwide [15–17], and they can cause severe \nethical, economic, or even legal problems. To minimize \nthe chance of misdiagnosis, the first step is awareness of \ndiagnostic error, which motivates physicians to imple ment preventive and corrective measures. Second, rel evant information from patients and their families is \ncrucial for understanding the progression of disease. \nThird, clinical decision support systems, which provide \ndigital images, blood test information, consults, and sec ond opinions from experts, allow physicians to obtain \nobjective information to prevent clinical errors. Finally, \nreducing the clinical workload, clearing responsibilities \nand administrative duties can not only reduce the pos sibility of imprudent decisions but also protect medical \nstaff from clinical burnout, which contributes to more \nefficient diagnoses [18–20].Conclusion\nFor patients with suspected heart failure symptoms, per forming objective examinations, such as echocardiogra phy, BNP testing [21], and myocardial enzyme analysis, \nin the early stages is essential [22]. Echocardiography \ncan quickly and directly detect structural heart disease \nor whether cardiac output is compromised [23]. Early \ndiagnosis and standardized treatment of heart failure \nare related to increased survival rates and hospitaliza tion times. By sharing these two cases, we recommend \nthat physicians carry out comprehensive body examina tions, blood tests, CT scans, and/or ultrasounds to make \naccurate diagnoses and avoid diagnostic heuristics. Night \nemergency physicians’ and surgeons’ burnout syndrome \nmay also increase the risk of misdiagnosis, so it is even \nmore important to pay attention to nontypical patients’ \ndifferential diagnosis.\nAcknowledgements\nWe express our sincere gratitude to several individuals who have contributed \nsignificantly to the completion of this thesis. First, we are grateful to the \npatients for sharing with us their case files. And we thank all the medical staffs \nfor sharing ideas and collaborating during the treatment. This thesis would \nnot have been possible without the support and assistance of these wonder ful people.\nAuthor contributions\nYQ: conceptualization, writing, original draft preparation, and language review \nand editing. LW: data analysis, figure editing, and language review.\nFunding\n Not applicable.\nAvailability of data and materials\n Not applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from both patients for publication of \nthis article and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 16 July 2024   Accepted: 5 September 2024\nReferences\n 1. Ukegjini K, Schmied BM. Diagnostik und Behandlung der akuten \nCholezystitis [Diagnosis and treatment of acute cholecystitis]. Ther \nUmsch. 2020;77(4):133–46. https:// doi. org/ 10. 1024/ 0040- 5930/ a0011 68.\n 2. Jain A, Mehta N, Secko M, Schechter J, Papanagnou D, Pandya S, Sinert \nR. History, physical examination, laboratory testing, and emergency \ndepartment ultrasonography for the diagnosis of acute cholecystitis. \nAcad Emerg Med. 2017 Mar;24(3):281–297. https:// doi. org/ 10. 1111/ \nacem. 13132. (Swedberg K, Cleland J, Dargie H, et al. Guidelines for the \nPage 8 of 8 Yu and Lai  Journal of Medical Case Reports          (2024) 18:497 \ndiagnosis and treatment of chronic heart failure: executive summary \n(update 2005): The Task Force for the Diagnosis and Treatment of \nChronic Heart Failure of the European Society of Cardiology. Eur Heart J. \n2005;26(11):1115–1140)\n 3. Hirota M, Takada T, Kawarada Y, Nimura Y, Miura F, Hirata K, Mayumi T, \nYoshida M, Strasberg S, Pitt H, Gadacz TR, de Santibanes E, Gouma DJ, \nSolomkin JS, Belghiti J, Neuhaus H, Büchler MW, Fan ST, Ker CG, Padbury \nRT, Liau KH, Hilvano SC, Belli G, Windsor JA, Dervenis C. Diagnostic \ncriteria and severity assessment of acute cholecystitis: Tokyo Guidelines. \nJ Hepatobiliary Pancreat Surg. 2007;14(1):78–82. https:// doi. org/ 10. 1007/ \ns00534- 006- 1159-4.\n 4. Takada T, Kawarada Y, Nimura Y, Yoshida M, Mayumi T, Sekimoto M, Miura \nF, Wada K, Hirota M, Yamashita Y, Nagino M, Tsuyuguchi T, Tanaka A, \nKimura Y, Yasuda H, Hirata K, Pitt HA, Strasberg SM, Gadacz TR, Bornman \nPC, Gouma DJ, Belli G, Liau KH. Background: Tokyo Guidelines for the \nmanagement of acute cholangitis and cholecystitis. J Hepatobiliary Pancreat Surg. 2007;14(1):1–10. https:// doi. org/ 10. 1007/ s00534- 006- 1150-0.\n 5. Wee NK, Cheong WSC, Low HM. CT and MRI findings of acute calculous \ncholecystitis and its complications in Singapore: a pictorial review. Med J \nMalaysia. 2021;76(5):706–13.\n 6. Mard S, Nielsen FE. Positive predictive value and impact of misdiagnosis \nof a heart failure diagnosis in administrative registers among patients \nadmitted to a University Hospital cardiac care unit. Clin Epidemiol. \n2010;21(2):235–9. https:// doi. org/ 10. 2147/ CLEP . S12457.\n 7. Güder G, Störk S. COPD and heart failure: differential diagnosis \nand comorbidity. Herz. 2019;44(6):502–8. https:// doi. org/ 10. 1007/ \ns00059- 019- 4814-7.\n 8. Wong CW, Tafuro J, Azam Z, Satchithananda D, Duckett S, Barker D, \nPatwala A, Ahmed FZ, Mallen C, Kwok CS. Misdiagnosis of heart failure: a \nsystematic review of the literature. J Card Fail. 2021;27(9):925–33. https:// \ndoi. org/ 10. 1016/j. cardf ail. 2021. 05. 014.\n 9. Cassady SJ, Ramani GV. Right heart failure in pulmonary hypertension. \nCardiol Clin. 2020;38(2):243–55. https:// doi. org/ 10. 1016/j. ccl. 2020. 02. 001.\n 10. Ruopp NF, Cockrill BA. Diagnosis and treatment of pulmonary arterial \nhypertension: a review. JAMA. 2022;327(14):1379–91. https:// doi. org/ 10. \n1001/ jama. 2022. 4402.\n 11. Hautz WE, Kämmer JE, Hautz SC, Sauter TC, Zwaan L, Exadaktylos AK, \nBirrenbach T, Maier V, Müller M, Schauber SK. Diagnostic error increases \nmortality and length of hospital stay in patients presenting through the \nemergency room. Scand J Trauma Resusc Emerg Med. 2019;27(1):54. \nhttps:// doi. org/ 10. 1186/ s13049- 019- 0629-z.\n 12. Dickstein K, Cohen-Solal A, Filippatos G, McMurray JJ, Ponikowski P , \nPoole-Wilson PA, Strömberg A, van Veldhuisen DJ, Atar D, Hoes AW, Keren \nA, Mebazaa A, Nieminen M, Priori SG, Swedberg K; ESC Committee for \nPractice Guidelines (CPG). ESC guidelines for the diagnosis and treatment \nof acute and chronic heart failure 2008: the Task Force for the diagnosis \nand treatment of acute and chronic heart failure 2008 of the European \nSociety of Cardiology. Developed in collaboration with the Heart Failure \nAssociation of the ESC (HFA) and endorsed by the European Society of \nIntensive Care Medicine (ESICM). Eur J Heart Fail. 2008;10(10):933–89. \nhttps:// doi. org/ 10. 1016/j. ejhea rt. 2008. 08. 005. Epub 2008 Sep 16. Erratum in: Eur J Heart Fail. 2009 Jan;11(1):110. Erratum in: Eur J Heart Fail. \n2010;12(4):416. Dosage error in article text. PMID: 18826876.\n 13. Peng L, Hammad K. Current status of emergency department triage \nin mainland China: a narrative review of the literature. Nurs Health Sci. \n2015;17(2):148–58. https:// doi. org/ 10. 1111/ nhs. 12159.\n 14. Kachalia A, Gandhi TK, Puopolo AL, Yoon C, Thomas EJ, Griffey R, et al. \nMissed and delayed diagnoses in the emergency department: a study \nof closed malpractice claims from 4 liability insurers. Ann Emerg Med. \n2007;49:196–205.\n 15. Schnapp BH, Sun JE, Kim JL, Strayer RJ, Shah KH. Cognitive error in an \nacademic emergency department. Diagnosis (Berl). 2018;5(3):135–42. \nhttps:// doi. org/ 10. 1515/ dx- 2018- 0011.\n 16. Graber M, Gordon R, Franklin N. Reducing diagnostic errors in medicine: \nwhat’s the goal? Acad Med. 2002;77(10):981–92. https:// doi. org/ 10. 1097/ \n00001 888- 20021 0000- 00009.\n 17. Watari T, Tokuda Y, Mitsuhashi S, Otuki K, Kono K, Nagai N, Onigata K, \nKanda H. Factors and impact of physicians’ diagnostic errors in malpractice claims in Japan. PLoS ONE. 2020;15(8): e0237145. https:// doi. org/ 10. \n1371/ journ al. pone. 02371 45. 18. Croskerry P . The importance of cognitive errors in diagnosis and strate gies to minimize them. Acad Med. 2003;78(8):775–80. https:// doi. org/ 10. \n1097/ 00001 888- 20030 8000- 00003.\n 19. Hickner J. How to avoid diagnostic errors. J Fam Pract. 2014;63(11):625.\n 20. Vally ZI, Khammissa RAG, Feller G, Ballyram R, Beetge M, Feller \nL. Errors in clinical diagnosis: a narrative review. J Int Med Res. \n2023;51(8):3000605231162798. https:// doi. org/ 10. 1177/ 03000 60523 \n11627 98.\n 21. Castiglione V, Aimo A, Vergaro G, Saccaro L, Passino C, Emdin M. Biomark ers for the diagnosis and management of heart failure. Heart Fail Rev. \n2022;27(2):625–43. https:// doi. org/ 10. 1007/ s10741- 021- 10105-w .\n 22. Ponikowski P , Voors AA, Anker SD, Bueno H, Cleland JG, Coats AJ, Falk \nV, González-Juanatey JR, Harjola VP , Jankowska EA, Jessup M, Linde C, \nNihoyannopoulos P , Parissis JT, Pieske B, Riley JP , Rosano GM, Ruilope LM, \nRuschitzka F, Rutten FH, van der Meer P; Authors/Task Force Members; \nDocument Reviewers. 2016 ESC Guidelines for the diagnosis and treat ment of acute and chronic heart failure: The Task Force for the diagnosis \nand treatment of acute and chronic heart failure of the European \nSociety of Cardiology (ESC). Developed with the special contribution \nof the Heart Failure Association (HFA) of the ESC. Eur J Heart Fail. 2016 \nAug;18(8):891–975. https:// doi. org/ 10. 1002/ ejhf. 592. Epub 2016 May 20. \nPMID: 27207191.\n 23. McDonagh TA, Metra M, Adamo M, Gardner RS, Baumbach A, Böhm \nM, Burri H, Butler J, Čelutkienė J, Chioncel O, Cleland JGF, Coats AJS, \nCrespo-Leiro MG, Farmakis D, Gilard M, Heymans S, Hoes AW, Jaarsma \nT, Jankowska EA, Lainscak M, Lam CSP , Lyon AR, McMurray JJV, Mebazaa \nA, Mindham R, Muneretto C, Francesco Piepoli M, Price S, Rosano GMC, \nRuschitzka F, Kathrine Skibelund A; ESC Scientific Document Group. \n2021 ESC Guidelines for the diagnosis and treatment of acute and \nchronic heart failure. Eur Heart J. 2021 Sep 21;42(36):3599–3726. https:// \ndoi. org/ 10. 1093/ eurhe artj/ ehab3 68. Erratum in: Eur Heart J. 2021 Dec \n21;42(48):4901. https:// doi. org/ 10. 1093/ eurhe artj/ ehab6 70. PMID: \n34447992.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}