{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04836-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04836-1.pdf",
  "metadata": {
    "/Keywords": "Disseminated cryptococcosis; Case report; Pancreatic involvement with Cryptococcus; Endoscopic ultrasound; Pancreatic malignancy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241022100640+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241021164034+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04836-1",
    "/Author": "Hsu-En Cheng ",
    "/Title": "Disseminated Cryptococcus over pancreas, lung, and brain: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04836-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cryptococcus is an opportunistic infection acquired through inhalation from the environment, primarily \naffecting individuals with compromised immune systems. It typically leads to pneumonia upon passing through lung \ntissue. The infection can disseminate to various organs via the bloodstream, resulting in meningitis or encephalitis \nin the central nervous system. Disseminated Cryptococcus has been reported to involve the skin, liver, eyes, lymph \nnodes, bone marrow, spleen, kidneys, and intestines, significantly increasing morbidity and mortality. However, pancreatic involvement in Cryptococcus is relatively rare, and a few case reports have highlighted severe organ damage \nand high mortality rates.",
    "Case Presentation": "Case presentation In this case report, we present the case of a 36-year-old Asian man who presented with a 2-week \nhistory of headaches and blurred vision in his right eye. Brain magnetic resonance imaging revealed multiple brain \nmasses, along with a mass in the lower left lung field and a tumor in the pancreatic tail, as detected by chest computed tomography. Endoscopic ultrasound-guided fine needle biopsy and computed tomography-guided lung \nbiopsy confirmed the diagnosis of disseminated cryptococcal infection involving the pancreas, lung, and brain. The \npatient’s clinical condition improved following antifungal therapy. Additionally, we identified anti-granulocyte–macrophage colony-stimulating factor antibody as a risk factor for disseminated cryptococcal infection in this patient.",
    "Conclusion": "Conclusion Disseminated cryptococcosis can be a potentially lethal condition, as highlighted by previous literature. \nHowever, early diagnosis using contrast-enhanced harmonic endoscopic ultrasound and endoscopic ultrasoundguided biopsies, as well as prompt treatment as demonstrated in our case, can improve outcomes and prevent \nmortality.\nKeywords  Disseminated cryptococcosis, Case report, Pancreatic involvement with Cryptococcus, Endoscopic \nultrasound, Pancreatic malignancy\nBackground\nCryptococcus is a potentially lethal fungal infection that \nmay be categorized into either the C. neoformans or C. \ngattii species. The former is globally distributed and \nabundant in avian excreta [1, 2], whereas C. gattii has \nclassically been viewed as a tropical or subtropical fun gus. In nature, Cryptococcus is inhaled from the envi ronment and passes through lung tissue, subsequently \ncausing pneumonia in an immune-suppressed status. \nOtherwise, these fungal cells are also able to establish \nasymptomatic latent infection in immunocompetent \ncases. Upon becoming flared up once the immune system *Correspondence:\nSzu- Chia Liao\nb8401084@gmail.com\n1 Division of Gastroenterology and Hepatology, Department of Internal \nMedicine, Taichung Veterans General Hospital, Taichung, Taiwan\n2 National Yang Ming Chiao Tung University, Hsinchu, Taiwan\n3 Division of Gastroenterology and Hepatology, Tungs’ Taichung Metro \nHarbor  Hospital, Taichung, Taiwan\n4 Department of Pathology and Laboratory Medicine, Taichung Veterans \nGeneral Hospital, Taichung, Taiwan\nPage 2 of 7 Cheng et al. Journal of Medical Case Reports          (2024) 18:513 \nhas been suppressed, the cells may disseminate to other \ntissue via the bloodstream. This most commonly occurs \nin the central nervous system, causing meningitis or \nencephalitis with increased intracranial pressure and, in \nturn, posing a lethal threat to individuals, as witnessed in \nour case.\nAlthough cryptococcosis is typically rare in immu nocompetent individuals, a recent increase in cases has \nbeen noted in healthy populations in North America \nand Canada [3]. Within a cohort of 300 human immu nodeficiency virus (HIV)-negative patients diagnosed \nwith cryptococcal infection, 25% had received steroid \ntherapy, 24% had chronic liver, kidney, or lung diseases, \n16% had malignancies, and 15% had undergone solid \norgan transplants [4]. Notably, 30% of these patients had \nno discernible underlying medical conditions. Generally, \nCryptococcus meningitis seldom occurs in previously \nhealthy individuals, with an annual incidence of approxi mately 3000 reported cases in the USA, corresponding \nto an estimated occurrence of one in 100,000 individuals \nper year. Among the identified risk factors, pulmonary \nalveolar proteinosis, characterized by autoantibodies \nagainst granulocyte–macrophage colony-stimulating fac tor (GM-CSF), has been linked to intracellular infections, \nincluding cryptococcosis. In our case, this association \npotentially inhibited macrophage signaling by blocking \nSTAT5 phosphorylation [5].\nAdditionally, other mentioned organs in previously \npublished literature have included the skin, liver, eyes, \nlymph nodes, bone marrow, spleen, kidneys, and intes tines. Cryptococcal involvement in pancreas tissue is \nrelatively rare, while disseminated Cryptococcus may \ndeteriorate causing severe organ damage and a high \nmortality rate. This case report highlights the awareness \nof pancreatic cryptococcal infection as opposed to pan creatic malignancy. After contrast-enhanced harmonic \nendoscopic ultrasound (CEH-EUS) and EUS-guided \nfine needle biopsy (EUS-FNB), pancreatic Cryptococcus \nwas diagnosed in our patient. Nontraditional risk factors \nregarding autoantibodies against GM-CSFs were also fea tured, with the patient finally presenting with a favorable \noutcome after undergoing antifungal therapy.\nCase presentation\nA 36-year-old Asian man with no prior medical history, \nconsidered to be relatively healthy, was admitted due \nto the presentation of headache, dizziness, and blurred \nvision in the right eye having occurred for a period of \n2  weeks. He was employed as a chicken vendor. Seek ing assistance, he visited our neurosurgery department \nwith initial vital signs showing a blood pressure of 134/97 \nmmHg, heart rate of 89 bpm, respiratory rate of 18 \nbreaths per minute, and a body temperature of 36.4 °C. A neurological examination was performed, assessing ori entation, memory, abstract thinking, and calculation—all \nof which were intact. However, visual field examination \nrevealed hemianopia. Additional tests, including assess ments of pupil size, light reflex, eye movement, facial \nsensation, jaw opening, corneal reflex, mouth angle, \nuvula/palate movement, and sensory/motor function, \nshowed no abnormalities. Subsequent physical examina tions indicated symmetric chest expansion, clear breath \nsounds, a soft abdomen, normoactive bowel sounds, and \nno abdominal tenderness.\nHis brain magnetic resonance imaging (MRI) revealed \nmultiple brain masses (Fig.  1). However, he had no asso ciated symptoms, including fever, body weight loss, or \nabdominal discomfort. The tentative diagnosis was brain \ntumors with the suspicion of intracranial metastasis. \nTherefore, he underwent a series of examinations for \ntumor survey, including abdominal sonography (Fig.  2), \nchest computed tomography (CT) (Fig.  3), and serum \ntumor markers. One mass (4 cm) over the left lower lung \nfield and a pancreatic tail tumor were found at the same \ntime. Based on a series of MRI scans (Fig.  4), pancreatic \ncancer with brain and lung metastasis was suspected. The \npatient therefore underwent a EUS-guided fine needle \nbiopsy (EUS-FNB) (Fig.  5) for the pancreatic tumor, and \nthen a subsequent CT-guided biopsy for the lung mass. A \nLatex test for Cryptococcus yielded a result of 1:32, and a \nfungus element with a thick capsule was determined from \nthe pathological findings (Fig.  6), with the CT-guided \nbiopsy of the left lung cavity lesion also revealing fun gal contamination due to cryptococcal infection involv ing both xanthomatous and necrotizing inflammation. \nThe final diagnosis for this nonimmunodeficient patient \nwas disseminated cryptococcal infection with pancreas, \nlung, and brain involvement. Tests for other risk factors \nfor disseminated cryptococcal infection that had been \npreviously mentioned in the literature were conducted, \nincluding malignancy, HIV status, and liver cirrhosis, all \nof which were determined to be negative by our panel.\nAfterwards, a serum sample of anti-GM CSF anti body was tested revealing a positive result, which is \none of the predisposing factors for non-HIV cryptococ cal meningitis. Treatment commenced with flucyto sine 1500  mg 4 times a day/quater in die (QID) from \n19 April 2022 to 14 June 2022, alongside ambisome \n150  mg from 19 April to 28 April, titrated to 350  mg \nfrom 29 April to 14 June. Subsequently, the regimen \nshifted to fluconazole 600  mg QD from 14 June to 15 \nAugust, tapering to 450  mg QD from 16 August to \n30 November, and finally down to 300  mg QD from \n16 August 2022 to 24 November 2023. Throughout \nfollow-up appointments with the infectious disease \ndepartment, there were no reports of double vision. \nPage 3 of 7\n Cheng et al. Journal of Medical Case Reports          (2024) 18:513 \n \nThe cryptococcal infection over the left cerebral region \nwas determined to be in a stable status from brain CT",
    "Results": "results after 6  months of antifungal therapy. A brain \nMRI conducted on June 2023 revealed a stable cryp tococcoma, gradually decreasing in size, and perifocal \nedema had also subsided. The timeline for both treat ment and follow-up is shown in Supplementary Fig. 1.",
    "Discussion": "Discussion\nCryptococcosis was first identified in 1894 and later \nbecame a health threat during the acquired immune defi ciency syndrome (AIDS) pandemic of the 1980s. It was \ninitially classified as a single fungal species but was then \ndivided into two separate species (C. gattii and C. neo formans) [6]. An acquired case of cryptococcosis would \nFig. 1 Multiple enhancing lesions over bilateral cerebellar hemisphere were noted with initial impression of brain metastasis\nPage 4 of 7 Cheng et al. Journal of Medical Case Reports          (2024) 18:513 \noccur due to the inhalation of fungal cells from within the \nenvironment, subsequently causing pneumonia in immu nosuppressed patients. In contrast, in immunocompetent \ncases, the fungal cells may develop into an asymptomatic \nlatent infection and disseminate to other tissues, most \ncommonly those found in the central nervous system, \nonce the host has reached an immunosuppressant status. \nUpon establishing itself in the central nervous system, \nthe cryptococcal infection often causes meningitis or \nencephalitis, along with increased intracranial pressure, \npossibly leading to mortality if no immediate and effec tive treatment is provided.\nCryptococcal meningitis (CM) is common in cases of \nHIV infection [7, 8]. Additionally, it can occur in other \nforms of both natural and iatrogenic immune suppres sion. In a study of over 300 HIV-negative patients with \ncryptococcal infection under iatrogenic immune sup pression in the USA, 25% had received steroid therapy, \n24% had chronic liver, kidney or lung disease, 16% had a \nmalignancy, and 15% had received solid organ transplants \n[3, 9]. CM rarely occurs in previously healthy patients, \nwhile a number of primary immunologic defects or auto immune diseases have been shown to be associated with \ncryptococcal meningitis. In particular, the presence of \nauto-antibodies against granulocyte–macrophage colony \nFig. 2 Abdominal sonography showed a 41 mm hypoechoic mass over the pancreatic tail\nFig. 3 Chest computed tomography showed an oval cavity mass \n(4 cm) over the left lower lung field\nPage 5 of 7\n Cheng et al. Journal of Medical Case Reports          (2024) 18:513 \n \nstimulating factor (GM-CSF) [10–13] is associated with \nintracellular infections, including cryptococcosis. As for \nour patient, a series of examinations to assess the risk \nfactors for cryptococcal infection, including anti-HIV \nantibody, tumor marker, and autoimmunity titer (ANA, \nC3/4, SSA/B), all revealed normal results except for \nthe patient’s prediabetic status. While he was not being \ntreated with corticosteroids or any immune suppressants, \nthe blood sampling of anti-GM CSF antibody revealed a \npositive result three times higher than normal.\nAs previously reported, along with the lungs and brain, \ncryptococcal infection involving the eyes, spleen, liver, \nbone marrow, kidneys, prostate, lymph nodes, peri toneum, and skin has also been reported. One of the \npossible explanations for this tropism to lipids is that \nlarge polysaccharide capsules, fungal metalloproteases, \nextracellular lipids, and phospholipids [14, 15] may act \nas virulent factors during an invasion of cryptococci in the patient’s central nervous system. Additionally, \nhost sphingolipids aid in granuloma formation and can \nalter microbial uptake via macrophages, phagocytic cell \nresponse, and neutrophil’s killing ability during crypto coccal infection [16–19].\nNevertheless, Cryptococcus with pancreatic involve ment is infrequently reported. A series of case reports \nin the 1990s showed that clinical symptoms (including \nthose related to pancreatic involvement) and the severity \nof cryptococcal infection varied quite a lot [20–23].\nFinally, the use of endoscopy ultrasound aids in the diag nosis of pancreas mass lesions, as previously reported \n[23]. In that case, an EUS-guided biopsy revealed a cryp tococcoma for the peripancreatic mass, showing the dif ferentiation of malignancy from the infectious process. \nAn EUS-Fine needle aspiration (FNA) may significantly \nimprove diagnostic accuracy, and thus patients’ out comes as well. In addition, Kitano et  al. [ 24] proposed \nFig. 4 Magnetic resonance cholangiopancreatography (MRCP) made raising suspicion of pseudocyst or cystic neoplasm, suspected mucinous \ncystadenoma\nPage 6 of 7 Cheng et al. Journal of Medical Case Reports          (2024) 18:513 \nimplementing contrast-enhanced harmonic EUS to fur ther assist a diagnosis more promptly. Therefore, when we \nencounter a pancreatic mass involving several other organs, \nwe should be aware of possible cryptococcal infection even \nin immunocompetent patients, and use contrast-enhanced \nharmonic EUS and EUS-FNA to make a firm diagnosis, thus allowing for a proposal on appropriate treatment be \nmade as early as possible.\nConclusion\nThe patient in our study is a case of disseminated cryp tococcosis accompanied with brain, lung, and, most \nimportantly, pancreatic involvement in a relatively immu nocompetent individual, which can be lethal according to \nprevious literature review. Aside from the traditional risk \nfactor for Cryptococcus, a positive anti-GM-CSF result \nthat highlights the nontraditional risk factors in relatively \nimmunocompetent cases, patients still carry a higher \nrisk of cryptococcal infection. Early prompt treatment, \nas undertaken in our case, could improve outcomes and \navoid mortality.\nClinicians should be well aware of similar cases of pan creatic lesions being found upon using CEH-EUS and \nEUS-guided biopsies, thus allowing for a diagnosis to \nbe made as early as possible. This will give clinicians the \nopportunity to then provide the correct treatment for \nimproving patient outcomes.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04836-1.\nSupplementary Material 1.\nFig. 5 Contrast-enhanced harmonic endoscopic ultrasound (CEH-EUS) showed hypovascularity, iso-enhanced lesion with soft echotexture \nunder elastography\nFig. 6 Endoscopic ultrasound fine needle aspiration (FNA) pathology \ncytologic finding showed fungal yeasts with thickened capsule \nhighlighted with mucicarmine stain (black arrow)\nPage 7 of 7\n Cheng et al. Journal of Medical Case Reports          (2024) 18:513 \n \nAcknowledgements\nWe would like to thank Mr. Dean S. Dowers for English language editing.\nAuthor contributions\nHEC drafted the manuscript, and HZY and SCL revised it. All authors read and \napproved the final manuscript.\nFunding\nThis research did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe availability of data applies only in cases where no personal information is \ndisclosed.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests.\nReceived: 1 August 2023   Accepted: 2 September 2024\nReferences\n 1. Chowdhary A, Rhandhawa HS, Prakash A, Meis JF. Environmental prevalence of Cryptococcus neoformans and Cryptococcus gattii in India: an \nupdate. Crit Rev Microbiol. 2012;38(1):1–16.\n 2. Litvintseva AP , Carbone I, Rossouw J, Thakur R, Govender NP , Mitchell TG. \nEvidence that the human pathogenic fungus Cryptococcus neoformans \nvar. grubii may have evolved in Africa. PLoS ONE. 2011;6(5): e19688.\n 3. Pappas PG, et al. Cryptococcosis in human immunodeficiency virusnegative patients in the era of effective azole therapy. Clin Infect Dis. \n2001;33:690–9.\n 4. Byrnes EJ, Marr KA. The outbreak of Cryptococcus gattii in Western \nNorth America: epidemiology and clinical issues. Curr Infect Dis Rep. \n2011;13:256–61.\n 5. Lee YC, Chew GT, Robinson BW. Pulmonary & meningeal cryptococcosis \nin pulmonary alveolar proteinosis. Aust N Z J Med. 1999;29:843–4.\n 6. Hagen F, Khayhan K, Theelen B, Kolecka A, Polacheck I, Sionov E, Falk R, \nParnmen S, Lumbsch HT, Boekhout T. Recognition of seven species in the \nCryptococcus gattii/Cryptococcus neoformans species complex. Fungal \nGenet Biol. 2015;78:16–48.\n 7. Rajasingham R, Rhein J, Klammer K, Musubire A, Nabeta H, Akampurira \nA, Mossel EC, Williams DA, Boxrud DJ, Crabtree MB, Miller BR, Rolfes MA, \nTengsupakul S, Andama AO, Meya DB, Boulware DR. Epidemiology of \nmeningitis in an HIV-infected Ugandan cohort. Am J Trop Med Hyg. \n2015;92(2):274–9.\n 8. Jarvis JN, et al. Adult meningitis in a setting of high. HIV and TB prevalence: findings from 4961 suspected cases. BMC Infect Dis. 2010;10:67.\n 9. Beardsley J, Sorrell TC, Chen SC. Central nervous system cryptococcal \ninfections in non-HIV infected patients. J Fungi. 2019;5(3):71.\n 10. Ahmad DS, Esmadi M, Steinmann WC. Idiopathic CD4 lymphocytopenia: \nspectrum of opportunistic infections, malignancies, and autoimmune \ndiseases. Avicenna J Med. 2013;3(2):37–47.\n 11. Gorska MM, Alam R. A mutation in the human uncoordinated 119 gene \nimpairs TCR signaling and is associated with CD4 lymphopenia. Blood. \n2012;119:1399–406.\n 12. Rosen LB, Freeman AF, Yang LM, Jutivorakool K, Olivier KN, Angkasekwinai \nN, Suputtamongkol Y, Bennett JE, Pyrgos V, Williamson PR, Ding L, Holland SM, Browne SK. Anti-GM-CSF autoantibodies in patients with cryptococcal meningitis. J Immunol. 2013;190(8):3959–66.\n 13. Saijo T, Chen J, Chen SC, Rosen LB, Yi J, Sorrell TC, Bennett JE, Holland SM, \nBrowne SK, Kwon-Chung KJ. Anti-granulocyte-macrophage colony-stimulating factor autoantibodies are a risk factor for central nervous system \ninfection by Cryptococcus gattii in otherwise immunocompetent patients. \nMBio. 2014;5(2):e00912-e914.\n 14. Voelz K, May RC. Cryptococcal interactions with the host immune system. \nEukaryot Cell. 2010;9:835–46.\n 15. Vu K, Tham R, Uhrig JP , Thompson GR 3rd, Na Pombejra S, Jamklang M, \nBautos JM, Gelli A. Invasion of the central nervous system by Crypto coccus neoformans requires a secreted fungal metalloprotease. MBio. \n2014;5(3):e01101-e1114.\n 16. Shea JM, Henry JL, Del Poeta M. Lipid metabolism in Cryptococcus neofor mans. FEMS Yeast Res. 2006;6:469–79.\n 17. Nolan SJ, Fu MS, Coppens I, Casadevall A. Lipids affect the Cryptococcus \nneoformans-macrophage interaction and promote nonlytic exocytosis. \nInfect Immun. 2017;85:e00564-e617.\n 18. Singh A, MacKenzie A, Girnun G, Del Poeta M. Analysis of sphingolipids, \nsterols, and phospholipids in human pathogenic Cryptococcus strains. J \nLipid Res. 2017;58:2017–36.\n 19. Bryan AM, Del Poeta M, Luberto C. Sphingolipids as regulators of the \nphagocytic response to fungal infections. Mediat Inflamm. 2015;2015: \n640540.\n 20. Bonacini M, Nussbaum J, Ahluwalia C. Gastrointestinal, hepatic, and \npancreatic involvement with Cryptococcus neoformans in AIDS. J Clin \nGastroenterol. 1990;12(3):295–7.\n 21. Alameri A, Museedi A, Al Qaisi A, Alshaikhli A, Kim A. S1379: cryptococcus can be a great mimicker in AIDS patients. Am J Gastroenterol. \n2020;115:S694.\n 22. Wappler-Guzzetta EA, Gray AL, Dagostino J, Kerstetter JC. Diffuse adrenal \ngland and pancreas necrosis in a patient with disseminated cryptococcosis—case report. Life. 2022;12:1667.\n 23. Dzwonkowski M, Shah N, Iqbal U, Confer B. Disseminated cryptococcosis \nmasquerading as a large abdominal mass concerning for pancreatic \nmalignancy in an HIV-positive patient. ACG Case Rep J. 2022;9(11): \ne00908.\n 24. Kitano M, Kamata K, Imai H, Miyata T, Yasukawa S, Yanagisawa A, Kudo M. \nContrast-enhanced harmonic endoscopic ultrasonography for pancreatobiliary diseases. Dig Endosc. 2015;27(Suppl 1):60–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}