{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04975-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04975-5.pdf",
  "metadata": {
    "/Keywords": "NeoDura; healing by secondary intention; craniectomy; dural repair patch",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218120751+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241213161835+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04975-5",
    "/Author": "Axelle Stockmans ",
    "/Title": "Healing by secondary intention over NeoDura applicated on a craniectomy defect: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04975-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background NeoDura (Medprin Biotech Gmbh) is an absorbable dural repair patch consisting of degradable \npoly- l-lactic acid and porcine gelatin that provides a hermetic closure of the dura mater (Medprin Biotech. Neodura. \nDural Repair Patch [Brochure]. 2016. https:// irp. cdn-  websi te. com/ 76256 3d2/ files/ uploa ded/a- NeoDu ra- Brosc hüre. \npdf. Accessed 24 Sep 2022.). It can be used after resection of a meningioma. If overlying bone and skin structures \nare absent, an additional flap reconstruction is usually considered, resulting in extensive surgery. However, this study \nis the first to describe a case of healing by secondary intention over NeoDura as the most superficial layer.",
    "Case Presentation": "Case presentation A 48-year-old Caucasian woman had been treated with surgery and whole brain radiotherapy \nfor medulloblastoma in 1976. As radiotherapy-related consequences she developed blindness and multiple secondary tumors (meningioma, basal cell carcinoma). After resection of a large parasagittal meningioma, wound infection and healing problems occurred. The skull flap (10 cm in diameter) had to be removed, and two latissimus dorsi \nreconstructions failed. As the dura closure using NeoDura appeared watertight, it was decided to attempt healing \nby secondary intention using vacuum assisted closure, and later, with local wound dressings. This resulted in a complete skin closure after almost 1 year. No local or neurological complications occurred. The tissue was sufficiently \nresistant to avoid the “syndrome of the trephined,” a well-known complication in patients without bony reconstruction \nafter craniectomy.",
    "Conclusion": "Conclusion This is the first description of healing by secondary intention over a craniectomy wound where the nor mal dura was also removed and replaced by NeoDura. This treatment could be an alternative for extensive reconstructions in patients who are not fit to undergo reconstructive surgery or after failure of reconstruction.\nKeywords  NeoDura, healing by secondary intention, craniectomy, dural repair patch\nBackground\nResection of intracranial tumoral processes may force the \nneurosurgeon to perform a craniectomy and breach the \nmeninges. A tight seal is then required to prevent leakage \nof cerebrospinal fluid and the associated infections, head aches, and vision changes [12].\nIf primary closure of the dura mater is not possible, the \nuse of grafts is possible. Since the late nineteenth cen tury, several types of material have been investigated, \nnamely autografts, allografts, xenografts, and synthetic \ngrafts, to establish the ideal dural replacement. Various †Axelle Stockmans, Quentin Dumont and Jos Velleman are joint first authors.\n*Correspondence:\nJos Velleman\njos.velleman@gmail.com\n1 UZ Leuven, Plastic, Reconstructive and Aesthetic Surgery, Herestraat 49, \n3000 Louvain, Belgium\n2 UZ Leuven, Neurosurgery, Herestraat 49, 3000 Louvain, Belgium\nPage 2 of 5 Stockmans et al. Journal of Medical Case Reports          (2024) 18:622 \ndrawbacks have been described with the use of autografts \nand allografts [12]. In this case, NeoDura was used. It is \nan absorbable dural repair patch consisting of degradable \npoly-l-lactic acid and porcine gelatin that provides a her metic closure of the dura mater [9, 11].\nHowever, if overlying bone is damaged as well, an addi tional flap reconstruction can be considered. This often",
    "Results": "results in very extensive surgery.\nThis study presents a patient treated with a dural sub stitute after resection of a large parasagittal meningioma. \nThe uniqueness of this case lies in the healing by second ary intention over NeoDura as the most superficial layer \nafter failure of the overlying flap reconstruction and the \nremoval of the autologous bone owing to infection.",
    "Methods": "Methods\nCase report\nAll information was retrieved from the University Hospi tals Leuven electronic medical file database. The patient \nprovided informed consent.\nLiterature review\nA PubMed literature search was executed from October \n2021 to 30 January 2023. The search terms were “second ary healing, ” “scalp bone defect, ” “NeoDura, ” and “tre phined. ” A total of 17 results were found.\nResults\nCase presentation\nA 48-year-old Caucasian woman had been treated with \nresection and whole brain radiotherapy for cerebellar \nmedulloblastomas at the age of 3 years. This resulted in \nblindness, pituitary insufficiency, atrophy of the skin with \nalopecia, and the development of an occipital basal cell \ncarcinoma that was resected. Moreover, she developed \npost-radiotherapy meningiomas. Resection of meningi omas was performed 10  years ago. Now, the neurosur gery department executed the resection of a recurrent \nrapidly growing frontal parasagittal meningioma. Simp son grade I resection was achieved. NeoDura was applied \nfor closure of the dura, and the skull was closed through \nreplacement of the native skull fragments, which were \naffixed with small titanium plates, and a primary closure \nof the skin was possible. Then, 3 months later, the patient \npresented at the emergency department with a crust \non the scar of the scalp and redness of the surrounding \nskin. Resection of the crust caused evacuation of sero purulent liquid. An underlying infection was diagnosed \nand a debridement was necessary. The skull fragments, \nwith a total diameter of 10 cm, were infected as well as \nthe overlying fragile skin. The skull fragments and over lying skin were resected. During the operation, incor poration of the Neodura in the surrounding native dura was observed, and a watertight closure of the dura was \nseen. As there was no evidence for subdural infection, \nthe dura was left intact, and soft tissue coverage of the \n10 cm diameter defect was obtained by a free latissimus \ndorsi flap [5, 8]. Then, 2 days later, the flap was revised for \narterial insufficiency and ultimately failed after 1  week. \nThe flap was removed and coverage of the defect was per formed by a contralateral free latissimus dorsi flap. How ever, 4 days later, this flap also failed because of arterial \ninsufficiency. The avital flap was removed and vacuum \nassisted closure (VAC) was started. At 1.5 months later \nthe patient left the hospital with VAC therapy. The VACdressing was changed every 3–4  days during outpatient \nconsultations. After 3 months, a superficial wound infec tion occurred. Stagnation of the granulation process, bad \nodor of the wound, and a small amount of pus at the edge \nof the wound were observed. Wound culture was positive \nfor Staphylococcus aureus. Clindamycin was started and \nVAC-therapy was replaced with daily wound care con sisting of intensive cleaning of the wound and application \nof Flaminal Forte. After 10  days, the signs of infection \ndisappeared. Clindamycin was stopped and daily wound \ncare was continued unchanged. Gradual closure of the \nskin was observed (Fig.  1). At 1 year later, the skin was \ncompletely closed and well healed (Fig.  1). The patient \ndid not experience any new neurological symptoms. \nNo leakage of cerebrospinal fluid from the wound was \nobserved during follow-up. There was no need for a cer ebrospinal fluid diversion procedure or lumbar puncture. \nSince the patient did not experience any symptoms sug gestive of the syndrome of the trephined, no reconstruc tion of the bone was performed, in agreement with the \npatient. The 1 year postoperative computed tomography \n(CT) scan showed a normal aspect of the ventricles, no \nmidline shift, no signs of changed intracranial pressure, \nand no external hydrocephalus (Fig. 2).\nLiterature review\nHealing by secondary intention\nHealing by secondary intention consists of a combination \nof migration of fibroblasts and keratinocytes, and wound \ncontraction. The disadvantages of healing by secondary \nintention are alopecia, large scar formation, contour mis match, and a longer healing time [2, 8].\nFibroblasts are critical in supporting normal wound \nhealing by creating new extracellular matrix in a process \ncalled granulation [2]. The formation of a new extracellu lar matrix makes the filling of a wound possible.\nTo complete the process of wound healing, the for mation of a new epithelial surface is needed. The epi dermis is composed of several layers of keratinocytes. \nKeratinocytes are responsible for the process of reepi thelialization and participate in host defense during \nPage 3 of 5\n Stockmans et al. Journal of Medical Case Reports          (2024) 18:622 \n \nwound healing [10]. When healing through secondary \nintention, keratinocytes migrate and proliferate from \nthe wound edges, the hair follicles, sebaceous glands, \nand sweat glands over the denuded area. Multiple regu lators, such as cytokines, integrins, keratins, matrix \nmetalloproteinases, and growth factors, modulate the \nmigration of keratinocytes, and consequently, the pro cess of wound healing [3]. To form the top layers of the \nepidermis, keratinocytes migrate upward and undergo \ndifferentiation.\nSyndrome of the trephined\nThe syndrome of the trephined is a rare phenomenon \nthat occurs after decompressive craniectomy in which the skull is not replaced. The incidence of the syndrome \nof the trephined has been reported between 7 and 26%, \nhowever, it has been poorly described and underdi agnosed as a result. The syndrome is characterized by \nsevere headaches, pain, discomfort, vertigo, apprehen sion, tinnitus, insomnia, seizures, memory disturbance, \nbehavioral disturbance, mood swings, and mental \ndepression [7]. Not only the syndrome of the trephined, \nbut also other syndromes, such as the “syndrome of the \nsinking scalp flap” and “motor trephined syndrome” to \ndescribe focal neurological deficits or motor deficits, are \nknown in this type of patient [7]. The mechanism has not \nbeen fully elucidated. A few theories have been proposed, \nsuch as the effect of the atmospheric air directly onto the \nFig. 1 Image A 11 days, B 2 months, C 7 months, and D 1 year after removal of the second flap reconstruction\nPage 4 of 5 Stockmans et al. Journal of Medical Case Reports          (2024) 18:622 \nbrain, changes in the cerebral blood flow and metabo lism, but also the flow and pressure of cerebrospinal \nfluid (CSF) seem to play an important role in the clini cal presentation [7]; this can be explained by the external \nbarometric pressure exceeding the intracranial pressure, \ncausing a decreased blood flow. Moreover, the sugges tion has been made that impaired CSF circulation after \ninjury could cause a transgression of CSF and edema of the parenchyma underlying the skull defect [4]. It still is \nnot understood why some patients develop symptoms \nand others do not [7]. Treatment consists of replacing the \nskull defect using some cranioplasty technique (e.g., tita nium, polyetheretherketone) [3].\nWhat is NeoDura?\nNeoDura is an absorbable dural repair patch made of syn thetic material (poly-l-lactic acid) and porcine gelatin [9, \n11]. Gelatin is a natural polymer derived from nonsolu ble collagen. Gelatin is biocompatible with human tissue, \nflexible, stable, and can be modified to act as a scaffold \nbase [ 11]. It does not trigger any immune response in the \nhuman body. The amino acids present in collagen act as \na hemostatic agent to initiate wound healing and absorb \nexudates. The migration and adhesion of migrating cells, \nsuch as fibroblasts, is thereby promoted [1].\nScreening for similar articles\nNo articles were identified describing the process of sec ondary healing over NeoDura applicated on a craniec tomy wound. Consequently, this paper is to the best of \nour knowledge the first to publish this process. One arti cle describes the process of secondary closure of skin \nover a scalp defect in a case of aplasia cutis congenital \n[6]. However, this newborn had a normal dura. After \ndebridement and moist wound care, the defect closed \nover a period of 20 weeks. The bone defect also decreased \nover months to years.",
    "Discussion": "Discussion\nThe NeoDura provided a strong and reliable watertight \nseal over which the process of tissue granulation and \nsecondary skin closure was possible. The entire process \ntook 1  year and even overcame an episode of infection. \nThe patient never experienced any symptoms of the syn drome of the trephined. Healing by secondary intention \nwas not the first choice. However, owing to failed flap \nreconstructions and infection, it was the only option \nleft. Once skin started to migrate inward, closure was \nobtained rapidly. Therefore, a skin graft was not per formed. Alopecia is still present.\nTo the best of our knowledge, this is the first descrip tion of secondary healing over NeoDura applicated on a \ncraniectomy wound.\nLimitations of the study\nThis study reports only one patient in who second ary healing was successful, and who did not experience \nsymptoms suggestive of the syndrome of the trephined. \nIt is unknown if this can be generalized. Healing by sec ondary intention over a duraplasty should be reserved for \nexceptional cases.\nFig. 2 A Axial computed tomography image shows the skull \ndefect during vacuum assisted closure. B A 1 year postoperative \naxial computed tomography image shows a normal aspect \nof the ventricles, no midline shift, no signs of changed intracranial \npressure, and no external hydrocephalus\nPage 5 of 5\n Stockmans et al. Journal of Medical Case Reports          (2024) 18:622 \n \nConclusion\nThis is the first case report that illustrates that healing \nthrough secondary intention over NeoDura applicated \non a craniectomy wound is possible in patients who are \nnot candidates for complex reconstructions. The Neo Dura provided a watertight seal over which the granula tion process and skin closure was possible. The wound \nclosed after a year guided by wound care. The patient did \nnot experience any symptoms suggestive of the syndrome \nof the trephined. It is unknown if this can be generalized.\nAbbreviations\nVAC  Vacuum assisted closure\nCSF  Cerebrospinal fluid\nAcknowledgements\nWe would like to thank Liesbet Baudemprez for her daily efforts as clinical \nsupport manager at the department of plastic, reconstructive, and aesthetic \nsurgery at UZ Leuven. She contributed to the care of this and many other \npatients.\nAuthor contributions\nAll authors contributed to the study. The three joint first authors performed \nmost of the writing.\nFunding\nNone.\nAvailability of data and materials\nAll available data are described in the study. In case of further remarks, please \ncontact the corresponding author.\nDeclarations\nEthical approval and consent to participate\nOur institution does not require ethical approval for reporting individual cases \nor case series. Written consent to participate was given by the representative \nof the patient.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors report no competing interests.\nReceived: 23 March 2023   Accepted: 11 November 2024\nReferences\n 1. Adzick NS, Harrison MR, Glick PL, Beckstead JH, Villa RL, Scheuenstuhl H, \nGoodson WH 3rd. Comparison of fetal, newborn, and adult wound healing by histologic, enzyme-histochemical, and hydroxyproline determinations. J Pediatr Surg. 1985;20(4):315–9. https:// doi. org/ 10. 1016/ s0022- \n3468(85) 80210-4.\n 2. Alhajj M, Goyal A. Physiology, granulation tissue. Treasure Island (FL): \nStatPearls Publishing; 2022.\n 3. Ashayeri K, Jackson EM, Huang J, Brem H, Gordon CR. Syndrome of the \ntrephined: a systematic review. Neurosurgery. 2016;79(4):525–34.\n 4. Bothwell SW, Janigro D, Patabendige A. Cerebrospinal fluid dynamics and \nintracranial pressure elevation in neurological diseases. Fluids Barriers \nCNS. 2019. https:// doi. org/ 10. 1186/ s12987- 019- 0129-6. 5. Shonka DC Jr, Potash AE, Jameson MJ, Funk GF. Successful reconstruction \nof scalp and skull defects: lessons learned from a large series. Laryngo scope. 2011;121:2305–12.\n 6. Fröjd V, Maltese G, Kölby L, Tarnow P . Conservative healing of an \n11 × 9-cm aplasia cutis congenita of the scalp with bone defect. J Neurol \nSurg Rep. 2014;75(2):e220–3. https:// doi. org/ 10. 1055/s- 0034- 13871 95.\n 7. Honeybul S, Janzen C, Kruger K, Ho KM. The incidence of neurologic \nsusceptibility to a skull defect. World Neurosurg. 2016;86:147–52. https:// \ndoi. org/ 10. 1016/j. wneu. 2015. 09. 081.\n 8. Lilly GL, Santucci NM, Petrisor D, Wax MK. Soft tissue coverage of cranial \ndefects: an update. Plast Aesthet Res. 2021;8:24. https:// doi. org/ 10. 20517/ \n2347- 9264. 2021. 21.\n 9. Medprin Biotech. Neodura. Dural Repair Patch [Brochure]. 2016. https:// \nirp. cdn-  websi te. com/ 76256 3d2/ files/ uploa ded/a- NeoDu ra- Brosc hüre. pdf . \nAccessed 24 Sep 2022.\n 10. Pastar I, Stojadinovic O, Yin NC, Ramirez H, Nusbaum AG, Sawaya A, Patel \nSB, Khalid L, Isseroff RR, Tomic-Canic M. Epithelialization in wound healing: a comprehensive review. Adv Wound Care. 2014;3(7):445–64. https:// \ndoi. org/ 10. 1089/ wound. 2013. 0473.\n 11. Ruth N, Hasnah B, Pauzi MR, Fezah O. Natural-based biomaterial for \nskin wound healing (gelatin vs. collagen): expert review. Polymers. \n2021;13(14):2319.\n 12. Wang W, Ao Q. Research and application progress on dural substitutes. J \nNeurorestoratol. 2019;7(4):161–70.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}