{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04792-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04792-w.pdf",
  "metadata": {
    "/Keywords": "Myocarditis; Right ventricle; Complete heart block; Ventricular tachycardia; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241115094410+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241113063309+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04792-w",
    "/Author": "Miftah Pramudyo ",
    "/Title": "Clinically suspected acute right ventricular fulminant dengue myocarditis masquerading with dual lethal arrhythmias: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04792-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Acute right ventricular myocarditis is rare, comprising only 18% of myocarditis cases. Despite being relatively infrequent at 12.4%, dengue-induced myocarditis has a high mortality risk of 26.4%. This report presents a novel \ncase of acute fulminant right ventricular myocarditis due to severe dengue infection, complicated by dual electrical \ndisturbances: complete heart block and ventricular tachycardia.\nCase report A 49-year-old Asian male patient was referred to our hospital with a temporary pacemaker due \nto a complete heart block. He had a history of recurrent syncope over three days and a fever five days before admission. Initial electrocardiography showed a total atrioventricular nodal block progressing to a high-degree atrioventricular block with a left bundle branch block, indicating an infra-Hisian block. Laboratory findings included thrombocytopenia, elevated troponin, high creatinine, increased liver transaminases, and a positive dengue nonstructural protein \n1 test, confirming a diagnosis of dengue infection. Echocardiography showed reduced right ventricular systolic function, normal left ventricular systolic function (ejection fraction: 50%), and dyskinetic intraventricular septum. Coronary \nangiography revealed normal coronary anatomy. An endomyocardial biopsy was deferred due to severe thrombocytopenia. On the third day, the patient’s condition worsened, developing cardiogenic shock and left ventricular systolic \ndysfunction (ejection fraction: 35%). He subsequently experienced a seizure and slow ventricular tachycardia originat ing from the right coronary cusp, followed by cardiac arrest. The patient’s family claimed not to resuscitate the patient. \nFurthermore, the patient died shortly after.",
    "Conclusion": "Conclusion This case underscores the critical need for prompt diagnosis and aggressive management of clinically \nsuspected acute fulminant right ventricular myocarditis because complications can rapidly progress to left ventricular \nsystolic dysfunction, leading to cardiogenic shock and sudden cardiac death.\nKeywords  Myocarditis, Right ventricle, Complete heart block, Ventricular tachycardia, Case report\nBackground\nMyocarditis is an inflammatory condition of the myo cardium triggered by various infectious and non infectious factors, presenting a broad spectrum of \nsymptoms from asymptomatic to cardiogenic shock, \ncomplete heart block, and ventricular arrhythmias [1 , \n2]. The Global Burden of Disease Study indicates a \n62.19% increase in myocarditis incidence from 1990 \nto 2019, alongside a 65.40% rise in mortality rates [3 ]. Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIwan C. S. Putra\niwantjoaa@gmail.com\n1 Department of Cardiology and Vascular Medicine, Faculty of Medicine, \nUniversity of Padjadjaran, Pasteur Street Number 38, Bandung, Jawa Barat \n40161, Indonesia\nPage 2 of 8 Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \nAcute right ventricular (RV) myocarditis is particularly \nrare, accounting for only 18% of cases, and presents \nsignificant diagnostic and management challenges [4 ]. \nViral infections remain the predominant cause of myo carditis. A meta-analysis by Farrukh et  al. found that \n12.4% of dengue infections result in myocarditis, with \na high associated mortality rate of 26.4% [5 , 6]. Com plications such as high-degree atrioventricular (AV) \nblock and malignant ventricular arrhythmias are even \nrarer, with incidences of 1.1% and 2.1%, respectively \n[2]. This report details a rare case of acute fulminant \nRV myocarditis due to dengue infection, complicated \nby complete heart block and ventricular tachycardia.Case report\nA 49-year-old Asian male was transferred from a second ary hospital with a temporary transvenous pacemaker \nset at 60 beats per minute (bpm) due to a complete heart \nblock. He reported 16 syncope episodes over the pre ceding 3 days, each lasting 10–30  seconds. He also had \na fever 5 days prior to admission, accompanied by epi gastric pain, nausea, and vomiting. Initial vital signs were \nstable: blood pressure 110/70 mmHg, heart rate 60 bpm, \nrespiratory rate 20 breaths per minute, temperature \n36.7  °C, and oxygen saturation 97% on room air. Physi cal examination was unremarkable. Electrocardiography \nfrom the previous hospital showed a progression from a \ntotal AV nodal block (Fig.  1) to a high-degree AV block \nwith a left bundle branch block (LBBB) (Fig.  2), indicat ing an infra-Hisian block. Moreover, electrocardiography \nFig. 1 The electrocardiography showed a total atrioventricular nodal block\nFig. 2 The electrocardiography showed high degree atrioventricular nodal block 3:1 with left bundle branch block\nPage 3 of 8\n Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \n \nin our hospital showed ventricular rhythm pacing with a \nfixed rate of 60 beats per minute (Fig. 3).\nThe chest radiograph showed no evidence of perihilar \nlymphadenopathy or cardiomegaly. Laboratory findings \nindicated thrombocytopenia (platelet count 56,000/µL, \nnormal range 150,000–450,000/µL), significantly elevated \ntroponin (10  ng/mL, normal < 0.02  ng/mL), increased \ncreatinine (1.88 mg/dL, normal range 0.72–1.25 mg/dL), \nand markedly raised liver transaminases (AST: 1806 U/L, \nnormal range 15–27 U/L; ALT: 2276 U/L, normal range \n0–55 U/L). The patient also tested positive for dengue \nnonstructural protein 1 (NS1), confirming the diagno sis of dengue infection. Echocardiography demonstrated \nnormal dimensions of all cardiac chambers, reduced \nright ventricular (RV) systolic function [tricuspid annular \nplane systolic excursion (TAPSE): 11 mm, fractional area \nchange (FAC): 22%], normal left ventricular (LV) sys tolic function [left ventricular ejection fraction (LVEF): \n50%], and a dyskinetic intraventricular septum (Figs.  4, \n5 and 6). There was mild functional tricuspid regurgita tion (TR) and a low probability of pulmonary hyperten sion. Coronary angiography revealed normal coronary \nanatomy.\nThe patient was treated with medications for symptom \nrelief, including lansoprazole 30  mg intravenous twice \ndaily, metoclopramide 10  mg intravenous three times \ndaily, and paracetamol 1000 mg intravenous three times \ndaily. Fluid management was optimized with 2000 cc of \nRinger’s lactate over 24  h. An endomyocardial biopsy (EMB) was initially scheduled for the second day of hos pitalization but was postponed due to severe thrombo cytopenia (platelet count 19,000/µL). On the third day, \nthe patient’s hemodynamic status deteriorated abruptly, \nevidenced by a drop in blood pressure to 70/40 mmHg, \ncold extremities, oliguria, and prolonged capillary refill \ntime. Echocardiography showed a decrease in LV sys tolic function (LVEF 35%), accompanied by a low cardiac \nindex, high systemic vascular resistance, increased esti mated pulmonary capillary wedge pressure, distended \ninferior vena cava, and diffuse bilateral B profile on lung \nultrasound, confirming cardiogenic shock. The patient \nwas administered norepinephrine at 0.1 µg/kg/minute \nand furosemide 80  mg intravenously. Shortly thereafter, \nthe patient experienced a seizure, and electrocardiogra phy (ECG) revealed slow ventricular tachycardia (VT) \noriginating from the right coronary cusp (Fig.  7). Despite \nimmediate interventions, the patient suffered sudden \ncardiac arrest, and the family requested no resuscitation. \nThe patient subsequently died.",
    "Discussion": "Discussion\nTo the best of our knowledge, this is the first reported \ncase of clinically suspected acute fulminant right ven tricular (RV) myocarditis due to dengue infection, \npresenting with dual electrical disturbances: ven tricular tachycardia and atrioventricular (AV) block. \nThe AV block episodes included complete heart block \nand high-degree 3:1 AV nodal block with left bundle \nFig. 3 The electrocardiography showed ventricular rhythm pacing with a fixed rate of 60 beats per minute\nPage 4 of 8 Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \nbranch block (LBBB). Within 3 days of hospitalization, \nthe inflammation extended to the left ventricular (LV) \nregion, reducing LV systolic function and leading to \ncardiogenic shock and death.\nA definite myocarditis diagnosis was not estab lished in this patient due to the inability to perform \nan endomyocardial biopsy (EMB), attributed to severe \nthrombocytopenia from the dengue infection. Conse quently, according to the European Society of Cardiol ogy guideline, the patient was diagnosed with clinically \nsuspected fulminant myocarditis, meeting one clinical \npresentation (syncope), three diagnostic criteria (ele vated troponin levels, total AV nodal block and ventric ular tachycardia on ECG, and new-onset, unexplained \nreduced RV systolic function, followed by reduced LV \nsystolic function and cardiogenic shock on the third \nday of hospitalization), and normal coronary anatomy \n[7]. Other differential diagnoses, such as arrhythmo genic right ventricular cardiomyopathy (ARVC), were \nexcluded as the patient did not fulfill any criteria of the \nPadua scoring system [8 ]. Additionally, sarcoidosis was \nconsidered unlikely due to the absence of characteristic \nfindings like basal interventricular septum thinning and \nbilateral hilar lymphadenopathy [9 ]. Right ventricular \ninfarction was also ruled out due to normal coronary \nanatomy observed on coronary angiography.\nAccording to current guidelines, platelet transfusion \nis not advised for thrombocytopenia in dengue infec tion, regardless of platelet levels, except in cases involv ing pregnant patients or bleeding [10]. Consequently, \nwe initially refrained from administering platelets to \nthis patient. However, due to their diagnostic impor tance for treatment decisions, the benefits of platelet concentrate transfusion may outweigh the risks in such \npatients.\nMyocardial involvement in dengue infection can result \nfrom direct viral invasion, cytokine-mediated immune \nresponses, or a combination of both. Salgado et al. iden tified dengue virus (DENV) antigens in various cardiac \ntissues, including cardiomyocytes, myocardial interstitial \ncells, and endothelial cells [11]. Research indicates that \nDEN-2 and DEN-3 serotypes primarily induce myocar ditis, highlighting DENV’s capacity to invade and injure \nmyocardial cells [12–14]. Dengue infection can also pro voke immune-mediated myocardial injury, as pro-inflam matory cytokines and lymphocytes infiltrate myocardial \ncells, promoting inflammation [5]. However, the patho physiology of right ventricular predominant myocarditis \ndue to dengue remains unclear.\nIn this case, systemic congestion due to RV failure \nwas not prominent, likely due to concomitant dengueinduced plasma leakage and resultant hypovolemia. \nFrom a pathophysiological standpoint, inflammation and \nedema may infiltrate the AV node in myocarditis, causing \na transient AV nodal block that might resolve as healing \nprogresses. Conversely, infiltration of the His–Purkinje \nsystem could lead to permanent scarring and irreversible \ninfra-Hisian block, posing a life-threatening condition \n[15]. The patient’s second ECG showed a high-degree AV \nnodal block with LBBB, indicating an infra-Hisian block, \nsuggesting the heart block was irreversible. Permanent \npacemaker implantation was planned but not performed \ndue to the patient’s death. There are several hypotheses \nthat elucidate the pathophysiology of ventricular arrhyth mias in myocarditis. First, the direct cytopathic effect of \na viral infection can result in myocardial membrane lysis, \nFig. 4 The echocardiography showed (A) a right atrium area of 12.5  cm2, (B) a right ventricle basal diameter of 37 mm, and (C) a main pulmonary \nartery diameter of 19 mm\nPage 5 of 8\n Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \n \nFig. 5 The echocardiography showed (A, B) fractional change area of the right ventricle of 24% and (C) tricuspid annular plane systolic excursion \nof 11.13 mm\nFig. 6 The echocardiography showed tricuspid regurgitation velocity max of 1.43 m/second and pulmonary velocity acceleration time \nof 89 milliseconds\nPage 6 of 8 Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \ncreating electrical instability. Second, viral infection can \ninduce endothelial dysfunction, which in turn leads to \nischemia-induced ventricular arrhythmias due to coro nary microvascular disease. Finally, viral infection may \nimpair the myocardial expression of connexins, leading \nto gap junction dysfunction and subsequent ventricular \narrhythmias [15].\nNumerous case reports have documented acute right \nventricular myocarditis presenting with complete heart \nblock [16], ventricular tachycardia (VT) [17], cardiogenic \nshock [ 18], and combinations of these complications [19]. \nOne such case reported by Sato et al. described a 43-yearold Japanese woman with right ventricular dysfunction \ncaused by lymphocytic myocarditis, which was compli cated by VT, complete heart block, cardiogenic shock, \nright ventricular thrombus, and pulmonary thromboem bolism [19]. Similar to our case, her left ventricular sys tolic function (LVEF 50%) was preserved upon admission \nbut declined abruptly to 20% by the second day of hos pitalization, indicating the spread of inflammation to the \nleft ventricular region. Unlike our case, the patient was \ntreated with venoarterial extracorporeal membrane oxy genation (VA-ECMO) to stabilize her hemodynamic con dition. The EMB confirmed a diagnosis of lymphocytic \nmyocarditis. Over the course of her hospitalization, her \nLVEF gradually improved to 59%, although she continued to experience persistent right ventricular dysfunction, \ncomplete heart block, and inducible VT. As a result, she \nreceived a cardiac resynchronization therapy defibrillator \n(CRT-D) and was discharged in stable condition on the \n56th day of hospitalization.\nThe use of immunosuppressive therapy in acute viral or \nlymphocytic fulminant myocarditis remains controver sial, in contrast to other forms of fulminant myocarditis \nsuch as giant cell myocarditis, eosinophilic myocardi tis, and immune checkpoint inhibitor (ICI) myocarditis. \nImmunosuppression in these cases may risk enhancing \nviral replication, potentially leading to adverse outcomes \n[20]. Although the American Heart Association (AHA) \nrecommends considering immunosuppressive treatment \nfor fulminant myocarditis, this guidance is primarily \nbased on case series rather than robust clinical trials [7, \n21]. The",
    "Results": "results of the MYocarditis THerapy with Ster oids (MYTHS) trial, which investigates the safety and \nefficacy of high-dose pulse intravenous corticosteroid \ntherapy for fulminant acute myocarditis, are still pending \n[22]. Therefore, we initially refrained from administering \nimmunosuppressive therapy to this patient. In alignment \nwith our findings, Sato et al. also withheld immunosup pressive treatment, observing a recovery in left ventricu lar (LV) systolic function but persistent atrioventricular \n(AV) nodal block, ventricular tachycardia (VT), and right \nFig. 7 The electrocardiography showed slow ventricular tachycardia\nPage 7 of 8\n Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \n \nventricular (RV) dysfunction [19]. In contrast, a case \nreport by Hama et al. described the use of prednisone at \n40 mg/day for a patient with chronic active myocarditis \ncomplicated by sustained monomorphic VT, which led to \na complete resolution of VT with no recurrences before \ndischarge [17]. Consequently, due to the unpredictable \noutcomes and the potential for rapid hemodynamic dete rioration, immunosuppressive therapy might be advan tageous in complex cases of myocarditis. Both our case \nand that of Sato et  al. highlight the necessity of aggres sive diagnostic and therapeutic approaches in right-sided \nfulminant myocarditis, given the potential for irreversible \ncomplications and abrupt onset of deteriorating LV sys tolic function.\nA key limitation of this case report is the inability to \nperform an EMB due to the high risk of bleeding asso ciated with severe thrombocytopenia. Additionally, car diac magnetic resonance (CMR) imaging was not feasible \nas the patient was pacing dependent. Consequently, the \ndiagnosis of myocarditis remains inconclusive.\nConclusion\nThis case underscores the critical need for prompt diag nosis and aggressive management of clinically suspected \nacute fulminant RV myocarditis due to dengue infection. \nThe rapid progression to LV systolic dysfunction can lead \nto cardiogenic shock and sudden cardiac death.\nAbbreviations\nALT  Alanine transaminase\nAST  Aspartate transaminase\nAV  Atrioventricular\nbpm  Beats per minute\nCMR  Cardiac magnetic resonance\nCRT-D  Cardiac resynchronization therapy defibrillator\nDEN-2  Dengue virus serotype 2\nDEN-3  Dengue virus serotype 3\nDENV  Dengue virus\nECG  Electrocardiography\nEMB  Endomyocardial biopsy\nFAC  Fractional area change\nICI  Immune checkpoint inhibitor\nLBBB  Left bundle branch block\nLV  Left ventricle/left ventricular\nLVEF  Left ventricular ejection fraction\nMYTHS  MYocarditis THerapy with Steroids trial\nNS1  Nonstructural protein 1\nRV  Right ventricle/right ventricular\nTAPSE  Tricuspid annular plane systolic excursion\nTR  Tricuspid regurgitation\nVT  Ventricular tachycardia\nAcknowledgements\nNot applicable.\nAuthor contributions\nMP , ICSP , and MI made the concept and the framework. MP , MI, HSP , GK, TID \nand PR contribute to data collection, analysis, and interpretation. ICSP , WK \nand NS prepare the manuscript with all authors approved and reviewed the \nmanuscript.Funding\nOpen access funding provided by University of Padjadjaran.\nAvailability of data and materials\nThe data used and/or analyzed during the current study are available from the \ncorresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe research was performed in accordance with the Declaration of Helsinki \nand was approved by the Hasan Sadikin Hospital Ethics Committee. Consent \nto participate was taken.\nConsent for publication\nWritten informed consent was obtained from the patient’s next-of-kin for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing interests as defined by BMC, or other interests \nthat might be perceived to influence the results and/or discussion reported in \nthis paper.\nReceived: 11 August 2024   Accepted: 30 August 2024\nReferences\n 1. Martens P , Cooper LT, Tang WHW. Diagnostic approach for suspected \nacute myocarditis: considerations for standardization and broadening \nclinical spectrum. J Am Heart Assoc. 2023;12(17): e031454.\n 2. Ogunbayo GO, Elayi SC, Ha LD, Olorunfemi O, Elbadawi A, Saheed D, et \nal. Outcomes of heart block in myocarditis: a review of 31,760 patients. \nHeart Lung Circ. 2019;28(2):272–6.\n 3. Wang YWY, Liu RB, Huang CY, Li HY, Zhang ZX, Li XZ, et al. Global, \nregional, and national burdens of myocarditis, 1990–2019: systematic \nanalysis from GBD 2019. BMC Public Health. 2023;23(1):714.\n 4. Ben Driss A, Laissy JP . Acute isolated right ventricular myocarditis. Circ \nCardiovasc Imaging. 2021;14(9): e013046.\n 5. Brociek E, Tymińska A, Giordani AS, Caforio ALP , Wojnicz R, Grabowski \nM, et al. Myocarditis: etiology, pathogenesis, and their implications in \nclinical practice. Biology (Basel). 2023;12(6):874.\n 6. Farrukh AM, Ganipineni VDP , Jindal U, Chaudhary A, Puar RK, Ghazarian \nK, et al. Unveiling the dual threat: myocarditis in the spectrum of dengue fever. Curr Prob Cardiol. 2024;49(1): 102029.\n 7. Ammirati E, Frigerio M, Adler ED, Basso C, Birnie DH, Brambatti M, et al. \nManagement of acute myocarditis and chronic inflammatory cardio myopathy. Circ Heart Fail. 2020;13(11): e007405.\n 8. Graziano F, Zorzi A, Cipriani A, De Lazzari M, Bauce B, Rigato I, et al. The \n2020 “Padua Criteria” for diagnosis and phenotype characterization \nof arrhythmogenic cardiomyopathy in clinical practice. J Clin Med. \n2022;11(1):279.\n 9. Lehtonen J, Uusitalo V, Pöyhönen P , Mäyränpää MI, Kupari M. Cardiac \nsarcoidosis: phenotypes, diagnosis, treatment, and prognosis. Eur Heart \nJ. 2023;44(17):1495–510.\n 10. Guidelines for the Clinical Diagnosis and Treatment of Dengue, Chikungunya, and Zika. Pan American Health Organization; 2022. https:// iris.  \npaho. org/ handle/ 10665.2/ 55867. Accessed 19 Jun 2024.\n 11. Salgado DM, Eltit JM, Mansfield K, Panqueba C, Castro D, Vega MR, et al. \nHeart and skeletal muscle are targets of dengue virus infection. Pediatr \nInfect Dis J. 2010;29(3):238–42.\n 12. Kularatne SAM, Pathirage MMK, Kumarasiri PVR, Gunasena S, Mahindawanse SI. Cardiac complications of a dengue fever outbreak in Sri \nLanka 2005. Trans R Soc Trop Med Hyg. 2007;101(8):804–8.\nPage 8 of 8 Pramudyo et al. Journal of Medical Case Reports          (2024) 18:554 \n 13. Wali JP , Biswas A, Chandra S, Malhotra A, Aggarwal P , Handa R, et al. \nCardiac involvement in dengue haemorrhagic fever. Int J Cardiol. \n1998;64(1):31–6.\n 14. Khongphatthallayothin A, Chotivitayatarakorn P , Somchit S, Mitprasart A, \nSakolsattayadorn S, Thisyakorn C. Morbitz type I second degree AV block \nduring recovery from dengue hemorrhagic fever. Southeast Asian J Trop \nMed Public Health. 2000;31(4):642–5.\n 15. Glikson M, Nielsen JC, Kronborg MB, Michowitz Y, Auricchio A, Barbash IM, \net al. 2021 ESC Guidelines on cardiac pacing and cardiac resynchronization therapy: developed by the task force on cardiac pacing and cardiac \nresynchronization therapy of the European Society of Cardiology (ESC) \nWith the special contribution of the European Heart Rhythm Association \n(EHRA). Eur Heart J. 2021;42(35):3427–520.\n 16. Mancio J, Bettencourt N, Oliveira M, Pires-Morais G, Ribeiro VG. Acute \nright ventricular myocarditis presenting with chest pain and syncope. \nBMJ Case Rep. 2013;2013:bcr2012007173.\n 17. Hama Y, Funabashi N, Ueda M, Kanaeda T, Uehara M, Nakamura K, et al. \nRight-sided heart wall thickening and delayed enhancement caused \nby chronic active myocarditis complicated by sustained monomorphic \nventricular tachycardia. Circulation. 2009;119(6):e200–3.\n 18. Moriwaki K, Dohi K, Omori T, Tanimura M, Sugiura E, Nakamori S, et al. A \nsurvival case of fulminant right-side dominant eosinophilic myocarditis. \nInt Heart J. 2017;58(3):459–62.\n 19. Sato T, Iwahana T, Ito R, Kondo Y, Kobayashi Y. Right ventricular dominant \nmyocarditis requiring cardiac resynchronization therapy-defibrillator: a \ncase report. ESC Heart Fail. 2021;8(6):5572–6.\n 20. Ammirati E, Veronese G, Cipriani M, Moroni F, Garascia A, Brambatti M, \net al. Acute and fulminant myocarditis: a pragmatic clinical approach to \ndiagnosis and treatment. Curr Cardiol Rep. 2018;20(11):114.\n 21. Ammirati E, Bizzi E, Veronese G, Groh M, de Heyning CMV, Lehtonen J, \net al. Immunomodulating therapies in acute myocarditis and recurrent/\nacute pericarditis. Front Med. 2022. https:// doi. org/ 10. 3389/ fmed. 2022. \n838564.\n 22. Niguarda Hospital. Single Blind Randomized Controlled Trial to Assess \nthe Safety and Efficacy of High Dose Pulse Intravenous Corticosteroid \nTherapy to Treat Patients With Complicated/Fulminant Acute Myocarditis. \nclinicaltrials.gov; 2024. Report NoNCT05150704https:// clini caltr  ials. gov/ \nstudy/ NCT05 150704. Accessed 1 Jan 2024.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}