{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05033-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05033-4.pdf",
  "metadata": {
    "/Keywords": "Intraoperative; Sensitization; Allodynia; Hyperalgesia; Trigeminal postherpetic neuralgia; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250117212939+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250117164609+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05033-4",
    "/Author": "Gangwen Guo ",
    "/Title": "Intraoperative sensitization in trigeminal region caused by postherpetic neuralgia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05033-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Interventional therapy of trigeminal neuropathic pain has been well documented; however, intraoperative monitoring and management of pain hypersensitivity remains barely reported, which may pose a great challenge \nfor pain physicians as well as anesthesiologists.",
    "Case Presentation": "Case presentation A 77-year-old Han Chinese male, who suffered from severe craniofacial postherpetic neuralgia, \nunderwent pulsed radiofrequency of trigeminal ganglion in the authors’ department twice. The authors successfully placed a radiofrequency needle through the foramen ovale during the first procedure with local anesthesia \nand intravenous sedation (dexmedetomidine). The patient reported about 50% pain reduction postoperatively, \nand the second procedure was performed 1 week later. However, the intraoperative administration of sedative agents \nwas suspended owing to hemodynamic instability during the second session. As a result, the patient displayed \nhypersensitivity to the percutaneous operation under local anesthesia and the authors failed to place the needle \ninside the Meckel’s cave for uncontrollable breakthrough pain. The patient still needed to take oral medication \nfor pain control, oxycodone (10–20 mg, every 12 hours) and pregabalin (75 mg, two times a day) in the last follow-up \nat 1.5 years after discharge.",
    "Conclusion": "Conclusion The authors report a failure case of percutaneous puncturing operation with trigeminal neuropathic \npain, potentially caused by intraoperative sensitization. It is essential to monitor and prevent hypersensitivity \nto both innoxious and noxious stimuli in patients with neuropathic pain syndrome, especially at surgical sites close \nto the area of nerve injury.\nKeywords  Intraoperative, Sensitization, Allodynia, Hyperalgesia, Trigeminal postherpetic neuralgia, Case report",
    "Introduction": "Introduction\nSensory sensitization is a core symptom in patients with \nneuropathic pain, characterized by overactive responses \nto nociception (hyperalgesia) and hypersensitivity to \ninnoxious stimuli (allodynia). Postherpetic neuralgia \n(PHN) may result in a typical phenotype of neuropathic \npain, with moderate to severe pain lasting for months or \neven years. Invasive procedures may be considered when \nconventional medication therapy fails to provide satis factory control of pain. The authors routinely performed \nneuromodulation therapy for those with trigeminal \nPHN in their center by applying pulsed radiofrequency, Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRong Hu\n16902407@qq.com\nHaocheng Zhou\nHaocheng.Zhou@csu.edu.cn\n1 Department of Pain, The Third Xiangya Hospital and Institute of Pain \nMedicine, Central South University, Changsha, China\n2 Department of Anesthesiology, The Third Xiangya Hospital, Central \nSouth University, Changsha 410013, China\n3 School of Information Engineering, Changsha Medical University, \nChangsha, China\n4 Hunan Key Laboratory of Brain Homeostasis, Central South University, \nChangsha, China\n5 Brain Research Center, Central South University, Changsha, China\nPage 2 of 4 Guo et al. Journal of Medical Case Reports           (2025) 19:18 \ncombined with or without peripheral nerve stimulation \n[1, 2]. The analgesic mechanism of neuromodulation is \nto restore the neural hyperexcitability in neuropathic \npain condition [3]. Although patients undertake mini mally invasive procedures, it remains essential to conduct \nintraoperative pain management. Surgeons need to per form the percutaneous operation in the orofacial region, \nwhich is anatomically close to the painful dermatomes \nand can worsen the severity of pain experienced dur ing interventional procedures. Here, the authors report \na case of intraoperative sensitization caused by crani ofacial PHN during percutaneous pulsed radiofrequency \ntreatment.\nCase presentation\nWritten informed consent was obtained from the \npatient for publication of this case report and accom panying images. A copy of the written consent is avail able for review by the Editor-in-Chief of this journal \non request. A 77-year-old Han Chinese male presented \nwith unilateral severe craniofacial pain at the authors \npain clinics in September 2023. A review of systems \nrevealed chronic obstructive pulmonary disease, rheu matoid arthritis, a history of hip replacement surgery, \na weight of 52  kg, and an American Society of Anes thesiologists (ASA) classification of category III. A \ntypical herpetic lesion had been found in the ophthal mic branch of trigeminal nerve about 1 month prior. \nAntiviral treatment was applied at the initial phase of \nherpetic infection; however, this patient still suffered \nfrom severe, spontaneous, stabbing, and burning pain \nin the craniofacial region, with a numerical rating scale \n(NRS) of pain severity ranging between 8 and 10 (NRS, 0 = totally pain free; 10 = worst imaginable pain). In \naddition, classical sensory impairment of neuropathic \npain, including hyperalgesia, allodynia, and numbness \nwas reported by this patient in the left orofacial regions \nassociated with the distributions of cranial nerves V1, \nV2, and V3. No other neurological deficiencies of cra nial nerve injury were reported by this patient. Barely \nany relief of pain was achieved with a combination \nof oral pregabalin (150  mg, twice a day), celecoxib \n(200 mg, daily), and oxycodone (30 mg, every 12 hours) \npreoperatively. The patient reported no related family \nor psychosocial history.\nTo control pain, the authors recommended that this \npatient to undergo a minimally invasive neuromodula tion procedure of the trigeminal ganglion using pulsed \nradiofrequency treatment. During the first operation, the \npatient presented in an awake state with mild to moder ate orofacial pain, a heart rate of 65 bpm, and blood pres sure of 151/89 mmHg. A total of 40 µg dexmedetomidine \nwas applied intravenously. Alfentanil 0.3 mg was admin istrated at the beginning of percutaneous puncturing, \nand the radiofrequency needle approached the foramen \novale. The authors administered local anesthesia with \n0.05% lidocaine during the percutaneous procedure. The \ntip of the radiofrequency needle was successfully targeted \nat the trigeminal ganglion, as confirmed by the lateral \nview of fluoroscopy (Fig.  1a). The patient was maintained \nin a satisfactory state of sedation, which could be inter rupted by verbal calls intraoperatively. The patient was \nstable, with a heart rate of 57–66 bpm and a slight drop \nof blood pressure to 126/79  mmHg. No discomfort or \npain was reported intraoperatively. About 50% relief of \npain was obtained after neuromodulation therapy.\nFig. 1 Distinct placement of radiofrequency needle targeting trigeminal ganglion. a Tip of radiofrequency needle (star symbol) placed slightly \nbeyond the foramen ovale in the first procedure;  b failure of cannulation into the foramen ovale in the second procedure, confirmed by a lateral \nview of fluoroscopy. The dashed line indicates the basal skull border\nPage 3 of 4\n Guo et al. Journal of Medical Case Reports           (2025) 19:18 \n \nIn the following week, the patient reported partial \npain relief compared with baseline; however, he still \nneeded to take oxycodone (10–20 mg, every 12 hours) \nfor pain control. The second neuromodulation was then \nscheduled. In the authors’ center, the choice of anes thetic agents is variable and preferentially determined \nby distinct physicians. During the second procedure, \ndexmedetomidine was replaced by propofol for intra venous sedation. The propofol was infused at a speed \nof 180 mg per hour and discontinued after 10 minutes, \nowing to a significant drop of blood pressure from \n120/79 to 86/52 mmHg. The patient fell asleep, but with \nbrisk response to light glabellar tap. Oxygen saturation \n (SpO2) was maintained above 97% with nasal catheter \noxygen supply. The authors assume that a decrease of \nbody fluid caused by preoperative fasting may con tribute to the hypotension. In addition to the accelera tion of fluid infusion, ephedrine (2  mg) was delivered \nthree times to increase the patient’s blood pressure to \n155/96  mmHg. Electrocardiogram (ECG) monitoring \nindicated frequent premature ventricular contractions \nbefore the onset of percutaneous operation. Several \nfactors may have contributed to arrhythmia, includ ing hypoperfusion and cardiac dysfunction caused \nby chronic obstructive pulmonary disease. Given the \npotential risk of hemodynamic instability, the authors \ndecided not to use additional anesthetic drugs. Com bination of local lidocaine and intravenous oxycodone \nwas administrated. Unfortunately, the patient con tinued complaining about craniofacial pain induced \nby the surgical procedure, even with rescue of oxyco done. Moreover, breakthrough and persistent episodes \nof pain were presented when the cannula was close to \nthe entry of foramen ovale, which led to the patient’s \nrefusal to undergo further attempts at cannulation. As \na result, the authors failed to place the needle into the \nMeckel’s cave (Fig.  1b). The authors injected 1.0 ml rop ivacaine (0.3%) and 5 mg dexamethasone into the radi ofrequency needle at the end of surgery. The patient \nreported less than 50% postoperative pain relief, and he \ncontinued to take oxycodone (10 mg, every 12 hours) 2 \nmonths after discharge. Unfortunately, this patient still \nreported intolerant pain (NRS 5–7) and required ongo ing medication for pain control at 6-month, 12-month, \nand 18-month outpatient visits. To control the cranio facial pain, oral oxycodone (10–20 mg, every 12 hours) \nand pregabalin (75 mg, once a day) was administrated. \nThe patient declined hospitalization for additional \ntherapy for pain relief, considering the aggressive con dition of chronic obstructive pulmonary disease, which \nresulted in a half-month stay in the intensive care unit \nduring the previous year.",
    "Discussion": "Discussion and conclusion\nThe authors report a case of intraoperative sensitization \ncaused by trigeminal PHN during a minimally invasive \nprocedure of pulsed radiofrequency. Essential sedation is \nrequired when performing percutaneous procedures to \nreduce anxiety and discomfort. In general, patients will \nnot suffer significant pain with local anesthesia owing \nto the minimally invasive site. In this case, characteristic \nsensory impairment included both mechanical allodynia \nand hyperalgesia. For instance, noxious stimuli can be \ntriggered by light touch or skin disinfection. Addition ally, the enhancement of the nociceptive response to the \npercutaneous puncturing operation, which was consist ent with the neuropathic phenotype of hyperalgesia, hin dered the correct placement of the radiofrequency needle \ninto the Meckel’s cave.\nIn addition, the insufficient analgesic effect of opioids \nin this case also supported the clinical feature of neu ropathic pain. It remains a great challenge to effectively \ntreat neuropathic pain. Preclinical evidence has revealed \na potential role of dexmedetomidine in treatment of neu ropathic pain, by alleviating both sensory allodynia and \ndepressive symptoms [4]. It may partially explain the \nsuperior clinical outcome during the initial neuromodu lation treatment under administration of dexmedeto midine. Given its functions of sedation, analgesia, and \nanti-anxiety, dexmedetomidine has been increasingly \napplied as a conjunct agent for peripheral nerve block [5]. \nLikewise, previous reports supported the usage of dex medetomidine in the management of neuropathic pain \ncaused by cancer, complex regional pain syndrome, sur gical injury, and opioid-induced hyperalgesia [6–9]. The \nauthors successfully accomplished the surgery with a \ncombination of intravenous dexmedetomidine and local \nlidocaine infusion. In contrast, when solely local nerve \nblock was performed, the authors assume that the irri tation of the mandibular branch of the trigeminal nerve \nmay have contributed to the intraoperative breakthrough \npain, leading to failure of the radiofrequency needle \nplacement in the second procedure. Consistent with \nprevious cases [6–11], the authors’ experience revealed \na potential role for dexmedetomidine in attenuating the \nneuropathic component of pain, when combined with \nother drugs, as an alternative option. Possible mecha nisms underlying the analgesic effects of dexmedetomi dine include antisympathetic function, the inhibitory \neffect on apoptosis, oxidative stress, and the inflamma tory response [10].\nOne major limitation is that the authors cannot con clude that the incidence of intraoperative sensitization \nduring the second procedure in this case was depend ently associated with the application of dexmedetomi dine. A well-designed, prospective, comparative study \nPage 4 of 4 Guo et al. Journal of Medical Case Reports           (2025) 19:18 \nwith a considerable number of participants may be of \nhelp to determine the role of dexmedetomidine in the \nprevention of intraoperative hypersensitivity. Addition ally, it remains unclear what the appropriate dosage of \ndexmedetomidine is in perioperative management of \nneuropathic pain, which involves initiating a bolus dose \nof 0.5–1  µg/kg, followed by a continuous infusion of \n0.5–2  µg/kg per hour [12]. Despite the pharmaceutic \neffect, potential factors underlying intraoperative sen sitization included anesthetic techniques, procedural \ndetails, and the patient’s psychological state.\nApart from dexmedetomidine and opioids, an alterna tive option for perioperative pain management may be \nfurther considered to prevent the incidence of intraop erative breakthrough pain, including nonsteroidal antiinflammatory drugs (NSAIDs), paracetamol, tramadol, \nand other nonopioid analgesics and their combinations \n[13].\nIn conclusion, the authors report a case of intraop erative sensitization caused by trigeminal PHN during a \nneuromodulation procedure. Although a minimally inva sive procedure was conducted, it is essential to monitor \nand prevent this hypersensitivity to innoxious or nox ious stimuli in patients with neuropathic pain syndrome, \nespecially for surgical sites close to the distribution of \nnerve injury.\nAcknowledgements\nThe authors thank the patient for consenting to report his case, as well as all \nthe anesthesiologists working at the Third Xiangya Hospital, Central South \nUniversity.\nAuthor contributions\nGG, RH, and HZ contributed to all aspects of the manuscript, including \nacquiring patient consent, literature review, drafting the original manuscript, \nand editing and revising the final version of the manuscript; DL contributed \nto intraoperative management and monitoring; HL contributed to language \nediting and drafting of the original manuscript. The final version of this manuscript has been written, read, and approved by all authors. The material has \nnot been published, either whole or in part, and is not under consideration for \npublication elsewhere.\nFunding\nNone.\nAvailability of data and materials\nAll data related to this case report are contained within the manuscript.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests in this paper.Received: 10 October 2024   Accepted: 23 December 2024\nReferences\n 1. Han R, Guo G, Ni Y, et al. Clinical efficacy of short-term peripheral nerve \nstimulation in management of facial pain associated with herpes zoster \nophthalmicus. Front Neurosci. 2020;14: 574713.\n 2. Ma J, Wan Y, Yang L, Huang D, Zhou H. Dual-neuromodulation strategy in \npain management of herpes zoster ophthalmicus: retrospective cohort \nstudy and literature review. Ann Med. 2023;55(2):2288826.\n 3. Karcz M, Abd-Elsayed A, Chakravarthy K, Aman MM, Strand N, Malinowski MN, Latif U, Dickerson D, Suvar T, Lubenow T, Peskin E, D’Souza R, \nCornidez E, Dudas A, Lam C, Farrell Ii M, Sim GY, Sebai M, Garcia R, Bracero \nL, Deer T. Pathophysiology of pain and mechanisms of neuromodulation: \na narrative review (A Neuron Project). J Pain Res. 2024;17:3757–90.\n 4. Xu S, Zhao X, Zhu Z, He M, Zheng X, Zhang X. A new potential antide pressant: dexmedetomidine alleviates neuropathic pain-induced depression by increasing neurogenesis in the hippocampus. Pharmacology. \n2022;107(5–6):317–29.\n 5. Chen Z, Liu Z, Feng C, Jin Y, Zhao X. Dexmedetomidine as an adjuvant in \nperipheral nerve block. Drug Des Devel Ther. 2023;17:1463–84.\n 6. Hilliard N, Brown S, Mitchinson S. A case report of dexmedetomidine \nused to treat intractable pain and delirium in a tertiary palliative care unit. \nPalliat Med. 2015;29(3):278–81.\n 7. Kang SH, Sim WS, Park HJ, Moon JY, Seon HJ, Lee JY. Efficacy of adjuvant \ndexmedetomidine in supraclavicular brachial plexus block for intractable \ncomplex regional pain syndrome: a case report with a 3-year follow-up. J \nClin Pharm Ther. 2020;45(2):365–7.\n 8. Rekatsina M, Theodosopoulou P , Staikou C. Perioperative dexmedeto midine or lidocaine infusion for the prevention of chronic postoperative and neuropathic pain after gynecological surgery: a randomized, \nplacebo-controlled. Double-Blind Study Pain Ther. 2022;11(2):529–43.\n 9. Belgrade M, Hall S. Dexmedetomidine infusion for the management of \nopioid-induced hyperalgesia. Pain Med. 2010;11(12):1819–26.\n 10. Zhao Y, He J, Yu N, Jia C, Wang S. Mechanisms of dexmedetomidine in \nneuropathic pain. Front Neurosci. 2020;14:330.\n 11. Verret M, Le JBP , Lalu MM, et al. Effectiveness of dexmedetomidine on \npatient-centred outcomes in surgical patients: a systematic review and \nBayesian meta-analysis. Br J Anaesth. 2024;133(3):615–27.\n 12. Grosu I, Lavand’homme P . Use of dexmedetomidine for pain control. \nF1000 Med Rep. 2010;2:90.\n 13. Pyati S, Gan TJ. Perioperative pain management. CNS Drugs. \n2007;21:185–211.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}