{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04907-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04907-3.pdf",
  "metadata": {
    "/Keywords": "Diamond–Blackfan anemia; RPS26; Ribosomopathy; Case reports",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241120152248+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241119184600+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04907-3",
    "/Author": "Şule Çalışkan Kamış ",
    "/Title": "A novel nonsense RPS26 mutation in a patient with Diamond–Blackfan anemia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04907-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Diamond–Blackfan anemia is a rare congenital disorder characterized by erythroid hypoplasia \nand is associated with mutations in ribosomal protein genes. This case report describes a novel variant in the RPS26 \ngene, which, to our knowledge, has not been previously documented. Reporting this case adds to the understanding \nof Diamond–Blackfan anemia’s genetic diversity and phenotypic manifestations.",
    "Case Presentation": "Case presentation A 16-month-old Turkish girl presented with pallor and macrocytosis. There was no familial history \nof anemia. Hemoglobin electrophoresis showed hemoglobin F at 10.8%, hemoglobin A2 at 1.7%, and hemoglobin \nA at 87.5% (normal range 0–2%). Peripheral smear demonstrated macrocytosis and reticulocytopenia. Bone marrow \nexamination revealed marked erythroid hypoplasia and dyserythropoiesis. Targeted next-generation sequencing, \nwhich included genes such as RPL11, RPL15, RPL26, RPL35A, RPL5, RPS10, RPS17, RPS19, RPS24, RPS26, RPS28, RPS29, \nRPS7, and TSR2, identified a heterozygous c.221G>T (p.C74F) variant in the RPS26 gene. This variant is reported here \nfor the first time.\nConclusions The identification of the c.221G>T (p.C74F) variant in RPS26 provides new insights into the genetic \nunderpinnings of Diamond–Blackfan anemia. This finding underscores the importance of genetic testing \nin diagnosing Diamond–Blackfan anemia and highlights the potential for new mutations to contribute to the clinical \npresentation of the disease. Further research into RPS26 mutations may enhance the understanding of Diamond–\nBlackfan anemia’s pathogenesis and lead to improved diagnostic and therapeutic strategies.\nKeywords  Diamond–Blackfan anemia, RPS26, Ribosomopathy, Case reports",
    "Introduction": "Introduction\nDiamond–Blackfan anemia (DBA) is a rarely diagnosed \ncongenital erythroid hypoplasia [1]. Ribosomal dysfunc tion is commonly seen in DBA; consequently, patients \noften present with hypoplastic anemia and congenital \nanomalies [2]. Characteristically, macrocytic anemia and \nreticulocytopenia are detected in DBA. Moreover, the \nrisk of malignancy is increased in these patients. Hemato logical complications are detected by 1 year of age in 90% \nof affected individuals [3]. The malignancies to which \npatients with DBA are predisposed include acute myeloid \nleukemia (AML), myelodysplastic syndrome (MDS), and \nosteogenic sarcoma [4]. Patients with DBA often have *Correspondence:\nŞule Çalışkan Kamış\nsulecaliskan87@yahoo.com\n1 Department of Pediatric Hematology and Oncology, Adana Faculty \nof Medicine, Adana City Education and Research Hospital, University \nof Health Sciences, Adana, Turkey\n2 Department of Medical Genetics, Adana Faculty of Medicine, Adana City \nEducation and Research Hospital, University of Health Sciences, Adana, \nTurkey\nPage 2 of 4 Çalışkan Kamış et al. Journal of Medical Case Reports          (2024) 18:562 \nelevated erythrocyte adenosine deaminase (eADA) and \nhemoglobin F levels [5]. The condition is mostly inher ited in an autosomal dominant manner, though 55–60% \nof cases occur sporadically [6]. The incidence of DBA is \nestimated at 1–4 per 500,000 per year [7]. DBA is cat egorized as a ribosomopathy [8] and is characterized by \nmutations in either the ribosomal protein large (RPL ) or \nribosomal protein small (RPS ) subunit genes [9]. Muta tions have been identified in nine of the ribosomal genes: \nRPS19, RPL5, RPS26, RPL11, RPL35A, RPS10, RPS24, \nRPS26, RPS28, RPS29, RPS7, and RPS17 [10]. RPS26 is an \nessential component of mRNA processing. The detection \nof mutations in the RPS26 gene affects the small subu nit of the ribosome, which can lead to significant clinical \nmanifestations. Currently, 30 variants reported to cause \nDBA are known [11, 12]. Here, we present a patient with \nDBA according to the genetic test",
    "Results": "results. Notably, this is \nthe first report of the c.221G>T (p.C74F) variant in the \nRPS26 gene.\nCase report\nA 16-month-old Turkish girl presented with pallor. The \nfamily history was unremarkable. Physical examination \ndid not reveal hepatosplenomegaly. Laboratory tests \nindicated hemoglobin (Hb) at 5.2  g/dL (normal range \n10.8–14.6 g/dL), red blood cell (RBC) count of 1.41 ×  106/\nmicroliter (reference range 3.97–5.01 ×  106/microliter), \nand reticulocyte count of 1.43% (reference 2–6%). \nMean corpuscular volume (MCV) was found to be \n115.5  fL (normal range 71.3–82.6  fL). White blood cell \n(WBC) and platelet counts were within normal limits. \nBone marrow examination revealed marked erythroid \nhypoplasia and dyserythropoiesis, while the granulocyte \nand megakaryocyte lineages appeared normal. Testing \nfor blood serum antibodies, including cytomegalovirus \nimmunoglobulin (Ig)M, parvovirus B19, herpes simplex \nvirus IgM, and toxoplasma virus IgM, yielded negative \nresults. No hemolysis was detected, as indicated by the \nlactate dehydrogenase (LDH) level of 327  U/L, total \nbilirubin of 0.45  mg/dL, direct bilirubin of 0.09  mg/\ndL, and a negative direct Coombs test. Hemoglobin \nelectrophoresis revealed HbF at 10.8%, Hb A2 at 1.7%, \nand HbA at 87.5% (normal range 0–2%). No thymoma \nwas identified on X-ray and tomography. The patient had \nno history of drug use and was subsequently diagnosed \nwith DBA. Steroid treatment was initiated, and the \npatient exhibited a positive response. The patient’s \ngenomic DNA was studied using next-generation \nsequencing (NGS) on the MiSeq platform (Illumina). The test screened the RPL11, RPL15, RPL26, RPL35A, \nRPL5, RPS10, RPS17, RPS19, RPS24, RPS26, RPS28, \nRPS29, RPS7, and TSR2  genes for point mutations and \nsmall genomic deletions or insertions with over 99% \nsensitivity. The variants were analyzed with Sequencing \nAnalysis Viewer (SAV) Software from Illumina and \nThe Integrative Genomics Viewer (IGV) based on \npathogenicity scores, in silico prediction tools, and \ngenotype–phenotype correlation. After NGS analysis, a \nheterozygous c.221G>T (p.C74F) variant was detected \nin the RPS26 gene (Fig.  1). This mutation was confirmed \nas a de novo mutation by NGS, indicating that neither of \nthe patient’s parents were carriers of the mutation. This \nvariant has been interpreted as “pathogenic” according to \nthe American College of Medical Genetics and Genomics \n(ACMG)’s variant guidelines. We report a de novo variant \nin our patient, summarizing that this heterozygous \nvariant in RPS26 is highly likely to contribute to DBA in \nthis case.",
    "Discussion": "Discussion\nDiamond–Blackfan anemia is caused by defective ribo some biogenesis due to heterozygous pathogenic variants \nin ribosomal protein (RP) genes. A decreased number \nof functional ribosomes leads to the activation of proapoptotic pathways and reduced translation of genes \nessential for erythropoiesis [13]. In DBA, mutations in \nthe RPS26 gene are found in 5.3–11.6% of cases [11]. \nMutations affecting the RPs of both small (RPS24, RPS17, \nRPS19, RPS10, RPS26, RPS7) and large (RPL35A, RPL5, \nRPL11, RPL26) ribosomal subunits have been identified \nin patients with DBA [14]. Chae et al. reported heterozy gous mutations in RPS19, RPS26, and RPS17 in seven \npatients with DBA [15]. GATA1, TSR2, and RPS26 muta tions may also be observed in DBA [16]. In the study con ducted by Wan et  al., a correlation was noted between \nRPL11 or RPS26 mutations and the risk of short stature \nin patients with DBA [17]. Gripp et al. identified patho genic RPS26 mutations in two of six families in their \nstudy [18] . In our case, NGS was performed, revealing \na heterozygous variant in the RPS26 gene (c.221G>T), \nwhich results in the amino acid change p.C74F. Sanger \nsequencing confirmed that neither of the patient’s par ents were carriers of this mutation. This represents a de \nnovo variant in a family with no previous history of the \ndisease. Therefore, we conclude that this heterozygous \nvariant in RPS26 likely contributes to the DBA pheno type in this patient.\nPage 3 of 4\n Çalışkan Kamış et al. Journal of Medical Case Reports          (2024) 18:562",
    "Conclusion": "Conclusion\nMutations in the RPS26 gene may be responsible for the \nDBA phenotype in this case. The hematological out comes and congenital anomalies observed are likely a \nresult of abnormal ribosome biogenesis stemming from \nthe associated mutation.\nAcknowledgements\nNot applicable.\nAuthor contributions\nŞÇK carried out the conception, writing, data collection, and/or processing. \nMÇ carried out the revision and editing, conception, and design. BY carried \nout the supervision, design, analysis, and/or interpretation. ÖA contributed to \nthe revision and editing, data collection, and data analysis.\nFunding\nNot applicable.\nAvailability of data and materials\nData and materials will be made available upon reasonable request and with \nthe author’s approval.Declarations\nEthics approval and consent to participate\nThis study was conducted in accordance with the ethical standards set by the \nrelevant ethics committee. Written informed consent was obtained from the \npatient’s guardian for participation in the study.\nConsent for publication\nWritten informed consent was obtained from the patient’s guardian for the \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 11 September 2024   Accepted: 21 October 2024\nReferences\n 1. Da Costa L, Leblanc T, Mohandas N. Diamond–Blackfan anemia. Blood. \n2020;136(11):1262–73.\n 2. Bartels M, Bierings M. How I manage children with Diamond–Blackfan \nanaemia. Br J Haematol. 2019;184(2):123–33.\n 3. Li H, Lodish HF, Sieff CA. Critical issues in Diamond–Blackfan anemia and \nprospects for novel treatment. Hematol/Oncol Clin. 2018;32(4):701–12.\nFig. 1 a The mutation analysis revealed a heterozygous amino acid chance at codon 74 in the patient (c.221G>T; p.Cys74Pfe). b, c No mutation \nwas detected in the parents\nPage 4 of 4 Çalışkan Kamış et al. Journal of Medical Case Reports          (2024) 18:562 \n 4. Vlachos A, Rosenberg PS, Atsidaftos E, Alter BP , Lipton JM. Incidence \nof neoplasia in Diamond Blackfan anemia: a report from the Diamond \nBlackfan Anemia Registry. Blood J Am Soc Hematol. 2012;119(16):3815–9.\n 5. Fargo JH, Kratz CP , Giri N, Savage SA, Wong C, Backer K, Alter BP , Glader \nB. Erythrocyte adenosine deaminase: diagnostic value for Diamond–\nBlackfan anaemia. Br J Haematol. 2013;160(4):547–54.\n 6. Engidaye G, Melku M, Enawgaw B. Diamond Blackfan anemia: genetics, \npathogenesis, diagnosis and treatment. EJIFCC. 2019;30(1):67.\n 7. Wang R, Yoshida K, Toki T, Sawada T, Uechi T, Okuno Y, et al. Loss \nof function mutations in RPL27 and RPS27 identified by wholeexome sequencing in Diamond–Blackfan anaemia. Br J Haematol. \n2015;168(6):854–64.\n 8. Vlachos A, Ball S, Dahl N, Alter BP , Sheth S, Ramenghi U, et al. Diagnosing \nand treating Diamond Blackfan anaemia: results of an international \nclinical consensus conference. Br J Haematol. 2008;142(6):859–76.\n 9. Iskander D, Wang G, Heuston EF, Christodoulidou C, Psaila B, Ponnusamy \nK, et al. Single-cell profiling of human bone marrow progenitors reveals \nmechanisms of failing erythropoiesis in Diamond–Blackfan anemia. Sci \nTransl Med. 2021;13(610): eabf0113.\n 10. Boria I, Garelli E, Gazda HT, Aspesi A, Quarello P , Pavesi E, et al. The \nribosomal basis of Diamond–Blackfan Anemia: mutation and database \nupdate. Hum Mutat. 2010;31(12):1269–79.\n 11. Doherty L, Sheen MR, Vlachos A, Choesmel V, O’Donohue MF, Clinton C, \net al. Ribosomal protein genes RPS10 and RPS26 are commonly mutated \nin Diamond–Blackfan anemia. Am J Hum Genet. 2010;86(2):222–8.\n 12. Shi X, Huang X, Zhang Y, Cui X. Identification of a novel RPS26 nonsense \nmutation in a Chinese Diamond–Blackfan Anemia patient. BMC Med \nGenet. 2019;20(1):1–5.\n 13. Piantanida N, La Vecchia M, Sculco M, Talmon M, Palattella G, Kurita R, \net al. Deficiency of ribosomal protein S26, which is mutated in a subset of \npatients with Diamond Blackfan anemia, impairs erythroid differentiation. \nFront Genet. 2022;13:1045236.\n 14. Gazda HT, Preti M, Sheen MR, O’Donohue MF, Vlachos A, Davies SM, et al. \nFrameshift mutation in p53 regulator RPL26 is associated with multiple \nphysical abnormalities and a specific pre-ribosomal RNA processing \ndefect in Diamond–Blackfan anemia. Hum Mutat. 2012;33(7):1037–44.\n 15. Chae H, Park J, Lee S, Kim M, Kim Y, Lee JW, et al. Ribosomal protein \nmutations in Korean patients with Diamond–Blackfan anemia. Exp Mol \nMed. 2014;46(3):e88–e88.\n 16. D’Allard DL, Liu JM. Toward RNA repair of Diamond Blackfan anemia \nhematopoietic stem cells. Hum Gene Ther. 2016;27(10):792–801.\n 17. Wan Y, Gong X, Cheng S, Yin Z, Gao Y, Li J, Zong S, Zhang Y, Chen Y, Zheng \nR, Zhu X. Short stature in patients with Diamond–Blackfan anemia: a \ncross-sectional study. J Pediatr. 2022;240:177–85.\n 18. Gripp KW, Curry C, Olney AH, Sandoval C, Fisher J, Chong JXL, UW Center \nfor Mendelian Genomics, Pilchman L, Sahraoui R, Stabley DL, Sol-Church \nK. Diamond–Blackfan anemia with mandibulofacial dystostosis is \nheterogeneous, including the novel DBA genes TSR2 and RPS28. Am J \nMed Genet Part A. 2014;164(9):2240–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}