{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05128-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05128-y.pdf",
  "metadata": {
    "/Keywords": "Brainstem ganglioglioma; Case report; Foramen of Luschka; Dorsally exophytic; Telovelar approach; Sodium fluorescein",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250301195409+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250301162532+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05128-y",
    "/Author": "Ege Anil Ucar ",
    "/Title": "Dorsally exophytic brain stem ganglioglioma extending to the foramen of Luschka: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05128-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Gangliogliomas are rare tumors primarily arising from the central nervous system, mostly in the temporal lobes, with brain stem involvement being particularly infrequent. To the best of our knowledge, this is the first \nreported instance of a brainstem ganglioglioma exhibiting an extension to foramen of Luschka.",
    "Case Presentation": "Case presentation We present a unique case of ganglioglioma of the brainstem. 23-year-old Turkish patient \npresented with flashing lights in the peripheral visual fields. Imaging studies revealed a distinct mass lesion adjacent to the brainstem, demonstrating an unusual exophytic growth pattern that extended towards the foramen \nof Luschka. Surgical intervention was performed to prevent tumor progression and obtain a definitive diagnosis. The \nsurgical approach employed was the telovelar approach, which provides excellent visualization of the posterior fossa. \nHistopathological examination of the resected specimen confirmed the diagnosis of grade 1 ganglioglioma. Postop erative magnetic resonance imaging scans displayed gross total resection of the tumor. The patient’s postoperative \ncourse was uneventful, and the initial symptom of flashing lights resolved in the postoperative period.",
    "Conclusion": "Conclusion This case report highlights the uniqueness of a dorsally exophytic brain stem ganglioglioma extending \nto the foramen of Luschka. Utilization of the telovelar approach and sodium fluorescein in the surgical management \nof this challenging case underscores its efficacy in managing deep-seated lesions within the posterior fossa. Although \npresenting infrequently, gangliogliomas should be considered in the differential diagnosis of lesions of the foramen \nof Luschka because early recognition is important for the management and prognosis.\nKeywords  Brainstem ganglioglioma, Case report, Foramen of Luschka, Dorsally exophytic, Telovelar approach, \nSodium fluorescein\nBackground\nGangliogliomas are uncommon neoplasms of the central \nnervous system (CNS) composed of dysmorphic gan glion cells and a glial component. These tumors account \nfor approximately 0.4% of all CNS tumors and 1–10% of pediatric CNS tumor [1]. The reported median ages of \nthese tumors range from 10 to 30  years. While gangli ogliomas are predominantly found in the temporal lobe, \nthey can manifest in various CNS locations, presenting a \ndiverse clinical picture [2].\nEpilepsy is the most common presenting symptom \nof ganglioglioma patients, comprising 85% of cases [3]. \nMagnetic Resonance imaging (MRI) findings typically \nreveal a hyperintense T2-weighted image (T2WI) and \niso/hypointense T1WI with variable contrast enhance ment [4, 5]. The majority of gangliogliomas present as \ngrade 1 lesions, accounting for 95% of the cases.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEge Anil Ucar\neucar17@ku.edu.tr\n1 School of Medicine, Koc University Hospital, 34010 Zeytinburnu, \nIstanbul, Turkey\n2 Department of Neurosurgery, American Hospital, Istanbul, Turkey\nPage 2 of 5 Ucar et al. Journal of Medical Case Reports           (2025) 19:87 \nThe gold standard for treating gangliogliomas is gross \ntotal resection (GTR). With subtotal resection (STR), it \nis reported that progression-free survival significantly \ndecreases [6].The utilization of chemotherapy and radi otherapy in case of STR is controversial since using \nradiotherapy exposes the patient to malignant trans formation. Here, we present the first case of brain stem \nganglioglioma that is dorsally exophytic from the medulla \noblongata and extends to foramen of Luschka, thus \nallowing for GTR.\nClinical presentation\nA 23-year-old Turkish man with no additional disease \npresented because of a 2-week history of flashing of lights \non the right visual field. His physical examination was \ncompletely normal including cranial nerves (CN), motor \nand sensory function, reflexes, cerebellar examination, \nand visual fields. MRI of the patient revealed a 18 × 14 × \n11 mm mass centralized in the right foramen of Luschka. \nThe mass was well demarcated, hyperintense on T2WI, \nisointense on T1WI, and homogeneously enhanced \nunder contrast (Fig.  1). Differential diagnosis of the MRI \nwas evaluated by radiologists to be pilocytic astrocytoma, \nchoroid plexus papilloma, or hemangioblastoma. Mag netic resonance angiography demonstrated that anterior \nmedullar, lateral medullar, and telovelomedullar seg ments of posterior inferior cerebellar artery (PICA) sur rounded the tumor (Fig. 2).\nOperation\nThe telovelar approach was performed by using neuromonitorization and neuro-navigation during the surgery. \nMidline suboccipital craniotomy was performed. Access to the tumor was obtained with the dissection of the right \ncerebellar tonsil until the uvula. From there, the foramen \nof Luschka was accessed through the lateral recess of the \nfourth ventricle. The yellowish tumor, which was above \nthe caudal loop of PICA, lateral to the telovelar segment, \nbelow the tonsil, and exophytic through the brain stem, \nwas observed. It was stained with sodium fluorescein \nand visualized clearly by using the yellow-560 filter of \nthe microscope. A biopsy was taken, and the tumor was \ndebulked by using Cavitron Ultrasonic Surgical Aspi rator. The frozen",
    "Results": "results indicated ganglioglioma. The \nFig. 1 Preoperative imaging: A Axial T2-weighted magnetic resonance imaging scan of the brain showing a hyperintense mass adjacent to the \nbrain stem. B A coronal T1-weighted contrast-enhanced magnetic resonance imaging scan showing marked contrast enhancement of the mass. C \nAn axial T1-weighted contrast-enhanced magnetic resonance imaging scan showing marked contrast enhancement and the extension of the mass \nto the foramen of Luschka. Arrows show the well-circumscribed tumor\nFig. 2 Magnetic resonance angiography of the brain showing \nthe right vertebral artery (VA), posterior inferior cerebellar \nartery (PICA), and internal carotid artery (ICA). The posterior inferior \ncerebellar artery encircles the tumor (*) and passes within the tumor \nat the location shown (arrow)\nPage 3 of 5\n Ucar et al. Journal of Medical Case Reports           (2025) 19:87 \n \ntumor was dissected from cranial nerves (CNs) 9 and 10 \nlaterally; CN 11 inferiorly; the PICA, and the medulla \noblongata.\nPostoperative course\nHistopathological examination of the tumor revealed \nastrocytic cells in the piloid morphology and dysmor phic ganglion cells. There were common eosinophilic \ngranular bodies and focal Rosenthal fibrils (Fig.  3). \nThere was not any vascular proliferation or necrosis. \nMitosis was not seen, and the Ki-67 score of the tumor \nwas less than 1%. Immunohistochemistry results were positive for synaptophysin and OLIG2 and negative for \nCD34, NFP , and H3K27M. Therefore, it was diagnosed \nas ganglioglioma (grade 1; World Health Organiza tion [WHO] 2021). BRAFV600 mutation was negative. \nThe postoperative period was uneventful, with a stable \nhemodynamic condition. Neurologic examination was \nnormal, and the presenting symptom of flashing lights \ncompletely resolved. An early postoperative MRI scan \nshowed GTR of the lesion. MRI at the 3rd, 9th, and 15th \nmonths showed stable punctuate contrast enhancement \nat the exit site of CNs 9, 10, and 11 from the brain stem \n(Fig. 4 ). \nFig. 3 A Intraoperative imaging shows that the tumor exhibits staining with sodium fluorescein. B The neoplastic cell’s ganglionic feature \nwas shown by synaptophysin positivity. (anti-synaptophysin, 400×). C The neoplastic cells were binucleated ganglionic cells (white arrow). There \nwere many eosinophilic granular bodies (black arrow) (Hematoxylin–Eosin, 400×)\nPage 4 of 5 Ucar et al. Journal of Medical Case Reports           (2025) 19:87",
    "Discussion": "Discussion\nThis case report presents an exceptionally rare case of \nlow-grade ganglioglioma, which exhibits an exophytic \ngrowth pattern and centralization within the foramen of \nLuschka. Previous analyses from the Surveillance, Epi demiology, and End Results (SEER) database by Dudley \net al. revealed that. between 2004 and 2010, there were \n348 gangliogliomas, only 13 (3.45%) of which were local ized to the brain stem. Similarly, the rarity of these brain \nstem gangliogliomas has been emphasized by different \ngroups [3, 7, 8]. Most of the brain stem gangliogliomas \nhave exophytic portions in the fourth ventricle or cere bellopontine angle (CPA), referred to as the “transitional \nform” [9, 10]. These tumors mostly allow for resection of \ntheir exophytic component, whereas radical excisions of \nthe brain stem component result in severe morbidity. In \nthe present case, the tumor, unlike the transitional forms, \nwas exophytic and extended to the foramen of Luschka \n(Fig. 1), allowing for GTR.The most common presentation of gangliogliomas is \nepilepsy (85%) at the supratentorial compartment. How ever, at the infratentorial compartment, patients present \nwith various findings, such as CN deficits, ataxia, hydro cephalus, and motor or sensory deficits [3]. In our case, \nthe patient’s only symptom was paroxysmal lights in the \nright peripheral visual field.\nGangliogliomas are mixed glioneuronal tumors of the \nCNS comprising mature dysmorphic ganglion cells and \nvarious types of glial cells. Atypical glial component and \nhigher Ki-67 values are seen in grade 2 tumors. Anapla sia, hypervascularity, and necrosis are responsible for \ngrade 3 gangliogliomas [11]. In our case, the tumor was \ncomposed of dysmorphic ganglion cells and astrocytes \nin piloid morphology (Fig.  3). Hypervascularity or necro sis was not seen, and the Ki-67 value was less than 1%. \nTherefore, it was diagnosed as a grade 1 ganglioglioma. \nGiven the benign nature of grade 1 gangliogliomas, adju vant therapy was not recommended.\nFig. 4 Postoperative magnetic resonance imaging scan. An early postoperative (A) axial T2-weighted magnetic resonance imaging scan shows \nnonspecific hyperintensities, while (B) coronal and (C) axial T1-weighted contrast-enhanced magnetic resonance imaging scans not showing any \nobvious contrast enhancement. Postoperative (D) 3rd-month, (E) 9th-month, and (F) 15th-month axial T1-weighted contrast-enhanced magnetic \nresonance imaging scans display stable punctuate contrast enhancement at the exit site of cranial nerves 9, 10, and 11 from the brainstem\nPage 5 of 5\n Ucar et al. Journal of Medical Case Reports           (2025) 19:87 \n \nThe telovelar approach and transvermian approach are \nthe two approaches performed the most for accessing the \nfourth ventricle. The transvermian approach is widely \nused for lesions that are in the rostral fourth ventricle and \ndo not spread into the lateral recesses. In contrast, the tel ovelar approach provides access to lateral recess [12] and \nforamen of Luschka. Cerebellar mutism can be observed \nand is usually related to the transvermian approach and \ndamage to the dentate nucleus [13]. In the present case, \nthe tumor was extending to the right foramen of Luschka, \nso we performed a telovelar approach without cerebellar \nretraction to have a better view and avoid cerebellar mut ism and other cerebellogenic complications.\nGangliogliomas have an excellent prognosis, with the \ncalculated 7.5-year recurrence-free survival rate being \n97% [1]. Compton et al. also report favorable prognostic \noutcomes with 94% 15-year survival in their 30 years of \nexperience at the Mayo Clinic [6]. However, when con sidering the location of gangliogliomas, Dudley et al. \nreports that brain stem gangliogliomas have significantly \nworse 5-year survival compared with the remaining loca tions, with rates of 96.6% versus 80.6% [2]. The grade of \nthe tumor is a significant factor affecting the prognosis. \nMajores et al. reported 5-year survival rates of 99%, 79%, \nand 53% for WHO grades 1, 2, and 3, respectively [14].\nOne more interesting point of this case report is that \nthe first author, who is a student in his last year of medi cal school, is also the patient who was operated on. This \nunique perspective provides valuable insights from the \nstandpoint of both a medical professional and a medical \nstudent.\nConclusion\nBrain stem gangliogliomas are exceptionally rare CNS \nneoplasms. Here, to the best of our knowledge, we pre sent a unique case of an exophytic brain stem gan glioglioma that extends to the foramen of Luschka. \nGangliogliomas are rarely considered in the differential \ndiagnosis of tumors in this specific location. The telovelar \napproach provides a safe and effective approach for the \nexcision of the tumors in this region.\nAcknowledgements\nNot applicable.\nAuthor contributions\nEAU, UO, and TK designed the case report. EAU and UO collected the data, \nprepared all the figures, and wrote the manuscript. EAU, UO, and TK analyzed \nand interpreted the data. TK made the critical revision and supervised the case \nreport, and all the authors reviewed the manuscript.\nFunding\nNo funding was received for this case report.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nThe case report has been performed in accordance with the 1964 Declaration of \nHelsinki and its later amendments or comparable ethical standards. Consent to \nparticipate was obtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 8 November 2024   Accepted: 6 February 2025\nReferences\n 1. Luyken C, Blümcke I, Fimmers R, Urbach H, Wiestler OD, Schramm J. \nSupratentorial gangliogliomas: histopathologic grading and tumor \nrecurrence in 184 patients with a median follow-up of 8 years. Cancer. \n2004;101(1):146–55. https:// doi. org/ 10. 1002/ cncr. 20332.\n 2. Dudley RWR, Torok MR, Gallegos DR, et al. Pediatric low-grade ganglioglioma: epidemiology, treatments, and outcome analysis on 348 children \nfrom the surveillance, epidemiology, and end results database. Neurosur gery. 2015;76(3):313–9. https:// doi. org/ 10. 1227/ NEU. 00000 00000 000619.\n 3. Im S-H, Chung CK, Cho B-K, et al. Intracranial ganglioglioma: preoperative characteristics and oncologic outcome after surgery. J Neurooncol. \n2002;59:173–83.\n 4. Kwon JW, Kim I-O, Cheon J-E, et al. Cerebellopontine angle ganglioglioma: \nMR findings. AJNR Am J Neuroradiol. 2001;22:1377–9.\n 5. Shin JH, Lee HK, Khang SK, et al. Neuronal tumors of the central nervous \nsystem: radiologic findings and pathologic correlation. Radiographics. \n2002;22(5):1177–89. https:// doi. org/ 10. 1148/ radio graph ics. 22.5. g02se  \n051177.\n 6. Compton JJ, Laack NNI, Eckel LJ, Schomas DA, Giannini C, Meyer FB. Longterm outcomes for low-grade intracranial ganglioglioma: 30-year experience from the Mayo Clinic. J Neurosurg. 2012;117(5):825–30. https:// doi. org/  \n10. 3171/ 2012.7. JNS11 1260.\n 7. Lin X, Huang R, Zhang P , et al. Low-grade gangliogliomas in adults: a population-based study. Cancer Med. 2021;10(1):416–23. https:// doi. org/ 10. 1002/  \ncam4. 3577.\n 8. Zhang S, Wang X, Liu X, Ju Y, Hui X. Brainstem gangliogliomas: a retrospective series. J Neurosurg. 2013;118(4):884–8. https:// doi. org/ 10. 3171/ 2013.1.  \nJNS12 1323.\n 9. Baussard B, Di Rocco F, Garnett MR, et al. Pediatric infratentorial ganglioglio mas: a retrospective series. J Neurosurg Pediatr. 2007;107(4):286–91. https://  \ndoi. org/ 10. 3171/ PED- 07/ 10/ 286.\n 10. Mpairamidis E, Alexiou GA, Stefanaki K, Sfakianos G, Prodromou N. Brainstem ganglioglioma. J Child Neurol. 2008;23(12):1481–3. https:// doi. org/ 10.  \n1177/ 08830 73808 319316.\n 11. Lisievici AC, Pasov D, Georgescu T-A, Lisievici MG, Sajin M. A novel histo pathological grading system for ganglioglioma. J Med Life. 2021;14(2):170–\n5. https:// doi. org/ 10. 25122/ jml- 2021- 0054.\n 12. Tanriover N, Ulm AJ, Rhoton AL Jr, Yasuda A. Comparison of the transvermian and telovelar approaches to the fourth ventricle. J Neurosurg. \n2004;101(3):484–98. https:// doi. org/ 10. 3171/ jns. 2004. 101.3. 0484.\n 13. Ghali MGZ. Telovelar surgical approach. Neurosurg Rev. 2021;44(1):61–76. \nhttps:// doi. org/ 10. 1007/ s10143- 019- 01190-5.\n 14. Majores M, von Lehe M, Fassunke J, Schramm J, Becker AJ, Simon M. \nTumor recurrence and malignant progression of gangliogliomas. Cancer. \n2008;113(12):3355–63. https:// doi. org/ 10. 1002/ cncr. 23965.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}