{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04928-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04928-y.pdf",
  "metadata": {
    "/Keywords": "Tumor lysis syndrome; Hepatocellular carcinoma; Hepatic artery infusion chemotherapy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241221125720+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129141247+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04928-y",
    "/Author": "Miao Li ",
    "/Title": "Successful treatment of tumor lysis syndrome associated with hepatic artery infusion chemotherapy in a patient with hepatocellular carcinoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04928-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Tumor lysis syndrome is a life-threatening complication in the treatment of cancer. However, it rarely \noccurs in solid tumors, especially in hepatocellular carcinoma.",
    "Case Presentation": "Case presentation We present a 52-year-old male Asian patient with advanced hepatocellular carcinoma treated \nwith hepatic artery infusion chemotherapy that resulted in tumor lysis syndrome. The patient developed symptoms \nof oliguria, seizure, hyperkalemia, hyperuricemia, hypocalcemia, hyperphosphatemia, and increased creatinine. He \nrecovered from it after adequate hydration, correction of metabolic abnormalities, and renal replacement therapy.\nConclusions This case highlights the importance of maintaining a high index of suspicion of TLS even in solid \ntumors such as hepatocellular carcinoma, especially with a large tumor burden. It also underscores the need for early \nintervention in suspected TLS for a successful outcome.\nKeywords  Tumor lysis syndrome, Hepatocellular carcinoma, Hepatic artery infusion chemotherapy, Case report\nBackground\nHepatocellular carcinoma (HCC) is a global health chal lenge with an estimated incidence of > 1 million cases by \n2025 [1]. Many patients are diagnosed with advanced \nHCC and their prognosis is poor, especially those with \nextrahepatic metastasis whose median survival time is \nonly 11.2  months [2]. Hepatic artery infusion chemo therapy (HAIC) has been found to be an effective treat ment for advanced HCC, especially for those with portal \nvein tumor thrombus (PVTT). HAIC achieved better \nsurvival outcomes than sorafenib in advanced HCC, even \nin patients with a high intrahepatic disease burden [3]. In the current Pan-Asian adapted European Society for \nMedical Oncology Guidelines, HAIC is recommended as \nthe first-line option for advanced, non-metastatic HCC \nwith macrovascular invasion [4].\nTumor lysis syndrome (TLS) is a life-threatening \ncatastrophe caused by massive tumor cell lysis with the \nrelease of large amounts of intracellular substances, such \nas potassium, phosphate, uric acid, etc. [5]. TLS most \ncommonly occurred in hematologic malignancies such \nas non-Hodgkin’s lymphoma (NHL) but rarely occurs \nin patients with HCC [5]. The incidence of TLS in acute \nlymphocytic leukemia was 5.2–23%; however, TLS was \nvery rare in the treatment of HCC [6]. Only several cases \nof transcatheter arterial chemoembolization (TACE) \nor tyrosine kinase inhibitors -associated TLS have been \nreported in the literature to date. As far as we know, no \nHAIC-associated TLS has been previously reported. *Correspondence:\nBi-Wei Yang\nyang.biwei@zs-hospital.sh.cn\n1 Liver Cancer Institute, National Clinical Research Center \nfor Interventional Medicine, Zhongshan Hospital, Fudan University, 136 Yi \nXue Yuan Road, Shanghai 200032, People’s Republic of China\nPage 2 of 5 Li et al. Journal of Medical Case Reports          (2024) 18:634 \nHere, we present a case of TLS after HAIC therapy in \nadvanced HCC.\nCase presentation\nA 52-year-old male Asian patient was admitted to our \nhospital to perform the third-cycle of HAIC treatment. \nHe had a history of trauma with left kidney contusion, \nsplenectomy, and left femoral neck fixation, and was \ndiagnosed with HCC 2 months before admission. The \nabdominal magnetic resonance imaging (MRI) showed \nhepatic malignant tumors (MT) with intrahepatic metas tasis and portal vein invasion (Fig.  1). The chest com puted tomography (CT) showed multiple metastases in \nthe lung. The alpha-fetoprotein (AFP) was > 60,500  ng/\nmL at the time of diagnosis. He has no family history of \nliver cancer or other illnesses. Before this admission, he \nreceived HAIC therapy twice (every 3  weeks) and fluo rouracil and oxaliplatin-based chemotherapy was used as \nthe infusion chemotherapy regimen. At the same time, \nthe patient received lenvatinib 8 mg orally daily and sin tilimab 200 mg intravenously every 3 weeks as combina tion therapy. The patient developed symptoms of high \nfever and abdominal pain during the previous two cycles \nof HAIC treatments, and the symptoms improved after \nsymptomatic treatment. The follow-up abdominal MRI \nbefore admission indicated that the intrahepatic tumors \nimproved compared with before, and the AFP level \nwas > 60,500 ng/mL. He was categorized as Child Class A \n(Child–Pugh score = 5), so the third cycle of HAIC treat ment was performed. During the surgery, intraopera tive hepatic arteriography showed multiple tumor stains \nin the liver. Then a 4FRH catheter was super-selected to \nthe right hepatic artery for chemotherapy perfusion. The chemotherapy regimen for hepatic artery infusion was \noxaliplatin 150 mg d1, leucovorin 0.7 g day 1 (d1), fluo rouracil 0.7 g d1, and fluorouracil 4.2 g continuous infu sion venous  (civ) 44h d1. One day after HAIC, the patient \nfelt severe pain in the abdomen and the symptom did not \nrelieve after symptomatic treatment. So he performed \nabdomen CT which showed large necrotic lesions in the \nliver. As a result, the chemotherapy was not complete and \nthe catheter was pulled out in advance. Two days after \nHAIC, the patient developed oliguria with elevations of \nlaboratory investigations of aminotransferase, bilirubin, \nuric acid, creatinine, inflammatory markers, potassium \nlevel, and D-dimer. The physical examination revealed \nright upper abdominal pain and cold clammy limbs. At \nthat time, his vital signs were within the normal range, \nwith a blood pressure of 106/62  mmHg, a heart rate of \n92 beats per minute (bpm), and a fingertip oxygen satu ration of 98%. He was treated with measures including \nantibiotic therapy, supportive liver and kidney protec tion therapy, anticoagulation, and maintaining fluid bal ance and electrolyte acid–base balance. His treatment \nregimen included an antibiotic (meropenem), antioxi dant (glutathione), aggressive hydration, urine alkaliniza tion, diuresis, and anticoagulation (heparin). That night, \nthe patient had a sudden seizure, characterized by limb \nconvulsions accompanied by loss of consciousness. The \nseizure lasted about 20 minutes. After that, he recovered \nconsciousness, but still exhibited symptoms of bradypsy chia. The patient was subsequently admitted to the \nintensive care unit. The follow-up laboratory investiga tions showed improved liver function, but renal function \ncontinued to deteriorate, with hyperuricemia, hyper phosphatemia, and hypocalcemia (Table  1). TLS with \nFig. 1 Abdominal magnetic resonance imaging with enhancement performed about 3 days prior to this admission revealed multiple viable HCCs \nin both lobes of the liver and some lesions with necrosis\nPage 3 of 5\n Li et al. Journal of Medical Case Reports          (2024) 18:634 \n \nacute kidney injury  (AKI) was subsequently diagnosed, \nand it was classified to grade 4 according to the Cairo–\nBishop classification proposed in 2004. With antibiot ics, adequate hydration, diuresis, bedside hemodialysis \n(twice, 7 days and 9 days after HAIC, respectively), and \ncorrecting the electrolyte disorder (hyperkalemia, hyper phosphatemia, and hypocalcemia), the patient’s symp toms improved dramatically. Finally, he was discharged \n17 days after HAIC without any other complications. At \nthe time of discharge, the AFP level was 14,365  ng/mL. \nOne month after discharge, the patient returned to hos pital for a re-examination. The patient was in good con dition with both the liver and kidney function returned \nto normal, but the abdominal MRI indicated tumor pro gression. A second-line treatment was advised, but due \nto economic reasons and concerns about intervention \ntherapy, the patient refused. Then he continued the firstline systemic therapy of lenvatinib and sintilimab. He is \ncurrently undergoing regular follow-up.",
    "Discussion": "Discussion\nTLS is a constellation of metabolic abnormalities due to \na burst release of intracellular metabolites when massive \nlysis of tumor cells occurs, causing a significant amount \nof damage to the systemic circulation of the human body \n[5]. It is accompanied by significant metabolic derange ments, including hyperkalemia, hyperphosphatemia, \nhyperuricemia, and hypocalcemia [7]. The metabolic \nabnormalities can lead to cardiac arrhythmias, seizures, \nand subsequently death [5]. TLS is a life-threatening \noncologic emergency that could rapidly cause acute  AKI \nresulting from uric acid and calcium phosphate deposi tion in the kidneys. The overall in-hospital mortality of \nTLS was 21% and the most common complication was \nAKI with a rate of 58% [8]. Risk factors involved in TLS \ninclude huge tumors, highly proliferating tumors, and \ntumors that are highly sensitive to cytotoxic therapy [7].TLS rarely occurs in patients that have solid tumors, \nespecially HCC [9]. However, the mortality rate is much \nhigher compared with that occurring in hematologic \nmalignancies [10]. To our knowledge, only individual \ncases reported on TLS in patients with HCC [11, 12]. \nRecently, a systematic review summarized published case \nreports of TLS in patients with HCC and found that the \ntwo most common attributed factors of TLS were TACE \nand sorafenib [10]. Combination therapy of nivolumab \nand sorafenib-induced TLS [13] or lenvatinib-induced \nTLS [14] have also been reported. However, HAICinduced TLS has been rarely reported.\nThe mechanism of TLS following TACE in patients \nwith HCC is mainly due to cell necrosis caused by vas cular embolism. TLS after sorafenib or lenvatinib may \nhappen as a result of interruption of the replication and \nangiogenesis of tumor cells without direct cytotoxic \neffects [10]. Although the exact mechanism of TLS fol lowing HAIC is unknown, we suggest that high sensi tivity to cytotoxic therapy may be a predisposing factor \nfor TLS in HCC following HAIC. HAIC is a therapy that \ndirectly delivers chemotherapeutic agents into tumorassociated arterial branches at increased local drug \nconcentrations [3]. Because of a greater first pass in the \nliver, HAIC provides stronger antitumor efficacy than \nsystemic therapy [15]. In some cases, when the tumors \nare highly sensitive to chemotherapeutic agents, a large \namount of cell necrosis occurs and TLS happens. In the \npresent case, the patient was highly sensitive to chemo therapeutic agents, for that the abdominal CT performed \nafter HAIC showed large necrotic lesions in the liver and \nthe AFP level decreased dramatically from more than \n60,500 ng/mL at admission to 14,365 ng/mL at discharge. \nWhat is more, the atrophy of one kidney caused by renal \ncontusion is partly responsible.\nTLS is classified as either laboratory or clinical. The \nlaboratory criteria and clinical criteria for TLS are shown Table 1 Laboratory data before and after HAIC\nHAIC hepatic artery infusion chemotherapy, TBIL total bilirubin, ALT  alanine aminotransferase, AST aspartate aminotransferase, Cr creatinine, UA  uric acid, K potassium, \nP phosphorus, Ca  calciumLaboratory \ninvestigationReference range Baseline After HAIC\n2d 5d 7d 9d 11d 14d 16d 37d\nTBIL 3.4–10.4 μmol/L 10.5 21.1 28.4 24.4 25.5 25.6 22.5 20.2 38.7\nALT 9–50 U/L 38 332 71 22 7 5 6 6 20\nAST 15–40 U/L 84 1392 179 43 24 20 29 29 87\nCr 44–115 μmol/L 89 347 576 766 605 455 310 211 91\nUA 208–428 μmol/L 358 584 872 921 609 424 401 336 280\nK 3.5–5.3 mmol/L 4.6 6.1 3.6 3.4 3.4 3.8 3.6 3.6 3.7\nP 0.9–1.34 mmol/L 1.47 3.05 1.97 1.67 0.87 0.56 0.32 0.34 1.39\nCa 2.15–2.55 mmol/L 2.38 1.61 2.01 2.10 2.20 2.24 2.26 2.27 2.36\nPage 4 of 5 Li et al. Journal of Medical Case Reports          (2024) 18:634 \nin Table  2 [16]. It is vital to differentiate TLS from other \ndiseases that may cause similar symptoms, such as sep sis, obstructive renal disease, medication toxicities, use of \ncontrast dye for imaging, and rhabdomyolysis. Although \nthese diseases may exhibit similar symptoms, accurate \ndifferential diagnosis can be made through detailed med ical examination and medical history inquiry. According \nto the Cairo-Bishop classification proposed in 2004 [16], \nthe present case can be classified as clinical and labora tory TLS. The diagnosis of TLS was delayed in this case \nand it was misdiagnosed as an infectious shock because \nof abdominal pain, elevated inflammatory markers, and \noliguria. Fortunately, TLS was diagnosed on the sec ond day after HAIC and he recovered after supportive \ntreatment. TLS in HCC usually presents with different \nsymptoms, such as dyspnea, abdominal pain, symptoms \nrelated to electrolyte imbalance (for example, tetany, sei zure, and arrhythmia), and oliguria [10, 17, 18]. Because \nof the diverse symptoms at onset, many patients are eas ily misdiagnosed. But with the change in laboratory indi cators and the outcome of clinical presentations of AKI, \nthe diagnosis of TLS is easily defined.\nManagement of TLS involves hydration to maintain a \nhigh urine flow, correction of metabolic abnormalities, \nand treatment of renal failure [5]. Aggressive fluid admin istration is recommended because it can reduce serum \nconcentrations of uric acid, phosphate, and potassium. \nGiven their role in increasing potassium secretion, loop \ndiuretics are recommended to maintain a high urine flow. \nThe use of urine alkalinization is not recommended for \nthe prevention and management of TLS, because it can \nincrease the risk of calcium phosphate deposition in the \nkidneys and affect kidney function [19]. Correction of \nmetabolic abnormalities should be addressed in a timely \nmanner, or this condition will be fatal. Hyperkalemia and \nhypocalcemia are the most life-threatening consequences \nof TLS. Measures should be considered to control hyper kalemia such as glucose and insulin administration, use \nof loop diuretic, and calcium gluconate supplementa tion. Renal replacement therapy should be considered \nin refractory hyperkalemia. Hyperphosphatemia could \naggravate hypocalcemia by increasing calcium phosphate \nprecipitation. Control of hyperphosphatemia through intravenous hydration helps to correct hypocalcemia. \nPatients with oliguria or anuria, volume overload, refrac tory hyperkalemia, symptomatic hypocalcemia due to \nhyperphosphatemia, and a calcium phosphate product \ngreater than 70  mg2/dL will require renal replacement \ntherapy [8, 19]. Moreover, continuous renal replacement \ntherapy may be a better option for those with continuous \nlysis of tumor cells [5]. As we discussed above, due to the \ninterference of the patient’s abdominal pain and elevated \ninflammatory markers, TLS was not diagnosed initially \nuntil the patient showed elevated blood creatinine levels, \nhyperkalemia, hyperphosphatemia, and hypocalcemia. \nFortunately, owing to timely symptomatic treatments \nincluding hydration, correction of metabolic abnormali ties, and treatment of acute renal failure, the patient ulti mately recovered.",
    "Conclusion": "Conclusion\nTLS rarely occurs in HCC, especially after HAIC therapy. \nEvaluations and measures prior to HAIC therapy should \nbe taken to prevent TLS. When TLS develops, early rec ognition and treatment are critical to reducing the mor tality rates of TLS.\nAbbreviations\nAFP  Alpha-fetoprotein\nCT  Computed tomography\nHCC  Hepatocellular carcinoma\nHAIC  Hepatic artery infusion chemotherapy\nPVTT  Portal vein tumor thrombus\nTLS  Tumor lysis syndrome\nNHL  Non-Hodgkin’s lymphoma\nMRI  Magnetic resonance imaging\nMT  Malignant tumors\nAKI  Acute kidney injury\nTACE  Transcatheter arterial chemoembolization\nAFP  Alpha-fetoprotein\nAcknowledgements\nNot applicable.\nAuthor contributions\nML acquired the data and wrote the manuscript. BWY conceived the study. \nYTZ contributed to the revisions. All authors have read and approved the final \nmanuscript.\nFunding\nNot applicable.Table 2 Laboratory and clinical diagnosis of TLS\nTLS tumor lysis syndrome, ULN upper limit of normalLaboratory TLS Clinical TLS\nAt least two of the following criteria within 3 days prior to and up to 7 days \nposttreatment initiation:\n• Uric acid ≥ 8 mg/dL or 25% increase\n• Potassium ≥ 6 mmol/L or 25% increase\n• Phosphorus ≥ 6.5 mg/dL (children), ≥ 4.5 mg/dL (adults), or 25% increase\n• Corrected calcium ≤ 7 mg/dL or 25% decreaseLaboratory-defined TLS accompanied by at least one of the following:\n• Elevated creatinine level (≥ 1.5 ULN)\n• Cardiac arrhythmia or sudden death\n• Seizure\nPage 5 of 5\n Li et al. Journal of Medical Case Reports          (2024) 18:634 \n \nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 13 March 2024   Accepted: 22 October 2024\nReferences\n 1. Llovet JM, Kelley RK, Villanueva A, Singal AG, Pikarsky E, Roayaie S, Lencioni R, Koike K, Zucman-Rossi J, Finn RS. Hepatocellular carcinoma. Nat \nRev Dis Primers. 2021;7:6.\n 2. Giannini EG, Bucci L, Garuti F, Brunacci M, Lenzi B, Valente M, Caturelli E, \nCabibbo G, Piscaglia F, Virdone R, et al. Patients with advanced hepatocellular carcinoma need a personalized management: a lesson from clinical \npractice. Hepatology. 2018;67:1784–96.\n 3. Lyu N, Wang X, Li JB, Lai JF, Chen QF, Li SL, Deng HJ, He M, Mu LW, Zhao \nM. Arterial chemotherapy of oxaliplatin plus fluorouracil versus sorafenib \nin advanced hepatocellular carcinoma: a biomolecular exploratory, \nrandomized, phase III trial (FOHAIC-1). J Clin Oncol. 2022;40:468–80.\n 4. Chen LT, Martinelli E, Cheng AL, Pentheroudakis G, Qin S, Bhattacharyya \nGS, Ikeda M, Lim HY, Ho GF, Choo SP , et al. Pan-Asian adapted ESMO Clinical Practice Guidelines for the management of patients with intermediate \nand advanced/relapsed hepatocellular carcinoma: a TOS-ESMO initiative \nendorsed by CSCO, ISMPO, JSMO, KSMO, MOS and SSO. Ann Oncol. \n2020;31:334–51.\n 5. Barbar T, Jaffer Sathick I. Tumor lysis syndrome. Adv Chronic Kidney Dis. \n2021;28:438-446.e431.\n 6. Wilson FP , Berns JS. Tumor lysis syndrome: new challenges and recent \nadvances. Adv Chronic Kidney Dis. 2014;21:18–26.\n 7. Rahmani B, Patel S, Seyam O, Gandhi J, Reid I, Smith N, Khan SA. Current \nunderstanding of tumor lysis syndrome. Hematol Oncol. 2019;37:537–47.\n 8. Coiffier B, Altman A, Pui CH, Younes A, Cairo MS. Guidelines for the management of pediatric and adult tumor lysis syndrome: an evidence-based \nreview. J Clin Oncol. 2008;26:2767–78.\n 9. Gemici C. Tumour lysis syndrome in solid tumours. Clin Oncol (R Coll \nRadiol). 2006;18:773–80.\n 10. Chou JW, Cheng KS, Akella T, Lee CC, Ju T. Tumor lysis syndrome in \npatients with hepatocellular carcinoma: a systematic review of published \ncase reports. Cureus. 2021;13: e19128.\n 11. Hsieh PM, Hung KC, Chen YS. Tumor lysis syndrome after transarterial \nchemoembolization of hepatocellular carcinoma: case reports and literature review. World J Gastroenterol. 2009;15:4726–8.\n 12. Wang H, Chen G, Gao H, Yi Z. Successful treatment of acute tumor lysis \nsyndrome associated with transcatheter chemoembolization with \nlarge hepatocellular carcinomas: two case reports. Transl Cancer Res. \n2020;9:6516–21.\n 13. Yen TH, Chang CH, Shiu SI. Tumor lysis syndrome after combination \ntherapy of nivolumab and sorafenib in a woman with advanced hepato cellular carcinoma. Case Rep Gastroenterol. 2020;14:367–72.\n 14. Shimizu Y, Sunagozaka H, Yamagata K, Hirai H, Miura M, Yonemoto Y, Naito \nY, Hasatani K, Yoshikawa J, Aoyagi H, Kaneko S. Lenvatinib-induced tumor \nlysis syndrome in a patient with advanced hepatocellular carcinoma: a \ncase report. Clin J Gastroenterol. 2021;14:645–9.\n 15. Ueshima K, Ogasawara S, Ikeda M, Yasui Y, Terashima T, Yamashita T, Obi S, \nSato S, Aikata H, Ohmura T, et al. Hepatic arterial infusion chemotherapy versus sorafenib in patients with advanced hepatocellular carcinoma. \nLiver Cancer. 2020;9:583–95.\n 16. Cairo MS, Bishop M. Tumour lysis syndrome: new therapeutic strategies \nand classification. Br J Haematol. 2004;127:3–11.\n 17. Vaisban E, Braester A, Mosenzon O, Kolin M, Horn Y. Spontaneous tumor \nlysis syndrome in solid tumors: really a rare condition? Am J Med Sci. \n2003;325:38–40.\n 18. Kim JO, Jun DW, Tae HJ, Lee KN, Lee HL, Lee OY, Choi HS, Yoon BC, Hahm \nJS. Low-dose steroid-induced tumor lysis syndrome in a hepatocellular \ncarcinoma patient. Clin Mol Hepatol. 2015;21:85–8.\n 19. Worcester EM, Coe FL. Clinical practice. Calcium kidney stones. N Engl J \nMed. 2010;363:954–63.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}