{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04819-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04819-2.pdf",
  "metadata": {
    "/Keywords": "Case report; Catatonia; Mephedrone; Ethyl chloride; Memantine; Bath salt drugs",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241111165625+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241108172630+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04819-2",
    "/Author": "Max Winerdal ",
    "/Title": "Delayed drug-induced catatonia in an adolescent girl—clinical implications: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04819-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Catatonia is a potentially life-threatening condition that is characterized by psychiatric and motor disturbances, such as negativism, hypomotility, bradykinesia, and unusual movements. The diagnosis is based on clinical \nexamination and occurs in both pediatric and adult patients and is associated with an increased mortality. Catatonia \nis associated with psychiatric illnesses such as schizophrenia, major depression, encephalitis, and bipolar disorder. \nThe physiopathology of catatonia is complex and not fully understood. There is an ongoing debate in the medical \ncommunity whether catatonia is an independent syndrome, or secondary to other mental illnesses. This",
    "Case Presentation": "case presentation is unique, as there are few reports describing cases of isolated catatonic syndrome in the absence of any other \npsychiatric or medical condition with a delayed onset caused by recreational drug abuse.\nCase presentation We present the case of a 17-year-old Caucasian athletic girl with no previous contact with child \nand adolescent psychiatry, nor any previous drug abuse. After recreational intake of drugs, there was a delay \nof approximately 7 days, before the patient searched care with symptoms that were at a later stage recognized as cat atonia. Treatment with a high dose of lorazepam in combination with memantine and lithium resulted in a regression \nof the symptoms. After 6 weeks the patient could be discharged from the hospital almost fully recovered.\nConclusions An acute onset of psychomotor symptoms without any previous history of mental illnesses must be \naddressed early as a potential catatonic syndrome. Delayed onset of catatonic symptoms after intake of drugs should \nnot be overlooked, and we here suggest that mephedrone might be capable of inducing delayed catatonia. It is feasible to use memantine as an adjuvant to the treatment of catatonia in adolescents.\nKeywords  Case report, Catatonia, Mephedrone, Ethyl chloride, Memantine, Bath salt drugs\nBackground\nWe here present a case of drug-induced catatonia in an \nadolescent Caucasian patient with heredity for bipolar \ndisorder after supposed intake of “bath salts” and ethyl \nchloride. Mephedrone, the major constituent in “bath \nsalts” , inhibits monoamine reuptake and induces release. \nA massive increase of serotoninergic levels has been \nreported, as well as increased levels of dopamine, gluta mate, and norepinephrine [1], which speculatively could \ninduce sufficient receptor adaptation, a prerequisite for \ndelayed onset of withdrawal reactions. Catatonia is a Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHelena Strömbergsson\nhelena.strombergsson@neuro.uu.se\n1 Division of Child and adolescent psychiatry, Uppsala Academic Hospital, \nUppsala, Sweden\n2 Department of Medical Sciences, Psychiatry, Uppsala University, \nAkademiska Sjukhuset, Ingång 10, 751 85 Uppsala, Sweden\nPage 2 of 4 Winerdal et al. Journal of Medical Case Reports          (2024) 18:547 \nseverely debilitating disorder characterized by symptoms \nof negativism, mutism, stupor, excitement, repeated ste reotyped movements, staring, and grimacing [Diagnostic \nand Statistical Manual of Mental Disorders (DSM)]. The \ncondition can occur during the whole life span. In pedi atric patients, catatonia has traditionally been associated \nwith psychiatric illnesses such as schizophrenia, major \ndepression, encephalitis, and bipolar disorder [2]. During \nrecent years, it has been increasingly recognized that cat atonia in pediatric patients is associated with neurodevel opmental disorders, such as autism spectrum disorders \nand intellectual disability [3]. Catatonia may also appear \nwithout any prior psychiatric comorbidity in the pres ence of medical and neurological illness, or as a result of \nprior intake of drugs, both prescribed [4] and illicit [1]. \nThe condition is rare, with a prevalence of 0.4% in ado lescent patients admitted to psychiatric in-patient clinics \n[5]. The large variation in clinical manifestation makes \nrecognition of catatonia challenging, and in pediatric \npatients the condition is most likely underdiagnosed. \nCatatonia may develop into malignant catatonia, which is \na life-threatening condition. The physiopathology of cata tonia is complex and not fully understood. At the molec ular level, theories include hypofunction of GABA-A \nreceptors, dysregulated dopamine signaling, and NMDA \nreceptor activity resulting in NMDA hyperactivity in the \nstriato-cortical or the cortico-cortical pathways [6]. This \ncase report is, to our knowledge, unique in its description \nof a possibly drug-induced delayed onset of catatonic \nsigns and symptoms without previous psychiatric illness.\nCase presentation\nA 17-year-old Caucasian female high school student \nwith no previous psychiatric history was brought to the \nemergency department. Five days prior to seeking emer gency care, the patient had returned from a journey \nto the Alps. During the journey, the patient had been \nexposed to drugs in the form of tablets and spray that \nsmelt of chloride. At the time of exposure, the patient \nreacted to the drugs with confusion and hallucinations. \nIn the aftermath, within 24 hours of exposure, the acute \nsymptoms were replaced with strong anxiety and signs \nof depression. The police suggested that the drugs were \nmost likely “bath salts” and “ethyl chloride” . The patient \nsought emergency care due to confusion, dissociations, \ninsomnia, anxiety, mydriasis, and behavioral changes. \nOn admission, it was noted during the neurological and \npsychiatric examination that the patient had speech \nlatency of 20–30 seconds, dysarthria with slurred speech, \nimpaired balance (not being able to stand on one foot at \na time), slowness of motion, and appearing emotionally \ndistanced.The patient’s medical history, obtained from her par ents, included uncomplicated mild asthma and allergy to \npollen, without history of hospitalization. There is a fam ily heredity for bipolar disorder I, but the patient had not \nhad any prior history of psychiatric illness or drug abuse. \nBefore admittance to the emergency department, the \npatient was in very good physical condition, being a top \nathlete in her field. The psychosocial family background \nof the patient was uncomplicated, as she grew up in a sta ble family, and attended school with good grades.\nThe patient’s confused thoughts, apathy, and difficulties \ntalking were interpreted as psychotic symptoms. Risperi done was initiated. The patient’s condition deteriorated, \nand she began to display unrecognized signs of catato nia that included mutism, negativism, waxy flexibility, \nposturing, and difficulties with eating requiring a gastric \nfeeding tube. After 2 weeks of treatment with risperidone \nwith an orally administered dose of 1 mg twice daily and \nbenzodiazepine in the form of midazolam with a dose of \nup to 7.5 mg three times daily, without any apparent pos itive effects, she developed deep vein thrombosis (DVT) \ndue to immobilization. She was transferred to the uni versity hospital for treatment. Upon renewed psychiatric \nassessment, her catatonic symptoms were recognized, \napplying the Appendix I section of the Bush–Francis Cat atonia Rating Scale [7]. The patient responded positively \non procedures 1, 2, 3, 4, and 7. Risperidone was discon tinued, and lorazepam was readily initiated. The patient \nregained full orientation briefly. Nonetheless lorazepam \n20 mg daily was not sufficient to achieve remission.\nOlanzapine 2.5 mg daily was briefly tried. However, her \ngeneral psychiatric condition continued to deteriorate, \nand she developed symptoms of waxy flexibility, postur ing, stereotypes, derealization, and anxiety. She described \na feeling of living in a dream, as if in “the Sims” game. \nDue to ongoing DVT treatment with anticoagulants, \nelectroconvulsive therapy (ECT) was not considered an \noption.\nAripiprazole 7.5 mg per day was tested, and lorazepam \nwas increased to 28 mg daily. Even if her condition ini tially improved, she eventually became increasingly cata tonic. Antipsychotic treatment recurrently aggravated \nher symptoms and was discontinued altogether. Since \nremission was not achieved with lorazepam treatment \nalone and heredity for bipolar disorder was present in a \nfirst-degree relative, treatment with 126 mg lithium sul phate daily was initiated, which resulted in S-lithium \nconcentration of 0.6  mmol/L. Concurrent treatment \nwith lorazepam and adjunctive memantine with an orally \nadministered dose of 10 mg daily, as suggested by Chaf fkin et al. [8], was given.\nAfter 2 weeks, she had improved enough to be able to \nleave the ward. Another week later the patient had fully \nPage 3 of 4\n Winerdal et al. Journal of Medical Case Reports          (2024) 18:547 \n \nrecovered, 6 weeks after the initial presentation. No side \neffects were reported, and slow tapering of lorazepam \nand memantine was subsequently performed. Follow-up \nconfirmed the continuous wellbeing with lithium as the \nsole medication.\nInvestigations\nDiagnostic workup performed during the patient’s initial \nhospitalization included urine toxicology screen, serum \ntests for ethanol, methanol, salicylate levels, creatinine, \nhepatic panel, and arterial blood gas, all of which were \nwithin normal limits. Nota bene (N.B.) that drug toxicol ogy did not include “bath salts” or “ethyl chloride. ” Cere brospinal fluid (CSF) analyses revealed colorless and clear \nfluid at normal opening pressure with normal glucose, \nimmunoglobin, lactate, and protein levels. The non-con trast head magnetic resonance imaging (MRI) scan of the \nbrain was unremarkable, as was a routine electrocardio gram (EKG). A 20-minute video electroencephalogram \n(EEG) showed no evidence of underlying seizure disor der or focal neurologic dysfunction. Infectious etiologies \nwere investigated with complete blood count, C-reactive \nprotein (CRP), blood culture, urine culture, and analysis \nof cerebrospinal fluid for varicella and herpes. Secondary \nto immobilization in combination with a vascular variant \n(May–Thurner syndrome), the patient developed deep \nvein thrombosis. Ultrasound and phlebography of the left \nleg and pelvis in combination with computed tomogra phy of the thorax showed a left-side ilio-femoral throm bosis that reached up in the vena cava inferior at the L4 \nspinal segment level.",
    "Discussion": "Discussion and",
    "Conclusion": "conclusion\nUnrecognized catatonic symptoms were first noticeable \nin our 17-year-old patient 1 week after presumed intake \nof the recreational designer drug “bath salts” and ethyl \nchloride. Consumption of bath salts/mephedrone has \npreviously been associated with the onset of catatonia, as \nreported by Antunes et al. [9].\nAs antipsychotics have sometimes been used for cata tonia, subsequent risperidone, olanzapine, and aripipra zole were tested to ameliorate the psychotic symptoms. \nHowever, this resulted in recurrent dose-dependent \nobvious deterioration in catatonic symptoms, which \nmay be explained by the fact that dopamine D2 recep tor blockade can sometimes worsen catatonic symptoms. \nNonetheless, second-generation antipsychotics such as \nolanzapine and risperidone via 5HT2 receptor agonism \nis believed to stimulate dopamine release in relevant \nregions of the brain and to ameliorate catatonic symp toms [10]. In adolescents with catatonia exacerbated by \npsychotropic drugs, about half of the patients had a pre vious psychiatric medical history [11], and catatonia is sometimes the first recognized presentation of bipolar \ndisorder [12]. This could possibly explain why the other \nindividuals taking the same drugs did not develop cata tonia. A lorazepam scheme was started with evident, \nbut still limited, success. Lorazepam is a first line of \ntreatment for catatonia, acting on inhibitory benzodiaz epine receptors on the postsynaptic γ-aminobutyric acid \n(GABA)-A ligand-gated chloride channel.\nIn catatonia after drug withdrawal, treatment response \nmay depend on the drug that induced it, and sometimes \nreinstitution might alleviate it. Since we were not certain \nof which drug the patient was exposed to and we had no \nfurther access to it, this approach was not readily avail able. Furthermore, ECT, which is another recommended \nline of treatment, was not possible due to ongoing \nanticoagulant treatment following a DVT. In theory, \nmemantine may balance overactive NMDA signaling in \nlorazepam-resistant catatonia. Mephedrone, one of the \nconstituents of “bath salt” , induces glutamatergic signal ing. Memantine and lithium were added to normalize \nglutaminergic signaling and address an eventual under lying bipolar disease. Finally, a stable improvement was \nachieved, and 9 days later the patient was able to leave \nthe hospital after 6 weeks of catatonia.\nWithdrawal catatonia usually occurs after prolonged \ndrug use, often months to years [13], in contrast to what \nhappened in our patient, who became catatonic after \nonly a few days of use. We therefore speculate that the \npatient had an inherited vulnerability to catatonia and/or \nthat catatonia was the result of a malicious unrecognized \nconsequence of newer dirty designer drugs, such as “bath \nsalts” . Since memantine and lithium treatment was initi ated simultaneously, we cannot know whether the final \nimprovement was due to management of bipolar disor der and/or reconstitution of the receptor profile. How ever, the latter explanation of reconstitution of NMDA \nreceptor signaling appears more likely given that lithium \ntreatment usually takes weeks for effect, even if there are \ncases where a more rapid response has been reported \n[14]. The exact mechanism of lithium treatment is still \nunclear, even if neurotropic effects through inhibition of \nGSK-3-beta appear to be important. In our case the treat ment response was rather rapid (9  days), and if lithium \nhad an impact on the outcome in our case, it could pos sibly be due to decreased glutaminergic activation, which \nis another reported effect of lithium that could potentiate \nmemantine [15]. The extent of effect and the exact mode \nof action of lithium in our case is uncertain. A sponta neous resolution unrelated to our treatment cannot be \nexcluded but appears unlikely given the clinical course.\nIrrespective of the mechanisms, the clinical implication \nof our case is that even a shorter drug exposure might \ntrigger catatonia in selected patients.\nPage 4 of 4 Winerdal et al. Journal of Medical Case Reports          (2024) 18:547 \nAcknowledgements\nNot applicable.\nAuthor contributions\nMW, KS, and HS wrote the main part of the manuscript. AL contributed with \nexpertise in pharmacological pathways and interactions. All authors read and \napproved of the final manuscript.\nFunding\nOpen access funding provided by Uppsala University.\nAvailability of data and materials\nNot applicable\nDeclarations\nEthics approval and consent to participate\nThe patient, who had recently turned 18 years old at the time of discharge \nfrom Uppsala University Hospital, has signed a written consent regarding this \ncase report. The written consent contains personal data including the patient’s \nnational ID number, which would make it very easy to identify the patient. At \nthis stage we have therefore chosen to not include the consent along with \nsubmission of the manuscript.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThere are no competing interests.\nReceived: 24 May 2024   Accepted: 2 September 2024\nReferences\n 1. Kolli V, Sharma A, Amani M, Bestha D. “Meow meow” (mephedrone) and \ncatatonia. Innov Clin Neurosci. 2013;10:11–2.\n 2. Luccarelli J, Kalinich M, Fernandez-Robles C, Fricchione G, Beach SR. The \nincidence of catatonia diagnosis among pediatric patients discharged \nfrom general hospitals in the united states: A kids’ inpatient database \nstudy. Front Psychiatry. 2022;29(13): 878173.\n 3. Moore S, Amatya DN, Chu MM, Besterman AD. Catatonia in autism and \nother neurodevelopmental disabilities: a state-of-the-art review. Npj \nMent Health Res. 2022;1(1):12.\n 4. Merino D, Gérard AO, Lavrut T, Askenazy F, Thümmler S, Montastruc F, \nDrici MD. Drug-related catatonia in youths: real-world insights from the \nWHO Safety Database. Eur Child Adolesc Psychiatry. 2024;33(5):1383–93.\n 5. Cohen D, Nicolas JD, Flament MF, Périsse D, Dubos PF, Bonnot O, et al. \nClinical relevance of chronic catatonic schizophrenia in children and \nadolescents: evidence from a prospective naturalistic study. Schizophr \nRes. 2005;76(2–3):301–8.\n 6. Ariza-Salamanca DF, Corrales-Hernández MG, Pachón-Londoño MJ, \nHernández-Duarte I. Molecular and cellular mechanisms leading to \ncatatonia: an integrative approach from clinical and preclinical evidence. \nFront Mol Neurosci. 2022;29(15): 993671.\n 7. Francis A, Catatonia I. Rating scale and standardized examination. Acta \nPsychiatr Scand. 1996;93(2):129–36.\n 8. Chaffkin J, Josephs IA, Katz ER. safe use of memantine in a pediatric patient with catatonia. J Am Acad Child Adolesc Psychiatry. \n2022;61(12):1401–3.\n 9. Antunes J, Urbano N, Estrada J, Ramos J, Afonso J, Pedro Vieira J, et al. \nCatatonia in a teenager after use of mephedrone as a recreational drug. \nScientia Medica (Porto Alegre). 2013;23(3):175–9.\n 10. Sienaert P , Dhossche DM, Vancampfort D, De Hert M, Gazdag G. A clinical \nreview of the treatment of catatonia. Front Psychiatry. 2014;9(5):181. 11. Benarous X, Raffin M, Ferrafiat V, Consoli A, Cohen D. Catatonia in children \nand adolescents: New perspectives. Schizophr Res. 2018;200:56–67.\n 12. Patton AC, Thörnblom E, Salonen Ros H, Bodén R. A case of bipo lar disorder onset with subsequent catatonia in a 14-year-old boy \ntreated successfully with electroconvulsive therapy. Nord J Psychiatry. \n2019;73(8):497–500.\n 13. Lander M, Bastiampillai T, Sareen J. Review of withdrawal catatonia: what \ndoes this reveal about clozapine? Transl Psychiatry. 2018;8:139.\n 14. Sugawara H, Takamatsu J, Hashimoto M, Ikeda M. Catatonia associated \nwith late-life psychosis successfully treated with lithium: a case report. \nAnn Gen Psychiatry. 2021;20(1):14.\n 15. Young W. Review of lithium effects on brain and blood. Cell Transplant. \n2009;18(9):951–75.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}