{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04891-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04891-8.pdf",
  "metadata": {
    "/Keywords": "Pulmonary carcinoid; Video assisted thoracoscopy (VAT); Pleural effusion; Pleural squamous cell carcinoma; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218173910+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241029114255+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04891-8",
    "/Author": "Ronald Kiweewa ",
    "/Title": "Pleural carcinoid diagnosed via video-assisted thoracoscopy biopsies in a patient with recurrent unilateral pleural effusion at St. Francis hospital Nsambya: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04891-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pulmonary carcinoids are rare neuroendocrine tumors accounting for less than 1% of all lung cancers. They are classified into two subcategories; typical and atypical carcinoids with the latter tending to grow faster. \nHistorically, open thoracotomy was the standard approach for pulmonary resection. However, in the recent years, \nvideo-assisted thoracoscopy has gained popularity and become the preferred technique for resectioning pulmonary \ncarcinoids. This report details the diagnosis and management of a pleural carcinoid tumor in a patient with recurrent \nunilateral pleural effusion.",
    "Case Presentation": "Case presentation A 77-year-old African male with a history of hypertension and heart failure with reduced ejection \npresented with a 6-month history of an irritating non-productive cough, occasional productive episodes and exer tional dyspnea but no history of hemoptysis, chest pain, orthopnea, evening fevers, or significant weight loss. Despite \nmultiple interventions, including tube drainage and antituberculosis medications, symptoms persisted. A chest X-ray \nwas performed and it revealed a homogeneous opacity on the left, and a computed tomography scan showed mild \npleural thickening especially at the bases. Video-assisted thoracoscopy was performed revealing thickened pleural \nand biopsies confirmed a diagnosis of malignant carcinoid tumor. The patient underwent successful pleurodesis, \nresulting in significant improvement.",
    "Conclusion": "Conclusion This case highlights the pivotal role of video-assisted thoracoscopy in diagnosing and managing rare \ncases such as pulmonary carcinoids when less invasive",
    "Methods": "methods such as thoracentesis fail.\nKeywords  Pulmonary carcinoid, Video assisted thoracoscopy (VAT), Pleural effusion, Pleural squamous cell \ncarcinoma, Case report\nBackground\nPulmonary carcinoids are rare neuroendocrine tumors, \nconstituting approximately 0.2–2% of the population \n[1]. They are classified into two subcategories, namely \ntypical carcinoids and atypical carcinoids, with the latter \ncomprising only 10–15% of the cases. A study conducted Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKevin Nakitende\nnakitendekevin3@gmail.com\n1 St. Francis Hospital Nsambya, Mother Kevin Post Graduate School, \nKampala, Uganda\n2 RineCynth Advisory Limited, Kampala, Uganda\nPage 2 of 5 Kiweewa et al. Journal of Medical Case Reports          (2024) 18:625 \namong patients with pulmonary neuroendocrine tumors \nindicated that approximately 80% of pulmonary carci noids are centrally located within the lung while 20% are \nin peripheral regions [2] and are typically associated with \nthe airways. Historically, pulmonary carcinoid tumors \nexhibit heterogeneous patterns including alveolar, orga noid, trabecular, spindle and solid patterns [3]. Cases \nhave been reported where pleural carcinoids present as \nexudative pleural effusions yet aspirates were negative for \ninfectious disease after thorough work-up [4]. Previously, \nopen thoracotomy was the standard approach for pul monary resection. However, in the recent years, videoassisted thoracoscopy (VAT) has gained popularity and \nbecome the preferred technique for resectioning pulmo nary carcinoids [2].\nVideo-assisted thoracoscopy (VAT) has emerged as \na crucial tool, replacing open procedures for lung and \npleural biopsies. It offers high diagnostic accuracy with \nfewer complications compared with open procedures. \nThe diagnostic accuracy of VAT in diagnosing cancer and \ntuberculosis of the pleura is approximately 95% [5]. VAT \nis commonly used to evaluate pleural effusions when less \ninvasive tests such as thoracentesis are inconclusive [6] \nand also plays a role in pleurodesis when chemical pleu rodesis is contraindicated or ineffective. VAT is a viable \nalternative to open thoracotomy for both diagnostic and \ntherapeutic purposes in lung and pleural lesions. Stud ies show no significant difference in long term survival \nbetween VAT and open procedures but VAT has fewer \npostoperative complications and a shorter hospital stay \n[7].\nVAT is particularly beneficial for the elderly patients \n[7] and those who cannot tolerate general anesthesia. It \ncan be performed using general anesthesia with selec tive intubation or local anesthesia as awake video assisted \nthoracoscopy (AVAT) [8]. Although AVAT has shown \ncomparable outcomes with VAT in procedures such as \npleural biopsies, wedge resections, decortications, and \nlobectomies [9], VAT remains the superior alternative \ndue to its higher overall diagnostic accuracy and less \npostoperative pain [10]. When comparing diagnostic effi cacy and safety profiles, AVAT pleural biopsy has dem onstrated equal or improved outcomes in patients with \nundiagnosed pleural effusions [8]. However, VAT is still \npreferred because it provides a more controlled environ ment and has a lower risk of complications [11]. It is also \nassociated with a shorter hospital stay and quicker recov ery times [10].\nThere is a gap in the current understanding and man agement of pleural carcinoids especially in regions \nwith limited access to advanced diagnostic tools such \nas magnetic resonance imaging (MRI). Therefore, this \ncase report aims to address the gap by highlighting the effectiveness of VAT in accurately diagnosing and man aging pleural carcinoids thereby improving patient \noutcomes and informing clinical practices in similar \ncontexts.\nCase presentation\nA 77-year-old African male with a history of hyperten sion and heart failure with reduced ejection (HFrEF) \npresented with a 6-month history of an irritating non productive cough, occasional productive episodes, and \nexertional dyspnea. Despite multiple previous admissions \nand interventions such as tube drainage and anti-TB \nmedications, the symptoms persisted. Antituberculo sis (anti-TB) medications were started on the presump tion that the pleural effusion could have been caused by \nTB; however, they were stopped in 2 weeks due to no \nreported improvement in symptoms. The patient’s daily \nhome medications included; amlodipine and furosem ide with a surgical history of appendectomy. He had no \nknown allergies and was a retired teacher with longterm exposure to chalk dust and 6 years living under \nan asbestos roof. He was a non-smoker who consumed \nalcohol occasionally. The patient had no family history of \nmalignancy and he was human immunodeficiency (HIV) \nseronegative.\nOn physical examination, his vital signs showed a blood \npressure of 149/80 mmHg, a temperature of 36.3%,  SpO2 \n89–91% on room air and a respiratory rate of 38  bpm. \nCardiovascular examination was normal while respira tory examination revealed stony dull percussion and \nreduced air entry on the left side. Initial investigations \nincluded an echocardiogram showing an ejection frac tion of 36% with grade III diastolic dysfunction and \nthoracostomy drainage that yielded 2.2L of blood-stained \nfluid (Fig.  1). Pleural fluid analysis indicated a transudate \nby Light’s criteria and was negative for TB. A chest X-ray \nFig. 1. One liter of hemorrhagic fluid and cells consisting mainly \nof blood cells\nPage 3 of 5\n Kiweewa et al. Journal of Medical Case Reports          (2024) 18:625 \n \nshowed a minimal rib crowding of the left hemithorax \nand a homogeneous opacity (Fig.  2). A computed tomog raphy (CT) scan revealed mild pleural thickening espe cially at the bases (Fig. 3).\nVideo assisted thoracoscopy (VAT) was performed \nrevealing thickened pleural and a biopsy confirmed a \nmalignant carcinoid tumor (Fig.  4, Fig.  5). The patient \nunderwent pleurodesis with 60 units of bleomycin result ing in a significant reduction of pleural fluid output to \nless than 50 ml per day allowing for the discontinuation \nof underwater drainage. Post pleurodesis, the patient \nshowed significant clinical improvement with no recur rence of pleural effusion and marked improvement in \ndyspnea. The final diagnosis was a malignant carcinoid \ntumor of the pleura.",
    "Discussion": "Discussion\nPleural effusions are a frequent cause of hospital admis sions at Mulago hospital in Uganda. On a global scale, \ntuberculosis remains one of the most frequent causes of \npleural effusions [12]. Despite this prevalence, the diag nostic challenge arises when standard tests such as con trast-enhanced CT of the thorax, pleural fluid cytology, \ncultures, acid fast bacilli stain, and gene X-pert for TB \nreturn with negative",
    "Results": "results. In this case, the absence of \na definitive diagnosis from these initial tests prompted \nthe use of video assisted thoracoscopy (VAT) with subse quent harvesting of lung and pleural tissue for histology.\nPleural metastases are generally associated with meta static adenocarcinoma and are frequently associated with \ntumors of the lung [13]; however, in this case, there was \nno evidence of malignancy from other sites based on \nphysical examinations and comprehensive investigations \ndone. Given the patient’s history of asbestos exposure, \ndifferential diagnoses included mesothelioma and pleu ral squamous cell carcinoma, both of which are known to \ncause malignant pleural effusions and are associated with \nprevious asbestos exposure ([14], [15]).In cases where initial histopathologic results are incon clusive, immunohistochemistry plays a crucial role \nin confirming the diagnosis. Carcinoid tumors being \nneuroendocrine in nature often exhibit specific immu nohistochemical traits including the presence of neuro peptides like chromogranin A and synaptophysin, dense \ncore membrane granules on electron microscopy and \nneuron-specific enolase [16]. Additional markers such \nas CD56 and thyroid transcription factor 1 can also aid \nin the diagnosis of neuroendocrine tumors [17] although \nTTF1 has been found to be sensitive but not specific for \npulmonary carcinoids [18].\nThe utilization of VAT in this case was pivotal, with a \ndiagnostic accuracy of approximately 95% for detecting \nmalignancies and tuberculosis of the pleura [5]. It offers \na minimally invasive approach to obtain biopsies reduc ing the need for more invasive procedures like open \nFig. 2 X-ray showing minimal rib crowding of the left hemithorax \nand a homogeneous opacity\nFig. 3 CT scan showing mild pleural thickening\nFig. 4 VAT showing thickened pleura\nPage 4 of 5 Kiweewa et al. Journal of Medical Case Reports          (2024) 18:625 \nthoracotomy. This case illustrates the utility of VAT in \ndiagnosing and managing pleural effusions when initial \nnoninvasive tests are inconclusive.\nConclusion\nThis case highlights the pivotal role of video assisted \nthoracoscopy (VAT) in diagnosing and managing rare \ncases such as pulmonary carcinoids. Our patient with a \nhistory of hypertension and heart failure was ultimately \ndiagnosed with a malignant carcinoid tumor of the pleura \nvia VAT following initial inconclusive investigations. This \nhighlights VAT’s effectiveness as both a diagnostic and \ntherapeutic tool, particularly in complex cases.\nAbbreviations\nVAT  Video assisted thoracoscopy\nCT  Computed tomography\nAVAT  Awake video-assisted thoracoscopy\nNET  Neuroendocrine tumor\nTB  Tuberculosis\nHIV  Human immunodeficiency virus\nMRI  Magnetic resonance imaging\nSpO2  Saturation of peripheral oxygen\nAcknowledgements\nWe would like to thank our institution and St. Francis Hospital Nsambya, my \ncolleagues, my seniors, and last but not the least our patient, without whom \nthis case report would not have been possible.\nAuthor contributions\nAll authors contributed to the drafting and critical revision of the paper and \ngave conclusions approving the release of the version.Funding\nNo funding to declare.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical approval for this case report was obtained from the St. Francis Hospital \nNsambya Hospital Research Ethics Committee (SFHN-2024–151). Written \ninformed consent was obtained from the patient prior to participation. \nConfidentiality and anonymity were strictly observed, ensuring no identifying \ninformation was disclosed. All procedures were performed in compliance with \nthe relevant guidelines and regulations of good clinical practice and human \nprotection of ICH-6.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAll the authors in this case report do not have any competing interests.\nReceived: 2 August 2024   Accepted: 25 September 2024\nReferences:\n 1. Caplin ME, Baudin E, Ferolla P , Filosso P , Garcia-Yuste M, Lim E, et al. Pulmonary neuroendocrine (carcinoid) tumors: European Neuroendocrine \nFig. 5 VAT of the different sites\nPage 5 of 5\n Kiweewa et al. Journal of Medical Case Reports          (2024) 18:625 \n \nTumor Society expert consensus and recommendations for best \npractice for typical and atypical pulmonary carcinoids. Ann Oncol. \n2015;26(8):1604–20.\n 2. Limaiem F, Tariq MA, Ismail U, Wallen JM. Lung carcinoid tumors. St \nPetersburg: StatPearls Publishing; 2023.\n 3. Cagle PT, Miller RA, Allen TC. Nonneuroendocrine carcinomas (excluding \nsarcomatoid carcinoma) and salivary gland analogue tumors of the lung. \nIn: Practical Pulmonary pathology a diagnostic approach. Amsterdam: \nElsevier; 2018.\n 4. Ortiz MA, Montes G, Cantres O, Rodríguez W. Pulmonary neuroendocrine \ntumor presenting as a left pleural effusion. Fed Pract. 2020;37(6):290–4.\n 5. Durgeshwar G, Mohapatra PR, Bal SK, Mishra P , Bhuniya S, Panigrahi MK, \net al. Comparison of diagnostic yield and complications in ultrasoundguided closed pleural biopsy versus thoracoscopic pleural biopsy in \nundiagnosed exudative pleural effusion. Cureus. 2022;14:4.\n 6. Rebecca Dezube. Thoracoscopy and video-assisted thoracoscopic sur gery; 2023\n 7. Fong LS, Ko V, McLaughlin A, Okiwelu NL, Newman MA, Passage J, et al. \nOutcomes of video-assisted thoracoscopic surgery lobectomy in septuagenarians. ANZ J Surg. 2020;90(5):752–6.\n 8. Gokce M, Altinsoy B, Piskin O, Bahadir B. Uniportal VATS pleural biopsy in \nthe diagnosis of exudative pleural effusion: awake or intubated? J Cardio thorac Surg. 2021;16(1):95.\n 9. Klijian AS, Gibbs M, Andonian NT. AVATS: awake video assisted thoracic \nsurgery–extended series report. J Cardiothorac Surg. 2014;9:149.\n 10. Mehrotra M, D’Cruz JR, Arthur ME. Video-assisted thoracoscopy; 2018\n 11 Reddy R. The advantages of VATS: a systematic review. Thorax. \n2005;60(3):238.\n 12. Vorster MJ, Allwood BW, Diacon AH, Koegelenberg CF. Tuberculous pleural effusions: advances and controversies. J Thorac Dis. 2015;7(6):981–91.\n 13 Shroff GS, Strange CD, Ahuja J, Sabloff BS. Thoracic metastatic disease. In: \nOncologic imaging: a multidisciplinary approach. Amsterdam: Elsevier; \n2022.\n 14. Van der Heijden H, Heijdra Y, Bulten J, Festen J. Pleural small cell car cinoma in pre-existent asbestos related pleural disease. Lung Cancer. \n2002;35(1):91–4.\n 15. Jang JG, Jang MH, Ahn JH. Pleural small cell carcinoma with massive \npleural effusion: a case report. Medicine. 2019;98(48): e18251.\n 16. Kasprzak A, Zabel M, Biczysko W. Selected markers (chromogranin A, \nneuron-specific enolase, synaptophysin, protein gene product 9.5) in \ndiagnosis and prognosis of neuroendocrine pulmonary tumours. Pol J \nPathol. 2007;58(1):23–33.\n 17. Verset L, Arvanitakis M, Loi P , Closset J, Delhaye M, Remmelink M, Demet ter P . TTF-1 positive small cell cancers: Don’t think they’re always primary \npulmonary! World J Gastrointest Oncol. 2011;3(10):144–7.\n 18. Du EZ, Goldstraw P , Zacharias J, Tiffet O, Craig PJ, Nicholson AG, et al. TTF-1 \nexpression is specific for lung primary in typical and atypical carcinoids: \nTTF-1-positive carcinoids are predominantly in peripheral location. Hum \nPathol. 2004;35(7):825–31.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}