{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04969-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04969-3.pdf",
  "metadata": {
    "/Keywords": "Collagenous gastritis; Human immunodeficiency virus; Epstein–Barr virus; COVID-19; SARS-CoV-2",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218110846+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241209122947+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04969-3",
    "/Author": "Ashten Duncan ",
    "/Title": "Probable collagenous gastritis via Epstein–Barr virus reactivation in the setting of coronavirus disease 2019: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04969-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Recent biomedical research has shown the unusual, multisystem effects of coronavirus disease 2019 \nin humans. One specific sequela of a primary severe acute respiratory syndrome coronavirus 2 infection is the reactivation of latent viruses in various tissues, such as Epstein–Barr virus. Epstein–Barr virus has been identified in many \ninflammatory gastrointestinal lesions, such as microscopic gastritides and colitides. One subtype of these diseases \nis collagenous disease. “Long COVID” may be related to the reactivation of these latent viruses, and the following case \ndescribes a patient who developed vague symptoms consistent with “long COVID.”",
    "Case Presentation": "Case presentation A non-Hispanic white male in his 50s, with previous collagenous gastritis and colitis, developed \na 10-kg weight loss and diffuse leg cramps over 3 months. The patient had coronavirus disease 2019 about 3 months \nprior to presentation. He had iron deficiency and tested positive for human immunodeficiency virus antibody. His \nheterophile antibody was also positive. Confirmatory testing for human immunodeficiency virus was negative, \nand his Epstein–Barr virus antibody panel was positive for early antigen immunoglobulin G. His Epstein–Barr virus \nviral load was undetectable. Minimal improvement was achieved with a 4-week course of oral budesonide, and upper \nendoscopy showed diffuse gastritis. He is now improving with proton pump inhibitor therapy and ferrous sulfate \nsupplementation.",
    "Conclusion": "Conclusion This case report explores outpatient management of microscopic gastritides and colitides. The evidence \naround coronavirus disease 2019 causing reactivation of Epstein–Barr virus, and Epstein–Barr virus’ presence in chronic \ngastrointestinal inflammatory lesions, is discussed. Practice recommendations include corticosteroid and acid-sup pression therapy for patients suspected of having a recurrence of inflammatory lesions.\nKeywords  Collagenous gastritis, Human immunodeficiency virus, Epstein–Barr virus, COVID-19, SARS-CoV-2\nBackground\nFew viruses have the potential to cause such severe and \ncomplex diseases as the Epstein–Barr virus (EBV), which \nhas been implicated in the pathogenesis of diseases such \nas infectious mononucleosis and Burkitt lymphoma [1]. \nThe current literature on EBV demonstrates its existence \nin many chronic inflammatory gastrointestinal lesions, \nsuch as microscopic gastritides and colitides [2–4]. One \nsubtype of these inflammatory conditions is collagenous \ndisease, characterized by dense subepithelial collagen in \naddition to inflammatory infiltrates [2]. Although a rare Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAshten Duncan\nashtenduncan@gmail.com\n1 Medicos de El Centro Family Medicine Residency Program, Espanola, \nNM, USA\n2 University of New Mexico-Santa Fe Family Medicine Residency Program, \nSanta Fe, NM, USA\n3 Canoncito Band of Navajos Health Center, To’Hajiilee, NM, USA\nPage 2 of 5 Duncan et al. Journal of Medical Case Reports          (2024) 18:605 \ndisease entity, it is important for clinicians to be aware \nof it because of its tendency to flare up intermittently, \nwhich can be associated with the reactivation of EBV in \nits latent form.\nRecent biomedical research has shown the unusual, \nmultisystem effects of coronavirus disease 2019 (COVID19) on the body [5]. One specific sequela of a primary \nsevere acute respiratory syndrome coronavirus 2 (SARSCoV-2) infection is the reactivation of latent viruses in \nvarious tissues, such as EBV [5–8]. It is theorized that \n“long COVID” may be related to the reactivation of these \nlatent viruses, and that the hyperinflammation phase \nof COVID-19 that occurs around 10  days after the ini tial infection mediates this phenomenon [9]. Moreover, \nCOVID-19 has been associated with gastrointestinal \nmanifestations [10], which makes the theoretical founda tion of COVID-19 leading to exacerbation of underlying \ngastrointestinal diseases more plausible. This case report \ndescribes a patient who developed vague, systemic symp toms consistent with “long COVID” symptomatology \nbased on the World Health Organization criteria [11]. \nHis history of chronic gastrointestinal disease raised the \nclinical suspicion of COVID-19 reactivating a latent virus \nin his upper tract.\nCase presentation\nHistory and physical\nA non-Hispanic white male manual laborer in his 50s, \nwith a history of collagenous gastritis and colitis diag nosed on direct mucosal biopsy in 2019, presented to \nthe clinic in late 2022 with complaints of a 10-kg weight \nloss over 3  months and diffuse leg cramps. On chart \nreview, the patient tested positive for COVID-19 based \non in-clinic rapid antigen testing about 3  months prior \nto presentation, which resolved spontaneously with out any respiratory sequelae. The patient described a \nnew intolerance to spicy foods over the past month. \nHe denied having night sweats, constipation, diarrhea, \nmelena, early satiety, odynophagia, dysphagia, abdomi nal pain, hematochezia, and dyschezia. He further denied \nany family history of cancers, autoimmune disorders, or \ngastrointestinal diseases. He noted that he drinks one to \ntwo alcoholic beverages weekly, does not use any tobacco \nproducts, and does not use any illicit substances. When \nhis collagenous gastritis and colitis were discovered in \n2019, he reportedly received oral steroids and sucralfate, \nwhich improved his abdominal symptoms.\nHis vital signs were all within normal limits during the \nvisit. On chart review, it was confirmed that the patient \nhad lost about 13.5  kg since the end of 2021. Physical \nexamination revealed an anxious-appearing male who \nappeared at his stated age. Cardiopulmonary ausculta tion revealed no abnormalities. He had mildly pale skin and palpebral conjunctivae without jaundice or cutane ous lesions. Abdominal examination revealed normo active bowel sounds, no hepatosplenomegaly, mild left \nupper quadrant abdominal tenderness to percussion, and \nno palpable intraabdominal masses. His bilateral lower \nextremities were mildly tender to palpation along the \ncalves, with normal bilateral popliteal, dorsalis pedis, and \nposterior tibial pulses.\nInvestigations\nOn chart review, the patient had undergone Helicobac ter pylori stool antigen testing about 6  months prior to \npresentation, which was negative. In the initial basic and \nsymptom-specific laboratory work (Tables  1 and 2), the \npatient was found to be iron deficient without microcytic \nanemia, and had a positive human immunodeficiency \nvirus (HIV) screening test. On further investigation, his \nheterophile antibody test was also positive. Confirmatory \ntesting for HIV was negative, and his EBV antibody panel \nwas positive for EBV early antigen (EA) immunoglobu lin G (IgG) and negative for EBV nuclear antigen (EBNA) \nIgG (Table 3). His EBV viral load was undetectable.  \nDifferential diagnosis\nIn the beginning, the differential diagnosis consisted of \nHIV infection, gastritis, esophagitis secondary to gas troesophageal reflux disease, intestinal malabsorption, \nautoimmune condition (nonspecific), syphilis, iron defi ciency, electrolyte deficiency, and hyperthyroidism. The \ninitial investigation revealed the underlying iron defi ciency, positive heterophile antibody, and false-positive \nHIV screening test. The differential diagnosis at this \npoint included active EBV infection and intestinal mal absorption, secondary to reactivated collagenous gastri tis with distal extension of inflammation. Active EBV was \nruled out with the subsequent workup.\nTable 1 Selected initial basic laboratory studies, including \ncomplete blood count and metabolic panel",
    "Results": "results\neGFR: estimated glomerular filtration rateLaboratory study Reference range Reported value\nWhite blood cells 4.00–10.60 K/μL 7.15\nHemoglobin 14.5–17.7 g/dL 15.4\nMean corpuscular volume 81.0–98.0 fL 86.0\nPotassium 3.7–5.2 mEq/L 4.4\nGlucose 70–100 mg/dL 90\nCreatinine (eGFR) 0.6–1.3 mg/dL 1.0 (86.9)\nCalcium—total 8.5–10.2 mg/dL 9.0\nMagnesium 1.7–2.2 mg/dL 1.9\n25-Hydroxyvitamin D 25–80 ng/mL 40.70\nPage 3 of 5\n Duncan et al. Journal of Medical Case Reports          (2024) 18:605 \n \nTreatment\nAfter getting the results from the patient’s laboratory \ninvestigations, it was decided to start the patient on fer rous sulfate 325 mg daily for his iron deficiency without \nanemia, and oral budesonide 9 mg daily because we had \na high clinical suspicion of recurrent collagenous gastritis \nwith a possible colitis component. Treatment was started \nbefore further investigations could be performed owing \nto the severity of his symptoms.\nOutcome and follow‑up\nHis leg cramps resolved with 3 months of ferrous sulfate \nsupplementation. He was treated with oral budesonide \n9 mg daily for 4 weeks with a 4-week taper, during which \ntime he also received prophylactic famotidine therapy. \nThe patient experienced minimal improvement after the \ncourse of budesonide. He underwent esophagogastrodu odenoscopy and colonoscopy at the end of 2022, which \nshowed diffuse gastritis and normal colonic mucosa (Fig.  1). His symptoms are now improving—including \nsteady but slow weight gain—with ongoing proton pump \ninhibitor therapy with omeprazole 40 mg daily.",
    "Discussion": "Discussion\nOur patient exhibited clinical symptoms consistent with \ncollagenous gastritis and reported fatigue, weight loss, \nand leg cramps, which may also be sequelae of COVID19 [12]. In this case, early EBV antigen antibodies, with out nuclear antigen antibodies, indicate the possibility of \neither coinfection of EBV and SARS-CoV-2 or a chronic, \nlow-grade immune system stimulation by EBV. HIV \nscreening was positive, but further investigation revealed \nthat the result was a false positive. The cross-reactivity of \nEBV and SARS-CoV-2 with many HIV screening assays \ncan explain this [13]. Treatment with oral budesonide for \n4  weeks resulted in minimal improvement, but a com bination of proton pump inhibitor therapy and ferrous \nsulfate supplementation eventually led to improvement. \nOne possibility is that the patient experienced COVID19 inflammation-induced EBV reactivation, which could \nhave contributed to developing collagenous gastritis \nsymptoms and a slower recovery. Although the exact \nrole of COVID-19 and EBV reactivation in relapsing col lagenous gastritis is unknown, chronic inflammation \ncould impact clinical outcomes and potentially exacer bate preexisting gastrointestinal disorders. Pathophysi ologic research on “long COVID” reveals that immune \ndysregulation—including subclinical overproduction of \ncytokines—is likely responsible for this increased inflam mation [14].\nCollagenous gastritis is a rare inflammatory disorder of \nunclear etiology and pathogenesis. Its clinical symptoms \nare related to the gastrointestinal tract zone involved, and \nboth pediatric and adult phenotypes have been docu mented [15]. Only one case of collagenous gastritis with \na concomitant EBV infection has been published among Table 2 Symptom-specific laboratory studies demonstrating iron deficiency, positive human immunodeficiency virus antibody, and \npositive heterophile antibody\nBold values represent abnormal findings based on the listed reference rangeLaboratory study Reference range Reported value\nThyroid-stimulating hormone 0.400–5.000 μIU/mL 1.085\nC-reactive protein < 0.4 mg/dL < 0.4\nErythrocyte sedimentation rate ≤ 37 mm/hour 2\nAntinuclear antibody < 1:80 < 1:80\nHepatitis C antibody screen Negative Negative\nFerritin 22.0–322.0 ng/mL 10.2\nHuman immunodeficiency virus screening Negative Positive\nSyphilis treponemal antibody Negative Negative\nHeterophile antibody Negative Positive\nTable 3 Confirmatory laboratory studies showing positive \nEpstein–Barr virus immunoglobulin G\nHIV: human immunodeficiency virus, RNA: ribonucleic acid, CD3: cluster of \ndifferentiation 3, CD4: cluster of differentiation 4, CD8: cluster of differentiation \n8, IgG: immunoglobulin G, IgM: immunoglobulin M, DNA: deoxyribonucleic acid\nBold values represent abnormal findings based on the listed reference rangeLaboratory study Reference range Reported value\nHIV-1 RNA quantitation Undetected cpy/mL Undetected\nHIV-2 antibody confirmation Negative Negative\nCD3 T cell count 550–2202 cells/μL 1172\nCD4 T cell count 365–1437 cells/μL 869\nCD8 T cell count 117–846 cells/μL 318\nEpstein–Barr virus IgG Negative Positive\nEpstein–Barr virus IgM Negative Negative\nEpstein–Barr virus nuclear \nantigen antibodyNegative Negative\nEpstein–Barr virus DNA Undetected IU/mL Undetected\nPage 4 of 5 Duncan et al. Journal of Medical Case Reports          (2024) 18:605 \nadult cases [16–21]. Narsai et al. presented the case of a \n53-year-old man with selective immunoglobulin M (IgM) \ndeficiency and isolated collagenous gastritis that tran sitioned to gastric adenocarcinoma [21]. After under going a polyp biopsy, the patient was diagnosed with \ngastric adenocarcinoma and EBV infection. Of note, the \npatient did not report experiencing any new symptoms. \nHis serum EBV viral capsid antigen (VCA) IgM antibod ies were undetected, VCA IgG and EBNA IgG antibodies \nwere positive, and EA antibodies and polymerase chain \nreaction (PCR) were negative.\nIn contrast to that case report, we describe a patient \nwho probably redeveloped collagenous gastritis in the \nsetting of EBV reactivation following COVID-19, as sug gested by his serologic studies. According to Meng et \nal. [5], EBV reactivation is common in individuals with \nCOVID-19 and may be associated with the severity of \nillness and poor clinical outcomes. They also observed a \nstatistically significant correlation between EBV reactiva tion and age [5]. In addition, Manoharan and Ying found \nin a comparative meta-analysis that EBV reactivation resulted in significantly higher mortality rates among \nhospitalized patients admitted for symptomatic COVID19 [22]. Some individuals with COVID-19 may experi ence persistent symptoms beyond the acute phase of the \ndisease, which researchers and clinicians commonly refer \nto as “long COVID” [23]. Gold et al. suggested that many \n“long COVID” symptoms are not necessarily an immedi ate result of SARS-CoV-2 but rather the likely reactiva tion of EBV, induced by COVID-19-related inflammation \n[22]. The published article identified common clinical \nmanifestations in “long COVID” patients with positive \nEBV reactivation, such as skin rashes and lesions, hearing \nloss, and tinnitus [6].\nConclusion\nClinicians should consider the possibility of exacerbated \nunderlying chronic gastrointestinal disorders when \nencountering nonspecific gastrointestinal symptoms \nsuggestive of post-viral syndromes. This is an essential \nconsideration for the appropriate management and treat ment of patients. Although clear clinical guidelines for \nFig. 1 Upper and lower endoscopy findings\nPage 5 of 5\n Duncan et al. Journal of Medical Case Reports          (2024) 18:605 \n \nthe treatment of collagenous gastritis and colitis do not \nexist, the current practice recommendations include a \ntrial of oral corticosteroid therapy (that is budesonide \nfor coverage of colonic inflammation) and standard acidsuppression therapy for patients suspected of having \nreactivation of their inflammatory lesions [15, 24].\nAbbreviations\nEBV  Epstein–Barr virus\nCOVID-19  Coronavirus disease 2019\nSARS-CoV-2  Severe acute respiratory syndrome coronavirus 2\nHIV  Human immunodeficiency virus\nIgG  Immunoglobulin G\nIgM  Immunoglobulin M\nVCA  Viral capsid antigen\nEBNA  Epstein–Barr virus nuclear antigen\nEA  Early antigen\nPCR  Polymerase chain reaction\nAcknowledgements\nThe authors would like to acknowledge the residents and faculty of the University of New Mexico-Santa Fe Family Medicine Residency Program for their \nsupport of this article.\nAuthor contributions\nAD conceptualized the article, led the writing team, synthesized the clinical \ndata, prepared figures and tables, and formatted the manuscript for submission. IV and DT were involved in the patient’s clinical care and contributed to \nthe writing. EK provided oversight of the clinical care and contributed to the \nwriting.\nFunding\nNone.\nAvailability of data and materials\nAvailable on request.\nDeclarations\nEthics approval and consent to participate\nNot required.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests.\nReceived: 11 December 2023   Accepted: 7 November 2024\nReferences\n 1. Fugl A, Andersen CL. Epstein–Barr virus and its association with disease—a \nreview of relevance to general practice. BMC Fam Pract. 2019;20(1):1–8. \nhttps:// doi. org/ 10. 1186/ s12875- 019- 09543.\n 2. Arnason T, Brown IS, Goldsmith JD, Anderson W, O’Brien BH, Wilson C, et al. \nCollagenous gastritis: a morphologic and immunohistochemical study of \n40 patients. Mod Pathol. 2015;28(4):533–44. https:// doi. org/ 10. 1038/ modpa  \nthol. 2014. 119.\n 3. Brain O, Rajaguru C, Warren B, Booth J, Travis S. Collagenous gastritis: reports \nand systematic review. Eur J Gastroenterol Hepatol. 2009;21(12):1419–24. \nhttps:// doi. org/ 10. 1097/ meg. 0b013 e3283 2770fa.\n 4. Genta RM, Turner KO, Morgan CJ, Sonnenberg A. Collagenous gastritis: \nepidemiology and clinical associations. Dig Liver Dis. 2021;53(9):1136–40. \nhttps:// doi. org/ 10. 1016/j. dld. 2021. 03. 010. 5. Meng M, Zhang S, Dong X, Sun W, Deng Y, Li W, et al. Covid-19 associated \nEBV reactivation and effects of ganciclovir treatment. Immun Inflamm Dis. \n2022;10(4): e597. https:// doi. org/ 10. 1002/ iid3. 597.\n 6. Villafuerte DB, Lavrynenko O, Qazi R, Passeri MF, Sanchez FL. Chronic \nactive Epstein–Barr exacerbated by COVID-19 co-infection. Int J Infect Dis. \n2022;122:976–8. https:// doi. org/ 10. 1016/j. ijid. 2022. 07. 046.\n 7. Bernal KE, Whitehurst CB. Incidence of Epstein–Barr virus reactivation is \nelevated in COVID-19 patients. Virus Res. 2023;334: 199157. https:// doi. org/  \n10. 1016/j. virus res. 2023. 199157.\n 8. Hashimoto K. Detrimental effects of COVID-19 in the brain and therapeutic \noptions for long COVID: the role of Epstein–Barr virus and the gut–brain \naxis. Mol Psychiatry. 2023;28(12):4968–76. https:// doi. org/ 10. 1038/  \ns41380- 023- 02161-5.\n 9. Naik R, Avula S, Palleti SK, et al. From emergence to endemicity: a compre hensive review of COVID-19. Cureus. 2023;15(10): e48046. https:// doi. org/ 10.  \n7759/ cureus. 48046.\n 10. Silva FAFD, Brito BB, Santos MLC, et al. Gastrointestinal manifestations \nof COVID-19: an updated systematic review. Rev Soc Bras Med Trop. \n2022;39(3):428–33. https:// doi. org/ 10. 47665/ tb. 39.3. 013.\n 11. Post COVID-19 condition (long COVID). World Health Organization. https://  \nwww. who. int/ europe/ news- room/ fact- sheets/ item/ post-  covid- 19-  condi  \ntion. Accessed 22 June 2024.\n 12. Davis HE, McCorkell L, Vogel JM, Topol EJ. Long COVID: major findings, \nmechanisms and recommendations. Nat Rev Microbiol. 2023;21(3):133–46. \nhttps:// doi. org/ 10. 1038/ s41579- 022- 00846-2.\n 13. Gudipati S, Shallal A, Peterson E, Cook B, Markowitz N. Increase in falsepositive fourth-generation human immunodeficiency virus tests in patients \nwith coronavirus disease 2019. Clin Infect Dis. 2023. https:// doi. org/ 10. 1093/  \ncid/ ciad2 64.\n 14. Davis HE, McCorkell L, Vogel JM, Topol EJ. Author Correction: Long COVID: \nmajor findings, mechanisms and recommendations. Nat Rev Microbiol. \n2023;21(6):408. https:// doi. org/ 10. 1038/ s41579- 023- 00896-0.\n 15. Kamimura K, Kobayashi M, Sato Y, et al. Collagenous gastritis: review. World J \nGastrointest Endosc. 2015;7(3):265. https:// doi. org/ 10. 4253/ wjge. v7. i3. 265.\n 16. Zheng Q-H, Hu J, Yi X-Y, Xiao X-H, Zhou L-N, Li B, et al. Collagenous \ngastritis in a young Chinese woman: a case report. World J Gastoentrol. \n2022;28(41):5993–6001. https:// doi. org/ 10. 3748/ wjg. v28. i41. 5993.\n 17. Ziaei H, Boghratian A, Sohrabi M, Zare Mehrjardi A, Zamani F. Concurrent \ncollagenous gastritis and collagenous colitis: a case presentation and review \nof the literature. Middle East J Dig Dis. 2022;14(1):131–5. https:// doi. org/ 10.  \n34172/ mejdd. 2022. 266.\n 18. Lim HW, Wong BY, Elkowitz D, Sultan K. An elderly patient’s complete \nresponse to steroid therapy for collagenous gastritis. Ther Adv Chronic Dis. \n2018;9(8):143–6. https:// doi. org/ 10. 1177/ 20406 22318 759628.\n 19. Zamani F, Boghratian A, Zare Mehrjardi A, Naserifar F, Vafaeimanesh J. Collagenous gastritis, a rare cause of dyspepsia resistant to treatment; a case \nreport. Middle East J Dig Dis. 2018;10(4):263–6. https:// doi. org/ 10. 15171/  \nmejdd. 2018. 121.\n 20. Liao CH, Saddik M, Ip S. An unusual case of collagenous gastritis: incidental \nfinding in a patient presenting with dysphagia. Case reports. Gastrointest \nMed. 2019;2019:1–3. https:// doi. org/ 10. 1155/ 2019/ 54270 85.\n 21. Narsai T, Su H, Braxton D, Gupta S. Collagenous gastritis in primary selective \nIGM deficiency: transition to EBV+  gastric adenocarcinoma. Case Rep \nImmunol. 2021;2021:1–8. https:// doi. org/ 10. 1155/ 2021/ 55749 44.\n 22. Manoharan S, Ying LY. Epstein Barr virus reactivation during COVID-19 hospitalization significantly increased mortality/death in SARS-CoV-2(+ )/EBV(+ ) \nthan SARS-CoV-2(+ )/EBV(− ) patients: a comparative meta-analysis. Int J Clin \nPract. 2023;2023:1068000. https:// doi. org/ 10. 1155/ 2023/ 10680 00.\n 23. Gold JE, Okyay RA, Licht WE, Hurley DJ. Investigation of long COVID \nprevalence and its relationship to Epstein–Barr virus reactivation. Pathogens. \n2021;10(6):763. https:// doi. org/ 10. 3390/ patho gens1 00607 63.\n 24. O’Toole A. Optimal management of collagenous colitis: a review. Clin Exp \nGastroenterol. 2016. https:// doi. org/ 10. 2147/ ceg. s67233.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}