{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05171-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05171-9.pdf",
  "metadata": {
    "/Keywords": "Primary adenocarcinoma; Barrett’s esophagus; Esophagus cancer; Cancer; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250319055755+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250317182350+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05171-9",
    "/Author": "Ali Saeidpour parizi ",
    "/Title": "Management of a patient with primary adenocarcinoma of the proximal third of the esophagus: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05171-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cervical esophageal adenocarcinoma is a rare tumor often associated with Barrett’s esophagus, and its \nprevalence is lower than distal esophageal adenocarcinoma. Upper esophageal malignancies are usually squamous \ncell carcinomata; about 5% of these cases are seen during upper gastrointestinal endoscopy.",
    "Case Presentation": "Case presentation We present a patient (a 39-year-old Iranian man) with invasive adenocarcinoma of the proximal \nthird of the esophagus, who was referred to the hospital with no endoscopic or histopathologic evidence of Bar rett’s esophagus. We discuss the probable cause of this tumor and treatment options and emphasize the importance \nof recognizing and managing this rare disease.\nConclusions This case highlights the rarity of this adenocarcinoma and emphasizes the potential of chemo therapy as a standalone treatment, as well as the need for personalized therapeutic strategies and further research \nfor the management of esophageal cancer.\nKeywords  Primary adenocarcinoma, Barrett’s esophagus, Esophagus cancer, Cancer, Case report",
    "Introduction": "Introduction\nAdenocarcinoma of the upper third of the esophagus is \nuncommon and has a dangerous prognosis. It may arise \nfrom the esophageal glands or ectopic gastric mucosa \n(EGM) [1]. Barrett’s esophagus is a common risk factor \n[2]. The origin of primary adenocarcinoma in the cer vical esophagus can be due to the “cardiac” glands of \nthe mucosa, submucosa glands, or heterotopic gastric \nmucosa (HGM). However, studies have shown that little \nis known about the prognosis or ideal surgical treatments, \nchemotherapy, or radiotherapy [3]. EGM or gastric inlet \npatch occurs in approximately 2.5% of the population and \nrarely",
    "Results": "results from heterotopia of the stomach or submu cosal glands. Some studies have reported only 58 cases of \nesophageal adenocarcinoma in EGM areas [4].\nAlthough EGM is common, biopsies are rarely per formed for evidence of dysplasia or adenocarcinoma. \nIn the meantime, endoscopists need to be aware of its Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammad Ali Zakeri\nma.zakeri115@gmail.com; mazakeri@rums.ac.ir\n1 Gastroenterology and Hepatology Research Center, Kerman University \nof Medical Science, Kerman, Iran\n2 Clinical Research Development Unit, Afzalipour Hospital, Kerman \nUniversity of Medical Science, Kerman, Iran\n3 Hematology and Oncology, Hematology Research Center, Kerman \nUniversity of Medical Science, Kerman, Iran\n4 Department of Biotechnology, School of Medicine, Semnan University \nof Medical Science, Semnan, Iran\n5 Nursing College, Al-Mustaqbal University, 51001 Hillah, Babil, Iraq\n6 Social Determinants of Health Research Center, Rafsanjan University \nof Medical Sciences, Rafsanjan, Iran\n7 Clinical Research Development Unit, Ali-Ibn Abi- Talib Hospital, Rafsanjan \nUniversity of Medical Sciences, Rafsanjan, Iran\nPage 2 of 5 Saeidpour parizi et al. Journal of Medical Case Reports          (2025) 19:124 \npotential to have the right treatment approaches for its \nconsequences by determining the exact type of  adeno carcinoma. This report describes a 39-year-old man \nwith invasive adenocarcinoma of the proximal third of \nthe esophagus. The insights gained from this study can \nhelp us pay more attention to invasive adenocarcinoma \npatients and correctly identify the clinical features.\nCase report\nThe case under study was a 39-year-old Iranian man \nwithout a significant risk factor in the past but with a \ncomplaint of progressive dysphagia in swallowing solid \nand liquid material for 3  months. He had no history of \nsmoking or alcohol abuse. He had no complaints of \nhematemesis, melena, weight loss, altered defecation, \nabdominal pain, dyspnea, or cough. There was no signifi cant family history or any other chronic disease such as \ndiabetes, hypertension, or chronic obstructive pulmo nary disease (COPD). His physical examination was nor mal. Blood biochemistry, including blood, liver, kidney \nfunction, CEA, and Ca19-9, were within normal limits \n(Table 1).\nThe workup included a barium swallow study (Fig.  1), \nwhich showed an irregularity, and partial stenosis in the \nlower part of the cervical esophagus. Endoscopy was rec ommended. Upper endoscopy showed ulcerated mucosa \nand mucosal irregularity in the upper third of the esopha gus (15 cm from incisors) (Fig.  2). Pathological findings showed esophageal mucosa with an infiltrative neoplas tic growth composed of malignant epithelial cells with \nlarge pleomorphic nuclei and gland formation (adeno carcinoma). In the endoscopic ultrasound (EUS) view, \nthere was a heterogeneous hypoechoic lesion measur ing 14.5 × 16 mm in diameter in the lateral aspect of the \nesophagus involving the mucosa and muscular mucosa \nand invading through muscularis propria into per esoph ageal connective tissue. Adjacent vasculature, including \nthe carotid artery and jugular vein, adjacent muscles, \nprevertebral fascia, and thyroid, were not involved, and \nthe interface was preserved (T3). No regional or extraregional lymph nodes were found as far as could be seen \n(N0; T3N0Mx). Cervical and thoracic computed tomog raphy (CT) scans showed eccentric wall thickening of the \nlower cervical esophagus (Fig.  3). No evidence of cervical \nand mediastinal lymphadenopathy was seen. Contrastenhanced CT (CECT) scan of the abdomen showed a \nnormal liver, spleen, pancreas, and kidneys. No free fluid \nor lymphadenopathy was seen.\nChemoradiotherapy was delivered as oxaliplatin, 5-FU, \nand Taxol with intermittent radiotherapy. The patient’s \nsymptoms and signs were relieved over time, and the \nendoscopic image also improved (Fig.  4). With sup portive treatment, oral intake and the general condition \nimproved in the following 4 weeks. At the third monthly \nfollow-up, the patient had an adequate semisolid and \noccasionally solid diet. His general condition also \nimproved, with no additional complaints.",
    "Discussion": "Discussion\nAdenocarcinoma in the cervical esophagus is extremely \nrare and has been explained in the literature as based \non ectopic gastric-type mucosa in the upper part of the \nesophagus. In contrast, adenocarcinoma of the distal \nesophagus is common. The relative prevalence has been \nincreasing from 1.7% to 10% historically to more than Table 1 The laboratory findings of the patient\nWBC white blood cell count, RBC red cell count, Hb hemoglobin, HCT hematocrit, \nPLAT  platelet count, FBS fasting blood sugar, BUN  blood urea nitrogen, CR \ncreatinine, AST aspartate aminotransferase, ALT  alanine aminotransferase, TIBC \ntotal iron binding capacity, Cmm cells per cubic millimeter, mil/cmm million \ncells/cells per cubic millimeterVariable (hematology \ntest)Normal reference range\nWBC 5.13 4000–10,000 × 1000/cmm\nRBC 6.06 4.50–6.30 mil/cmm\nHb 16 14–18 mmol/l\nHCT 48 39–54%\nPLAT 300 150–450 × 1000/cmm\nFBS 98 70–115 mg/dl\nBUN 42 19–44 mg/dl\nCR 1 0.7–1.4 mg/dl\nTotal bilirubin 1 0.1–1.2 mg/dl\nDirect bilirubin 0.4 Up to 0.3 mg/dl\nAST 23 Up to 37 U/l\nALT 24 Up to 41 U/l\nSerum iron 50 35–169 mµg/dl\nTIBC 330 250–450 µg/dl\nFerritin 217.70 30–400 µg/ml\nFig. 1 Male patient’s barium swallow, an irregularity, and partial \nstenosis in the lower part of the cervical esophagus\nPage 3 of 5\n Saeidpour parizi et al. Journal of Medical Case Reports          (2025) 19:124 \n \n50% of all malignant tumors of the esophagus in more \nrecent studies [5, 6]. The reasons for this shift in histology \nare not well established. Adenocarcinoma of the cervical \nesophagus can arise from mucosal “cardiac” glands, sub mucosal glands, and EGM [5, 7, 8]. HGM is thought to \noccur when embryologic bidirectional replacement of the \nesophageal columnar epithelium by squamous mucosa \nfails to be completed. HGM is most often asymptomatic \nand found incidentally during endoscopic procedures for unrelated symptoms in approximately 3.8–10% of the \nadult population [9, 10].\nRiddiough et al. ’s study suggested two different path ways for the pathogenesis of adenocarcinoma in EGM, \nincluding (1) induction of the metaplasia–dysplasia \npathway via local secretory acid or reflex acid that leads \nto intestinal metaplasia and intestinal-type adenocar cinoma, and (2) intrinsic development of adenocarci noma within gastric/foveolar cells in EGM leading to \nFig. 2 Male patient’s endoscopy findings: ulcerated mucosa with partial stenosis was seen in the upper third of the esophagus\nFig. 3 Male patient’s cervical and thorax CT scan findings: eccentric wall thickening of lower cervical esophagus\nPage 4 of 5 Saeidpour parizi et al. Journal of Medical Case Reports          (2025) 19:124 \ngastric type adenocarcinoma EGM [4]. EGM is com mon, while malignant progression is rare; nevertheless, \nbiopsy is rarely performed for evidence of dysplasia or \nadenocarcinoma. Determining the exact type of adeno carcinoma on endoscopy may have implications for treat ment approaches. Diagnosis of EGM on endoscopy may \nidentify patients at higher risk for proximal esophageal \nadenocarcinoma; however, this relationship and the need \nfor screening require further study [4]. The incidence of \nEGM is 4.0% in males and 2.9% in females [11].\nNo standard therapy exists for primary cervical esoph ageal adenocarcinoma [12]. Treatment strategies pub lished in the few case reports range from endoscopic \nmucosal resection to laryngo pharyngo-esophagectomy \nwith lymph node dissection with or without neoadju vant or adjuvant chemoradiotherapy. In general, radical \nsurgery is the mainstay of treatment, and radiotherapy \nis a viable alternative (especially when surgery is not \npossible). The treatment method should be considered \non the basis of the disease, the patient’s condition, and \nother parameters [13]. Due to the gradual increase in the \nnumber of cases of upper esophageal adenocarcinoma, \nit is necessary to standardize the treatment protocol [1]. \nHowever, the number of cases reported in the current lit erature is too small, and the details of their staging and \ntreatment are inconsistent to postulate whether these \ntumors have a different prognosis than the more com mon distal esophageal adenocarcinomas [5].\nOur patient presented with a relatively large, ultra sound-staged T3N0. His symptoms improved relatively \nwith chemoradiotherapy, and his upper endoscopy \n(4  months later) showed erythema and mucosal healing \nwithout ulcer or mass lesion.\nConclusions\nAccording to our information, this is the first report of an \nIranian patient with cervical esophageal adenocarcinoma. \nRapid diagnosis of these patients with clinical features to \nparticipate in treatment are important factors that lead to patient survival. Understanding the details of staging and \ntreatment of distal esophageal adenocarcinomas should \nbe considered properly. To improve patients, multidis ciplinary management of this rare disease requires the \ncooperation of specialists in gastroenterology; the ear, \nnose, and throat (ENT); medical oncology; radiological \noncology; and pathology. Due to the too-small number of \nreported cases, more studies are needed in this regard.\nAbbreviations\nCECT  Contrast-enhanced computed tomography scan\nCOPD  Chronic obstructive pulmonary disease\nEGM  Ectopic gastric mucosa\nEUS  Endoscopic ultrasound\nHGM  Heterotopic gastric mucosa\nENT  Ear, nose, and throat\nCT  Computed tomography\nAcknowledgements\nThe authors would like to thank the Social Determinants of Health Research \nCentre and Clinical Research Development Unit at Ali-Ibn Abi-Talib Hospital, \nRafsanjan University of Medical Sciences, Rafsanjan, Iran for its support and \ncollaboration.\nAuthor contributions\nASP , AE, VM, and SS contributed to the treatment design and patient manage ment. MAZ, SS, AHH, and SS conceived the presented idea and wrote the \npaper. All authors gave consent for publication. All authors read and approved \nthe final manuscript.\nFunding\nNo financial support was received from any funding bodies in the public or \ncommercial areas to carry out the work described in this manuscript.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis research has a code of ethics (No. IR.RUMS.REC.1400.251) from Rafsanjan \nUniversity of Medical Sciences.\nConsent for publication\nWritten informed consent was obtained from the patient to publish this case \nreport and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 22 October 2024   Accepted: 5 March 2025\nReferences\n 1. Verma YP , Chauhan AK, Sen R. Primary adenocarcinoma of the upper \noesophagus. Ecancermedicalscience. 2013;7:314–6. https:// doi. org/ 10. \n3332/ ecanc er. 2013. 314.\n 2. Qumseya BJ, Bukannan A, Gendy S, Ahemd Y, Sultan S, Bain P , et al. \nSystematic review and meta-analysis of prevalence and risk factors for \nBarrett’s esophagus. Gastrointest Endosc. 2019;90(5):707-17.e1.\n 3. Fashoyin A, Hartig G, Schelman WR, Ritter M, Agni R, Gopal DV, et al. \nAggressive adenocarcinoma of the cervical esophagus: importance of a \nFig. 4 Normal mucosa in the upper third of the esophagus\nPage 5 of 5\n Saeidpour parizi et al. Journal of Medical Case Reports          (2025) 19:124 \n \nmultidisciplinary approach. Case Rep Gastrointest Med. 2012. https:// doi. \norg/ 10. 1155/ 2012/ 826246.\n 4. Riddiough GE, Hornby ST, Asadi K, Aly A. Gastric adenocarinoma of the \nupper oesophagus: a literature review and case report. Int J Surg Case \nRep. 2017;30:205–14. https:// doi. org/ 10. 1016/j. ijscr. 2016. 11. 014.\n 5. Alrawi SJ, Winston J, Tan D, Gibbs J, Loree T, Hicks W, et al. Primary \nadenocarcinoma of cervical esophagus. J Exp Clin Cancer Res CR. \n2005;24(2):325–30.\n 6. Noguchi T, Takeno S, Takahashi Y, Sato T, Uchida Y, Yokoyama S. Primary \nadenocarcinoma of the cervical esophagus arising from heterotopic \ngastric mucosa. J Gastroenterol. 2001;36(10):704–9. https:// doi. org/ 10. \n1007/ s0053 50170 035.\n 7. Lauwers GY, Scott GV, Vauthey JN. Case report: adenocarcinoma of \nthe upper esophagus arising in cervical ectopic gastric mucosa: rare \nevidence of malignant potential of so-called “inlet patch.” Dig Dis Sci. \n1998;43(4):901.\n 8. Abe T, Hosokawa M, Kusumi T, Kusano M, Hokari K, Kagaya H, et al. Adeno carcinoma arising from ectopic gastric mucosa in the cervical esophagus. \nAm J Clin Oncol. 2004;27(6):644–5. https:// doi. org/ 10. 1097/ 01. coc. 00001 \n47808. 63442. b5.\n 9. Poyrazoglu O, Bahcecioglu I, Daglı A, Ataseven H, Celebi S, Yalniz M. \nHeterotopic gastric mucosa (inlet patch): endoscopic prevalence, histo pathological, demographical and clinical characteristics. Int J Clin Pract. \n2009;63(2):287–91. https:// doi. org/ 10. 1111/j. 742- 241. 2006. 01215.x.\n 10. Borhan-Manesh F, Farnum J. Incidence of heterotopic gastric mucosa in \nthe upper oesophagus. Gut. 1991;32(9):968–72.\n 11. Nakajima H, Munakata A, Yoshida Y, Kodate T, Iwamura H, Fukuda S, et al. \nEndoscopic diagnosis and significance of the inlet patch. Gastroenterol \nEndosc. 1991;33(7):1357–62. https:// doi. org/ 10. 11280/ gee19 73b. 33. 1357.\n 12. Nemoto M, Prasoon P , Ichikawa H, Hanyu T, Kano Y, Muneoka Y, et \nal. Primary lung squamous cell carcinoma and its association with \ngastric metastasis: a case report and literature review. Thorac Cancer. \n2020;11(6):1708–11.\n 13. Akoum A, Nasrallah J, Al Jebawi K, Kanso N, Joumaa H, Ibrahim R. Proximal esophageal adenocarcinoma: a rare case report. Int J Surg Case Rep. \n2024;120: 109868.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}