{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05026-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05026-3.pdf",
  "metadata": {
    "/Keywords": "Pheochromocytoma; Hyperaldosteronism; Hypertension; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250118152106+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250118134537+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05026-3",
    "/Author": "Fatemeh Majidi ",
    "/Title": "Concomitant pheochromocytoma and hyperaldosteronism in a 47-year-old man: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05026-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The coexistence of pheochromocytoma and hyperaldosteronism is a rare and clinically significant finding with diagnostic challenges that need to be considered in the workup of patients with hypertension.",
    "Case Presentation": "Case presentation This case report describes a 47-year-old Iranian man who initially presented with cold \nsymptoms, chills, and headaches. Despite being diagnosed with panic disorder, his symptoms worsened, leading to a systolic blood pressure crisis. The",
    "Results": "results indicated elevated levels of 24-hour urine vanillylmandelic acid, \nmetanephrine, and normetanephrine, suggesting increased catecholamine levels. An increase in serum aldosterone \nwas also observed. Further evaluation revealed a 4 cm left adrenal mass and subsequent tests confirmed the diagnosis of pheochromocytoma and hyperaldosteronism. The patient underwent left adrenal gland resection, resulting \nin complete resolution of symptoms and normalization of test results.",
    "Conclusion": "Conclusion This case highlights the importance of considering rare coexisting endocrine disorders in patients pre senting with hypertension. Appropriate diagnosis and management of concomitant pheochromocytoma and hyper aldosteronism are crucial for favorable outcomes and may offer insights into potential overlaps in disease pathways.\nKeywords  Pheochromocytoma, Hyperaldosteronism, Hypertension, Case report",
    "Introduction": "Introduction\nIn terms of etiology, hypertension can be primary \nwithout a known cause or secondary (with a known \ncause). Despite the higher prevalence of the primary \ntype (90–95%), evaluating the secondary type is par ticularly important owing to differences in treatment approaches and variable prognoses [1 , 2]. Although \nfactors such as renovascular disease, renal parenchy mal disease, and obstructive sleep apnea can cause \nsecondary hypertension, the most common causes of \nsecondary hypertension are endocrine disorders [3 ]. \nApproximately 63% of secondary hypertension cases \nare caused by primary hyperalderonism [4 ]. Aldoster one is a hormone secreted from the cortical part of \nthe adrenal gland that plays a role in regulating blood \npressure by controlling sodium stored in the blood stream and potassium output. Hyperalderonism can be \nprimary (disorder in the adrenal glands) or secondary \n(disorder in other parts of the body). Primary hyper alderonism can cause serious cardiovascular complica tions such as atrial fibrillation, stroke, and myocardial \ninfarction [5 ]. The treatment of choice for unilateral \ndisease is surgery, while mineralocorticoid receptor Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAli Shabbak\nshabbakali@gmail.com\n1 Department of Cardiology, Shariati Hospital, Tehran University \nof Medical Sciences, Tehran, Iran\n2 Burn and Regenerative Medicine Research Center, Guilan University \nof Medical Sciences, Rasht, Iran\n3 Department of Physiology, Faculty of Veterinary Medicine, Shahid \nChamran University of Ahvaz, Ahvaz, Iran\n4 Cardiovascular Surgery Department, Shahid Rajaee Hospital, Alborz \nUniversity of Medical Sciences, Karaj, Iran\nPage 2 of 5 Majidi et al. Journal of Medical Case Reports           (2025) 19:20 \nantagonists (MRAs) are available for treating bilateral \nlesions [6 ].\nPheochromocytoma is an adrenal medulla tumor \nthat occurs in 0.2–0.6% of hypertensive individuals and \ncan arise from nonadrenal tissue in 10–15% of patients \n[7]. Approximately 95% of patients with pheochromo cytoma develop hypertension due to elevated levels \nof catecholamines, which can be either short term or \nlong term. Hypertensive paroxysms (episodic hyper tension) may occur in individuals despite the pres ence of constant hypertension [8 ]. Other symptoms of \nthis disease include headache, sweating, palpitations, \nabdominal discomfort, vomiting, extreme fatigue, indi gestion, right hypochondrial pain, and increased liver \nenzymes [9 –11]. Screening for pheochromocytoma is \nperformed by measuring 24-hour urine levels of cat echolamines, total and fractionated metanephrine, \nand vanillylmandelic acid (VMA). Visualization of the \nmass by imaging with computed tomography (CT) \nscan scan or magnetic resonance imaging (MRI) can \nalso be used for diagnostic evaluation [7 ]. A review \nof studies revealed that the simultaneous presence of \ntwo causes of secondary hypertension is not as rare \nas expected [ 12, 13]. However, the coexistence of \npheochromocytoma and hyperalderonism is still rare. \nWe present a patient with pheochromocytoma and \nhyperalderonism.Case report\nA 47-year-old man (Iranian ethnicity) with a history of \ncold symptoms from 4 days prior, including fever, chills, \nsweating, and headache, was referred to the neurology \nunit with a headache complaint.\nFollowing a medical evaluation with a brain MRI that \ndid not show any pathological findings, he was diagnosed \nwith panic attack disorder and received appropriate \nmedication.\nThe next day, he presented with worsening headache, \nagitation, and sweating without fever, nausea, or vomit ing. A systolic blood pressure crisis of up to 250 mmHg \nwas reported. The patient’s blood pressure did not \nimprove with nitroglycerin (TNG) but decreased with \nlabetalol.\nHis 12-lead electrocardiogram (ECG) revealed a nor mal sinus rhythm, no axis deviation, and no significant \nST-segment or T-wave changes (Fig.  1). He then under went echocardiography to exclude the possibility of \ncoarctation of the aorta.\nHis blood sugar was 400 mg/dL. Serum electrolyte \nassessment revealed that the sodium (141.3 mmol/L), \npotassium (4.20 mmol/L), and chloride (102 mmol/L) \nconcentrations were within normal limits. His arterial \nblood gas (ABG) was unremarkable (pH: 7.43;  PaCO2: 37 \nmmHg;  HCO3: 23 mEq/L). He was a smoker (one pack \nper year for 10 years) without any other past medical \nhistory, such as diabetes mellitus or hypertension. The \npatient’s family history revealed left adrenal gland cancer \nFig. 1 First-day electrocardiogram that showed normal findings without any rhythm disorder, axis deviation, or ST-segment or T-wave changes\nPage 3 of 5\n Majidi et al. Journal of Medical Case Reports           (2025) 19:20 \n \nin his aunt, which resulted in her death at a young age, \nand a history of diabetes mellitus in his family members. \nAn abdominal CT scan was requested owing to the sus picion of an adrenal tumor, and a 4 cm left adrenal mass \nwas observed without any other pathological findings, \nsuch as pancreatic lesions (Fig. 2).\nFollowing the observation of the adrenal mass, addi tional tests were conducted, revealing the following \nresults: a 24-hour urine cortisol level of 172.5  g/24 \nhours (within the normal range of 50–190  g/24 hours), \na 24-hour urine vanillylmandelic acid (VMA) concen tration of 18.35  mg/24 hours (elevated compared with \nthe normal limit of 13.6  mg/24 hours), 24-hour urine \nmetanephrine levels exceeding 2000  µg/24 hours, and a \n24-hour urine normetanephrine level of 1731.9  µg/24 \nhours. The findings revealed an increase in catecho lamine levels in the 24-hour urine sample. Regarding \nmicroalbuminuria and creatinine, the test findings indi cated normal results; however, the 24-hour urine volume \nwas 2500 mL, which is considered elevated. The notably high serum aldosterone level of 24.70 ng/dL was of par ticular significance. Subsequent assessment was con ducted to investigate the presence of multiple endocrine \nneoplasia (MEN) syndromes. The results of his thyroid \nand parathyroid ultrasound and thyroid function tests \nwere normal, ruling out the presence of medullary thy roid carcinoma and parathyroid adenoma or hyperplasia, \nas well as hypothyroidism/hyperthyroidism, including \nthyroiditis. His brain MRI did not show any abnormal \nfindings, such as pituitary gland adenoma. These findings \nmade the diagnosis of MEN syndromes unlikely.\nOn the basis of these results, the diagnosis of pheo chromocytoma combined with hyperaldosteronism was \nconfirmed. Following the management of blood pres sure with alpha-blockers, the patient underwent surgical \nresection of the left adrenal gland. The renin levels were \nnot measured to determine the classification of hyperal dosteronism (primary or secondary), as the decision to \nproceed with adrenal gland resection had already been \nmade, and it would not have altered the treatment plan. \nFig. 2 Abdominopelvic computed tomography scan with and without contrast. A Axial view of pre-contrast abdominopelvic computed \ntomography scan. B Axial view of abdominopelvic computed tomography with contrast. C Coronal view of pre-contrast abdominopelvic \ncomputed tomography scan. D Coronal view of abdominopelvic computed tomography with contrast. A and C demonstrated a 4 cm mass \nin the left adrenal gland (arrow). B and D showed mass enhancement with contrast (arrow)\nPage 4 of 5 Majidi et al. Journal of Medical Case Reports           (2025) 19:20 \nFollowing surgery, the patient’s symptoms were com pletely resolved, and all test results returned to within \nnormal ranges without hemodynamic instability or hypo glycemia (systolic blood pressure: 133 mmHg; potas sium: 4.25 mmol/L; fasting  blood sugar: 113  mg/dL). A \n24-hour urine analysis, performed 3 weeks after surgery, \ndemonstrated normal results, suggesting complete resec tion (metanephrine: 293 µg/24 hours; normetanephrine: \n452  µg/24 hours). In the last follow-up at 1 year postsurgery, he was still asymptomatic; his blood pressure \nwas 125/70 mmHg, and his blood sugar was 96  mg/dL \nwith HbA1c of 5.7% (without taking any diabetic drugs). \nHis 24-hour urinary metanephrine (235  µg/24 hours), \nnormetanephrine (383  µg/24 hours), serum aldosterone \n(3.5 ng/dL), and potassium (4.30 mmol/L) levels were all \nwithin normal limits.",
    "Discussion": "Discussion\nThe patient in question initially presented to a neurolo gist with a chief complaint of headaches, leading to a \nconsideration of panic attack as a potential diagnosis. \nIn cases of pheochromocytoma, the presence of palpita tions, often described as “my heart is coming out of the \nchest, ” and feelings of anxiety may lead the neurologist \nto initially suspect panic and anxiety disorders. These \nsymptoms can be attributed to elevated levels of catecho lamines in the patient’s serum, which are also elevated in \nindividuals experiencing panic and anxiety [14]. How ever, persistent headaches and elevated blood pressure \nprompted further investigation into potential endocrine \ndisruptions. Therefore, it is crucial to be mindful of these \ntwo manifestations in patients who are initially suspected \nof having panic and anxiety disorders.\nWhile there was no laboratory confirmation specifi cally indicating primary hyperaldosteronism, the nor malization of all relevant parameters subsequent to the \nresection of the adrenal gland, coupled with the absence \nof symptom recurrence or hypertension for a duration of \n1 year, allows for the inference that the elevated secre tion of aldosterone was indeed attributable to the excised \nadrenal gland. This increased secretion may have resulted \nfrom either an excessive release of aldosterone from the \nadrenal cortex or the release of an aldosterone-stimulat ing factor originating from the pheochromocytoma. Fur thermore, on the basis of the patient’s response following \nsurgical intervention, the possibility of a contralateral \nadenoma or bilateral adrenal hyperplasia can be effec tively discounted.\nCases of simultaneous pheochromocytoma and pri mary aldosteronism are rare, and in a case series and \nliterature review by Mao et al. in 2021, only 15 patients \nwere identified and described [15]. Among these \npatients, high blood pressure emerged as the prevailing symptom, with 13 out of the 15 patients exhibiting this \nmanifestation, according to the study. Notably, the \nprevalence of hypokalemia mirrors that of hypertension \namong patients presenting with pheochromocytoma \nand primary aldosteronism. Hypokalemia, attributable \nto the direct impact of aldosterone on serum potassium \nlevels, constitutes one of the diagnostic findings of \naldosteronism. While its prevalence remains relatively \nmodest in primary aldosteronism cases (below 40% in \nthe absence of concurrent conditions) [16], an approxi mate incidence of 87% has been reported in simulta neous cases of pheochromocytoma and aldosteronism \n[15]. However, in the specific patient under investiga tion, the patient’s potassium level before any interven tion was measured at 4.20 mmol/L, denoting a state of \ncomplete normalcy. Research has demonstrated that, \nin patients with concurrent pheochromocytoma and \nprimary aldosteronism, the failure to administer adr energic blockers prior to surgery can potentially lead \nto life-threatening blood pressure crises [17]. In our \npatient, upon suspicion of pheochromocytoma, stand ard diagnostic tests were conducted to confirm the \npresence of the tumor.\nAdditionally, aldosterone level testing was requested, \nand on the basis of the elevated aldosterone levels and \nthe absence of contralateral adrenal masses, the proposed \ncourse of action involved unilateral adrenal gland resec tion following pretreatment with alpha-blockers. After \nsurgery, the patient experienced remarkable improve ment, and his symptoms disappeared. This highlights the \nfavorable prognosis associated with adrenal gland resec tion in such cases.\nConclusion\nThe concurrent occurrence of pheochromocytoma and \nprimary aldosteronism represents an infrequent yet \nmanageable medical condition that necessitates prompt \nidentification by physicians. Failure to detect pheochro mocytoma in such patients may lead to unfavorable \noutcomes if surgical intervention targeting hyperaldo steronism is pursued without prior pretreatment. Nota bly, despite markedly elevated blood pressure in affected \nindividuals, their potassium levels can remain within the \nnormal range.\nAbbreviations\nVMA  Vanillylmandelic acid\nMRAs  Mineralocorticoid receptor antagonists\nCT scan  Computed tomography scan\nMRI  Magnetic resonance imaging\nECG  Electrocardiogram\nMEN  Multiple endocrine neoplasia\nAcknowledgements\nNot applicable.\nPage 5 of 5\n Majidi et al. Journal of Medical Case Reports           (2025) 19:20 \n \nAuthor contributions\nFM conceptualized the study, collected data, and revised the manuscript. AS \ncollected data, drafted the manuscript, and ensured the completion of the \nfinal draft. SN drafted the manuscript and participated in the review and edit ing of the manuscript. AM reviewed the literature and drafted the manuscript. \nAll authors read and approved the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical approval is not applicable, and patients’ written informed consent to \nparticipate is present.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 9 July 2024   Accepted: 10 December 2024\nReferences\n 1. Whelton PK, Carey RM, Aronow WS, Casey DE, Collins KJ, Dennison Himmelfarb C, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/\nNMA/PCNA Guideline for the prevention, detection, evaluation, and \nmanagement of high blood pressure in adults: a report of the American \nCollege of Cardiology/American Heart Association Task Force on Clinical \nPractice Guidelines. J Am Coll Cardiol. 2018;71(19):e127–248.\n 2. Williams B, Mancia G, Spiering W, Agabiti Rosei E, Azizi M, Burnier M, et \nal. 2018 ESC/ESH Guidelines for the management of arterial hypertension: the Task Force for the Management of Arterial Hypertension of \nthe European Society of Cardiology (ESC) and the European Society of \nHypertension (ESH). Eur Heart J. 2018;39(33):3021–104.\n 3. Daly PL, Goodwin ET, Kipnis CM, Smith DK. Hypertensive conditions: \nsecondary causes of hypertension in adults. FP Essentials. 2022;522:13–7.\n 4. Morganti A, Rosei EA, Mantero F. Secondary hypertension. Berlin: \nSpringer; 2020.\n 5. Cohen JB, Bancos I, Brown JM, Sarathy H, Turcu AF, Cohen DL. Primary \naldosteronism and the role of mineralocorticoid receptor antagonists for \nthe heart and kidneys. Annu Rev Med. 2023;74:217–30.\n 6. Takeda Y, Demura M, Yoneda T. Medical treatment of primary aldosteronism. In: Hellman P , editor. Primary aldosteronism: molecular genetics, \nendocrinology, and translational medicine. New York: Springer; 2014. p. \n209–14.\n 7. Farrugia F, Martikos G, Tzanetis P , Charalampopoulos A, Misiakos E, Zavras \nN, et al. Pheochromocytoma, diagnosis and treatment: review of the \nliterature. Endocr Regul. 2017;51(3):168–81.\n 8. Wang X, Zhao Q, Sang H, Dong J, Bai M. Research on the damage of \nadrenal pheochromocytoma to patients’ cardiovascular vessels and its \ncorrelation with hypertension. J Oncol. 2022. https:// doi. org/ 10. 1155/ \n2022/ 36442 12.\n 9. Baig M, Khan SW, Shakeel Z, Ahmad A, Khan KJ. Pheochromocytoma \npresenting with upper GI symptoms: a case report. Pak J Med Health Sci. \n2023;17(02):268.\n 10. Choi Y, Lee J-H, Song H-K, Bae JS, Kim Y. Pheochromocytoma-related \nheadache and symptoms that should not be overlooked: a case report. J \nNeurosonol Neuroimaging. 2023;15(1):54–6. 11. Habib MB, Abdelrazek M, Alatasi S, Mohamed MF, Ali H, Hamad MK. Pheo chromocytoma presenting with severe abdominal pain and abnormal \nliver enzymes. Clin Case Rep. 2021;9(8):e04640.\n 12. Vallejo-Vaz AJ, Grilo A, Villar J, Domínguez-Hidalgo L, Stiefel P . Coexistence \nof two causes of secondary hypertension in a single patient. Rev Clin Esp. \n2013;213(8):e81–3.\n 13. Wang L, Li N, Yao X, Chang G, Zhang D, Heizhati M, et al. Detection of \nsecondary causes and coexisting diseases in hypertensive patients: OSA \nand PA are the common causes associated with hypertension. BioMed \nRes Int. 2017. https:// doi. org/ 10. 1155/ 2017/ 82950 10.\n 14. Alguire C, Chbat J, Forest I, Godbout A, Bourdeau I. Unusual presentation \nof pheochromocytoma: thirteen years of anxiety requiring psychiatric \ntreatment. Endocrinol Diabetes Metab Case Rep. 2018. https:// doi. org/ 10. \n1530/ EDM- 17- 0176.\n 15. Mao JJ, Baker JE, Rainey WE, Young WF Jr, Bancos I. Concomitant pheo chromocytoma and primary aldosteronism: a case series and literature \nreview. J Endocr Soc. 2021;5(8):bvab107.\n 16. Funder JW, Carey RM, Mantero F, Murad MH, Reincke M, Shibata H, et al. \nThe management of primary aldosteronism: case detection, diagnosis, \nand treatment: an endocrine society clinical practice guideline. J Clin \nEndocrinol Metab. 2016;101(5):1889–916.\n 17. Myklejord DJ. Undiagnosed pheochromocytoma: the anesthesiologist \nnightmare. Clin Med Res. 2004;2(1):59–62.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}