{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04747-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04747-1.pdf",
  "metadata": {
    "/Keywords": "Sarcoma; Fungating; Synovial; Chromosomal translocation; Chemotherapy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240912142326+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240911105758+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04747-1",
    "/Author": "Badaruddin Sahito ",
    "/Title": "Fungating synovial sarcoma at the posterior aspect of neck: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04747-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background In this report, we describe an uncommon instance of fungating synovial sarcoma affecting the posterior aspect of the neck. Although the existing literature has documented a limited number of cases, this particular \ncase contributes to the knowledge about it, which is scarce.",
    "Case Presentation": "Case presentation A total of 5 months before the examination, a Pakistani-Asian male, age 20 years, complained \nof a malodorous fungating swelling on the posterior aspect of his neck. An examination revealed a foul-smelling, \n10 × 13 cm fungating enlargement surrounded by maggots and hemorrhaging at the site of the incision. A hemo globin level of 6 and a total leukocyte count (TLC) of 23,000 indicated the patient’s disoriented and pallid appear ance. He was expeditiously admitted, and preoperatively, the general well-being of the patient was optimized. After \na comprehensive",
    "Discussion": "discussion with the medical team, a strategy for marginal excision and coverage with a latissimus \ndorsi (LD) flap and grafting was devised. The tumor was successfully excised, and an LD flap with graft was conducted \non the patient during surgery; however, the infection caused the failure of half of the graft. Following that, the lesion \nwas debrided, and re-grafting was performed. The patient was subsequently administered 5 cycles of chemotherapy \nand 32 cycles of radiotherapy. He was diagnosed with pulmonary metastasis 2 years later. Sadly, the patient died dur ing a follow-up visit 3.5 years later.\nConclusions The patient’s unfavorable prognosis after surgical intervention, radiotherapy, and chemotherapy, \ndespite undergoing all-encompassing treatments, underscores the importance of early detection and intervention \nin fungating tumor cases.\nKeywords  Sarcoma, Fungating, Synovial, Chromosomal translocation, Chemotherapy",
    "Introduction": "Introduction\nSynovial sarcoma (SS) is a high-grade malignant tumor \nwith a global prevalence of 0.0001–0.0002%, constitut ing only 800–1000 cases reported annually [1]. Synovial \nsarcoma is a misnomer primarily arising from primitive \nmesenchymal cells around joints instead of intra-articu lar synovium [2]. SS is commonly soft tissue sarcoma, but bony cases are also reported [2]. The lower limb is fre quently involved, especially around the knee joint.\nOnly 3–10% of SS arise from the head and neck, con tributing to only 2.5–3.5% of all sarcomas in the region \n[3]. However, SS can be primarily distinguished from \nother neck tumors on the basis of the histological appear ance and presence of the characteristic chromosomal \ntranslocation; t(X;18). The translocation resulting from \nthe fusion of the SYT  gene with the SSX1 or SSX2 gene \ndrives several histopathological variants, including \nmonophasic, biphasic, and poorly differentiated tumors \n[2]. Although only a few cases have been reported on SS \narising from the head and neck region, SS occurrence at *Correspondence:\nMalik Olatunde Oduoye\nmalikolatunde36@gmail.com\n1 Dow University of Health Sciences, Karachi, Pakistan\n2 The Medical Research Circle, Goma, Democratic Republic of Congo\nPage 2 of 5 Sahito et al. Journal of Medical Case Reports          (2024) 18:440 \nthe posterior aspect of the cervical spine is an extremely \nrare presentation [4, 5]. Therefore, due to the limited \nliterature availability on the subject, the optimal man agement strategy for cervical spine SS has not been \nestablished. However, total surgical excision with a wide \nmargin followed by postoperative radiation is widely rec ommended in the previously published reported cases. In \nthis case report, we present a usual case of a large fungat ing SS originating from the posterior aspect of the spine \nmanaged with marginal excision and highlighting the \ndiagnostic and management challenges.\nCase report\nA 20-year-old Pakistani-Asian male presented with fun gating swelling at the posterior aspect of his neck for 5 \nmonths, with foul-smelling discharge from the swelling \nfor 2 months. The swelling was initially small and pro gressed rapidly once operated by a local center. As the \ntumor progressed, it became fungated out of the skin \n(Figs.  1 and 2). The swelling was associated with foul \nsmells, fever, weight loss, and continuous fever for the \nlast few days of presentation. The patient’s attendant also \nnoted bleeding from the tumor on and off.\nThe patient was a laborer by profession, with no known \nco-morbidities. He was taking antipyretics and antibi otics for this problem. His systemic examination was \nunremarkable. His hemoglobin was 6.0 g/dl, his total leu kocyte count (TLC) 20,000, his erythrocyte sedimenta tion rate (ESR) 52, and his C-reactive protein (CRP) 15. \nOther labs were within normal limits. The x-ray of his \ncervical spine was normal, and magnetic resonance imag ing (MRI) cervical spine contrast showed a mixed den sity soft tissue tumor arising from the paraspinal muscle \nextending from the occiput to the C7 vertebrae (Figs.  3 \nand 4). Computed tomography (CT) scan of the chest at \nthe time of presentation was negative for metastasis. His \nbone scan was also unremarkable. His biopsy suggested \nmonophasic synovial sarcoma.\nPreoperatively, the general well-being of the patient \nwas optimized, and antibiotics prophylactically started. \nThe case was discussed in a tumor board meeting includ ing the neurosurgeon, plastic surgeon, orthopedic and \nonce-radiologist team, and a plan was made to do mar ginal/wide margin resection and cover the defect with \nFig. 1 Foul-smelling fungating swelling of 15 × 10 cm (black arrow)\nFig. 2 Swelling extends from the occipital region to the base \nof the neck\nPage 3 of 5\n Sahito et al. Journal of Medical Case Reports          (2024) 18:440 \n \na latissimus dorsi flap and skin graft. After consent and \ncounseling, the patient was operated on under general \nanesthesia in the prone position. The tumor was slowly \ndissected, and the wound was washed and hemostasis \nsecured. A split-thickness skin graft (SSG) was taken \nfrom the thigh and applied over the flap.\nThe patient’s immediate recovery from anesthesia was \nsmooth, but at 2 weeks, he developed discharge from \nthe wound. The skin graft failed, and part of the LD got \ninfected and debrided (Figs.  5 and 6). The patient was \nkept on vancomycin for 2 weeks, and vacuum-assisted \nclosure (VAC) dressing was applied. The wound was \nFig. 3 MRI showing mixed density soft tissue tumor arising \nfrom the paraspinal muscle extending from the occiput to the C7 \nvertebrae\nFig. 4 Axial MRI image showing vertebrae were spared \nwith paraspinal cervical muscle involvement. The tumor did \nnot extend into the cord\nFig. 5 First infected SSG. Necrosis of graft is circled\nFig. 6 Wound after debridement\nPage 4 of 5 Sahito et al. Journal of Medical Case Reports          (2024) 18:440 \ngranulated, and re-skin grafting was done (Fig.  7). His \nmusculoskeletal tumor score was 28.\nThe patient recovered normally within 3 months of sur gery, and then underwent 30 cycles of radiotherapy and \n5 cycles of chemotherapy. He was kept under routine \nfollow-up with a CT scan chest. Despite all the treat ment, he developed lung metastasis after 20  months of \nsurgery, for which he received treatment from an oncolo gist. He died of lung metastasis after 3.5 years of surgical \nfollow-up.\nDiscussion\nSynovial sarcoma (SS) mostly impacts young individuals, \nwith the extremities, particularly around the knee, which \nis the most common location (70%). While uncommon in \nthe head and neck, SS in this area is known for its aggres sive nature and high likelihood of recurrence. The precise \netiology of SS remains uncertain; however, variables such \nas radiation and genetic susceptibility have been linked to \nan elevated risk [6].\nThere is limited information available on SS in the pos terior cervical area. Shah et al. reported a case of SS that \noriginated from the cervical spine and resulted in neuro logical impairments characterized by widespread paraly sis and loss of sensation at the T4 level. Nevertheless, \nthe author’s ability to provide comprehensive follow-up \ninformation was hindered by a lack of connection with \nthe center. Tragically, the patient succumbed to fever and \ndiarrhea after 2 years [5]. Foreman et al. reported a case of biphasic synovial sarcoma that was managed with sur gical intervention, radiation treatment, and chemother apy. The patient was free of disease recurrence for 6 years. \nTheir approach included performing subtotal resection \nto remove the small-sized tumors, followed by postoper ative radiation treatment and chemotherapy. There were \nno instances of tumor recurrence reported throughout \nthe 6-year follow-up period. Kim et al. documented the \neffective management of SS using MRI, which revealed \na tumor measuring 6.6 × 4 cm in the cervical spine mus cles. The treatment included surgical intervention and \nfurther radiation. Remarkably, there was no recurrence \nof the tumor after a 2-year follow-up [7]. Spinal synovial \nsarcoma is an uncommon ailment that might be chal lenging to promptly detect in the absence of contempo rary imaging",
    "Methods": "methods.\nThe detection of cancer at a smaller size is believed to \ninfluence the long-term prognosis, which was seen to be \nmore advantageous in individuals whose tumors were \n4 cm or less [6].\nA literature analysis by Standbouly et al. empha sized that surgical excision is the primary treatment for \n91 cases of head and neck SS. Additional radiation and \nchemotherapy may be used depending on the size of the \ntumor. The overall survival rates at 1, 3, and 5 years were \n87.5%, 61.4%, and 40.9%, respectively [8].\nSynovial sarcoma poses distinct issues due to its ten dency to return much later in comparison to other types \nof sarcomas. Krieg et al. (2011) found that local recur rence usually occurs around 3.6 years on average (rang ing from 0.5 to 15  years), whereas metastases tend to \narise around 5.7  years on average (ranging from 0.5 to \n16.3 years). Furthermore, the location of the tumor also \ninfluences the prognosis, since synovial sarcomas found \noutside of the extremities are often linked to lower over all survival rates. However, this might be attributed to a \ndelay in the appearance of symptoms and the presenta tion of the disease at a more advanced stage [2].\nAlthough the surgical excision was successful, the \npatient eventually died because of lung metastases. \nAlthough synovial sarcoma is not common in certain \nareas, it has the potential to be life-threatening. Hence, \nit is important to promptly evaluate it as a probable diag nosis, while also seeking immediate advice and adopting \na thorough strategy to promptly diagnose lesions and \nenhance prognosis.\nConclusions\nThe patient’s poor prognosis, caused by delayed presen tation, a large tumor size upon arrival, and the negative \neffects of erroneous first excision, highlights the crucial \nsignificance of the early discovery and timely, suitable \nFig. 7 Status of the wound after the second SSG\nPage 5 of 5\n Sahito et al. Journal of Medical Case Reports          (2024) 18:440 \n \nmanagement in instances with fungating synovial sar coma in the cervical region.\nAbbreviations\nSS  Synovial sarcoma\nCT  Computerized tomography\nAcknowledgements\nWe would like to acknowledge Dr. Jaazba Qamar.\nAuthor contributions\nAA and MWK worked on the conception and designing, while NP and ZF \nperformed drafting, data collection, acquisition, analysis, and interpretation \nof data. AA, MWK, and SAI played a role in critical revision and appraisal and \ncontributed equally to all the tasks. All the authors approved the final draft \nand stand accountable for the validity of the data.\nFunding\nNone.\nAvailability of data and materials\nAll data were obtained from the Orthopedic Surgery Department of Dr. Ruth \nKM Pfau Civil Hospital Karachi, Pakistan.\nDeclarations\nEthics approval and consent to participate\nThis case report was approved by the institutional ethical board at the Dow \nUniversity of Health Science Orthopedic Department.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interest.\nReceived: 23 March 2024   Accepted: 25 July 2024\nReferences\n 1. Ammar AS, Khalid R. Neck exploration for a huge synovial sarcoma, case \nreport, and literature review. J Pak Med Assoc. 2021;71(2B):766–8. https:// \ndoi. org/ 10. 47391/ JPMA. 1283.\n 2. Gazendam AM, Popovic S, Munir S, Parasu N, Wilson D, Ghert M. Synovial \nsarcoma: a clinical review. Curr Oncol (Toronto, Ont). 2021;28(3):1909–20. \nhttps:// doi. org/ 10. 3390/ curro ncol2 80301 77.\n 3. Jang JW, Lee JK, Seo BR, Kim SH. Synovial sarcoma of the posterior \nneck: a case report and review of literature. J Korean Neurosurg Soc. \n2010;47(4):306–9. https:// doi. org/ 10. 3340/ jkns. 2010. 47.4. 306.\n 4. Shah WU, Shujaat SD, Ullah N, Mansoor S. Synovial sarcoma of cervicodor sal spine: a case report. J Pak Med Assoc. 2018;68(7):1100–4.\n 5. Puffer RC, Daniels DJ, Giannini C, Pichelmann MA, Rose PS, Clarke MJ. \nSynovial sarcoma of the spine: a report of three cases and review of the \nliterature. Surg Neurol Int. 2011;2:18. https:// doi. org/ 10. 4103/ 2152- 7806. \n76939.\n 6. Quan H, Sreekissoon S, Wang Y. Synovial sarcoma of the head and neck: \na review of reported cases on the clinical characteristics and treatment \nmethods. Front Cell Dev Biol. 2023;10:1077756. https:// doi. org/ 10. 3389/ \nfcell. 2022. 10777 56.\n 7. Foreman SM, Stahl MJ. Biphasic synovial sarcoma in the cervical spine: \ncase report. Chiropr Man Ther. 2011;19(1):12. https:// doi. org/ 10. 1186/ \n2045- 709X- 19- 12.\n 8. Kim J, Lee SH, Choi YL, Bae GE, Kim ES, Eoh W. Synovial sarcoma of the \nspine: a case involving paraspinal muscle with extensive calcification and the surgical consideration in treatment. Eur Spine J. 2014;23(1):27–31. \nhttps:// doi. org/ 10. 1007/ s00586- 013- 3034-8.\n 9. Stanbouly D, Litman E, Lee KC, Philipone E. Synovial sarcoma of the head \nand neck: a review of reported cases in the literature. J Stomatol Oral \nMaxillofac Surg. 2021;122(5):505–10. https:// doi. org/ 10. 1016/j. jormas. \n2020. 12. 001.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}