{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05043-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05043-2.pdf",
  "metadata": {
    "/Keywords": "Heterotaxy; Dextrocardia; Congenital heart disease; Ureteropelvic junction obstruction; Endometriosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120191313+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250118124036+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05043-2",
    "/Author": "Ahmad Al-Bitar ",
    "/Title": "Heterotaxy syndrome, dextrocardia, ureteropelvic obstruction, endometriosis, and pulmonary hypertension in an adult with congenital heart defects: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05043-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Heterotaxia is characterized by an abnormal positioning of the thoracic and/or abdominal organs, \nresulting in various physiological and hemodynamic implications. Congenital heart disease involves structural irregu‑\nlarities in the heart or major vessels within the chest, leading to functional challenges.",
    "Case Presentation": "Case presentation We present a 26‑ year ‑old Arab female patient with a complex medical history involving hetero ‑\ntaxy, dextrocardia, congenital heart disease, and ureteropelvic junction obstruction diagnosed in her first year of life, \nfollowed by the identification of endometriosis in her early twenties. This combination of disorders is reportedly \nunique in existing literature. The patient sought emergency care for severe diffuse abdominal pain unrelated to diet \nor bowel movements, accompanied by nausea. The pain was localized in specific areas and radiated to the shoulder. \nDespite treatment attempts with hormonal therapy for abdominal pain relief, her symptoms persisted. Upon exami‑\nnation, no immediate surgical or medical emergencies were noted, leading to symptom management with antispas‑\nmodics and recommendations for specialist follow‑ups. The patient’s cardiac condition, including cyanosis and related \ncomplications, was discussed along with her past surgeries and diagnostic findings related to her cardiovascular \nhealth.",
    "Conclusion": "Conclusion This case emphasizes the challenges of managing complex medical conditions in a young individual, \nhighlighting the need for multidisciplinary care and long‑term follow‑up to ensure the best possible quality of life \nfor the patient. An interdisciplinary approach is crucial for the comprehensive care of patients with heterotaxy, as they \nmay present with a wide range of anatomical abnormalities affecting different organ systems. Clinicians need to be \nwell informed about the complexities of heterotaxy syndromes and their diverse manifestations to provide effective \nand personalized care.\nKeywords  Heterotaxy, Dextrocardia, Congenital heart disease, Ureteropelvic junction obstruction, Endometriosis\nBackground\nHeterotaxia is characterized by an abnormal position ing of the thoracic and/or abdominal organs, resulting \nin various physiological and hemodynamic implica tions. It differs from situs inversus, although it may not \nalign entirely with that condition. It is observed in \napproximately 1 in 10,000 births and is often linked to \ncongenital heart defects, with a co-occurrence rate as Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAhmad Al‑Bitar\ndr.ahmad.al.bitar@gmail.com; ahmad.albitar@damascusuniversity.edu.sy\n1 Faculty of Medicine, Damascus University, Damascus, Syria\n2 Department of Internal Medicine, Damascus Hospital, Damascus, Syria\n3 Department of Radiology, Damascus Hospital, Damascus, Syria\n4 Department of Cardiology, Faculty of Medicine, Al Assad University \nHospital, Damascus University, Damascus, Syria\nPage 2 of 9 Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \nhigh as 100%. Common heart anomalies linked to het erotaxy include atrial septal defects, partial anomalous \npulmonary venous return, and common atrioventricu lar canals. Individuals with heterotaxy typically exhibit \na disruption of the inferior vena cava, which may be \nreplaced by the azygous or hemiazygous vein [1 , 2].\nCongenital heart disease (CHD) involves structural \nirregularities in the heart or major vessels within the \nchest, leading to functional challenges. Between 22% \nand 45% of patients with CHD also have accompanying \nextracardiac anomalies or genetic disorders. Notably, \nthe incidence of renal and urinary tract abnormalities \nin individuals with CHD ranges from 7.5% to 12.5%, \nsurpassing that in the general population. Strikingly, \nthere is no apparent correlation between specific car diac defects and renal or urinary tract abnormalities \n[3]. In contrast, pulmonary hypertension is an uncom mon occurrence in individuals with heterotaxy syn drome [4 ].\nEndometriosis is a common issue that impacts \nwomen in their childbearing years. Data suggest that \nit affects 2–10% of women in general and might impact \nas many as half of women dealing with infertility. It is a \nnoncancerous, estrogen-sensitive, and ongoing inflam matory condition distinguished by the existence of \nendometrial tissue found outside the uterus. Typical \nsymptoms include painful menstruation, discomfort \nduring intercourse, persistent pelvic pain, and chal lenges with fertility [5 ].\nThe precise origins of endometriosis remain unclear, \nbut it is believed that a combination of genetic ele ments and environmental influences, such as exposure \nto toxins and pollutants, play a role in its onset [6 ].\nUreteropelvic junction (UPJ) obstruction is a fre quent type of kidney blockage that occurs when there \nis a barrier at the point where the renal pelvis meets \nthe start of the ureter. This obstruction can arise from \neither inherent factors present since birth or condi tions acquired later in life. Most cases are congenital, \nmeaning they are present from birth, and can be trig gered by internal or external factors. UPJ obstruction \nusually presents in individuals either incidentally dur ing an ultrasound or when an individual complains of \nflank pain [7 , 8].\nIn this report, we present the case of a 26-year-old \nArab female patient with significant medical history \nof heterotaxy, dextrocardia, and ureteropelvic junc tion obstruction, all of which were diagnosed in her \nfirst year of life. Additionally, in her early twenties, she \nwas diagnosed with endometriosis. To the best of our \nknowledge, this is the first case in literature with this \ncombination of disorders.Case presentation\nA 26-year-old Arab female patient presented to the emer gency room owing to severe, vague abdominal pain, \nwhich was generalized. This pain was dull and did not \ncorrelate with food intake or bowel movements. There \nwere no associated symptoms other than nausea; it was \nsometimes located in the epigastric and right chondral \nareas and sometimes spread to the right shoulder without \nspreading to the back or the left shoulder. Therefore, she \nwas treated with antispasmodics and told to follow up \nwith a cardiologist and a gynecologist.\nDuring her cardiological follow-up, the patient stated \nthat her life is nearly normal with oxygen supplementa tion; she goes to college, walks, and dances. Her dyspnea \nis classified as New York Heart Association (NYHA) class \n2, with no orthopnea or paroxysmal nocturnal dyspnea. \nAt one point, she became cyanotic, with a saturation of \n65%, during minimal activities such as climbing stairs, \nand it may have declined to 45%.\nHer medical history is significant for congenital heart \ndisease, endometriosis with repeated episodes of abdom inal pain, and unrepaired unilateral ureteropelvic junc tion obstruction. Her family history was not significant. \nNo maternal history of smoking or drug use (other than \namoxicillin/clavulanic acid and over-the-counter muco lytics) during pregnancy. However, her mother had a his tory of mild viral upper respiratory tract infection during \nthe first trimester. Moreover, there was no maternal his tory of stillbirth, but there was a history of a spontaneous \nabortion in the second trimester.\nThe patient did not have a cyanotic appearance at birth \nbut became cyanotic at the age of 2 months, which was \nmore prominent during breastfeeding and crying. Unfor tunately, no reported investigations support first-time \ndiagnoses.\nAt the age of 2 years, the patient was hospitalized in \npreparation for pulmonary artery banding, a surgical \nintervention to reduce overcirculation in the pulmonary \ntree. Unfortunately, it was canceled for unknown reasons. \nAt the time, the parents were told about their daughter’s \npoor prognosis and were advised to monitor their daugh ter’s health with digitalis treatment.\nWhen she was 3  years old, the patient was diagnosed \nwith left ureteropelvic junction obstruction. Owing to \ncardiac disease, her surgery was canceled.\nAt 8 years of age, echocardiography revealed dextrocar dia with atrioventricular concordance and ventriculoar terial disconcordance. Additionally, it showed that the \ninferior vena cava was continuous with the azygos vein, \nthe presence of an atrial septal defect (ASD), a ventricular \nseptal defect (VSD), mitral valve atresia, right pulmonary \nartery aneurysm, and signs of pulmonary hypertension.\nPage 3 of 9\n Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \n \nAt the age of 18  years, she was reportedly diagnosed \nwith dextrocardia, hypoplastic left heart syndrome, ASD, \nVSD, Eisenmenger syndrome, and situs inversus totalis.\nAn echocardiography was performed showing the \nfollowing: dextrocardia with mirror image heart; left \nsuperior vena cava and hepatic veins draining into the \nleft-sided atrium; interrupted inferior vena cava that was \ncontinuous with the hemi-azygos vein; pulmonary veins \ndraining to the right-sided atrium; mitral valve atresia \nwith a single left AV valve (tricuspid valve); a hypoplastic \nleft ventricle located posteriorly and to the left; a domi nant right ventricle which was significantly dilated, heav ily trabeculated, and located anteriorly and to the right; \nlarge muscular VSD that measured 10 mm, with a bidi rectional shunt; moderate to severe depression of ven tricular systolic function in the right ventricle (RV); both \natria were dilated; a large ASD that measured 26  mm \nwith a bidirectional shunt; big vessels side-by-side (the \naorta to the left arising from the dominant RV and the \npulmonary artery to the right arising from the hypoplas tic left ventricle (LV)); posterior deviation of the conus \nseptum causing slight sub-pulmonary obstruction; sig nificantly enlarged pulmonary arteries especially on the \nright side (aneurysmal dilatation); the main pulmonary \nartery (MPA) had a diameter of 50  mm, the left pulmo nary artery (LPA) had a 26 diameter of , and the right \npulmonary artery (RPA) had a diameter of 26  mm; the \nright aortic arch with no evidence of coarctation or pat ent ductus arteriosus (PDA); the coronary artery origins \nwere normal. The color Doppler study showed mild pul monary regurgitation (PR) with elevated pulmonary enddiastolic pressure (PEDP) (PEDP = 57  mmHg and mean \npulmonary artery pressure (MPAP) = 88  mmHg) and \nmild left AV valve incompetence. The continuous wave \n(CW)/pulsed wave (PW) Doppler studies demonstrated \nindirect evidence of severe pulmonary hypertension \n(Eisenmenger), flow velocity across the sub-pulmonary \nand pulmonary valve = 2.3 m/second, and a peak instan taneous pressure gradient (PIPG) = 21  mmHg. Flow \nvelocity across the pulmonary artery was 1.6  m/second \nwith mid-systolic closure and flow velocity across the \naortic valve was 1.2 m/second.\nAt the time, the patient was managed with digoxin, \nfurosemide, sildenafil, and aspirin.\nAt 22 years old, she was diagnosed with endometriosis.\nHer cardiovascular examination revealed the follow ing: a centric cyanotic appearance with severe clubbing \nin her fingers and toes; no distended jugular veins; no \nperipheral edema; no pulmonary edema; apical pulse was \npalpable at the right fifth intercostal space at the ante rior axillary line; heart auscultation revealed holosystolic \nmurmur with 3/6 intensity best heard at the apex with \nno spreading. Her abdomen was soft, nontender, with normal bowel sounds. The liver was not palpable or per cussed at either side, and there was no palpable spleen. \nHer vitals included oxygen saturation of 85% and 80% \nin her upper and lower extremities, respectively; blood \npressure of 90/60  mmHg in both arms; heart rate 72 \nbeats/minute and irregular; and no fever.\nA typical electrocardiogram (ECG) was performed \n(Figs.  1, 2). It showed sinus rhythm with left axis devia tion and a regular rhythm at a speed of 74 beats/minute, \nsome premature atrial contractions, signs of left atrial \nenlargement, signs of complete right bundle branch \nblock, and signs of biventricular hypertrophy.\nThe echocardiography was performed at her followup in 2024 revealing the exact malformations but with \nslightly different numbers (Figs. 3, 4).\nA chest–abdomen–pelvis computed tomography (CT) \nscan with contrast was performed, revealing a bilobed \nlung with hyparterial bronchus bilaterally; dextrocardia \nwith malformations; suprahepatic veins draining through \none vein into the right atrium, and it was noted that the \nright inferior pulmonary vein was also draining through \nthis vein; left lobe of liver extending to the left epigas tric area forming “beaver tail liver” around the spleen; \nbilobed spleen with a notch in its central portion; extrare nal pelvis on the right side; anteriorly rotated pelvis with \nobstruction of the ureteropelvic junction and seconddegree hydronephrosis on the left side; and hematosal pinx bilaterally. These anomalies gave the impression of \nsitus ambiguous with a left heterotaxy pattern, with dex trocardia and other congenital malformations (including \npartial anomalous pulmonary venous return (PAPVR)), \nUPJ obstruction, and endometriosis (Figs. 5, 6 and 7).\nIn addition to the CT scan, an abdominal ultrasound \nwas done for further follow-up. It revealed the presence \nof a cyst with turbid content, measuring 3.6 cm by 5.5 cm \non the right Fallopian tube and a similar cyst measuring \n6.5 cm by 7.3 cm on the left tube, more commonly asso ciated with endometriosis (Fig. 8).\nAfter a couple of weeks, a gynecologic consultation was \nconducted to manage the patient’s abdominal pain. The \nadvice was to handle the pain with only over-the-counter \nanalgesics to avoid the side effects of hormonal therapy \nor medical oophorectomy at this age. To avoid direct \ntrauma to the abdomen and pelvis regions as much as \npossible, the doctor stated that surgical options were not \nconsidered owing to her cardiac status.\nThe patient was advised to monitor her general \nhealth, especially mouth hygiene and wound care. In \naddition, it was highly recommended to avoid preg nancy, and there is a possibility of a prescription for \nbirth control pills. She was advised to get infective \nendocarditis prophylaxis before dental procedures. \nShe is managed with furosemide, digoxin, aspirin, \nPage 4 of 9 Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \nsildenafil, and analgesics to relieve her abdominal pain, \nand was told to follow-up every 6 months or when her \nsymptoms worsen.\nThe prognosis of the patient is poor, with high pul monary arterial pressure and lack of ability to do \ncomplex interventions such as heart and lung trans plantation. Additionally, pregnancy is contraindicated \nand, without emergent needs, noncardiac surgery is \nhighly dangerous.",
    "Discussion": "Discussion and conclusion\nIn literature, the combination of the abnormalities pre sented in this case (heterotaxy syndrome: mirror-image \ndextrocardia, PHTN, hemiazygous continuation of the \ninterrupted inferior vena cava, bilobed lungs, bilobed \nspleen, PAPVR, extrarenal pelvis, and ureteropelvic \njunction obstruction (UPJO)) has never been described. \nTherefore, the presented case illustrates a complex and \nFig. 1  Electrocardiogram showing a sinus rhythm with left axis deviation and a regular rhythm at a speed of 74 beats/minute, some premature \natrial contractions, left atrial enlargement, complete right bundle branch block, and biventricular hypertrophy\nFig. 2  Echocardiogram demonstrating the following findings: atrial \nseptal defect, ventricular septal defect, hypertrophic right ventricle, \nand hypoplastic left ventricle\nFig. 3  Echocardiogram demonstrating the aortic arch with normal \nappearance and no sign of patent ductus arteriosus\nPage 5 of 9\n Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \n \nunique anatomy that will offer valuable insights for the \nfuture.\nSitus ambiguous, or heterotaxy syndrome, refers to an \nabnormal positioning of internal organs compared with \nthat of normal organs. There have been no specific risk \nfactors identified, and it is thought that the underlying \netiology of these abnormalities is a primary defect in lat eralization around day 28 of gestation, which leads to a \ndeviation from the normal position of the viscera. Such \narrangements are thought to be multifactorial in their \ninheritance pattern, and the incidence of aneuploidy or \nother chromosomal abnormalities is very low. The inci dence of heterotaxy syndrome is 1:10,000 newborns, but \nheterotaxy syndrome accounts for approximately 4% of \nall congenital heart disease (CHD) cases. Situs ambigu ous is traditionally divided into two general categories: left isomerism (situs ambiguous with polysplenia) and \nright isomerism (situs ambiguous with asplenia).\nSitus ambiguous with polysplenia, has an incidence of \nbetween 1:10,000 and 1:20,000 in new-born births and \na female predominance. CHD often presents to medi cal attention owing to a suspected heart defect, as the \nincidence of CHD is between 50% and 90%. Commonly \nassociated cardiac malformations include partial anoma lous pulmonary venous return, atrial septal defect (ASD), \nand a common atrioventricular (AV) canal. Although \nthe term polysplenia is used, the number of spleens \nranges from one to ten or more; spleens may be located \neither bilaterally or, if unilateral, ipsilateral to the stom ach because the spleen arises from the dorsal mesogas trium. Another common finding is inferior vena cava \n(IVC) interruption with azygos or hemiazygos continua tion; this has been reported to be the most specific find ing of situs ambiguous with polysplenia. Consistent with \nthe term “left isomerism, ” the lungs are bilaterally bilobed \nwith hyparterial bronchi.\nSitus ambiguous with asplenia, which has an incidence \nof 1:10,000 and 1:20,000 in new-born births and a male \npredominance, has a very high incidence of CHD (nearly \n100%) and, thus, often presents in childhood with a \ncyanotic heart defect such as a common AV canal, uni ventricular heart, transposition of the great arteries, or \ntotal anomalous pulmonary venous return. In contrast \nto left isomerism, when the spleen is absent, the IVC \ntypically runs ipsilateral to the aorta, and the patient will \nhave bilateral trilobed lungs with eparterial bronchi.\nPatients with heterotaxy syndromes present in a num ber of ways owing to the wide spectrum of anatomic \nFig. 4  An axial view of a computed tomography scan showing \nthe pulmonary arteries and right pulmonary artery aneurysm\nFig. 5  An axial view of a computed tomography scan showing the liver and spleen, with “beaver tail liver” noted around the spleen\nPage 6 of 9 Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \nabnormalities that may be present. Unlike situs inversus \ntotalis, a more benign arrangement that often occurs \nin adulthood because of its relatively few associated \nabnormalities, the anatomy of situs ambiguous does not follow a specific pattern. Because most patients will not \nfit neatly into one of the two categories outlined above, it \nis thought that asplenia and polysplenia are on two ends \nof a spectrum, with many patients falling somewhere in \nbetween, and that the specific individual abnormalities \nshould be stated in the diagnosis rather than simply using \nthe terms left isomerism or polysplenia and right-sided \nisomerism or asplenia [9].\nThe severity of heterotaxy syndrome ranges from mild \nto life-threatening, significantly impacting infants and \nchildren. The syndrome, especially in cases of polysple nia, leads to a high mortality rate, mainly owing to severe \ncardiac abnormalities, with a majority of affected chil dren not surviving past age 5 years. Notably, a small per centage of patients with minor cardiac defects may reach \nadulthood without symptoms. With complex cardiac \nissues, the 1-year mortality rate is alarmingly high. The \nscarcity of data on adult patients highlights the challenge \nof managing these patients, especially regarding surgi cal interventions and health maintenance. The syndrome \nalso encompasses genitourinary abnormalities but lacks \ndetailed data on sex-specific anomalies and has no strong \nlinks to female anatomy problems [10].\nThis lack of information raises questions about whether \npatients with heterotaxy syndrome should follow stand ard screening and health maintenance guidelines. Despite \nthe data gaps, there is an emphasis on the necessity for \nintensified monitoring and a multidisciplinary approach \nFig. 6 A coronal view of a computed tomography scan showing \nthe kidneys and uterus, left side hydronephrosis, and sacs \naround the uterus\nFig. 7  An echograph showing the left ovary and cyst with turbid content\nPage 7 of 9\n Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \n \nto care, with the hope that medical advancements will \nenhance outcomes for these patients.\nMoreover, situs ambiguous is more prevalent in closely \nrelated Asian and Muslim communities, with a frequency \nof 1 in 2700, than in the English population, where it \noccurs at a rate of 1 in 24,000. Asian populations have \na greater incidence of heterotaxy syndrome. Addition ally, polysplenia syndrome is more frequently observed \nin females. Determining the exact occurrence of poly splenia in adults is challenging owing to the absence of \nsevere congenital heart disease. Given the absence of a \nsingle definitive anomaly that defines this rare condition, \nit is recommended that the diverse range of anomalies be \nindividually described [11].\nCongenital heart disease (CHD) is described as an \nabnormality in the heart structure or the intrathoracic \ngreat vessels that leads to functional problems. Generally, \n22–45% of patients with CHD have concomitant extra cardiac anomalies or genetic syndromes. The prevalence \nof renal and urinary tract abnormalities in CHD patients \nis estimated to be approximately 7.5–12.5%, which is \nhigher than that in the general population [12].\nCongenital heart disease is one of the major causes of \nmorbidity and mortality in patients with situs abnormali ties, and its incidence can be predicted when the patient’s \nsitus is known. Specifically, the incidence of CHD in \npatients with situs solitus totalis (with levocardia) is very \nlow (0.6–0.8%) [5]. However, patients with situs solitus \nand dextrocardia have a very high incidence of CHD, \nreported as greater than 90% [5]. In patients with situs inversus totalis, the incidence of CHD is relatively low, at \n3–5% [9].\nMirror-image dextrocardia is a condition in which the \nheart is a left–right mirror image of a normal heart. Dex trocardia can be associated with situs inversus and other \ncyanotic and acyanotic congenital heart diseases, includ ing ventricular septal defects. The most common form of \ndextrocardia in adults is characterized by L-loop ventri cles and inverted great vessels (situs inversus totalis or \nmirror-image dextrocardia), which are present in 1 to 2 \nout of every 20,000 individuals in the normal population. \nDextroversion is the second most common type of dex trocardia associated with situs solitus, D-loop ventricles, \nand normal great arteries. Dextrocardia can also be asso ciated with heterotaxy syndromes of asplenia and poly splenia, with a tendency toward noncyanotic congenital \nheart defects [13].\nIn our case, patients with generalized situs ambigu ously presented with an abnormal arrangement of thora coabdominal organs that did not follow a specific pattern. \nMore specifically, cardiac looping is often affected, \nand the abdominal organs may be frankly reversed or \narranged in an unusual fashion, such as in the midline \nor in a bilaterally symmetric manner. Commonly associ ated findings are intestinal malrotation, abnormal venous \ndrainage patterns, and congenital heart disease.\nEndometriosis is a chronic gynecological disease that \nis estimated to affect 10% of reproductive-age women. \nRecent insights have linked endometriosis to several path ological mechanisms, including systemic inflammation, \nFig. 8  An echograph showing the right ovary and cyst with turbid content\nPage 8 of 9 Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \na proatherogenic lipid profile, and enhanced oxidative \nstress, and endothelial dysfunction. The pathogenesis of \nendometriosis, which is considered a systemic disease, \nand the impact of the disease remains poorly understood. \nThe true prevalence of endometriosis remains unknown \nsince, historically, diagnoses have only been made using \nlaparoscopy and, more recently, multimodal imaging \ntechniques. Misdiagnosis remains common, and diagno sis is often largely delayed by years [14].\nUreteropelvic junction obstruction typically refers \nto blockage at the junction of the renal pelvis and the \nbeginning of the ureter. The etiology of UPJ obstruction \nincludes congenital and acquired conditions. Most cases \nare congenital owing to intrinsic and/or extrinsic causes, \nand approximately 13,000 newborns are diagnosed with \nthis condition each year in the USA [7].\nUreteropelvic junction (UPJ) obstruction is one of \nthe most frequent cases of obstructive nephropathy. \nThe usual presentations of UPJ obstruction in patients \ninclude incidental detection via ultrasonography or the \ndetection of flank pain. The main goals of radiological \ninvestigations used in the diagnosis of UPJ obstruction \nare to determine the anatomical site of the obstruction \nand the functional significance of the obstruction [8].\nUreteropelvic junction obstruction (UPJO) is more \ncommon in pediatric patients than in adults, and this \nanatomical pathology is more common in boys than in \ngirls, with up to twice the number of cases in males com pared with females. The left side is also affected twice as \noften as the right side [15].\nThe extrarenal pelvis refers to the renal pelvis located \noutside the confines of the renal hilum, representing a \nnormal anatomical variant found in approximately 10% \nof the population. On ultrasound, the extrarenal pelvis \nmay appear dilated, which could mistakenly suggest an \nobstructive pathology. However, further investigations \nwith CT often correct this misinterpretation. By using \nCT/magnetic resonance imaging (MRI), a normal extra renal pelvis can be identified by the presence of normal \nrenal cortical thickness, bilateral symmetrical contrast \nexcretion, and calyces that appear normal. It might be \nconsidered in the differential diagnosis of hydronephro sis, regardless of the cause, such as UPJO [16].\nWe can attribute UPJO and the extrarenal pelvis to \nsitus ambiguity as potential manifestations of the con dition. Situs ambiguous is known for its lack of a spe cific pattern, with the urinary system and genitals being \namong the most affected systems by its abnormalities. \nNevertheless, it cannot be conclusively stated that endo metriosis is directly linked to situs ambiguity.\nIn light of the above, heterotaxy syndromes may \ninvolve numerous anatomical abnormalities across \nmultiple organ systems, with variations in ambiguous situs cases differing. While attempts have been made \nto classify cases into two main groups, the spectrum \nof variations is broad, making a single description \nimpossible.\nHere, we present the case of a 26-year-old female \npatient with a significant medical history of heterotaxy, \ncongenital heart disease (CHD), dextrocardia, and ure teropelvic junction obstruction, all of which were diag nosed in the second month after birth. Additionally, \nshe was more recently diagnosed with endometriosis. \nGiven the rarity of heterotaxy syndrome, further data \nare needed to ensure optimal medical care for this pop ulation. As mortality and morbidity rates decrease and \nmore individuals with heterotaxy reach adulthood, it is \ncrucial to utilize imaging modalities to monitor these \nvariations closely and establish a multidisciplinary team \nfor comprehensive care.\nClinicians should also be knowledgeable about het erotaxy syndrome and its rare manifestations, such \nas pulmonary hypertension (PHTN), urinary system \nabnormalities, and dextrocardia.\nAbbreviations\nHS  Heterotaxy syndrome\nPHTN  Pulmonary hypertension\nPAPVR  Partial anomalous pulmonary venous return\nUPJO  Ureteropelvic junction obstruction\nCHD  Congenital heart disease\nASD  Atrial septal defect\nVSD  Ventricular septal defect\nAcknowledgments\nThe authors thank Al‑Rabta Health Center for their help and kindness, whose \nsupport has been instrumental in providing the best possible patient care.\nAuthor contributions\nMHM (physician and supervisor) analyzed and interpreted the patient data. \nMAZ was responsible for communication with the patient and was a minor \ncontributor in writing the manuscript. AA was a major contributor in writing \nthe manuscript. HA was responsible for the radiological approach. All authors \nread and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nData sharing does not apply to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nPage 9 of 9\n Al‑Bitar et al. Journal of Medical Case Reports           (2025) 19:28 \n \nReceived: 29 July 2024   Accepted: 24 December 2024\nReferences\n 1. Olagunju A, Mihyawi N, Moazez C, Roy RR, Mehdizadeh A, Saririan M. \nSecundum atrial septal defect closure via the transhepatic approach in a \npatient with situs ambiguus and a left ‑sided inferior vena cava. J Investig \nMed High Impact Case Rep. 2021;9:4–7.\n 2. Mishra S. Cardiac and non‑ cardiac abnormalities in heterotaxy syndrome. \nIndian J Pediatr. 2015;82(12):1135–46.\n 3. Khalilian MR, Mollatayefeh A, Tahouri T, Mahdavi A, Dalirani R. Anatomical \nfindings of renal and urological abnormalities in cardiac catheterization \nof children with congenital heart diseases—a single center experience. \nQatar Med J. 2021;2021(3):1–5.\n 4. Agarwal R, Varghese R, Jesudian V, Moses J. The heterotaxy syndrome: \nassociated congenital heart defects and management. Indian J Thorac \nCardiovasc Surg. 2021;37(Suppl 1):67–81. https:// doi. org/ 10. 1007/ \ns12055‑ 020‑ 00935‑ y.\n 5. do Couto CP , Policiano C, Pinto FJ, Brito D, Caldeira D. Endometriosis and \ncardiovascular disease: a systematic review and meta‑analysis. Maturitas. \n2023;171:45–52. https:// doi. org/ 10. 1016/j. matur  itas. 2023. 04. 001.\n 6. Vazgiourakis VM, Zervou MI, Papageorgiou L, Chaniotis D, Spandidos \nDA, Vlachakis D, et al. Association of endometriosis with cardiovascular \ndisease: genetic aspects (review). Int J Mol Med. 2023;51(3):1–16.\n 7. Lam JS, Breda A, Schulam PG. Ureteropelvic junction obstruction. J Urol. \n2007;177(5):1652–8.\n 8. Sawant A, Kasat G, Pawar P , Tamhankar A. Spontaneous large renal pelvis \nhematoma in ureteropelvic junction obstruction presenting as an acute \nabdomen: rare case report. Urol Ann. 2016;8(2):239. https:// doi. org/ 10. \n4103/ 0974‑ 7796. 177197.\n 9. Mujo T, Finnegan T, Joshi J, Wilcoxen KA, Reed JC. Situs ambiguous, levo ‑\ncardia, right sided stomach, obstructing duodenal web, and intestinal \nnonrotation: a case report. J Radiol Case Rep. 2015;9(2):16–23.\n 10. Lagrotta G, Moises M. Heterotaxy polysplenia syndrome in adulthood: \nfocused review and a case report. Cureus. 2020;12(1):1–10.\n 11. Rameshbabu CS, Gupta KK, Qasim M, Gupta OP . Heterotaxy polysplenia \nsyndrome in an adult with unique vascular anomalies: case report with \nreview of literature. J Radiol Case Rep. 2015;9(7):22–37.\n 12 Khalilian MR, Mollatayefeh A, Tahouri T, Mahdavi A, Dalirani R. Anatomical \nfindings of renal and urological abnormalities in cardiac catheterization \nof children with congenital heart diseases—a single center experience. \nQatar Med J. 2021. https:// doi. org/ 10. 5339/ qmj. 2021. 54.\n 13 Abraham B, Shivanna S, Tejesh C. Dextrocardia and ventricular septal \ndefect with situs inversus: anesthetic implications and management. \nAnesth Essays Res. 2012;6(2):207. https:// doi. org/ 10. 4103/ 0259‑ 1162. \n108333.\n 14 Marchandot B, Curtiaud A, Matsushita K, Trimaille A, Host A, Faller E, et al. \nEndometriosis and cardiovascular disease. Eur Hear J Open. 2022. https:// \ndoi. org/ 10. 1093/ ehjop en/ oeac0 01.\n 15 Klein J, Gonzalez J, Miravete M, Caubet C, Chaaya R, Decramer S, et al. \nCongenital ureteropelvic junction obstruction: human disease and ani‑\nmal models. Int J Exp Pathol. 2011;92(3):168–92. https:// doi. org/ 10. 1111/j. \n1365‑ 2613. 2010. 00727.x.\n 16. Shetty A, Walizai T, Carpenter G, et al. Extrarenal pelvis. Reference article. \nRadio paedia. org . Accessed 17 Jan2025. https:// doi. org/ 10. 53347/ \nrID‑ 27487.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}