{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05052-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05052-1.pdf",
  "metadata": {
    "/Keywords": "Rare conditions; Neurological disorders; Autism; Arthrogryposis; Bilateral cataract; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250131185339+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250131154517+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05052-1",
    "/Author": "Naresh Tayade ",
    "/Title": "Genomic exploration of pediatric neurological disorders: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05052-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pediatric neurological disorders include neurodegenerative diseases causing cognitive impairment \nand vision loss. They are one of the important causes of morbidity and mortality in children with diverse etiologies. \nDiagnosis is difficult despite genetic work, and a final diagnosis can be achieved in only 60% of cases.",
    "Case Presentation": "Case presentation We explore three Indian cases of pediatric neurological diseases (with age presented \nat the clinic), viz. arthrogryposis (8 years), autism (18 months), and congenital bilateral cataract (3 years), by analyzing \nclinical exomes. In this work, we attempt to understand rare neurological disorders in an Indian pediatric cohort using \nexome studies.",
    "Conclusion": "Conclusion We used our benchmarked CONVEX pipeline for screening consensus variants, wherein EIF2B2 \nwas found to be inherently pathogenic. We map the association of variants and genes and disease correlation to neuroleptic malignant syndrome, which matches the phenotype to the cases.\nKeywords  Rare conditions, Neurological disorders, Autism, Arthrogryposis, Bilateral cataract, Case report",
    "Introduction": "Introduction\nNeurological disorders are quite common, with congeni tal/inborn disorders very difficult to diagnose or detect \n[1]. Intellectual disability (ID), autism, and other associ ated disorders are known to affect 1–3% of the world’s \npopulation, with an incidence of 1 in 12,000 live births \n[2]. Although the NCBI’s dbSNP (https:// www. ncbi. nlm. \nnih. gov/ snp/ last accessed on 1 July 2024) is validated, \nand ClinVar (https:// www. ncbi. nlm. nih. gov/ clinv  ar/ last accessed on 1 July 2024) has a compendium of bona fide \nrecords, not all data are reviewed thoroughly. For exam ple, several disease-causing genes that are known, with \nspecific genetic diagnosis, remain elusive in many cases \n[3], and as these are all heterogeneous groups of disor ders, various mutations associated with developmental \ndefects and dysfunction are not properly reviewed and \nannotated. The last decade has led to a better under standing of disease. Diagnosis is owing to chromosomal \nbreakpoint mapping, multiomics integration, systems \ngenomics approaches, whole-genome array-based copynumber analysis, and nanostring panels, besides the \nemphasis on understanding the pedigree structure for \nmolecular diagnosis [4]. In this work, we attempt to iden tify pathogenic mutations in three neurological diseases, \nviz. arthrogryposis, bilateral congenital cataract with \nglobal developmental delay (GDD), and autism spectrum \ndisorders (ASD). The autism spectrum is a neurodevelop mental condition that is visible at the beginning of early \nchildhood and persists throughout life [5]. As it affects Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Naresh Tayade and Gautham Manoj contributed equally as first authors.\n*Correspondence:\nPrashanth Suravajhala\nprash@bioclues.org\n1 Department of Pediatrics, Dr Panjabrao Deshmukh Medical College \nAmravati and Life Care Hospitals, Amaravati 444601, India\n2 Amrita School of Biotechnology, Amrita Vishwa Vidyapeetham, \nClappana PO 690525, India\n3 Bioclues.org, Hyderabad 501511, India\n4 Genome Sequencing Centre, Maulana Azad Medical College, \nDelhi 110002, India\nPage 2 of 7 Tayade et al. Journal of Medical Case Reports           (2025) 19:43 \nthe nervous system, the affected person lacks cogni tive, emotional, social, and physical health. The severity \nand duration of symptoms might vary substantially, with \nsevere communication and social interaction issues with \nrepetitive behavior patterns. Knowing the genetic origin \nof ASD could be one of the most critical aspects of future \ndiagnosis and therapy [6]. Likewise, arthrogryposis is a \ncondition that causes a variety of joint contractures. It is \na complicated etiological illness that affects one in 3000 \nlive babies, although the prenatal frequency is higher, \nsignifying a high intrauterine mortality rate [7]. The dis ease’s genetic diversity has been demonstrated by linking \nit to 400 distinct genes. Intrinsic/primary/fetal etiology \nis caused by abnormalities in different body sections, \nincluding the brain, nerve cells, muscles, bones, tendons, \njoints, etc. Among the 400 genes implicated, 9 newly \nfound genes, including CNTNAP1, MAGEL2, ADGRG6, \nASXL3, and STAC3 , harbor pathogenic variants [8].\nCase presentation\nChief complaints\nCase 1: a male Indian child with arthrogryposis congen ita with delayed development presented to the clinic at \n8 years of age.\nCase 2: a Male Indian child with microcephaly and \nautism presented to the clinic at 18 months of age.\nCase 3: an male Indian child with bilateral cataract, fail ure to thrive (FTT), and some developmental delay pre sented to the clinic at 3.5 years of age.\nHistory of past illness\nCase 1: On antenatal ultrasonography, the baby was \nfound to have a short femur and humerus, and the \nmother had hyperemesis in all trimesters. He was born \nfull term via normal vaginal delivery and had meconiumstained liquor along with crossed leg and contracture \nof the elbow and bilateral right hamstring and iliotibial \nband. During 6 days of hospitalization, no hypoglycemia \nor convulsions were noted. For contracture, he was oper ated on at the age of 3 years. At 8 years old, he was not \nable to walk or sit by himself but can do this with sup port. He received physiotherapy and followed up with an \northopedician but without much benefit.\nCase 2: The parents noticed developmental delay \nat 18  months of age. At present, he is able to walk and \nrun but cannot communicate in sentences, being able to \nspeak only words. He is under follow-up and taking treat ment from speech and behavioral therapists but without \nmuch improvement.\nCase 3: The mother had a fever for 2–3  days without \nany rash in the first 2 months of pregnancy. While ante natal ultrasound showed signs of early-onset intrauterine \ngrowth retardation, he was born preterm with low birth weight (1.7 kg) and admitted into the neonatal intensive \ncare unit (NICU) for 8 days. He has not had regular fol low-up with a pediatrician or physiotherapist. Bilateral \nextraction of cataract was done at 1 year of age.\nPersonal and family history\nCase 1: Our history-taking revealed family history. His \nsister had a similar disease, but she was only mildly \naffected compared with him.\nCase 2: He was born from a nonconsanguineous mar riage without significant family history.\nCase 3: He was born from a nonconsanguineous mar riage without significant family history.\nPhysical examination\nCase 1: He had GDD and microcephaly (head circumfer ence 50 cm), and other examination findings indicated a \nbroad nose, long toes, laxity of fingers, with hyperexten sibility of the knees and elbow.\nCase 2: The clinical examination showed microcephaly, \nhypertonia, failure to recognize things, and significant \nspeech delay.\nCase 3: The clinical examination showed microcephaly, \nFTT, and a small anterior fontanelle with a prominent \nmetopic suture. He had normal motor development but \nsignificant speech delay (only cooing).\nLaboratory investigations\nCase 1: On referral from the previous investigation by a \nneurologist, an investigation showed normal karyotype, \nelectromyography, and nerve conduction study.\nCase 2: Thyroid and routine blood investigations were \nnormal.\nCase 3: The ophthalmic examination showed bilat eral cataracts (right > left) with intraocular calcification. \nOther investigations showed normal to complete hemo gram, toxoplasma, and other, rubella, cytomegalovirus, \nand herpes simplex negative, with normal renal and liver \nfunction tests except increased alkaline phosphatase level \n(567 U/L).\nImaging examinations\nCase 1: Magnetic resonance imaging (MRI) findings of \nthe brain showed paucity of white matter.\nCase 2: MRI findings of the brain were normal.\nCase 3: Computed tomography of the brain showed \ngeneralized cerebral shrinkage with prominence of cor tical sulci and cisternal spaces with bilateral periven tricular volume loss and ex vacuo prominence of frontal \nhorns.\nPage 3 of 7\n Tayade et al. Journal of Medical Case Reports           (2025) 19:43 \n \nFinal diagnosis\nCase 1\nThe patient was thought to be suffering from arthro gryposis congenita, most probably due to neurological \ncauses.\nCase 2\nThe diagnosis was a complex autism phenotype with \nmicrocephaly, probably due to genetic cause.\nCase 3\nThe diagnosis was GDD with bilateral cataracts to rule \nout genetic or metabolic etiology.\nTreatment\nAll of them were advised regarding physiotherapy and \ndevelopmental and stimulation therapy, but none of them \nwere on regular treatment.\nOutcome and follow‑up\nCase 1\nThe patient was able to walk with difficulty, showing no \nfurther deterioration or improvement from the previous \nlevel.\nCase 2\nThe patient had some improvement in speech and social \ncommunication but still significant delay.\nCase 3\nThe patient had more neurological deterioration, not \nbeing able to sit, stand, or communicate.",
    "Discussion": "Discussion\nThree variants in SMPD4 are known to be associated \nwith arthrogryposis\nSMPD4 is the only known gene implicated in arthro gryposis from our exome sequencing analyses, and fur thermore, we found three variants derived from the same \ngene, SMPD4 (Table  1) [9]. These are found on chromo some 2 (rs766318490, rs780446128, and rs1391542283) \nwith minor allele frequency (MAF) for the first two \nvariants amounting to ≤0.0001%, showing that they are \nextremely rare variants. The MAF of rs766318490 and \nrs780446128 in the GnomAD showed minor allele of \nT = 0.000016/4 and A = 0.000004/1, respectively, while \nthe Allele Frequency Aggregator (ALFA) database \nshowed T = 0.000051/1 and A = 0./0. For rs1391542283, \nGeneMANIA [10] yielded distinct interactions for \nSMPD4, and many pathways, associated with transcrip tion regulation, factors, cell adhesion, chromatin bind ing, and neurodegeneration (Fig.  1). SMPD4 is associated \nwith ceramide and is produced by sphingomyelinases as \na secondary messenger in intracellular signaling path ways involved in the cell cycle, differentiation, or death. \nSMPD4 mediates tumor necrosis factor-stimulated oxi dant generation in skeletal muscle showing biallelic lossof-function mutations in SMPD4, which codes for the \nneutral sphingomyelinase-3/SMPD4. However, we could \nnot find any SMPD4 variants attributing to pathogen esis from our CONVEX pipeline. Proteomics research \non human Myc-tagged SMPD4 overexpression demon strated localization to both the outer nuclear envelope \nand the endoplasmic reticulum (ER), and interactions \nwith multiple nuclear pore complex proteins. Fibroblasts \nTable 1 List of identified pathogenic variants\n1 Those appearing in the IndiGen databaseSample Gene Chr. position Rs ID Variation Clinical significance Phenotypes MAF Database\nNV SMPD4 2:130155268 rs766318490 C > T Pathogenic Neurodevelopmental \ndisorder with micro cephaly, arthrogryposis, \nstructural brain anomalies, and microcephaly0.000016/4 GnomAD_Exomes\nNV SMPD4 2:130173278 rs780446128 C > A Pathogenic Neurodevelopmental \ndisorder with micro cephaly, arthrogryposis, \nstructural brain anomalies, and microcephaly0.000004/1 GnomAD_Exomes\nAB ZFYVE261 14:67816033 rs17192296 T/A Conflicting interpretations of pathogenicityNot specified, spastic \nparaplegia, recessive0.02 Qatari\nAB DRD31 3:114128842 rs3732791 G/A Conflicting interpretations of pathogenicityHereditary essential \ntremor, not provided0.015 Korean\nAB DNAH51 5:13900212: rs115004914 G/T Conflicting interpretations of pathogenicityPrimary ciliary dyskinesia, not specified, \nnot provided0.002 Korea1K\nDB OBSCN 1:228211913 rs371783634 G/A NA 0.000007/1 Extremely rare variant\nPage 4 of 7 Tayade et al. Journal of Medical Case Reports           (2025) 19:43 \nfrom afflicted people had aberrant ER cisternae, suggest ing enhanced autophagy, and were more vulnerable to \napoptosis under stress circumstances, whereas SMPD4 therapy slowed cell cycle progression. It has been dem onstrated that SMPD4 connects membrane sphingolipid \nhomeostasis to cell fate by regulating the crosstalk \nFig. 1 Gene networks and validation of single-nucleotide polymorphisms. A GeneMANIA interaction network (all interactions) with physical \ninteraction network as indicated by pink edges; B phenolyzer map of all genes associated with distinct pathways. The colored genes match \nepilepsy. The most disease-relevant genes are shown as seed genes alongside predicted genes in the deletion regions. Green lines show \nthat the two node genes belong to the same gene family, whereas yellow lines indicate that they belong to the same biosystem. This pink node \nrepresents the diseased phenotypes that we enter regarding our disease. It includes autism spectrum disorders, epilepsy, neuroleptic malignant \nsyndrome, and neuro abnormalities; C Sanger validation",
    "Results": "results\nPage 5 of 7\n Tayade et al. Journal of Medical Case Reports           (2025) 19:43 \n \nbetween the ER and the outer nuclear envelope and that \nits absence indicates a pathogenic mechanism in micro cephaly [11]. The three variants are unreported in nonAsian databases, as they are very rare, highlighting that \nthere have been limited examinations of these variants.\nPathogenic variants associated with microcephaly \nand autism\nThe pathogenic variants were screened for case 2, \nand a final list of 15 variants was filtered across sub population databases and specific phenotype matches \nbased on their MAF and clinical significance. The four \npathogenic variants, viz. NM_001104.4(ACTN3):c.1\n729C > T(p.Arg577Ter); NM_015346.4(ZFYVE26):c.70A > T; NM_000796.6(DRD3):c.1077C > T(p.His359 =); \nNM_001369.3(DNAH5):c.2253C > A (p.Asn751Lys), \nwere found at chromosome position 11, 14, 3, and 5, \nrespectively, and were linked with neurodevelopmen tal disorders such as schizophrenia and structural \nbrain anomalies. A few extremely rare variants with \nMAF ≤ 0.001 were identified for the filtered set match ing the index case. These variants were further searched \nin the Indian genome variant database, IndiGen (https:// \ncling en. igib. res. in/ indig en, last accessed 1 July 2024), \nin addition to ALFA and GnomAD_exomes report ing these variants (Table  1). However, from the latest \nClinVar mapping, we found them to be benign. Further \nshortlisting to two pathogenic variants (ACTN3) was \ndone and probed to check whether they are associated \nwith inherent pathways. The genes harboring mutations \nwere alpha-actinin-3 (ACTN3), dopamine receptor D3 \n(DRD3), dynein axonemal heavy chain 5 (DNAH5), and \nzinc finger five types containing 26 (ZFYVE26), as can didates inherent to congenital bilateral cataract, besides \nD3 subtype receptor proteins inhibiting adenylyl cyclase \npathways (Fig.  1). The receptor is localized to the limbic \nareas of the brain and associated with cognitive, emo tional, and endocrine functions. Several literature stud ies show that this gene has some association with ASD \n[12, 13]. A single-nucleotide polymorphism of the DRD3 \ngene (rs167771) was recently associated with ASD, with \ndifferent polymorphisms corresponding to varying \ndegrees of behavior [14]. In contrast, the other two genes \nare normal genes unrelated to neurological disease. We \nfurther sought to check whether or not Phenolyzer path ways revealed the diagnosis of PWS and how four genes, \nviz. DRD3, DNAH5, ZFYVE26, and ACTN3, are associ ated with the phenotypes represented by human pheno type ontology terms [15]. The branched-chain ketoacid \ndehydrogenase kinase (BCKDK) is a seed gene on chro mosome 16 associated with the mitochondrial protein \nkinases family and regulates the catabolic pathways \nfor valine, leucine, and isoleucine. By searching for two related types of syndromic ASD, one caused by mutations \nin BCKDK and the other by mutations in BCKDK, lower \nBCAA levels may also be detrimental to brain develop ment, as evidenced by the discovery of BCKDH muta tions in families with ASD, ID, and seizures. Other genes \nAC AT1 , SLC2AL, ALDH7A1, SCN2A, PSAT1 , SCNIA , \nand KCNJ11 are all connected and may likely cause some \nneurological disorders. ASD is a complex neurodevelop mental condition characterized by social communication \ndeficits and repetitive behaviors [11, 12]. Recent research \nhas highlighted the involvement of molecular factors in \nASD, with particular attention to the glycoprotein Reelin. \nEncoded by the RELN  gene, Reelin plays a crucial role in \nneuronal migration and synaptic plasticity during brain \ndevelopment, notably in the cerebral cortex and cerebel lum, influencing neural circuit formation. Altered Reelin \nexpression in individuals with autism suggests its poten tial contribution to atypical neural connectivity. The \ndownstream effects of Reelin on molecular pathways, \nincluding the modulation of GABAergic interneurons, \nfurther enhance its role in autism pathogenesis. Recent \nfindings underscore the importance of considering Ree lin’s role in the biological etiology of autism, emphasiz ing the intricate interplay of genetic and environmental \nfactors [16]. These insights not only advance our under standing of autism’s biological underpinnings but also \noffer promising avenues for targeted therapeutic inter ventions, shaping the future of diagnostic and therapeu tic strategies for individuals with autism.\nConclusion\nGenetic variation attributing to pathogenesis is a signifi cant bottleneck. In this work, we attempted to under stand rare neurological disorders in an Indian pediatric \ncohort using exome studies. While we found that EIF2B2 \nis inherently pathogenic, we find that neuroleptic malig nant syndrome may cause brain damage, which is a \nmatching phenotype. Our study, however, has certain \nlimitations, viz. (1) Parental genotyping or family exome \nanalyses were not done, which could bring candidate ger mline mutations associated with these disorders. Despite \nthe lack of parental data and the potential for misdiag nosis, this study identifies the inherent pathogenicity of \nEIF2B2 and its association with neuroleptic malignant \nsyndrome and brain damage. Nonetheless, we acknowl edge that our findings are specific to a particular region \nin India and may not be attributed to the entire popula tion. (2) The potential presence of intronic variants and \nthe limited scope of exome sequencing necessitate fur ther investigation with whole-genome sequencing and \nfunctional studies. Identifying EIF2B2 as a disease-caus ing gene offers a promising avenue for future research \nand development of targeted therapies for these rare \nPage 6 of 7 Tayade et al. Journal of Medical Case Reports           (2025) 19:43 \nneurological disorders. Small sample sizes may not be \ntypical for the general population, especially in rare dis eases. We argue that, if the research population is not \ndiverse, the results may not be applied to other ethnic \nor demographic groups. The clinical exome panel may \nnot cover all crucial genes or areas, and variation cat egorization might be complex and subjective. Further \nexome sequencing may overlook regulatory regions and \nnoncoding variations that may play a role in illness, and \nvariant identification",
    "Methods": "methods may yield false positives or \nfalse negatives. Using ClinVar alone to evaluate variants \nhas limits, and prediction methods may not always ade quately represent in  vivo biological importance. Finally, \nas monogenic disorders are rare and poorly understood, \nit hints at a general restriction in our understanding of \nrare diseases. Because the CONVEX pipeline is consid ered a consensus variant pipeline, it is critical to confirm \nits performance by comparing it with known standards \nand datasets [17]. As genomics is a dynamic field, new \ngenes and variant classifications might develop, affect ing the relevance and accuracy of the study findings \nover time. In conclusion, this research lays the ground work for further explorations into the genetic landscape \nof rare neurological disorders in the Indian population, \npaving the path for improved diagnosis, treatment, and, \nultimately, a brighter future for those affected by these \ndebilitating conditions.\nAcknowledgements\nThe authors thank the parents of the patients for their strong support.\nAuthor contributions\nTayade N. and Krishna A. A. contributed equally to this work as co-first authors; \nTayade N. and Suravajhala P . conceptualized the work and proofread the \nmanuscript; Suravajhala P ., Krishna A. A., Manoj G., and Kewat A. performed the \nanalyses; Devulapalli R., Kumar S., Polipalli S. K., Nair B. G., and Bandapalli O. R. \ncontributed to writing up figures and the manuscript.\nFunding\nNone.\nAvailability of data and materials\nThe final VCF files are available upon request.\nDeclarations\nEthics approval and consent to participate\nThe individuals were recruited from an outpatient clinic of Lifecare Hospitals, \nAmravati, Maharashtra, India. Before taking the patients’ DNA samples and \nsubjecting them to clinical exome sequencing, informed consent was duly \nobtained from their parents.\nConsent for publication\nWritten informed consent was obtained from the patients’ legal guardians for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no conflicts of interest.Received: 30 July 2024   Accepted: 9 December 2024\nReferences\n 1. Warmerdam HAG, Termeulen-Ferreira EA, Tseng LA, Lee JY, van Eeghen \nAM, Ferreira CR, van Karnebeek CDM. A scoping review of inborn errors of \nmetabolism causing progressive intellectual and neurologic deterioration \n(PIND). Front Neurol. 2019;10:1369. https:// doi. org/ 10. 3389/ fneur. 2019. \n01369.\n 2. Charman T, Pickles A, Simonoff E, Chandler S, Loucas T, Baird G. IQ in \nchildren with autism spectrum disorders: data from the special needs \nand autism project (SNAP). Psychol Med. 2011;41:619–27. https:// doi. org/ \n10. 1017/ S0033 29171 00009 91.\n 3. Jackson M, Marks L, May GHW, Wilson JB. The genetic basis of disease. \nEssays Biochem. 2018;62:643–723. https:// doi. org/ 10. 1042/ EBC20 170053.\n 4. Lunke S, Bouffler SE, Patel CV, Sandaradura SA, Wilson M, Pinner J, Hunter \nMF, Barnett CP , Wallis M, Kamien B, Tan TY, Freckmann ML, Chong B, \nPhelan D, Francis D, Kassahn KS, Ha T, Gao S, Arts P , Jackson MR, Scott HS, \nEggers S, Rowley S, Boggs K, Rakonjac A, Brett GR, de Silva MG, Springer \nA, Ward M, Stallard K, Simons C, Conway T, Halman A, Van Bergen NJ, \nSikora T, Semcesen LN, Stroud DA, Compton AG, Thorburn DR, Bell KM, \nSadedin S, North KN, Christodoulou J, Stark Z. Integrated multi-omics for \nrapid rare disease diagnosis on a national scale. Nat Med. 2023;29:1681–\n91. https:// doi. org/ 10. 1038/ s41591- 023- 02401-9.\n 5. Faras H, Al Ateeqi N, Tidmarsh L. Autism spectrum disorders. Ann Saudi \nMed. 2010;30:295–300. https:// doi. org/ 10. 4103/ 0256- 4947. 65261.\n 6. Okoye C, Obialo-Ibeawuchi CM, Obajeun OA, Sarwar S, Tawfik C, Waleed \nMS, Wasim AU, Mohamoud I, Afolayan AY, Mbaezue RN. Early diagnosis of \nautism spectrum disorder: a review and analysis of the risks and benefits. \nCureus. 2023;15(8): e43226. https:// doi. org/ 10. 7759/ cureus. 43226.\n 7. Hall JG, Kiefer J. Arthrogryposis as a syndrome: gene ontology analysis. \nMol Syndromol. 2016;7:101–9. https:// doi. org/ 10. 1159/ 00044 6617.\n 8. Hu WF, Chahrour MH, Walsh CA. The diverse genetic landscape of neurodevelopmental disorders. Annu Rev Genomics \nHum Genet. 2014;15:195–213. https:// doi. org/ 10. 1146/ annur \nev- genom- 090413- 025600.\n 9. Magini P , Smits DJ, Vandervore L, Schot R, Columbaro M, Kasteleijn E, van \nder Ent M, Palombo F, Lequin MH, Dremmen M, de Wit MCY, Severino \nM, Divizia MT, Striano P , Ordonez-Herrera N, Alhashem A, Al Fares A, \nAl Ghamdi M, Rolfs A, Bauer P , Demmers J, Verheijen FW, Wilke M, van \nSlegtenhorst M, van der Spek PJ, Seri M, Jansen AC, Stottmann RW, \nHufnagel RB, Hopkin RJ, Aljeaid D, Wiszniewski W, Gawlinski P , LaureKamionowska M, Alkuraya FS, Akleh H, Stanley V, Musaev D, Gleeson \nJG, Zaki MS, Brunetti-Pierri N, Cappuccio G, Davidov B, Basel-Salmon L, \nBazak L, Shahar NR, Bertoli-Avella A, Mirzaa GM, Dobyns WB, Pippucci \nT, Fornerod M, Mancini GMS. Loss of SMPD4 causes a developmental \ndisorder characterized by microcephaly and congenital arthrogryposis. \nAm J Hum Genet. 2019;105:689–705. https:// doi. org/ 10. 1016/j. ajhg. 2019. \n08. 006.\n 10. Warde-Farley D, Donaldson SL, Comes O, Zuberi K, Badrawi R, Chao P , \nFranz M, Grouios C, Kazi F, Lopes CT, Maitland A, Mostafavi S, Montojo J, \nShao Q, Wright G, Bader GD, Morris Q. The GeneMANIA prediction server: \nbiological network integration for gene prioritization and predicting \ngene function. Nucleic Acids Res. 2010;38:W214–20. https:// doi. org/ 10. \n1093/ nar/ gkq537.\n 11. Smits DJ, Schot R, Krusy N, Wiegmann K, Utermöhlen O, Mulder MT, den \nHoedt S, Yoon G, Deshwar AR, Kresge C, Pletcher B, van Mook M, Ferreira \nMS, Poot RA, Slotman JA, Kremers GJ, Ahmad A, Albash B, Bastaki L, \nMarafi D, Dekker J, van Ham TJ, Nguyen L, Mancini GMS. SMPD4 regulates \nmitotic nuclear envelope dynamics and its loss causes microcephaly and \ndiabetes. Brain. 2023;146:3528–41. https:// doi. org/ 10. 1093/ brain/ awad0 \n33.\n 12. Liu J, Fu H, Kong J, Yu H, Zhang Z. Association between autism spectrum \ndisorder and polymorphisms in genes encoding serotine and dopamine \nreceptors. Metab Brain Dis. 2021;36:865–70. https:// doi. org/ 10. 1007/ \ns11011- 021- 00699-3.\n 13. Jiang CC, Lin LS, Long S, Ke XY, Fukunaga K, Lu YM, Han F. Signalling \npathways in autism spectrum disorder: mechanisms and therapeutic \nPage 7 of 7\n Tayade et al. Journal of Medical Case Reports           (2025) 19:43 \n \nimplications. Signal Transduct Target Ther. 2022;7:229. https:// doi. org/ 10. \n1038/ s41392- 022- 01081-0.\n 14. Staal WG, Langen M, van Dijk S, Mensen VT, Durston S. DRD3 gene and \nstriatum in autism spectrum disorder. Br J Psychiatry. 2015;206:431–2. \nhttps:// doi. org/ 10. 1192/ bjp. bp. 114. 148973.\n 15. Yang H, Robinson PN, Wang K. Phenolyzer: phenotype-based prioritization of candidate genes for human diseases. Nat Methods. 2015;12:841–3. \nhttps:// doi. org/ 10. 1038/ nmeth. 3484.\n 16. Scala M, Grasso EA, Di Cara G, Riva A, Striano P , Verrotti A. The pathophysiological link between reelin and autism: overview and new insights. Front \nGenet. 2022;13:869002. https:// doi. org/ 10. 3389/ fgene. 2022. 869002.\n 17. Raju RM, Singh UP , Suravajhala P . Benchmarking whole exome sequencing pipeline for predicting pathogenic variants of significance. bioRxiv. \n2023. https:// doi. org/ 10. 1101/ 2023. 10. 07. 561328.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}