{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05002-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05002-3.pdf",
  "metadata": {
    "/Keywords": "Evans syndrome; Systemic lupus erythematosus; Autoimmune hemolytic anemia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241228171407+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241228201701+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05002-3",
    "/Author": "Maryam Mansour ",
    "/Title": "Evans syndrome as a presentation in systemic lupus erythematous, coexisting with Hashimoto’s thyroiditis and pernicious anemia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05002-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Evans syndrome is a rare disorder characterized by the simultaneous or sequential combination \nof autoimmune hemolytic anemia and immunological thrombocytopenia, together with a positive direct antiglobulin \ntest. This syndrome, which can be primary or secondary, is a rare initial manifestation of autoimmune diseases, notably \nsystemic lupus erythematosus, with 1.7–2.7% of patients with systemic lupus erythematosus developing secondary \nEvans syndrome, sometimes preceding the onset of systemic lupus erythematosus symptoms.",
    "Case Presentation": "Case presentation A 47-year-old Middle Eastern female presented with symptoms including shortness of breath, \nchest pain, and weakness. Physical examination revealed pallor, pale conjunctiva, icteric sclera, tachycardia, \nand tachypnea. She was diagnosed with Evans syndrome owing to hemolytic anemia, thrombocytopenia, and a positive Coombs test, where initial resistance to treatment prompted intensive therapy with methylprednisolone, intravenous immunoglobulin, and rituximab. Subsequent identification of systemic lupus erythematosus on the basis \nof positive anti-nuclear antibodies and anti-double-stranded deoxyribonucleic acid antibodies led to treatment \nwith mycophenolate mofetil and hydroxychloroquine. Further evaluations uncovered Hashimoto’s thyroiditis and per nicious anemia, necessitating thyroxine supplementation and vitamin B12 injections.",
    "Conclusion": "Conclusion Hematologic abnormalities play a crucial role in the diagnostic framework of systemic lupus erythematosus. This case highlights a patient initially diagnosed with Evans syndrome, revealing an underlying systemic lupus \nerythematosus. The presentation underscores the significance of hematologic manifestations as integral components \nof the diagnostic framework for autoimmune diseases, emphasizing the intricate relationship between Evans syndrome and systemic lupus erythematosus.\nKeywords  Evans syndrome, Systemic lupus erythematosus, Autoimmune hemolytic anemia\nBackground\nEvans syndrome (ES), initially identified by Evan and \nDuane in 1951, is an uncommon autoimmune condition \nof unknown etiology [1], estimated to occur in 1.8 cases \nper million individuals annually [2]. It is characterized by \nthe concurrent or sequential development of Coombspositive autoimmune hemolytic anemia (AIHA) and idi opathic thrombocytopenic purpura (ITP), whether or \nnot it is accompanied by immune neutropenia [1]. It is Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMaryam Mansour\nmaryam.mansour87@gmail.com\n1 Faculty of Medicine, Al-Quds University, Jerusalem, Palestine\n2 Istishari Arab Hospital, Ramallah, Palestine\nPage 2 of 5 Mansour et al. Journal of Medical Case Reports          (2024) 18:643 \npredicted to occur in 7% of patients with AIHA and 2% of \nITP cases [3]. It is one of the rare manifestations of auto immune diseases, particularly systemic lupus erythema tosus (SLE), and it occasionally occurs before symptoms \never manifest [4].\nThe complex interaction among autoimmune disor ders is a focal point of interest in the medical field, as \nrecent research uncovers potential connections. This \nincludes the intriguing correlation between SLE and \nEvans syndrome, and its association with other autoim mune diseases (AIDs) [5–8]. As was predicted, 1.7–2.7% \nof patients with SLE have been observed to have sec ondary ES [8, 9]. Additionally, 34% of SLE-associated ES \nwas also linked to other autoimmune diseases, includ ing Takayasu’s arteritis, antiphospholipid syndrome, and \neven rare autoimmune thyroiditis and autoimmune hepa titis [8]. Very few case reports of the association of SLE, \nEvans syndrome, Hashimoto’s thyroiditis, and pernicious \nanemia were found in the literature review, and to the \nbest of our knowledge, our case is one of them.\nCase presentation\nWe report the case of a 47-year-old white Middle Eastern \nfemale, who was apparently in good health with no sig nificant medical history until 1 week prior to admission, \nwhen she started to complain of new-onset shortness \nof breath that increased with exertion and was relieved \nby rest. This was associated with frequent episodes of \ncentral chest pain that increased with activity, general ized weakness, fatigue, and decreased appetite and oral \nintake. Notably, she described progressive tiredness and \nobserved a yellowish discoloration of her face. Over the \ncourse of the week, her symptoms gradually intensi fied to the point where she experienced dizziness upon \nstanding.\nSo, she presented to the emergency department and \nremained hospitalized for 15  days. Initial screening \nrevealed evidence of macrocytic anemia and thrombo cytopenia, with a hemoglobin level of 4.5  g/dL, a mean \ncorpuscular volume (MCV) of 120, and a platelet count \nof 77 ×  109/L (Table  1), without signs of active bleeding. \nClinical examination revealed an afebrile patient with a \npallid appearance, pale conjunctiva, and icteric sclera. \nVital signs indicated tachycardia, with a heart rate of 105 \nbeats per minute, and tachypnea, with a respiratory rate \nof 27 breaths per minute. Other systemic examination \nyielded normal findings.\nOwing to the patient’s hemodynamic instability, admis sion to the intensive care unit was warranted. An electro cardiogram (ECG) conducted during this period revealed \nsupraventricular tachycardia (SVT), recurring three \ntimes within a 3-day span. The SVT episodes were suc cessfully treated with 6  mg of adenosine. Additionally, two units of least-incompatible packed red blood cell \nconcentrates were transfused. A whole-body computed \ntomography (CT) scan was performed, which revealed \nan enlarged spleen that measured 14.5  cm in bipolar \nlength. A peripheral blood smear revealed thrombocyto penia and spherocytes without an increase in the num ber of schistocytes. Markers for hemolysis (Table  2)were \nrequested, and the",
    "Results": "results demonstrated a positive direct \nCoombs test, indicating the presence of autoimmune \nhemolytic anemia (AIHA).\nViral serologies (Table  3), along with blood, nasal, and \nrectal swabs, were collected, and cultures were negative, \nruling out a current infection. Furthermore, a transtho racic echocardiogram was conducted, yielding normal \nfindings. Further investigation through bone marrow Table 1 Complete Hematological and Metabolic profile\nHCT Hematocrit; Hb Hemoglobin; RBC Red blood cell; MCHC Mean corpuscular \nhemoglobin concentration; MCH  Mean corpuscular hemoglobin; MPV Mean \nplatelet volume; PLT  Platelets; NEUT Neutrophils; LYMPH Lymhocytes; WBC \nWhite blood cell; BASO  Basophils; EO Eosinophils; PDW Platelet distribution \nwidth; RDW Red cell distribution width; CRP C-reactive protein; ALT  Alanine \naminotransferase; AST Aspartate aminotransferase; Mg MagnesiumResult name Normal range Results\nHCT 37.0–51.0 11.2\nHb 12.0–14.0 4.5\nRBC 4.20–6.30 0.93\nMCHC 31.0–36.0 40.2\nMCH 26.0–32.0 48.4\nMCV 80.0–97.0 120.4\nMPV 8–11 10.8\nPLT 140–440 77\nNEUT 1.8–7.70 17.94\nLYMPH 1–4.8 4.78\nWBC 4–11 23.94\nBASO 0.0–0.2 0.02\nEO 0.00–0.50 0\nPDW 0.1–99.9 11.6\nRDW % 11.0–16.0 37.6\nCRP 0–5 62.77\nAlbumin 3.5–5.2 3.88\nCreatinine, serum 0.5–0.9 0.52\nSGPT (ALT) 10–33 26.6\nBlood urea nitrogen 6–20 12.6\nSGOT (AST) 0–32 72.4\nChloride 98–107 99.1\nPotassium 3.5–5.3 3.09\nSodium 135–145 136\nCalcium (Ca), serum 8.4–10 8.51\nMg 1.6–2.6 2\nTroponin high sensitivity quantitative0.008–0.02 0.027\nPage 3 of 5\n Mansour et al. Journal of Medical Case Reports          (2024) 18:643 \n \naspiration and biopsy revealed a cellularly reactive bone \nmarrow with erythroid hyperplasia and no morphologic \nevidence of infiltrative disease or leukemia.\nIn light of the hemolytic anemia, thrombocytope nia, and positive direct antiglobulin test (DAT) and \nafter ruling out other possible diagnoses, including \nthrombotic thrombocytopenic purpura, disseminated \nintravascular coagulation, paroxysmal nocturnal hemo globinuria, hemolytic-uremic syndrome, antiphospho lipid syndrome, and drug-induced AIHA, a clinical \ndiagnosis of Evans syndrome was established.\nUpon confirming the diagnosis of Evans syndrome, the \npatient was initiated on an intensive therapeutic regi men after showing resistance to the initial treatment with \ncorticosteroids. This began with a pulse therapy of meth ylprednisolone at 1 g  ×  1 for 3 days. Simultaneously, a \ncourse of 40 g of IVIG 2 g/kg for 4 days was initiated. In \naddition, four doses of rituximab at a dosage of 375 mg/\nm2 weekly for 4 weeks were administered. The first two \ndoses were administered while she was in hospital, while \nthe other two doses were administered weekly as an out patient. After this comprehensive intervention, clinically, \nthe patient became asymptomatic, and her CBC and hemolytic lab tests, including reticulocytes count and \nLDH, returned to normal.\nThroughout the patient’s hospitalization, the emer gence of a malar rash on the face, and the occurrence of \noral ulceration, prompted the requisition of rheumato logical markers. The results revealed positive anti-nuclear \nantibodies (ANA), positive anti-DsDNA, a decreased \nC4 level at 4 mg/dL (with a normal range of 10–40 mg/\ndL), and an elevated ESR level of 150 (compared with \nthe normal range of less than 20 mm/hour). Notably, the \nextractable nuclear antigen (ENA) profile yielded nega tive findings except for SS-A native (SS A/RO60). This \nconstellation of clinical and laboratory evidence aligns \nwith the diagnostic criteria for systemic lupus erythe matosus (SLE), as stipulated by the American College of \nRheumatology (ACR) [10]. Consequently, a diagnosis of \nEvans syndrome concomitant with SLE was conclusively \nestablished.\nFollowing this, mycophenolate mofetil was introduced \nat 500 mg twice daily. Considering the patient’s positive \nhepatitis B virus core status, lamivudine was initiated at \na dosage of 100 mg once daily. Hydroxychloroquine was \nintroduced at 200 mg twice daily as part of the ongoing \ntherapeutic strategy. After this comprehensive manage ment, the patient was discharged and commenced rheu matologic disease outpatient follow-up.\nA few months later, during the patient’s ongoing evalu ation, the patient reported fatigue and significant weak ness. Additional laboratory tests and an autoimmune \npanel were conducted to explore the possibility of other \nautoimmune diseases. The results revealed an elevated \nTSH level at 5.85 mU/L (normal range 0.35–4.94 mU/L), \na reduced free T4 level at 0.5 mU/L (normal range 0.7–\n1.48 mU/L), and positive findings for anti-thyroglobulin \nantibody and anti-thyroid peroxidase antibody, which \nconfirmed the diagnosis of Hashimoto’s thyroiditis. Fur thermore, the tests indicated deficient vitamin B12 levels, Table 2 Labratory results for Hemolytic workup\nTest name Normal range Results\nBilirubin (direct) 0–0.2 0.748\nBilirubin (total) 0–1.2 2.180\nLactate dehydrogenase total (LDH) 135–214 836\nHaptoglobin 0.3–2 0.01\nReticulocytes % 25.84\nDirect Coombs test (DCT) Positive + 4 \n(IgG) / + 2 \n(C3d)\nIndirect Coombs test (ICT) Positive + 3\nTable 3 Viral and Serological testing results\nHIV Human immunodeficiency virus; HCV Hepatitis C virus; HBsAg Hepatitis B surface antigen; HBc total Hepatitis B core antibody total; HBsAb Hepatitis B surface \nantibody; HBeAb Hepatitis B Envelop antibodyTest name First day of admission Fifth day of admission Seventh day \nof admission\nHIV Abs screening Nonreactive\nEpstein–Barr virus IgG/IgM Reactive/NR\nHCV Nonreactive\nHBsAg screening Nonreactive Nonreactive\nHBc total Reactive\nHBc IgM Nonreactive\nHBsAb (anti-s) Reactive 87.3\nHBe Ab Reactive\nPage 4 of 5 Mansour et al. Journal of Medical Case Reports          (2024) 18:643 \nand the confirmation of anti-parietal cell and anti-intrin sic factor antibodies confirmed the diagnosis of perni cious anemia. In response to these findings, the patient \ninitiated a therapeutic regimen consisting of thyroxine at \n25 mcg and intramuscular vitamin B12 injections. A year \nlater, her general symptoms, including those associated \nwith SLE, as well as her laboratory values, including CBC \nand liver function, had returned to normal.",
    "Discussion": "Discussion\nWe present a case of systemic lupus erythematosus (SLE) \nmanifesting as Evans syndrome. Our patient presented \nwith shortness of breath, chest pain, fatigue, jaundice, and \northostatic hypotension. Evans syndrome was confirmed \nas the initial diagnosis, characterized by a combination \nof AIHA and ITP . Subsequently, SLE was identified on \nthe basis of positive Ds-DNA and positive ANA. Patients \ndiagnosed with SLE should be considered for other auto immune disorders. Considering the association of SLE \nwith other autoimmune conditions, a comprehensive \nautoimmune panel was conducted. The results unveiled \nthe coexistence of Hashimoto’s thyroiditis and pernicious \nanemia, highlighting the significance of thorough evalua tion in patients diagnosed with SLE.\nEvans syndrome is a rare disorder, and the most doc umented cases are in children [11–14]. Consequently, \nthere is limited information available regarding the symp toms and management of Evans syndrome in adults. The \ndisorder is categorized as primary or secondary, and it \nhas links to a number of conditions, including infections, \nlymphoproliferative disorders, primary immunodefi ciency, and autoimmune disorders including rheuma toid arthritis and systemic lupus erythematosus (SLE) \n[2]. Approximately 3–15% of individuals with Evans syn drome eventually develop SLE [15]. Patients with lupus \nfrequently have hematologic symptoms, such as anemia, \nthrombocytopenia, pancytopenia, and leukopenia [16]. \nIn our case, secondary Evans syndrome was the initial \npresentation of SLE, which is a rare manifestation of the \ndisease.\nWhile diagnosing Evans syndrome (ES), it is crucial \nto distinguish between primary and secondary cases, as \nthis can impact the treatment approach [5]. The first-line \ntreatment typically involves corticosteroids, which may \ninduce remission, but they can also lead to exacerba tions and recurrences. For refractory cases, second-line \ntreatment options include intravenous immunoglobulins \n(IVIG), rituximab, splenectomy, cyclosporine, or aza thioprine [5, 17]. The prompt and accurate recognition \nof Evans syndrome facilitated the identification of appro priate therapy involving immunosuppressive agents, \ncontributing to a rapid recovery and the restoration of \nhematologic function [5, 8, 17, 18].Despite therapy, the vast majority of patients with ES \nexperience persistent relapses, which are linked to a high \nrisk of morbidity and mortality [5, 17]. So, its manage ment is still a challenge. Furthermore, it should be noted \nthat the majority of the suggestions made about treat ment are derived from single ITP or isolated AIHA cases, \nas there are very few clinical studies comparing different \ntreatment modalities because of the disease’s rarity [3].\nThe goal of presenting this case is to emphasize the \nneed for awareness of this rare entity. A high index of \nsuspicion among primary care physicians and other spe cialties is crucial. If observed, it is essential to conduct \nscreening for secondary causes, as their early detection \nenables timely and suitable intervention.\nConclusion\nSystemic lupus erythematosus (SLE) is a multi-system \nautoimmune disease that affects any organ in the body. In \nrare instances, the initial presentation of SLE may mani fest as Evans syndrome, which is also an autoimmune \ndisease that includes two or three cytopenias presenting \nas autoimmune hemolytic anemia and immune throm bocytopenia with or without immune neutropenia. Addi tionally, other autoimmune diseases may coexist in the \nsame patient. As these diseases are all about immunity, \nthe treatment certainly will be centralized on suppression \nof the immune system using immunosuppressant drugs, \nwith an emphasis on the idea that the treatment of SLE \ndiffers from the treatment of both diseases presenting at \nthe same time in the same patient. However, treatment in \nthe presence of Evans syndrome with SLE is more chal lenging because of the risk of many relapses and increas ing morbidity and mortality.\nAbbreviations\nSLE  Systemic lupus erythematosus\nES  Evans syndrome\nAIHA  Autoimmune hemolytic anemia\nITP  Idiopathic thrombocytopenic purpura\nAIDs  Autoimmune diseases\nMCV  Mean corpuscular volume\nECG  Electrocardiogram\nSVT  Supraventricular tachycardia\nCT  Computed tomography\nDAT  Direct antiglobulin test\nIVIG  Intravenous immunoglobulin\nANA  Anti-nuclear antibodies\nESR  Erythrocyte sedimentation rate\nDs-DNA  Anti-double-stranded deoxyribonucleic acid antibodies\nENA  Extractable nuclear antigen\nACR   American College of Rheumatology\nTSH  Thyroid stimulating hormone\nAcknowledgements\nThe authors thank all participants who took part in the case.\nAuthor contributions\nMM contributed to the design of the study, data collection, data entry, data \ninterpretation, and drafting of the manuscript. DA, AS, and SA contributed to \nthe design of the study, data collection, and drafting of the manuscript. AK \nPage 5 of 5\n Mansour et al. Journal of Medical Case Reports          (2024) 18:643 \n \ncontributed to the design of the study, data interpretation, drafting of the \nmanuscript, and supervision of the work. All authors have read and approved \nthe final manuscript. Each author has participated sufficiently in the work to \ntake public responsibility for the content.\nFunding\nThis case report received no specific grant from any funding agency in the \npublic, commercial, or not-for-profit sector.\nAvailability of data and materials\nInformation related to the case is available from the corresponding author \nupon reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis article does not contain any studies with human participants or animals \nperformed by any of the authors.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAuthors declare no competing interests.\nReceived: 18 December 2023   Accepted: 25 November 2024\nReferences\n 1. Evans RS, Takahashi K, Duane RT, Payne R, Liu C. Primary thrombocyto penic purpura and acquired hemolytic anemia; evidence for a common \netiology. AMA Arch Intern Med. 1951;87(1):48–65.\n 2. Hansen DL, Möller S, Andersen K, Gaist D, Frederiksen H. Evans syndrome \nin adults—incidence, prevalence, and survival in a nationwide cohort. \nAm J Hematol. 2019;94(10):1081–90.\n 3. Audia S, Grienay N, Mounier M, Michel M, Bonnotte B. Evans’ Syndrome: \nfrom diagnosis to treatment. J Clin Med. 2020. https:// doi. org/ 10. 3390/ \njcm91 23851.\n 4. Mendonca S, Srivastava S, Kapoor R, Gupta D, Gupta P , Sharma ML. Evans \nsyndrome and its link with systemic lupus erythematosus. Saudi J Kidney \nDis Transpl. 2016;27(1):147–9.\n 5. Michel M, Chanet V, Dechartres A, Morin AS, Piette JC, Cirasino L, Emilia \nG, Zaja F, Ruggeri M, Andrès E, et al. The spectrum of Evans syndrome in \nadults: new insight into the disease based on the analysis of 68 cases. \nBlood. 2009;114(15):3167–72.\n 6. Jaime-Pérez JC, Guerra-Leal LN, López-Razo ON, Méndez-Ramírez N, \nGómez-Almaguer D. Experience with Evans syndrome in an academic \nreferral center. Rev Bras Hematol Hemoter. 2015;37(4):230–5.\n 7. Thakur N, Chandra J, Dhingra B, Singh V. Pediatric lupus: varied haematological picture and presentation. Indian J Hematol Blood Transfusion. \n2015;31(1):68–70.\n 8. Costallat GL, Appenzeller S, Costallat LT. Evans syndrome and systemic \nlupus erythematosus: clinical presentation and outcome. Joint Bone \nSpine. 2012;79(4):362–4.\n 9. Lube GE, Ferriani MP , Campos LM, Terreri MT, Bonfá E, Magalhães CS, \nAikawa NE, Piotto DP , Peracchi OA, Dos Santos MC, et al. Evans syndrome \nat childhood-onset systemic lupus erythematosus diagnosis: a large \nmulticenter study. Pediatr Blood Cancer. 2016;63(7):1238–43.\n 10. Tiao J, Feng R, Carr K, Okawa J, Werth VP . Using the American college of \nRheumatology (ACR) and systemic lupus international collaborating clinics (SLICC) criteria to determine the diagnosis of systemic lupus erythe matosus (SLE) in patients with subacute cutaneous lupus erythematosus \n(SCLE). J Am Acad Dermatol. 2016;74(5):862–9.\n 11. Ng SC. Evans syndrome: a report on 12 patients. Clin Lab Haematol. \n1992;14(3):189–93. 12. Savaşan S, Warrier I, Ravindranath Y. The spectrum of Evans’ syndrome. \nArch Dis Child. 1997;77(3):245–8.\n 13. Pegels JG, Helmerhorst FM, van Leeuwen EF, van de Plas-van DC, Engelfriet CP , von dem Borne AE. The Evans syndrome: characterization of the \nresponsible autoantibodies. Br J Haematol. 1982;51(3):445–50.\n 14. Wang WC. Evans syndrome in childhood: pathophysiology, clinical \ncourse, and treatment. Am J Pediatr Hematol Oncol. 1988;10(4):330–8.\n 15. Karpatkin S. Autoimmune thrombocytopenic purpura. Blood. \n1980;56(3):329–43.\n 16. Tan EM, Cohen AS, Fries JF, Masi AT, McShane DJ, Rothfield NF, Schaller \nJG, Talal N, Winchester RJ. The 1982 revised criteria for the classification of \nsystemic lupus erythematosus. Arthritis Rheum. 1982;25(11):1271–7.\n 17. Norton A, Roberts I. Management of Evans syndrome. Br J Haematol. \n2006;132(2):125–37.\n 18. Velo-García A, Castro SG, Isenberg DA. The diagnosis and management of \nthe haematologic manifestations of lupus. J Autoimmun. 2016;74:139–60.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}