{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05025-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05025-4.pdf",
  "metadata": {
    "/Keywords": "Anterior cruciate ligament (ACL); Reconstruction; Complications; Pseudocyclops lesion; Non-surgical rehabilitation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250304204402+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250304141956+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05025-4",
    "/Author": "Seela Hinrichs ",
    "/Title": "Pseudocyclops lesion treated conservatively: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05025-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background This case report explores the rare complication of a pseudocyclops lesion within an anterior cruciate \nligament autograft, identified in a patient with a recent knee injury and an existing anterior cruciate ligament auto graft graft. Notably, this case was managed conservatively, diverging from typical surgical interventions, and resulted \nin a successful outcome.",
    "Case Presentation": "Case presentation A 37-year-old Caucasian male with a prior anterior cruciate ligament autograft sustained a new \nknee injury; 9 days post-injury, he presented with persistent pain and swelling, exacerbated by weight-bearing, \nand limited knee extension, though no instability was noted. Non-contrast magnetic resonance imaging revealed \na partial tear in the distal anterior fibers of the anterior cruciate ligament autograft, with a 2.5 × 1.3 cm extrusion \nextending toward Hoffa’s fat pad. The patient was prescribed nonsurgical rehabilitation, which proved effective.\nConclusions This case underscores the potential of conservative management for pseudocyclops lesions. The successful non-surgical treatment of the pseudocyclops lesion expands the therapeutic options available for similar cases \nand contributes to the broader understanding of postoperative anterior cruciate ligament autograft pathologies.\nKeywords  Anterior cruciate ligament (ACL), Reconstruction, Complications, Pseudocyclops lesion, Non-surgical \nrehabilitation",
    "Introduction": "Introduction\nAnterior cruciate ligament (ACL) reconstructions are \na standard intervention for patients suffering from sig nificant ACL injuries, which can severely impair knee \nfunction. While the procedure is generally success ful, complications are not uncommon, with incidence \nrates ranging from 10% to 25% among patients [1]. It is \nreported that 20% to 35% of ACL reconstructions dem onstrate cyclops lesions during second-look arthroscopy \nand 80% of them are asymptomatic [2]. Some of these cyclops lesions are likely pseudocyclops lesions that have \na similar appearance [3, 4]. This case report presents a \ndetailed examination of a pseudocyclops lesion occurring \nwithin a patient with an existing ACL autograft (ACL \ngraft). Although rare, this complication poses a distinct \nchallenge in clinical management [1, 3, 4]. The lesion was \nidentified in a patient who had sustained a recent knee \ninjury. In this case, a conservative management approach \nwas adopted, in contrast to the more commonly used \nsurgical interventions for similar complications. Nonsur gical rehabilitation led to a successful outcome, with the \npatient reporting minimal symptoms at a 2-year followup. This case underscores the potential for conserva tive management strategies in the treatment of certain \nACL reconstruction complications and contributes to \nthe broader understanding of postoperative ACL graft \npathologies.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSeela Hinrichs\nSeelahinrichs@yahoo.com\n1 Northwestern University, 811 Emerson St. #622, Evanston, IL 60201, USA\n2 ImageCare Radiology, 57 Route 46, Suite 212, Hackettstown, NJ 07840, \nUSA\n3 Emory University, 52 Mountainside Rd., Mendham, NJ 07945, USA\nPage 2 of 3 Hinrichs et al. Journal of Medical Case Reports           (2025) 19:97 \nCase report\nIn this comprehensive case study, we detail the clinical \ncourse of a 37-year-old Caucasian male with a prior ACL \ngraft who experienced a new basketball-related knee \ninjury; 9 days after the incident, the patient sought care \nfor persistent pain and swelling in the operated knee. \nNotably, the pain intensified under weight-bearing con ditions, although the knee demonstrated no instability. A \nnotable limitation in knee extension was also observed. \nGiven these symptoms, the patient was advised to undergo a noncontrast 3 Tesla magnetic resonance imag ing (MRI). The imaging",
    "Results": "results revealed a partial tear in \nthe distal anterior fibers of the ACL graft, with the torn \nfibers being displaced anteriorly. The tear was character ized by a 2.5 × 1.3  cm extrusion extending through the \ndefect toward Hoffa’s fat pad, as illustrated in Fig.  1a, b, \nc, and d. In lieu of surgical intervention, the patient was \nprescribed a regimen of nonsurgical rehabilitation. This \nincluded passive and active range of motion exercises, \nquadriceps strengthening, and progressive loading. This \nFig. 1 a Sagittal proton density fat saturated image demonstrating the partial tearing and anterior flipping (arrow) of the distal fibers of the ACL \ngraft, b sagittal T1 image demonstrating the partial tearing and anterior flipping (arrow) of the distal fibers of the ACL graft, c coronal proton \ndensity fat saturated image (arrow) demonstrating well-defined extrusion, d axial proton density fat saturated image (arrow) demonstrating \nthe pseudocyclops lesion\nPage 3 of 3\n Hinrichs et al. Journal of Medical Case Reports           (2025) 19:97 \n \nconservative treatment approach proved effective, culmi nating in the patient reporting minimal to no symptoms \nat a 2-year follow-up.",
    "Discussion": "Discussion\nArthroscopic reconstructions of the ACL utilizing auto grafts are commonplace. Despite the general success of \nthis procedure, a spectrum of complications has been \nrecognized, with MRI serving as the primary diagnostic \ntool in the context of an ACL graft. Documented compli cations include graft impingement, rupture, cystic degen eration, postoperative infection, arthrofibrosis (both \ndiffuse and localized, such as the cyclops lesion), and \nabnormalities at the donor site [1, 5–7]. Among these, the \npseudocyclops lesion represents a rare traumatic sequela \npost-arthroscopic ACL reconstruction, characterized by \na partial anterior tear of the distal ACL graft [3]. This tear \nresults in the anterior displacement of the torn fibers, \nmimicking the appearance of a cyclops lesion [3]. How ever, it is distinct from the true cyclops lesion, which is \ncomposed of fibrotic tissue, as the pseudocyclops lesion \noriginates from torn ACL fibers.\nResection of the angiofibroma in a cyclops lesion \nconstitutes the standard intervention for symptomatic \npatients, with nonsurgical approaches typically yielding \nunsatisfactory outcomes [8]. However, the MRI of the \npatient under discussion revealed a pseudocyclops lesion, \na variant with no nonsurgical management in the litera ture. The patient presented underwent a successful con servative therapy prior to considering surgical options, \nindicating potential benefits of such treatment in similar \ncases.\nConclusions\nThis report presents an instance of conservative rehabili tative management for a pseudocyclops lesion in an ACL \ngraft, thereby expanding the spectrum of therapeutic \nstrategies.\nAcknowledgements\nNot applicable.\nAuthor contributions\nSH, RS, and RS were a major contributors in writing the manuscript. All authors \nread and approved the final manuscript.\"\nFunding\nNone.\nAvailability of data and materials\nThe authors declare that they had full access to all of the data in this study and \nthe authors take complete responsibility for the integrity of the data and the \naccuracy of the data analysis.Declarations\nEthics approval and consent to participate\nThere is ethics approval and consent of the ethics committee of ImageCare \nLLC.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo financial and non-financial competing interests.\nReceived: 4 July 2024   Accepted: 22 November 2024\nReferences\n 1. Papakonstantinou O, Chung CB, Chanchairujira K, et al. Complications \nof anterior cruciate ligament reconstruction: MR imaging. Eur Radiol. \n2003;13:1106–17. https:// doi. org/ 10. 1007/ s00330- 002- 1622-9.\n 2. Öztürk R. Cyclops syndrome following anterior cruciate ligament \nreconstruction: can relapse occur after surgery? World J Orthop. \n2024;15(3):201–3. https:// doi. org/ 10. 5312/ wjo. v15. i3. 201].\n 3. Simpfendorfer CS, Miniaci A, Subhas N, Winalski CS, Ilaslan H. Pseudocyclops: two cases of ACL graft partial tears mimicking cyclops lesions on \nMRI. Skeletal Radiol. 2015;44:1169–73.\n 4. Lameiras R, Padrón M. Pseudocyclops lesion. Eurorad. https:// www. euror \nad. org/ case/ 16209.\n 5. Sonnery-Cottet B, Archbold P , Zayni R, et al. Prevalence and anatomy \nof cyclops syndrome after double-bundle anterior cruciate ligament \nreconstruction: a contrast-enhanced computed tomography study. Am \nJ Sports Med. 2013;41(5):1049–57. https:// doi. org/ 10. 1177/ 03635 46513 \n482006.\n 6. Kulczycka P , Larbi A, Malghem J, Thienpont E, Vande Berg B, Lecouvet F. \nImaging ACL reconstructions and their complications. Diagn Interv Imag. \n2015;96(1):11–9. https:// doi. org/ 10. 1016/j. diii. 2014. 04. 007.\n 7. Dayan E, Maderazo A, Fitzpatrick D. Magnetic resonance imaging of \ncomplications of anterior cruciate ligament reconstruction. Am J Orthop \n(Belle Mead NJ). 2015;44(12):569–71.\n 8. McCauley TR. MR imaging evaluation of the postoperative knee. Radiology. 2005;234(1):53–61. https:// doi. org/ 10. 1148/ radiol. 23410 31302.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}