{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04889-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04889-2.pdf",
  "metadata": {
    "/Keywords": "BNT162b2; Antibody; T-SPOT; Ceiling effect",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241220122334+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241220071930+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04889-2",
    "/Author": "Harukazu Hirano ",
    "/Title": "Exponential decline, ceiling effect, downregulation, and T-cell response in immunoglobulin G antibody levels after messenger RNA vaccine boosters: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04889-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Vaccine protection against severe acute respiratory syndrome coronavirus 2 infection reduces gradually over time, requiring administration of updated boosters. However, long-term immune response following up to \nthe sixth dose of the messenger RNA vaccine has not been well studied.",
    "Case Presentation": "Case presentation We longitudinally determined anti-spike protein immunoglobulin G antibody levels in a 69-year-old \nJapanese man 76 times (first to sixth dose) to investigate their dynamics. Regarding the messenger RNA BNT162b2 vaccine, \nfirst to fourth doses were identical monovalent vaccines, and fifth and sixth doses were identical bivalent vaccines. T-cell \nresponses after fourth and fifth doses were studied using T-SPOT. Immunoglobulin G levels peaked at 1–2 weeks after second to sixth dose, declining exponentially after each dose. The decline was approximated using the formula f (t) = A e−t/τ + C. \nTime constant τ  increased with each booster vaccination, indicating a decreasing rate of antibody titer decay with increasing number of doses. Baseline and peak immunoglobulin G levels were similar in the second and third dose. Conversely, \nbaseline immunoglobulin G levels after the fourth dose increased over fivefold over the second and third dose; however, \npeak immunoglobulin G levels after fourth dose decreased to 60% of those after the third dose. Baseline immunoglobulin G \nlevels after the sixth dose increased 1.4-fold over the fifth dose; however, peak immunoglobulin G levels after the sixth dose \ndecreased to 56% of those after the fifth dose. Dynamics of T-cell responses differed from those of immunoglobulin G antibodies. T cell responses increased gradually; however, their peak level was difficult to determine.\nConclusions Ceiling effect or downregulation of peak immunoglobulin G levels was clearly observed after messenger RNA booster vaccination. After peaking, the IgG level declined exponentially, and the rate of decay decreased \nwith each subsequent booster. Although this was a single-case study, this data may provide a generalized mathematical decay model for humoral immunity in healthy older adults. Moreover, our study provides insights into the immunogenicity after booster vaccination with messenger RNA vaccines.\nKeywords  BNT162b2, Antibody, T-SPOT, Ceiling effectOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHarukazu Hirano\nkoyo@asfu.jp\n1 Koyo Seikyo Clinic, Fukui Health Cooperative Association, 3-9-23 Koyo, \nFukui 910-0026, Japan\n2 Department of Applied Physics, Faculty of Engineering, University \nof Fukui, 3-9-1 Bunkyo, Fukui 910-8507, Japan\nPage 2 of 9 Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \nBackground\nAs of March 2024, severe acute respiratory syndrome \ncoronavirus 2 (SARS-CoV-2) infection, responsible for \nthe coronavirus disease 2019 (COVID-19) pandemic, \nhas affected over 800 million people globally, leading \nto 8 million deaths [1]. Efficacy of the messenger RNA \n(mRNA) vaccine BNT162b2 (Pfizer–BioNTech) was ini tially demonstrated in a randomized comparative study \n[2], leading to global vaccination campaigns. Moreover, \nvaccines and booster doses have been developed rapidly \nin response to the pandemic, reducing transmissibility, \ndisease severity, and overall mortality [3]. Vaccine pro tection against SARS-CoV-2 infection reduces gradually \nover time, requiring administration of updated boosters. \nIn most cases, SARS-CoV-2 infection",
    "Results": "results in self-lim iting symptoms; however, patients with risk factors, such \nas underlying heart or lung disease, diabetes, immuno suppression, and the older population, may require hos pitalization and develop a severe form of the disease [4]. \nImmunosenescence in the older population reduces the \nimmunogenicity and efficacy of the vaccine as S proteinspecific immunoglobulin G (IgG) titers are significantly \nreduced, and S protein-specific CD4 and CD8 T-cell \nimmunity was limited in individuals initially vaccinated \nwith BNT162b2 [5]. Immunosenescence is not com pletely understood and development of booster vaccina tion strategies for the older population is crucial in the \npost-Omicron era.\nAmong the SARS-CoV-2 structural proteins, spike and \nnucleocapsid proteins are the major immunogens. Evalu ation of antibodies against the spike receptor-binding \ndomain (RBD) IgG is important for accessing the protec tion against SARS-CoV-2 infection because of its neu tralizing activity [6]. Antibodies produced due to the \nmRNA vaccine specifically target RBD in the S1 subu nit of the SARS-CoV-2 spike protein [7]. In the immune \nresponse induced by the mRNA vaccine, quantity, func tion, and lifespan of immunological memory cells is vital \n[8]. IgG antibody levels against the SARS-CoV-2 S pro tein (RBD) are being investigated to evaluate humoral \nimmune response after vaccinations. Various models, \nincluding linear regression one-phase decay model [8], \nBayesian linear mixed models [9], and exponential model \n[10], have been proposed to describe the decay pattern \nof IgG antibodies. However, a mathematical model ana lyzing long-term dynamics up to the sixth dose is yet to \nbe established. Studies have reported a plateau or ceil ing effect in terms of antibody response after booster \ndose [11, 12]. Thus, further investigation on the antibody \nresponse dynamics after booster vaccination may provide \ninsights into future vaccination strategies [6, 11].\nIn this study, we conducted a detailed longitudinal \nanalysis of IgG antibody dynamics from before the first dose of the BNT162b2 vaccine to 5 months after the sixth \ndose, spanning a period of 2.5 years, in older men. After \nthe fourth and fifth doses, levels of IgG antibodies as a \nhumoral immune response were compared with T-cell \nresponses as a cellular immune response (T-SPOT® \nCOVID, Oxford Immunotec Ltd.). This study is simple \nyet unique, and to the best of our knowledge, no similar \nreports are found in the literature.\nCase presentation\nParticipant and procedure\nThe study participant was a 69-year-old Japanese man \nwith no underlying diseases except for hypertension, no \nhistory of smoking, and a body mass index of 21. Initial \ndose of the BNT162b2 vaccine was administered on 23 \nApril 2021, second dose on 14 May 2021 (21  days after \nthe first dose), third dose on 25 December 2021 (216 days \nafter the second dose), fourth dose on 29 July 2022 \n(227 days after the third dose), fifth dose on 24 Decem ber 2022 (147  days after the fourth dose), and sixth \ndose on 19 June 2023 (140 days after the fifth dose). All \nsix were of the BNT162b2 vaccine. First to fourth doses \nwere identical monovalent vaccines (wild-type [WT]), \nwhereas the fifth and sixth doses were identical bivalent \n(Omicron BA.4 and BA5 containing) vaccines. All doses \nwere 0.3 cc each. Throughout the observation course, the \nparticipant did not contract COVID-19, which was con firmed by three negative anti-nucleocapsid antibody tests \nand monitoring of IgG antibody dynamics.\nMeasurement of anti‑spike protein IgG antibody levels\nArchitect SARS-CoV-2 IgG II Quant assay (Abbott, \nUSA) was used for evaluating the antibody levels [13, 14], \nquantitatively measuring serum anti-spike protein IgG \nantibody levels. Blood samples were collected periodi cally according to the study design. Antibody measure ments were performed by a commercial laboratory (BML \nInc., Japan). The cutoff level for this assay was 50 AU/mL.\nMeasurement interval\nIgG antibody levels were measured at regular intervals, \nstarting on the day of confirmation of negative results \nprior to the first BNT162b2 dose, 2 weeks after the first \ndose, at the time of the second dose, and with 1  week \nintervals until 1  month after the second dose. Subse quently, measurements were taken at the time of the \nthird dose, weekly until 1 month after the third dose, and \napproximately every 2 weeks thereafter. After the fourth \ndose, measurements were taken twice a week for the \nfirst month and approximately every 2 weeks thereafter. \nMeasurement intervals after the fifth and sixth dose were \nweekly for the first month and every 2–4  weeks there after. Overall, 76 tests were performed, with a 13-day \nPage 3 of 9\n Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \n \nmedian interval between the tests (interquartile range \n[IQR]: 7–14 days) (Supplementary Table 1).\nMathematical model of decay characteristics\nFluctuations in IgG antibody levels after vaccination were \nmeasured using an approximate equation of the form f \n(t) = Ae−t/τ + C, where τ is the time constant; the charac teristics of each antibody response were examined. We \nalso determined the time required for the peak antibody \nlevel to decrease by half (tmax/2 ) using an exponential \nfunction.\nT‑cell response\nWe investigated T-cell response up to 8  months after \nthe fourth dose using the T-SPOT®. COVID kit (Oxford \nImmunotec, UK) [15]; samples were outsourced to a \ncommercial laboratory (LSI Medience Corporation, \nJapan). T-cell response was analyzed simultaneously with \nIgG antibody levels on the same day. The test was per formed at intervals of twice a week for the first month \nafter the fourth and fifth dose, once a week for the follow ing month, and every 2 weeks thereafter. Overall, 24 tests \nwere performed, with a median test interval of 7  days \n(IQR: 4–14 days).\nT‑SPOT® COVID\nBased on standardized enzyme-linked immunospot \n(ELISPOT) technology, T-SPOT® COVID test detects \nT cells reactive to SARS-CoV-2 [16]. After vaccination, \nnaïve T cells differentiate into SARS-CoV-2-specific T \ncells (CD4/CD8). Peripheral blood mononuclear cells \n(PBMCs) containing these specific T cells were used as \na sample. After blood collection, PBMCs were isolated from the blood and washed, and cell count was deter mined and adjusted to a constant number. PBMCs were \nthen cultured with virus peptides derived from SARSCoV-2 using an enzyme-linked immunosorbent assay \nplate and stimulated T-cell released cytokines (IFNγ). Cells were then removed from the plate and alka line phosphatase-labeled antibodies and substrate were \nadded. Labeled antibodies had bound to IFN-γ, and spots \nwere visualized. Each spot represented one T cell, and the \nnumber of spot-forming cells (SFCs) responding to the \nspecific antigen was counted; cutoff level was eight spots. \nMeasurements were performed using an automatic ELIS POT plate reader and manually verified.\nIgG antibody dynamics\nDynamics of the anti-spike (RBD) IgG antibody level \nfrom 2  weeks after the first dose of the vaccine to \n5  months after the sixth dose are illustrated in Fig.  1. \nAntibody levels were slightly positive at 71 AU/mL \n2  weeks after the first dose. Although the antibody \nlevels at the time of the second and third doses were \nsimilar at 197 AU/mL and 184 AU/mL, respectively, \nthe antibody level at the time of the fourth dose was \n1094 AU/mL, which was five times higher than that \nof the second or third dose. Antibody levels peaked \n7 days after the second and fifth doses and 14 days after \nthe third, fourth, and sixth doses. Peak antibody lev els increased slightly to 7831 AU/mL after the second \ndose and to 8897 AU/mL after the third dose. Antibody \nlevel after the fourth dose decreased to 5469 AU/mL, \n60% lower than the level after the third dose. The fifth \nand sixth doses were bivalent vaccines. Compared with \nthe peak antibody level of 11,000 AU/mL after the fifth \nFig. 1 Dynamics of IgG antibody levels of the case participant. Antibody levels observed in the 69-year-old man from the first dose to 5 months \nafter the fourth. The levels peaked after 1–2 weeks and subsequently exhibited an exponential decline\nPage 4 of 9 Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \ndose, it was 6209 AU/mL after the sixth dose, indicat ing a decrease of 56%. Thus, antibody levels showed an \nexponential decline after peaking.\nApproximation formula based on the time constant τ \nand various parameters\nAntibody titer after each vaccination was calculated using \nthe following approximation formula: y  = A exponential (exp)\n(− t/τ) + C, where τ  denotes the time constant.\nAfter the second vaccination: y  = 7.1 ×   103 exp \n(−t/2.3 × 10) +  4.1 ×  10.2\nAfter the third vaccination: y  = 7.9 ×   103 exp (−t/6.4 \n× 10) +  8.4 ×   102After the fourth vaccination: y = 5.3 ×  103 exp (−t/1.1 × \n 102) + 1.7 ×  102\nAfter the fifth vaccination: y = 1.0 ×  104 exp (−t/6.3 × \n10) + 1.0 ×  103\nAfter the sixth vaccination: y = 6.3 ×  103 exp (−t/1.5 × \n 102) + 0.0\nParameters for each vaccination are presented in \nTable 1. Time constant τ increased with each dose.\nDecay curve based on the approximation formula\nDynamics in IgG antibody levels after second to sixth \ndose starting from the peak levels and the decay curves \nbased on the approximation formula are shown in Fig.  2. \nDecay rate decreased with each subsequent booster dose \nof monovalent and bivalent vaccines.\nSARS‑CoV‑2‑specific T‑cell response after the fourth \nand fifth dose\nSFCs revealed using the T-SPOT® COVID kit showed a \nbaseline level of 42 spots at the time of the fourth dose. \nAlthough IgG antibody levels peaked 14  days after the \nfourth dose, SFC levels reached a mild peak approxi mately 1 month after the fourth dose; however, it was dif ficult to determine the peak SFC level after the fifth dose Table 1 Parameters after each vaccination calculated using \napproximation formula y = Aexp(−t/τ) + C \nA coefficient, τ time constant, C intercept; tmax/2 , time required for the peak \nantibody level to decrease by half using an exponential functionSecond\nvaccinationThird\nvaccinationFourth\nvaccinationFifth\nvaccinationSixth\nvaccination\nA 7.1 ×  1037.9 ×  1035.3 ×  1031.0 ×  1046.3 ×  103\nτ 2.3 ×  1016.4 ×  1011.1 ×  1026.3 ×  1011.5 ×  102\nC 4.1 ×  1028.4 ×  1021.7 ×  1021.0 ×  1030.0\ntmax/2 17 52 77 50 103\nFig. 2 Number of days and changes in peak IgG levels for the second, third, and fourth vaccinations. Antibody levels after each dose are presented \nas a decay curve and based on the following approximated formula: y = Aexp(−t/τ) + C, with the time constant as τ. Decay rate decreased with each \nsubsequent booster dose\nPage 5 of 9\n Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \n \n(Fig.  3). Deviation was greater in SFC levels than in IgG \nantibody levels.",
    "Discussion": "Discussion and conclusions\nExponential decline of IgG antibody levels \nand establishment of a mathematical model\nIn studies regarding humoral immunity based on IgG \nantibody levels, timing of antibody level measurement \nafter vaccination is crucial. Initial antibody titer after vac cination depends on the period from vaccination to test ing and reaches a peak 1–2 weeks after the booster dose \n[17]. One month after vaccination, IgG antibody levels \ndecreased to 43% of the level at 1  week and decreased \nfurther after 3 months to 11% of the level at 1 week [13]. \nCompared with IgG antibody studies after monova lent vaccines, there are only a few for bivalent vaccines. \nRecent reports indicate that the IgG antibody levels after \nthe second booster dose in the WT and WT + Omicron \nBA.1 group were similar [18]. IgG titer decay model \nafter mRNA vaccination has not been fully established. \nIn this case, IgG antibody levels after second to sixth \ndose peaked after 1–2 weeks followed by an exponential \ndecline. Although several mathematical models regard ing IgG antibody decay have been presented [8–10], \nthey were based on the IgG antibody levels measured \n3–4 times after vaccination. Thus, it has been difficult \nto establish a mathematical model for the long-term \ndynamics of IgG antibodies. This example may be the first report to prove exponential decay, and data obtained \nin this study may serve as a mathematical model.\nBaseline antibody levels, ceiling effect, \nand downregulation\nFew studies have evaluated peak IgG antibody levels \nafter the fourth dose [19]. In the present case, baseline \nand peak antibody levels were similar between second \nand third vaccinations, suggesting that the booster effect \nof the third vaccination on peak antibody levels was \nsuppressed.\nSome studies have shown that the fourth dose does not \nenhance humoral and cell-mediated immunity compared \nwith the third dose, especially in cases with high baseline \nantibody levels, suggesting a ceiling effect [11, 20]. Inter estingly, our study revealed that baseline antibody levels \nat the fourth dose increased fivefold over the third dose, \nand peak antibody levels after the fourth dose decreased \nto 60% of those after the third dose. Downregulation may \nhave occurred after the fourth dose. Moreover, our study \nalso suggests that similar downregulation was observed \nafter the sixth vaccination with a bivalent vaccine booster \ndose. Consistent with our findings, recent reports reveal \nslower decay kinetics after booster doses with a ceiling \neffect on the overall peak antibody titer obtained after \neach booster dose [21].\nRecently, it has been suggested that restricted reacti vation of memory B cells (MBCs) suppresses antibody \nFig. 3 IgG antibody level (AU/mL) and T-SPOT (SFCs) after the fourth dose. During the study, a shortage of T-SPOT reagents resulted in a 42-day test \ninterval. Dynamics of T-cell responses differed from those of IgG antibodies. SFCs, spot-forming cells\nPage 6 of 9 Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \nlevels after a booster dose [20]. Biochemical and molec ular biological mechanisms by which antibody levels \nare attenuated after mRNA vaccination boosting are \nnot yet completely understood.\nExtrafollicular (EF) response suppression\nIgG antibody levels peak 1–2 weeks after booster dose [17], \nprimarily due to the activation of MBCs and short-lived \nplasma cells (SLPCs) in EF responses. MBCs generated in \nEF responses are heterogeneously distributed and induce \nlong-term immunity. These MBCs rapidly differentiate into \nplasma blasts and antibody-secreting cells (ASCs), leading \nto an initial burst through potent and diverse low-affinity \nsecondary responses [22, 23]. Apoptosis of peripheral B \ncells and SLPCs occurs during the early phase, resulting in \ndecreased antibody levels. The MBCs generated in the EF \nresponse form a distinct cluster from the MBCs responsi ble for cell-to-cell interactions in the germinal center (GC) \nresponse [24]. Excessive EF responses following SARSCoV-2 infection release a large amount of antibodies and \ninflammatory cytokines that correlate with disease severity \n[25]. In severe cases, cytokine storm overexpression of tumor \nnecrosis factor-alpha inhibits GC formation and suppresses \nT follicular helper cell (Tfh) differentiation [26]. Suppress ing excessive antibody responses in SARS-CoV-2 infection is \nimportant, and recent studies suggest that mitochondria reg ulate EF B-cell responses during an infection [26]. Intracel lular calcium also regulates B-cell responses by suppressing \nmitochondrial function [27]. In this study, the peak antibody \nlevel was suppressed by booster vaccination, suggesting a \nmechanism of regulating early B-cell response in the EF.\nBooster effect and follicular response\nFollowing the EF response, B cells interact with anti gen in the GC response and are activated by antigenspecific  CD4+ Tfh. The activated B cells undergoing \nantigen-specific selection repeatedly proliferate and \ndifferentiate to produce high-affinity antibodies [22]. \nSome of the GC B cells enter a quiescent state as MBCs \nand are believed to survive for long durations in the \nbone marrow as terminally differentiated, long-lived \nplasma cells, producing majority of serum antibod ies [28]. A recent study revealed an increase in MBCs \n3  weeks after booster vaccination [29], which may be \nassociated with a decreased rate of antibody decay with \neach booster vaccination in this study. It suggests that \nimmune memory is enhanced after booster vaccination.SARS‑CoV‑2‑specific T‑cell response and immune \nsenescence\nStudies have reported on cell-mediated immunity fol lowing SARS-CoV-2 infection or vaccination. Moreo ver, numerous studies have investigated T cell responses \nusing T-SPOT® COVID, but none have longitudinally \nassessed these responses through frequent testing, as \nin the present study. Increase in IgG antibodies after \nbooster vaccination decline rapidly within 6  months, \nwhereas MBCs and T-cell responses are still detect able 8 months after the second vaccination [30]. Reports \non correlation between T cell responses and humoral \nimmunity following vaccination vary, with some show ing weak correlation [31], moderate correlation [32], no \ncorrelation [33], or even inverse correlation [34], and the \nunderlying mechanisms are not completely understood. \nInterestingly, in our case, IgG antibody levels peaked \n14  days after the fourth dose, whereas T-cell responses \nwere weak and not proportional to antibody levels. T-cell \nresponses after the fourth dose exhibited a mild peak, but \nafter the fifth dose, it was difficult to detect. Weak T-cell \nresponse observed after the fourth and fifth doses in this \ncase suggests the possibility of a ceiling effect in cellular \nimmunity [35], individual differences [36], or immune \nsenescence [36]. A study revealed that although B-cell \nintrinsic changes with age delay GC response in older \nadults, they do not impact differentiation into ASCs or \ntheir proliferation [37]. Spike-specific  CD4+ T cells, in \nolder adults, suppress cell-mediated immune responses \nby expressing high levels of programmed cell death-1, \nwhich inhibits induction of spike-specific  CD8+ T cells \n[36]. Additionally, it has been suggested that the activity \nof regulatory T cells (Tregs) increases in the older popu lation and may be further enhanced by antigen stimula tion [38]. Furthermore, decline in vaccine efficacy with \nage is suggested to be due to increased Treg activity [39]. \nRecently, membrane-bound CD83 has been suggested as \nan important factor for Treg homeostasis and stability \n[40]. The SFC levels show large deviations compared to \nIgG antibody levels [41], and studies of T cell responses \nwith T-SPOT® COVID should consider this devia tion. Thus, this study may represent the most common \nresponse of T cell immunity in the older population after \nbooster vaccination.\nCOVID‑19 vaccines and the older population\nIn the post-Omicron era, SARS-CoV-2 reinfections \nhave become common, with epidemics occurring dur ing summer and winter in Japan, and the older popula tion is substantially at risk of various cardiac, pulmonary, \nand neurological complications. A systematic review \nof COVID-19 vaccines analyzing data from nine and 21 \nPage 7 of 9\n Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \n \nstudies found that their efficacy and immunogenicity \nwere observed in people aged 55 years and older. Main \ndeterminants of the protective efficacy are choice of the \nprimary vaccine (mRNA vaccines are more effective) and \nnumber of booster doses [42]. Similarly, a recent metaanalysis of 22 randomized controlled trials in adults \naged 60 years and older revealed that COVID-19 vac cines were effective in preventing infection and reduc ing overall mortality in older adults, but they did not \neffectively reduce hospitalization rates or intensive care \nunit admission [43]. These studies indicate that the pri mary COVID-19 vaccine cycle is insufficient in providing \nprotection against COVID-19 in the older population, \nand a booster shot strategy is required to strengthen \nand extend the immune response. This should be strate gized by considering factors that contribute to vaccine \nimmunogenicity in the older population, such as dosage, \ninterval between booster doses, addition of appropriate \nadjuvants to induce immune stimulation [44], and choice \nbetween homologous and heterologous vaccines.\nRegarding vaccine dosage, increased IgG affin ity was observed after vaccination with a lower dose of \nthe mRNA-1273 vaccine (50  µg versus standard dose \nof 100  µg) [45]. The study reported an inverse dose–\nresponse relationship, with low doses of mRNA-1273 \nsufficiently inducing noninferior immunity. Con versely, higher doses of Ad26.COV2.S induced humoral \nresponses with a trend toward greater immunogenicity \nthan lower doses, indicating a dose–response relation ship [46]. These studies were conducted during the early \nbooster vaccination period, and there are few studies \nconducted during the period when the Omicron variant \nwas rampant; therefore, further research is needed.\nIn booster vaccinations with mRNA vaccines at 6-, \n9-, and 12-month intervals, cumulative frequency of \nCOVID-19 infection and risk of hospitalization or death \nwere substantially reduced by booster vaccinations at \nshorter intervals. Booster vaccinations were more effec tive in people aged ≥ 65 years than in those aged < 65 \nyears [47]. Similar studies on booster intervals showed \nthat 84 days were more effective than 56 days [46], and 84 \ndays were more effective than 28 days [45]. These stud ies suggest that an interval of approximately 3–6 months \nbetween early booster vaccinations is effective; however, \nas no similar studies have been conducted in the Omi cron era, vaccination interval to optimize immunogenic ity has yet to be determined. In Japan, vaccinations were \nadministered nearly twice annually until 2023, but they \nwill be administered once a year from 2024.\nUse of heterologous prime-boost COVID-19 \nvaccine schedules may facilitate mass vaccina tion against COVID-19. However, the heterologous \nBNT162b2 + mRNA-1273 vaccination schedule led to a noninferior immune response compared with the refer ence schedule [45]. Regarding the immunogenicity of \nheterologous schedules with an adenovirus vector vac cine and an mRNA vaccine, it has been confirmed that \nheterologous and homologous schedules of ChAdOx1 \nnCoV-19 and BNT162b2 can induce comparable immune \nresponses with a 4-week prime-boost interval [48].\nDuring the 5 years of the COVID-19 pandemic, a large \nnumber of people were infected naturally. In an observa tional study on the impact of prior SARS-CoV-2 infection \non immunity following booster vaccination with a biva lent BA.4/5-adapted mRNA vaccine, previously infected \nindividuals had higher vaccine-induced anti-spike IgG \nantibodies and neutralizing titers; however, the relative \nincrease was significantly higher in noninfected individu als [49]. This suggests that booster vaccination strategies \nin the older population should consider the prior infec tion status.\nIn our study, IgG levels peaked at 1–2 weeks after the \nsecond to sixth doses, and subsequently declined expo nentially with each dose, which was approximated using \nthe following equation: f(t) = Ae − t/τ + C. If a threshold \nthat can prevent COVID-19 is identified, optimal booster \ninterval for the older population may be mathematically \napplicable.\nLimitations of this study include its single-participant \nnature and absence of investigation on MBCs. Addition ally, data on T-cell responses were only available after the \nfourth and fifth doses. The effectiveness of booster vac cinations depends on the choice of vaccine type, optimal \nvaccine dosage, timing of vaccination, and decay kinetics \nof antibody response. Thus, further studies are needed to \nexplore the early humoral immune response, alteration \nof immune memory by each booster vaccination, and \nmechanisms of interaction between humoral and cellular \nimmune responses.\nIn",
    "Conclusion": "conclusion, we report detailed long-term immune \nresponses up to the sixth dose of the mRNA vaccine in \nan older patient. Ceiling effect or downregulation of peak \nIgG levels was clearly observed after mRNA booster vac cination. Following the peak IgG levels, an exponential \ndecrease was observed with each booster. Furthermore, \nthe rate of decay decreased after monovalent and biva lent booster vaccines, indicating that immune memory \nwas maintained and strengthened.\nDynamics of the T-cell response differed from those of \nIgG antibodies, which were less reactive. Thus, our lon gitudinal IgG antibody case study provides insights into \nimmunogenicity after booster doses and contributes to \npublic health vaccination strategies for older adults in the \npost-Omicron era.\nAbbreviations\nASC  Antibody-secreting cells\nPage 8 of 9 Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \nCOVID-19  Coronavirus disease 2019\nEF  Extrafollicular\nGC  Germinal center\nIQR  Interquartile range\nMBC  Memory B cell\nPBMC  Peripheral blood mononuclear cell\nSARS-CoV-2  Severe acute respiratory syndrome coronavirus 2\nRBD  Receptor-binding domain\nSFC  Spot-forming cell\nSLPC  Short-lived plasma cell\nTfh  T follicular helper cell\nTregs  Regulatory T cells\nWT  Wild-type\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04889-2.\nSupplementary file 1.\nAcknowledgements\nThe authors would like to thank Professor Koji Matsushima of Tokyo University \nof Science’s Graduate School of Biological Science, who reviewed this manuscript, and Ulatus (https:// www. ulatus. jp) for editing the English version.\nAuthor contributions\nHH and HA designed the study and analyzed the data. The manuscript was \nwritten by both authors, who read and approved the final version.\nFunding\nThis work was supported by the General Foundation Tokyohokenkai \nByoutaiseiri Laboratories [subsidy no. 201]; however, they were not involved in \nthe design of the study; collection, analysis, and interpretation of the data; or \ndecision-making regarding the submission of the report.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle [and its supplementary information files].\nDeclarations\nEthical approval and consent to participate\nThis study was reviewed and approved by the Fukui Health Cooperative \nAssociation Ethics Committee in February 2021 (approval number F21002). All \nresearch procedures were conducted in accordance with the principles of the \nDeclaration of Helsinki. Written, voluntary informed consent to participate in \nthe study was obtained from the participant.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 25 January 2024   Accepted: 9 October 2024\nReferences\n 1. World Health Organization. Coronavirus (COVID-19) data. https:// www. \nwho. int/. Accessed 10 March 2024. 2. Polack FP , Thomas SJ, Kitchin N, Absalon J, Gurtman A, Lockhart S, et al. \nSafety and efficacy of the BNT162b2 mRNA Covid-19 vaccine. N Engl J \nMed. 2020;383:2603–15.\n 3. Soheili M, Khateri S, Moradpour F, Mohammadzedeh P , Zareie M, Mor tazavi SMM, et al. The efficacy and effectiveness of COVID-19 vaccines \naround the world: a mini-review and meta-analysis. Ann Clin Microbiol \nAntimicrob. 2023;22:42.\n 4. Anastassopoulou C, Gkizarioti Z, Patrinos GP , Tsakris A. Human genetic \nfactors associated with susceptibility to SARS-CoV-2 infection and COVID19 disease severity. Hum Genomics. 2020;14:40.\n 5. Dallan B, Proietto D, De Laurentis M, Gallerani E, Martino M, Ghisellini S, \net al. Age differentially impacts adaptive immune responses induced \nby adenoviral versus mRNA vaccines against COVID-19. Nat Aging. \n2024;4:1121–36.\n 6. Lo Sasso B, Giglio RV, Vidali M, Scazzone C, Bivona G, Gambino CM, et al. \nEvaluation of anti-SARS-Cov-2 S-RBD IgG antibodies after COVID-19 \nmRNA BNT162b2 vaccine. Diagnostics. 2021;11:1135.\n 7. Saker K, Escuret V, Pitiot V, Massardier-Pilonchéry A, Paul S, Mokdad B, \net al. Evaluation of commercial anti-SARS-CoV-2 antibody assays and \ncomparison of standardized titers in vaccinated health care workers. J \nClin Microbiol. 2022;60: e0174621.\n 8. Chen Y, Tong P , Whiteman N, Sanjari Moghaddam A, Zarghami M, Zuiani \nA, et al. Immune recall improves antibody durability and breadth to SARSCoV-2 variants. Sci Immunol. 2022. https:// doi. org/ 10. 1126/ sciim munol. \nabp83 28.\n 9. Wei J, Pouwels KB, Stoesser N, Matthews PC, Diamond I, Studley R, et al. \nAntibody responses and correlates of protection in the general population after two doses of the ChAdOx1 or BNT162b2 vaccines. Nat Med. \n2022;28:1072–82.\n 10. Cimas FJ, Torres J, Ontañón J, de Cabo C, Lozano J, Requena MÁ, et al. \nMathematical modelling of the waning of anti-RBD IgG SARS-CoV-2 \nantibody titers after a two-dose BNT162b2 mRNA vaccination. Front \nImmunol. 2023;14:1097747.\n 11. Munro APS, Feng S, Janani L, Cornelius V, Aley PK, Babbage G, et al. Safety, \nimmunogenicity, and reactogenicity of BNT162b2 and mRNA-1273 \nCOVID-19 vaccines given as fourth-dose boosters following two doses \nof ChAdOx1 nCoV-19 or BNT162b2 and a third dose of BNT162b2 (COVBOOST): a multicentre, blinded, phase 2, randomised trial. Lancet Infect \nDis. 2022;22:1131–41.\n 12. Choi MJ, Choi JY, Hyun H, Nham E, Seong H, Yoon JG, et al. Cross-neutralization of omicron subvariants after heterologous NVX-CoV2373 boosters: \ncomparison between prior SARS-CoV-2-infected and infection-naive \nindividuals. J Infect. 2023;86:e46–8.\n 13. Khoury J, Najjar-Debbiny R, Hanna A, Jabbour A, Abu Ahmad Y, Saffuri A, \net al. COVID-19 vaccine – long term immune decline and breakthrough \ninfections. Vaccine. 2021;39:6984–9.\n 14. Ikezaki H, Nomura H, Shimono N. Dynamics of anti-spike IgG antibody \nlevel after the second BNT162b2 COVID-19 vaccination in health care \nworkers. J Infect Chemother. 2022;28:802–5.\n 15. Kruse M, Dark C, Aspden M, Cochrane D, Competiello R, Peltz M, et al. \nPerformance of the T-SPOTⓇ.COVID test for detecting SARS-CoV-2-re sponsive T cells. Int J Infect Dis. 2021;113:155–61.\n 16. Vardhana S, Baldo L, Morice WG, Wherry EJ. Understanding T cell \nresponses to COVID-19 is essential for informing public health strategies. \nSci Immunol. 2022. https:// doi. org/ 10. 1126/ sciim munol. abo13 03.\n 17. Gil-Manso S, Carbonell D, López-Fernández L, Miguens I, Alonso R, Buño \nI, et al. Induction of high levels of specific humoral and cellular responses \nto SARS-CoV-2 after the administration of Covid-19 mRNA vaccines \nrequires several days. Front Immunol. 2021;12: 726960.\n 18. Kawasuji H, Morinaga Y, Tani H, Saga Y, Yamada H, Yoshida Y, et al. Neutralizing antibody response of the wild-type/Omicron BA1 bivalent vaccine \nas the second booster dose against Omicron BA2 and BA5. Microbiol \nSpectr. 2023. https:// doi. org/ 10. 1128/ spect rum. 05131- 22.\n 19. Canetti M, Barda N, Gilboa M, Indenbaum V, Asraf K, Gonen T, et al. Sixmonth follow-up after a fourth BNT162b2 vaccine dose. N Engl J Med. \n2022;387:2092–4.\n 20. Goel RR, Painter MM, Lundgreen KA, Apostolidis SA, Baxter AE, Giles JR, \net al. Efficient recall of omicron-reactive B cell memory after a third dose \nof SARS-CoV-2 mRNA vaccine. Cell. 2022;185:1875–87.\n 21. Srivastava K, Carreno Quiroz JM, Gleason C, Monahan B, Singh G, Abbad \nA, et al. Kinetics and durability of humoral responses to SARS-CoV-2 \nPage 9 of 9\n Hirano and Asada  Journal of Medical Case Reports          (2024) 18:631 \n \ninfection and vaccination. Medrxiv. 2023. https:// doi. org/ 10. 1101/ 2023. \n08. 26. 23294 679v1.\n 22. Van Beek M, Nussenzweig MC, Chakraborty AK. Two complementary features of humoral immune memory confer protection against the same or \nvariant antigens. Proc Natl Acad Sci U S A. 2022;119: e2205598119.\n 23. Takemori T, Kaji T, Takahashi Y, Shimoda M, Rajewsky K. Generation of \nmemory B cells inside and outside germinal centers. Eur J Immunol. \n2014;44:1258–64.\n 24. Kardava L, Rachmaninoff N, Lau WW, Buckner CM, Trihemasava K, \nBlazkova J, et al. Early human B cell signatures of the primary antibody \nresponse to mRNA vaccination. Proc Natl Acad Sci U S A. 2022;119: \ne2204607119.\n 25. Woodruff MC, Ramonell RP , Nguyen DC, Cashman KS, Saini AS, Haddad \nNS, et al. Extrafollicular B cell responses correlate with neutralizing antibodies and morbidity in COVID-19. Nat Immunol. 2020;21:1506–16.\n 26. Kaneko N, Kuo HH, Boucau J, Farmer JR, Allard-Chamard H, Mahajan VS, \net al. Loss of Bcl-6-expressing T follicular helper cells and germinal centers \nin COVID-19. Cell. 2020;183:143–57.\n 27. Cao T, Liu L, To KK, Lim CY, Zhou R, Ming Y, et al. Mitochondrial regulation \nof acute extrafollicular B-cell responses to COVID-19 severity. Clin Transl \nMed. 2022;12: e1025.\n 28. Hammarlund E, Thomas A, Amanna IJ, Holden LA, Slayden OD, Park B, \net al. Plasma cell survival in the absence of B cell memory. Nat Commun. \n2017;8:1781.\n 29. Mise-Omata S, Ikeda M, Takeshita M, Uwamino Y, Wakui M, Arai T, et al. \nMemory B cells and memory T cells induced by SARS-CoV-2 booster vaccination or infection show different dynamics and responsiveness to the \nOmicron variant. J Immunol. 2022;209:2104–13.\n 30. Mazzoni A, Vanni A, Spinicci M, Lamacchia G, Kiros ST, Rocca A, et al. \nSARS-CoV-2 infection and vaccination trigger long-lived B and CD4+ \nT lymphocytes with implications for booster strategies. J Clin Invest. \n2022;132: e157990.\n 31. Payne RP , Longet S, Austin JA, Skelly DT, Dejnirattisai W, Adele S, et al. \nImmunogenicity of standard and extended dosing intervals of BNT162b2 \nmRNA vaccine. Cell. 2021;184:5699-5714.e11.\n 32. Regev-Yochay G, Gonen T, Gilboa M, Mandelboim M, Indenbaum V, \nAmit S, et al. Efficacy of a fourth dose of Covid-19 mRNA vaccine against \nomicron. N Engl J Med. 2022;386:1377–80.\n 33. Yamashita K, Suzuki A, Takebayashi S, Toguchi A, Ogitani K, Niizeki N, et al. \nDifferential dynamics of humoral and cell-mediated immunity with three \ndoses of BNT162b2 SARS-CoV-2 vaccine in healthcare workers in Japan: a \nprospective cohort study. Vaccines. 2022;10:1050.\n 34. Lozano-Rodríguez R, Valentín-Quiroga J, Avendaño-Ortiz J, Martín-Quirós \nA, Pascual-Iglesias A, Terrón-Arcos V, et al. Cellular and humoral functional \nresponses after BNT162b2 mRNA vaccination differ longitudinally \nbetween naive and subjects recovered from COVID-19. Cell Rep. 2022;38: \n110235.\n 35. Miyakawa K, Kato H, Ohtake N, Jeremiah SS, Ryo A. Enhancement of \nhumoral and cellular immunity against severe acute respiratory syndrome coronavirus 2 by a third dose of BNT162b2 vaccine in Japanese \nhealthcare workers. J Infect Dis. 2023;227:221–5.\n 36. Jo N, Hidaka Y, Kikuchi O, Fukahori M, Sawada T, Aoki M, et al. Impaired \n CD4+ T cell response in older adults is associated with reduced immuno genicity and reactogenicity of mRNA COVID-19 vaccination. Nat Aging. \n2023;3:82–92.\n 37. Lee JL, Fra-Bido SC, Burton AR, Innocentin S, Hill DL, Linterman MA. B \ncell-intrinsic changes with age do not impact antibody-secreting cell \nformation but delay B cell participation in the germinal centre reaction. \nAging Cell. 2022;21: e13692.\n 38. Agius E, Lacy KE, Vukmanovic-Stejic M, Jagger AL, Papageorgiou AP , Hall S, \net al. Decreased TNF-alpha synthesis by macrophages restricts cutaneous \nimmunosurveillance by memory CD4+ T cells during aging. J Exp Med. \n2009;206:1929–40.\n 39. Uraki R, Imai M, Ito M, Shime H, Odanaka M, Okuda M, et al. Foxp3+ CD4+ \nregulatory T cells control dendritic cells in inducing antigen-specific \nimmunity to emerging SARS-CoV-2 antigens. PLOS Pathog. 2021;17: \ne1010085.\n 40. Doebbeler M, Koenig C, Krzyzak L, Seitz C, Wild A, Ulas T, et al. CD83 \nexpression is essential for Treg cell differentiation and stability. JCI Insight. \n2018;3: e99712. 41. Chano T, Yamashita T, Fujimura H, Kita H, Ikemoto T, Kume S, et al. \nEffectiveness of COVID-19 vaccination in healthcare workers in Shiga \nprefecture. Japan Sci Rep. 2022;12:17621.\n 42. Li Z, Liu S, Li F, Li Y, Li Y, Peng P , et al. Efficacy, immunogenicity and safety \nof COVID-19 vaccines in older adults: a systematic review and metaanalysis. Front Immunol. 2022;13: 965971.\n 43. Xu K, Wang Z, Qin M, Gao Y, Luo N, Xie W, et al. A systematic review and \nmeta-analysis of the effectiveness and safety of COVID-19 vaccination in \nolder adults. Front Immunol. 2023;14:1113156.\n 44. Nanishi E, Angelidou A, Rotman C, Dowling DJ, Levy O, Ozonoff A. Precision vaccine adjuvants for older adults: a scoping review. Clin Infect Dis. \n2022;75(Suppl 1):S72–80.\n 45. Steenackers K, Hanning N, Bruckers L, Desombere I, Marchant A, Ariën \nKK, et al. Humoral immune response against SARS-CoV-2 after adapted \nCOVID-19 vaccine schedules in healthy adults: the IMCOVAS randomized \nclinical trial. Vaccine. 2024;42:25.\n 46. Cárdenas V, Le Gars M, Truyers C, Ruiz-Guiñazú J, Struyf F, Colfer A, et al. \nSafety and immunogenicity of Ad26.COV2.S in adults: a randomised, \ndouble-blind, placebo-controlled Phase 2a dose-finding study. Vaccine. \n2024;42(16):3536–46.\n 47. Lin DY, Xu Y, Gu Y, Sunny SK, Moore Z, Zeng D. Impact of booster vaccination interval on SARS-CoV-2 infection, hospitalization, and death. Int J \nInfect Dis. 2024;145: 107084.\n 48. Liu X, Shaw RH, Stuart ASV, Greenland M, Aley PK, Andrews NJ, et al. Safety \nand immunogenicity of heterologous versus homologous prime-boost \nschedules with an adenoviral vectored and mRNA COVID-19 vaccine \n(Com-COV): a single-blind, randomised, non-inferiority trial. Lancet. \n2021;398(10303):856–69.\n 49. Urschel R, Bronder S, Klemis V, Marx S, Hielscher F, Abu-Omar A, et al. \nSARS-CoV-2-specific cellular and humoral immunity after bivalent BA.4/5 \nCOVID-19-vaccination in previously infected and non-infected individuals. Nat Commun. 2024;15:3077.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}