{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04806-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04806-7.pdf",
  "metadata": {
    "/Keywords": "TAVI; Complication; LM occlusion; Coronary intervention",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241001092753+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240930165729+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04806-7",
    "/Author": "Georgi Goranov ",
    "/Title": "Successful management of acute left main coronary occlusion following transcatheter aortic valve implantation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04806-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Transcatheter aortic valve implantation is an established, highly effective procedure in selected patients \nwith severe degenerative aortic valve stenosis at high risk for conventional surgery.",
    "Case Presentation": "Case presentation We report a case of a 74-year-old Caucasian man who had an acute left main occlusion after transcatheter implantation of balloon-expandable valve prosthesis, followed by coronary intervention with successful \nrecanalization.\nConclusions Acute coronary occlusion is a rare life-threatening complication of transcatheter aortic valve implantation that is poorly predictable and requires immediate diagnosis and treatment.\nKeywords  TAVI, Complication, LM occlusion, Coronary intervention\nBackground\nTranscatheter aortic valve implantation (TAVI) has rap idly evolved in the last decade to become the treatment \nof choice for most patients with severe aortic stenosis \n[1]. The widespread use of this treatment has prompted \nadvances in transcatheter heart valve prostheses and \nTAVI-enabling devices, leading to the simplification of \nthe procedure, reduction of the risk of complications, and \nimproved short- and long-term outcomes [2]. Neverthe less, TAVI procedures have potential severe complica tions, and one of them is coronary ostium obstruction, \nwhich could be a fatal, life-threatening complication that \nneeds urgent diagnosis and treatment [3]. We report \na rare case of a transfemoral aortic valve implantation complicated by acute left main coronary artery (LMCA) \nocclusion cardiac arrest and hemodynamic collapse, \nwhich was successfully treated with immediate stent \nimplantation.\nCase presentation\nA 74-year-old Caucasian man presented to our cardiol ogy department with symptoms of advanced heart failure \n(New York Heart Association IV Functional Class), car diac asthma at rest, bilateral pleural effusions, peripheral \nedema, and symptoms of syncope. The accompanying \ndiseases were anemia and previous stroke. The following \nis a timeline of his clinical course and interventions:\n*Correspondence:\nGeorgi Goranov\ngeorgigoranov@yahoo.com\n1 Section of Cardiology, First Department of Internal Medicine, Medical \nUniversity of Plovdiv, 15A Vassil Aprilov Blvd., 4002 Plovdiv, Bulgaria\n2 Department of Cardiovascular Surgery, Medical University of Plovdiv, \nPlovdiv, Bulgaria\nPage 2 of 6 Goranov and Doktorova  Journal of Medical Case Reports          (2024) 18:477 \nDate/time Event/intervention Details\nPatient background Initial presentation 74-year-old Caucasian \nman with advanced \nheart failure, severe aor tic stenosis, and LVEF \nof 35%\nPre-procedure Pre-procedure diagnosticsECG showed left bundle \nbranch block; echocar diogram confirmed \nsevere aortic stenosis.\nPre-procedure Pre-procedure assessmentCT angiography \nrevealed severe calcification of the aortic \nvalve and coronary \narteries.\nTAVI TAVI procedure Successful implantation \nof the aortic valve.\nImmediately post-TAVI Detection of acute \ncoronary occlusionECG showed ventricular \nfibrillation; angiography \nrevealed LM coronary \nocclusion.\nImmediately post-TAVI Emergency coronary \ninterventionPercutaneous coronary \nintervention performed; \nimplantation of a drugeluting stent in LM.\n1 week post-proce dureFollow-up assessment Patient stabilized; ECG \nand echocardiogram \nshowed improved \nfunction.\n1 month post-pro cedureRoutine follow-up Patient reported \nno angina; echocar diogram showed LVEF \nimproved to 45%.\n6 months post-pro cedureLong-term follow-up Patient remained \nasymptomatic \nwith no cardiac events; \ncontinued medical \ntherapy.\nCT, computed tomography; ECG, electrocardiography; LVEF, left ventricular \nejection fraction\nElectrocardiography (ECG) showed sinus rhythm, and \nleft ventricular hypertrophy (LVH) with chronic repolari zation abnormalities. The transthoracic echocardiogram \nrevealed severe aortic valve stenosis (maximum trans valvular gradient 108 mmHg, mean gradient 74 mmHg, \naortic valve area 0.6  cm2), moderate mitral regurgitation, \nmoderate tricuspidal regurgitation, elevated pulmonary \nartery systolic pressure, and left ventricular ejection frac tion (LVEF) of 31%. A coronary angiogram displayed two \nvessel coronary artery disease with significant right coro nary artery and obtuse marginal artery 1 stenosis.\nWe calculated a Society of Thoracic Surgeons (STS) \nrisk score of 6.85% and a EuroSCORE II of 7.73%, and \nafter a heart team",
    "Discussion": "discussion, he was referred to TAVI. \nA transesophageal echocardiogram showed a calci fied tricuspid aortic valve and bulky calculus on and between the leaflets. The aortic annular size was 26 mm, \nand the sinus of Valsalva was 34  mm. Multi-slice com puted tomography (CT) showed an aortic annulus size of \n29.7/25.5 mm; sinus of Valsalva size of 34.1 mm; annulus \narea of 579.1  mm2; bulky, heavily calcified leaflets; high \nLMCA at 16.4  mm; and right coronary artery (RCA) at \n17.8 mm.\nCT imaging of lower extremity arteries (ilio-femoral \narterial segment) revealed the following: right side: \nexternal iliac artery without significant stenoses, and \ncommon femoral artery at 8.3/7.9  mm without sten oses; left side: tortuous common iliac artery without \nsignificant stenoses, and common femoral artery at \n8.6/8.6 mm without stenoses (Fig. 1 ).\nOn the basis of the CT data, we chose the transfemo ral approach.\nAfter complete interventional coronary revasculari zation, a TAVI procedure was performed: Under gen eral anesthesia, a 16F sheath was inserted in the right \nfemoral artery, and a temporary pacing electrode was \npositioned into the right ventricle via the right femoral \nvein. After passing with a guidewire through the sten otic aortic valve, an inflation with a balloon 23/40 mm \nwas done under rapid ventricular pacing. Then a 29 mm \nEdwards Sapien 3 valve (Edwards Lifesciences, CA, \nUSA) was implanted promptly in position (Fig. 2 a, b).\nImmediately after the valve implantation, ventricular \nfibrillation resistant to multiple shock defibrillations \noccurred. Chest compressions were started. An urgent \nangiogram was performed, and an LMCA obstruction \nwas apparent in the angiogram: thrombolysis in myo cardial infarction (TIMI) I flow in left anterior descend ing (LAD) and circumflex artery (Cx; Fig. 3 ).\nA 6F 4 Judkins left (JL) guiding catheter was promptly \npositioned in the LMCA. Then, a floppy guidewire was \nadvanced across the occlusion, and a 4.0/12  mm drug \neluting stent (DES) was directly implanted in the LM \n(Fig.  4a). The procedure was completed by postdilata tion with a 4.5/15 mm balloon. This resulted in the res toration of TIMI grade 3 flow in LMCA, LAD, and Cx \n(Fig. 4 b).\nAfter recanalization, sinus rhythm was restored, and \nstable hemodynamic conditions were rapidly obtained. \nAn intra-aortic balloon pump (IABP) in assist ratio 1:1 \nwas implanted. IABP was removed on the second day \nand catecholamines on the third day.\nThe patient was discharged on day 7, without signs of \nheart failure, without angina, and with medical therapy: \naspirin, clopidogrel, eplerenone, an angiotensin-con verting enzyme (ACE) inhibitor, a statin, a beta blocker, \nPage 3 of 6\n Goranov and Doktorova  Journal of Medical Case Reports          (2024) 18:477 \n \na diuretic, and a proton pump inhibitor. The echocardio gram at discharge showed mild apical hypokinesia with \nLVEF 35%, mild mitral regurgitation, a maximum trans valvular gradient of implanted aortic valve of 12 mm/Hg, \na mean of 5  mm/Hg, no aortic regurgitation, moderate \ntricuspidal regurgitation, and a decrease of pulmonary \nsystolic pressure in comparison with the state before the \nprocedure. The clinical course after this procedure was \nuneventful. A total of 6 months later, the patient was sta ble without any complaints.Discussion and conclusions\nTranscatheter aortic valvular implantation (TAVI) is \nconsidered a mainstream interventional procedure for \npatients with severe aortic valve stenosis, in either symp tomatic patients or those who are asymptomatic but have \na left ventricular ejection fraction less than 50% [4, 5]. It \nis even associated with a lower risk of all-cause mortality \nand cardiovascular death in 1 year when compared with \nsurgery in patients with low surgical risk [6].\nFig. 1  CT imaging of lower extremity arteries\nPage 4 of 6 Goranov and Doktorova  Journal of Medical Case Reports          (2024) 18:477 \nAlthough TAVI is reported as less invasive than open \ncardiac surgery, different severe complications can occur. \nSome of them, because of their relatively high frequency \n(conduction disturbances, vascular complications, cer ebrovascular events, paravalvular regurgitation, and so \non), are largely described. Coronary obstruction is an \ninfrequent complication of TAVI with an incidence of less than 1% [7]. Coronary occlusion was described for \nthe first time in 2006 by Webb et al. [8]. In a large mul ticenter registry, Ribeiro et al. [9] reported frequency of \ncoronary occlusion in about 0.6% of patients. The 30-day \nmortality rate after coronary artery occlusion remained \nvery high—about 40.9%. Risk factors for coronary \nobstruction following TAVI include female sex, a previ ous prosthetic aortic valve in situ, a distance of < 10 mm \nbetween the coronary ostia and the aortic annulus, \nand < 28 mm diameter at the sinuses of Valsalva [9–11]. \nOperator-related factors are high positioning or a too \nlarge valve [7]. A systematic review of clinical outcomes \nof coronary occlusion following TAVI found that women \ncomprised 81% of cases, 80% of events involved the left \nmain coronary artery, 60% were caused by a displaced \nnative valve leaflet, and 88% occurred within 1 hour of \nimplantation [12].\nTwo mechanisms of coronary obstruction are \ndescribed: the first and more common one is due to the \ndisplacement of the calcification from the native valve, \nwhich obstructs the coronary ostium; the second cause is \nmore hypothetical—obstruction due to a portion of the \nTAVI frame placed over the coronary ostium [9].\nThe management of the coronary obstruction depends \non the implanted prosthetic valve: CoreValve can be \nensnared and repositioned, whereas Sapien 3 will need \nFig. 2  a. Balloon predilation of the aortic valve. b. Implantation of the Edwards Sapien 3 Valve\nFig. 3 LMCA obstruction after the valve implantation\nPage 5 of 6\n Goranov and Doktorova  Journal of Medical Case Reports          (2024) 18:477 \n \nimmediate cannulation of the occluded ostium using a \nhigh-pressure balloon [13].\nCoronary occlusion during or immediately after TAVI \nis a life-threatening complication that, despite the low \nincidence, is poorly predictable and requires immedi ate diagnosis and treatment. It is crucial to note that the \nmanagement of this complication varies on the basis of \nthe type of valve implanted. Therefore, careful patient \nselection is essential for the success of the technique.\nAbbreviations\nACE  Angiotensin-converting enzyme\nCT  Computed tomography\nCx  Circumflex\nDES  Drug eluting stent\nECG  Electrocardiography\nEuroSCORE  European System for Cardiac Operative Risk EvaluationIABP  Intra-aortic balloon pump\nJL  Judkins left\nLAD  Left anterior descending\nLM  Left main\nLMCA  Left main coronary artery\nLVH  Left ventricular hypertrophy\nLVEF  Left ventricular ejection fraction\nNYHA  New York Heart Association\nRCA   Right coronary artery\nSTS  Society of Thoracic Surgeons\nTAVI  Transcatheter aortic valve implantation\nTIMI  Thrombolysis in myocardial infarction\nAcknowledgements\nNot applicable.\nAuthor contributions\nGeorgi Goranov analyzed and interpreted the patient data regarding the TAVI \nprocedure and the subsequent acute coronary occlusion. Georgi Goranov \nwas part of the team that performed the TAVI procedure and the emergency \ncoronary intervention. Velina Doktorova was a contributor in writing the \nmanuscript. All authors read and approved the final manuscript.\nFunding\nThis case report did not receive any specific grant from funding agencies in \nthe public, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 3 August 2024   Accepted: 5 September 2024\nReferences\n 1. Carroll JD, et al. STS-ACC TVT registry of transcatheter aortic valve replace ment. J Am College Cardiol. 2020;76(21):2492–516. https:// doi. org/ 10. \n1016/j. jacc. 2020. 09. 595.\n 2. Bourantas CV, et al. The evolution of device technology in transcatheter \naortic valve implantation. EuroIntervention. 2019;14(18):e1826–33. \nhttps:// doi. org/ 10. 4244/ eij-d- 18- 01048.\n 3. Gul M, Turen S, Surgit O, UnalAksu H, Uslu N. Acute severe occlusion of \nthe left main coronary artery following transcatheter aortic valve implantation. Anatolian J Cardiol. 2012. https:// doi. org/ 10. 5152/ akd. 2012. 082.\n 4. Christiano AV, London DA, Barbera JP , Frechette GM, Selverian SR, \nNowacki AS. Statistical assumptions in orthopaedic literature: are study \nfindings at risk? Cureus. 2021. https:// doi. org/ 10. 7759/ cureus. 18694.\n 5. Kleiman NS. Delayed coronary obstruction after TAVR. J Am Coll Cardiol. \n2018;71(14):1525–7. https:// doi. org/ 10. 1016/j. jacc. 2018. 01. 067.\n 6. Kolte D, et al. Transcatheter versus surgical aortic valve replacement in \nlow-risk patients. J Am Coll Cardiol. 2019;74(12):1532–40. https:// doi. org/ \n10. 1016/j. jacc. 2019. 06. 076.\nFig. 4  a. Implantation of a DES 4,0/12 in the LM. b. TIMI grade 3 flow \nrestored in LMCA, LAD, and Cx\nPage 6 of 6 Goranov and Doktorova  Journal of Medical Case Reports          (2024) 18:477 \n 7. Dimitrova IN, Trendafilova D, Simeonov P . A case of acute left main \ncoronary obstruction following transcatheter aortic valve implantation. \nCureus. 2017. https:// doi. org/ 10. 7759/ cureus. 1951.\n 8. Webb JG, et al. Percutaneous aortic valve implantation retrograde from \nthe femoral artery. Circulation. 2006;113(6):842–50. https:// doi. org/ 10. \n1161/ CIRCU LATIO NAHA. 105. 582882.\n 9. Ribeiro HB, et al. Coronary obstruction following transcatheter aortic \nvalve implantation: a systematic review. JACC Cardiovasc Interv. \n2013;6(5):452–61. https:// doi. org/ 10. 1016/J. JCIN. 2012. 11. 014.\n 10 Spina R, Khalique O, George I, Nazif T. Acute left main stem coronary \nocclusion following transcatheter aortic valve replacement in a patient \nwithout recognized coronary obstruction risk factors: a case report. Eur \nHeart J Case Rep. 2018. https:// doi. org/ 10. 1093/ ehjcr/ yty112.\n 11. Jabbour RJ, et al. Delayed coronary obstruction after transcatheter aortic \nvalve replacement. J Am Coll Cardiol. 2018;71(14):1513–24. https:// doi. \norg/ 10. 1016/j. jacc. 2018. 01. 066.\n 12. Akinseye OA, Jha SK, Ibebuogu UN. Clinical outcomes of coronary \nocclusion following transcatheter aortic valve replacement: a systematic \nreview. Cardiovasc Revasc Med. 2018;19(2):229–36. https:// doi. org/ 10. \n1016/j. carrev. 2017. 09. 006.\n 13 Dvir D, et al. Coronary obstruction in transcatheter aortic valve-in-valve \nimplantation. Circ Cardiovasc Interv. 2015. https:// doi. org/ 10. 1161/ CIRCI \nNTERV ENTIO NS. 114. 002079.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}