{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04854-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04854-z.pdf",
  "metadata": {
    "/Keywords": "Dextrocardia; Atrioventricular block; Pacemaker; Imaging; Echocardiography",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017130355+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241012142924+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04854-z",
    "/Author": "Ralph Abi Nader ",
    "/Title": "Dextrocardia with complete atrioventricular block—the right clinical approach to pace a heart on the right hemithorax: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04854-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background A heart positioned on the right side of the thorax can be more a complex situation than it seems, \nalso the potentially associated congenital cardiopathies are variable. In this regard, patients with dextrocardia present ing with complete atrioventricular block require a thorough anatomical investigation to map the veno-arterial system \nand potential cardiovascular defects before proceeding with a permanent pacing procedure.",
    "Case Presentation": "Case presentation A 73-year-old Caucasian woman with no significant medical history presented with syncope. Physical examination showed regular heart sounds with an average heart rate of 35–40 beats per minute \nand no other relevant physical findings. Chest X-rays revealed a heart positioned in the right hemithorax. A standard \nelectrocardiogram revealed complete atrioventricular block with junctional escape rhythm at nearly 35–40 beats \nper minute. A transthoracic echocardiogram showed a mirror image dextrocardia without any other remark able abnormalities. Venogram performed using the left peripheral cephalic vein showed normal venous return \ninto the right atrium positioned on the left side. Surgical intervention consisted of permanent dual chamber pace maker implantation using the left subclavian vein.",
    "Discussion": "Discussion is provided based on the relevant medical literature \noutlining different potential scenarios with associated cardiac and major vessels abnormalities.",
    "Conclusion": "Conclusion This case highlights an atypical presentation of atrioventricular block in a patient with dextrocardia \nand situs inversus, for whom a successful dual-pacemaker implantation procedure was performed.\nKeywords  Dextrocardia, Atrioventricular block, Pacemaker, Imaging, Echocardiography",
    "Introduction": "Introduction\nA right positioning of the heart in the thorax can be \na more complex situation than it seems, and it can be \nrelated to dextrocardia or dextroversion [1]. While the \nterminology might be confusing, it is important to make \nthe difference especially when a cardiac intervention is \nintended. In dextrocardia, the heart apex is pointing to the right while in dextroversion, the heart apex is point ing to the left [1]. Dextroversion is often associated with \nextracardiac anatomical conditions that cause the shift \nof the heart to the midline (mesocardiac) or even to the \nright hemithorax; these conditions encompass right \npulmonary hypoplasia, left-sided chest lesions such as \ntumors or diaphragmatic hernia, and so on [2].\nDextrocardia prevalence is around 1/12,000, it can be \nisolated (situs solitus) or associated with displacement/\ninversion of other organs (situs inversus) [1]. In dextro cardia with situs solitus, the heart is on the right side, \nwhile other organs are in normal positions; however \nit is a condition often associated with congenital heart \ndefects. In dextrocardia with situs inversus, the heart and Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAntoine Kossaify\nAntoinekossaify@yahoo.com\n1 Cardiology Division, Saint Esprit Kaslik University USEK, Hospital Notre \nDame Des Secours, Saint Charbel Street - PO Box # 3, Byblos 12345, \nLebanon\nPage 2 of 5 Nader et al. Journal of Medical Case Reports          (2024) 18:504 \nother organs are mirrored, and this condition is associ ated with fewer congenital heart defects [1]. Congenital \nheart defects, mostly encountered in dextrocardia with \nsitus solitus, encompass ventricular septal defect, atrial \nseptal defect, tricuspid and pulmonic atresia, anomalous \nsystemic or pulmonary venous return, and transposition \nof the great arteries, and so on.\nIn patients presenting with heart rhythm disorder \nrequiring electrophysiological study or pacing, it is essen tial to outline and map cardiac and great vessel anatomy \nto facilitate the performance of such invasive or inter ventional procedure given the potential anatomical vari ations in the main vessels (for example, transposition, \nanomalous venous return) and/or associated congenital \ndefects (septal defect, tricuspid atresia, and so on) [3]. \nWe report on a patient with dextrocardia situs inversus \nwho presented with complete atrioventricular block and \nfor whom a dual-chamber transvenous pacemaker was \nimplanted successfully.\nCase presentation\nA 73-year-old Caucasian woman presented to the emer gency room for fainting and presyncope. The patient \nhad no previous cardiovascular condition notice able, her main risk factors were tobacco smoking, age, \nand a sedentary lifestyle; also, there was no relevant \nmedical family history. She was not on any long-term medications, except occasional analgesics for head aches. Physical examination in the emergency room \nrevealed muffled heart sounds (left-sided ausculta tion), bradycardia at nearly 35 beats per minute (bpm) \nand blood pressure at 90/50 mmHg. Electrocardiogram \n(EKG; recording electrodes were placed following the \nroutine left sided positioning) showed complete atrio ventricular block with escape junctional rhythm at \nnearly 35 bpm (Fig.  1). Chest X-rays showed normal \nlung parenchyma, and right-sided heart with the apex \npointing to the right evoking dextrocardia. Laboratory",
    "Results": "results were not remarkable.\nTransthoracic echocardiography (TTE) using the \nPhilips iE33 ultrasound system (right-sided approach, \nbasically right parasternal long axis and apical) with \nimage acquirement while in dorsal supine or right decu bitus positions revealed a mirror image dextrocardia with \nright cavities on the left side and left cavities on the right \nside, normal tricuspid valve, normal cavities dimensions, \nand normal left ventricular function; importantly, there \nwere no congenital abnormalities noticeable. There were \ndifficulties in assessing pulmonary artery pressure and \nsystemic/pulmonary venous return, and three-dimen sional echo imaging was unavailable. Further imaging \n(cardiac tomography, abdominal ultrasound, chest angioMRI) were planned; however, these tests were refused by \nthe patient, also she declined transesophageal echo.\nFig. 1 Preoperative EKG (standard leads position) showing complete atrioventricular block\nPage 3 of 5\n Nader et al. Journal of Medical Case Reports          (2024) 18:504 \n \nThe patient’s hemodynamic condition was still criti cal, and after discussing the case within the cardiac team, \nalso after explaining to the patient and family the medical \ncontext and therapeutic options, and after acquiring their \nconsent, a dual-chamber pacemaker implantation was \nplanned and performed within hours after admission. \nThis was performed using left subclavian approach, and \na contrast injection in the beginning of the procedure \nconfirmed a normal systemic venous return into the right \natrium; the procedure was smooth with no peroperative \nremarkable incident. Figure  2 shows chest X-rays and \nleads positioning postimplantation; also, Fig.  3 showed \nEKG, postimplantation. Following the procedure, the \npatient’s hemodynamic condition improved and became \nasymptomatic, she was discharged within 24 hours after \nadmission.\nDiscussion\nThis report highlights an exceptional case of com plete atrioventricular block in a patient with mir ror image dextrocardia situs inversus, for whom a \nsuccessful transvenous dual-chamber pacemaker was \nimplanted. Although rare, successful endocavitary pac ing for patients with dextrocardia situs inversus has been \nreported [ 4, 5].\nA clinical approach and imaging are crucial for accu rate diagnosis, for providing essential anatomical data for \nthe operator. The “muffled” cardiac sound reported in the \nemergency room was a consequence of left-sided auscul tation in a patient with dextrocardia, so far undiagnosed \nas such. The main concern to address before engaging in \nimplantation procedure is the potential cardiac or major vascular congenital abnormalities, which can make the \nimplantation process challenging or impossible.\nIn cases where anatomical abnormalities make it chal lenging to implant a permanent pacing device via clas sical leads/venous route, leadless pacemaker or even \nepicardial approach might constitute an alternative [3, 6]. \nIn all cases, a step-wise approach along with multimodal ity imaging (transesophageal echocardiography cardiac \ncomputed tomography, cardiac magnetic resonance) can \nprovide more safety and anatomical details for the pacing \nprocedure [7].\nIn this patient, chest X-rays showed the dextrocardia \nalong with the gastric air bubble on the right side, making \nthe diagnosis of dextrocardia situs inversus certain, also \nthe transthoracic echocardiography did not show any \nnoticeable cardiac abnormalities. In addition, the veno gram allowed a normal systemic venous return. However, \nif the patient were more compliant, more imaging modal ities could have provided better insights into the special \npatient anatomy and potential abnormalities to address \npotential challenges during the implantation procedure.\nLimitations\nAn EKG was not performed with electrodes on the \nright side of the chest given that the diagnosis of dex trocardia was initially unconfirmed. In addition, the \nrapidly deteriorating condition of the patient, with the \nneed for immediate intervention, along with the patient \nnon-compliance, made the caring team miss this “rightsided” EKG recording. The post-operative EKG was a \npaced rhythm, and we judged unnecessary to show atypi cal QRS axis consecutive to dextrocardia, whether the \nFig. 2 Chest X-rays showing dextrocardia situs inversus, right gastric bubble, and leads positioning post-cardiac pacing. A anteroposterior view; B \nlateral view\nPage 4 of 5 Nader et al. Journal of Medical Case Reports          (2024) 18:504 \nrecording is made from the standard leads or from the \nright sided leads.\nConclusion\nA heart on the right side could indicate either dextro cardia or dextroversion. Dextrocardia can be either situs \nsolitus, which is associated with high cardiac structural \nabnormalities, or situs inversus, which has a low rate \nof associated cardiac abnormalities. Cardiac pacing in \ndextrocardia can be challenging, and clearance for the \npacing procedure should be granted after thorough iden tification of the cardiac and major vascular anatomy. We \nreport on a patient with dextrocardia and situs inver sus presenting with complete atrioventricular block, \nfor whom a dual-chamber pacemaker was successfully \nimplanted via the left subclavian access.\nAcknowledgements\nNot applicable\nAuthor contributions\nMK made the document concept and first draft, RAN and AK contributed \nto first draft and made the first revision, MK prepared the figures, and RAN \nand AK verified the figures. All authors made the bibliography search and all \nauthors reviewed the manuscript and approved final version.\nFunding\nNone received.Availability of data and materials\nNon applicable.\nDeclarations\nEthics approval and consent to participate\nInstitutional Ethical committee approved the study.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone to declare.\nReceived: 30 July 2024   Accepted: 18 September 2024\nReferences\n 1. Haththotuwa HR, Dubrey SW. A heart on the right can be more complex \nthan it first appears. BMJ Case Rep. 2013;2013:bcr2013201046.\n 2. Panneerselvam A, Subbiahnadar P . Is it dextrocardia or dextroversion? \nBMJ Case Rep. 2012;2012:bcr0120125493.\n 3. Shenthar J, Rai MK, Walia R, Ghanta S, Sreekumar P , Reddy SS. Transvenous permanent pacemaker implantation in dextrocardia: technique, challenges, outcome, and a brief review of literature. Europace. \n2014;16(9):1327–33.\n 4. Fang Y, Jiang LC, Chen M. Successful pacemaker implantation in a patient \nwith dextrocardia situs inversus totalis. Europace. 2009;11(11):1568–9.\nFig. 3 Postoperative EKG showing paced rhythm with atypical QRS axis\nPage 5 of 5\n Nader et al. Journal of Medical Case Reports          (2024) 18:504 \n \n 5. Bakalli A, Jashari I, Krasniqi X, Spahiu L. A case of successfully \nimplanted dual chamber pacemaker in a young patient with dex trocardia and sick sinus syndrome. Clin Med Insights Case Rep. \n2021;14:11795476211017732.\n 6. Aizawa Y, Ichiki T, Yoshizawa A, et al. Successful leadless pacemaker \nimplantation in an elderly patient with dextrocardia and situs inversus. \nCureus. 2021;13(9): e17858.\n 7. Nomura A, Otani N, Kokubun A, et al. Successful transvenous implantation of a permanent pacemaker in a patient with situs inversus with \ndextrocardia supported by preceding three-dimensional computed \ntomography. Intern Med. 2024;63(12):1739–43.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}