{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04879-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04879-4.pdf",
  "metadata": {
    "/Keywords": "Congenital malaria; Case report; Ethiopia; Plasmodium vivax",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241119121722+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241021132607+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04879-4",
    "/Author": "Gezahagn Demsu Gedefaw ",
    "/Title": "Congenital Plasmodium vivax in a 3-day-old neonate: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04879-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Congenital malaria is an uncommon clinical infectious disease caused by vertical transmission \nof parasites from mother to child during pregnancy or delivery and a positive blood smear of malaria in newborns \nfrom 24 hours to 7 days of life, associated with a high mortality rate if it is not diagnosed and treated early.\nCase summary We present an unusual case of a 4-day-old boy with Plasmodium vivax malaria from Gondar, Ethiopia, \nsuspected mainly based on a positive maternal history of malaria attacks in the seventh month of gestation and cured \nwith artemether–lumefantrine therapy. The newborn presented with a lack of sucking and a high-grade fever. The \nblood film of the baby showed a trophozoite stage of Plasmodium vivax with a parasite density of +2. The neonate had \nsevere thrombocytopenia (76,000/μL) and splenomegaly (the spleen was palpable 2 cm along the growth line). The \npatient was admitted to the hospital and was treated with artesunate and artemether–lumefantrine.",
    "Conclusion": "Conclusion Most of the Amhara zones are endemic for malaria, and newborns born to mothers in malaria areas \nor those with a history of malaria attacks in the index pregnancy should be investigated early for malaria rather \nthan treated with sepsis or meningitis. It is wise to consider congenital malaria as part of neonatal sepsis-like presentations, especially if there is a maternal history of malaria attack during pregnancy and if the neonates fully recover.\nKeywords  Congenital malaria, Case report, Ethiopia, Plasmodium vivax",
    "Introduction": "Introduction\nCongenital malaria is an uncommon clinical infectious \ndisease caused by vertical transmission of parasites from \nmother to child during pregnancy or delivery and a posi tive blood smear for malaria in newborns from 24 hours \nto 7 days of life [1, 2]. Fever, anemia, jaundice, vomiting, lethargy, convulsions, irritability, tachypnea, respiratory \ndistress, and hepatosplenomegaly are nonspecific symp toms that mimic neonatal sepsis syndrome [3, 4]. Regard less of clinical symptoms, congenital malaria is defined as \nthe presence of asexual malaria parasites in the cord and/\nor peripheral blood of an infant during the first week of \nlife [5, 6]. Due to variations in the definition of congenital \nmalaria, maternal immunity, and the types of diagnostic \ntools used, the prevalence of congenital malaria varies \nfrom 0% to 54% in sub-Saharan Africa [5].\nIt is a rare condition and develops into a serious illness \nthat can cause severe morbidity and death in newborns. \nPlasmodium falciparum  causes congenital malaria, \nwhich can also be caused by Plasmodium vivax and Plas modium malaria  [7]. It is often incorrectly treated as \nnewborn sepsis owing to a low index of suspicion and Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBruck Tesfaye Legesse\nbrucktesfaye143@gmail.com\n1 Department of Neonatal Health Nursing, School of Nursing, College \nof Medicine and Health Sciences, and Specialized Hospital, University \nof Gondar, Gondar, Ethiopia\n2 Department of Pediatrics and Child Health, School of Medicine, College \nof Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia\n3 Department of Pediatrics and Neonatal Nursing, School of Nursing \nand Midwifery, Institute of Health Sciences, Wollega University, Nekemte, \nEthiopia\nPage 2 of 4 Gedefaw et al. Journal of Medical Case Reports          (2024) 18:558 \nnonspecific symptoms, increasing the risk of infant death \nand morbidity [4].\nIn apparent neonatal death, malaria infection during \npregnancy is a serious public health issue related to unfa vorable pregnancy outcomes such as low birth weight \n(LBW), abortion, stillbirth, restriction of intrauterine \ndevelopment restriction, and early delivery [8]. The pos sibility of false negative findings along with the accessi bility and precision of diagnostic tests play a role in the \nearly detection of congenital malaria. Furthermore, some \nnewborns do not develop signs infection for a few weeks \nafter delivery, which could postpone identification and \ntreatment. Sulfadoxine–pyrimethamine (SP) should be \nadministered as intermittent preventive therapy (IPT) to \nall pregnant women in regions of stable malaria transmis sion as part of the World Health Organization (WHO) \nplan to avoid congenital malaria [7].\nCase description\nThis is the case of a newborn boy from Gondar, Ethio pia who is 3 days old. He was referred to the University \nof Gondar Comprehensive Specialized Hospital from the \nprimary hospital due to fever, decreased sucking, and \ndecreased mentation. He was born to a 28-year-old para \n4 all-alive mother who had amenorrhea for 9  months. \nShe had four antenatal care (ANC) follow-ups, and rou tine care was provided, such as iron and folic acid sup plementantion, and a tetanus vaccine was administered. \nShe underwent screening for retroviral infection and \nsexually transmitted diseases, all of which came back \nnegative. Spontaneous labor was induced, resulting in \nthe birth of a healthy male neonate weighing 3300  g. \nThe baby immediately cried and had Apgar scores of 8 \nand 9 at the first and fifth minutes, respectively. How ever, after delivery, the neonate did not suckle and expe rienced three episodes of abnormal body movements, \nalong with decreased mentation. On physical examina tion, the vital signs were as follows: apical heart rate of \n169 beats per minute, respiratory rate of 53 breaths per \nminute, and temperature of 38.3 °C. The neonate’s birth \nanthropometry parameters were within the normal \nrange, and the respiratory and cardiac examinations \nwere normal. However, the abdominal exam revealed a \nspleen palpable at 2 cm and a liver palpable at 3 cm. The \nneonatal reflexes, such as sucking and the Moro reflex, \nwere not sustained. However, the tone was normal. Due \nto these symptoms, early-onset neonatal sepsis was sus pected, and intravenous antibiotics (ceftriaxone and \nampicillin) were initiated. Additionally, a blood culture \nwas performed, which did not reveal any abnormalities. \nThe random blood sugar level was measured at 79  mg/\ndl, and electrolyte derangement was observed. However, \nthe kidney function test was within the normal range. A complete blood count was performed and cerebrospinal \nfluid (CSF) was done; the",
    "Results": "results were normal (Table  1). \nThe neonate did not improve, and a blood film was made, \nresulting in P. vivax with parasitic load of +2 being identi fied (Fig.  1). The mother had a history of fever, arthralgia, \nmyalgia, and loss of appetite, for which a blood film was \nmade, P. vivax was diagnosed, and oral antimalarial was \nadministered. The neonate was administered intravenous \nartemether–lumefantrine 3 mg/kg (at 0 hours, at time of \nadmission, 12 hours, 24 hours, and 48 hours, then daily \nfor 2 days) and improved.",
    "Discussion": "Discussion\nIn this case report, a description of congenital malaria \nis made in a setting that introduced routine neo natal malaria testing for neonates coming from Table 1 Laboratory results of of a 3-day-old newborn at the \nUniversity of Gondar Comprehensive Specialized Hospital, \nEthiopia, 2024\nTypes Result\nWhite blood count (WBC) 11.0 ×  103/µL\nNeutrophil 90.3%\nHemoglobin (HGB) 12.7 mg/dl\nPlatelet 76,000/µl\nNa 148 mmol/l\nK 5.74 mmol/l\nCreatinine 0.35\nBlood Urea Nitrogen (BUN) 40\nBilirubin total 6 mg/dl\nBilirubin direct 1.07 mg/dl\nBlood film P . vivax +2\nFig. 1 Blood film results of a 3-day-old newborn at the University \nof Gondar Comprehensive Specialized Hospital, Ethiopia, 2024\nPage 3 of 4\n Gedefaw et al. Journal of Medical Case Reports          (2024) 18:558 \n \nmalaria-endemic areas. In Ethiopia, the common plas modium protozoa are P. vivax and P. falciparum. The \nfinding revealed that a 4-day-old newborn had congenital \nmalaria.\nIn 2019, there were 229 million malaria cases, account ing for more than 94% of the anticipated 409,000 deaths \nworldwide. Sub-Saharan Africa accounted for more than \n94% of all cases and deaths. Children under the age of \n5 years are the most vulnerable, accounting for 67% \n(274,000) of all malaria fatalities globally in 2019 [2].\nCongenital malaria has been documented to present \nwith anemia, fever, hepatosplenomegaly, poor feeding, \nlethargy, irritability, and jaundice [9].\nCongenital malaria develops when a mother has active \nmalaria during pregnancy, and the parasite crosses the \nplacenta to infect the fetus [10]. In our case, the mother \nhad one episode of malaria infection and was from a \nmalaria endemic area.\nNewborns are believed to have partial protection from \nmalaria in the first few months of life, due to passively \nacquired maternal immunoglobulin G (IgG) antibodies, \nthe predominance of hemoglobin F (HbF) in their eryth rocytes, and the low levels of iron and para -aminoben zoic acid (both required for parasite growth) in breast \nmilk [2]. However, the mothers attack vulnerable time for \ntransmission in fetal gestation.\nDuring the abdominal examination, hepatomegaly was \nnoted, measuring 3  cm below the right costal margin, \nalong with splenomegaly measuring 2  cm. Additionally, \nelectrolyte imbalances were observed, and the neonatal \nreflex sucking was not sustained. The Moro reflex was \nfound to be incomplete, and the complete blood count \n(CBC) result indicated thrombocytopenia (49,000/µl) \nand neutrophilia (90.3%).\nDiagnosing congenital malaria can be challenging due \nto its rarity and similarity to other neonatal conditions \nsuch as sepsis. However, this particular neonate was \ntested for malaria on the basis of the maternal history \nof malaria during pregnancy and coming from malariaendemic areas. Initially, the neonate was started on intra venous antibiotics, which was an appropriate course of \naction as bacterial sepsis is the most common disorder in \nnewborns.\nConclusion\nMost of the Amhara zones are endemic for malaria, and \nnewborns born to mothers in malaria areas or with a his tory of malaria attacking in the index pregnancy should \nbe investigated early for malaria rather than treated with \nsepsis or meningitis. It is always wise to consider con genital malaria as part of neonatal sepsis-like presenta tions, especially if there was a maternal history of malaria \nattack during pregnancy.Abbreviations\nANC  Antenatal care\nBF  Blood film\nCBC  Complete blood count\nAcknowledgements\nThe authors thank the parent of the patient for allowing the publication of this \ncase report. Institutional approval is not required to publish the case details.\nAuthor contributions\nAll authors made a significant contribution to the reported work, whether it is \nin the conception, design of the study, execution, acquisition of data, analysis \nand interpretation, or all these areas; they participated in the writing and \ncritical review of the article; gave final approval of the version to be published; \nhave agreed on the journal to which the article has been submitted; and \nagree to be responsible for all aspects of the work.\nFunding\nNo funding source.\nAvailability of data and materials\nThe datasets used during the current study are available from the corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical clearance was obtained from the Wallaga University Referral Research \nEthics Review Committee. The study protocol is carried out according to the \nrelevant guidelines.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 26 March 2024   Accepted: 4 October 2024\nReferences\n 1. Rai P , Majumdar K, Sharma S, Chauhan R, Chandra J. Congenital malaria \nin a newborn: a case report with a comprehensive review of differential \ndiagnosis, treatment, and prevention from an Indian perspective. J Parasit \nDis. 2015;39:345–8.\n 2. Kajoba D, Ivan Egesa W, Jean Petit H, Omar Matan M, Laker G, \nMugowaWaibi W, et al. Congenital malaria in a 2-day-old newborn: a case \nreport and review of the literature. Case Reports Infect Dis. 2021. https:// \ndoi. org/ 10. 1155/ 2021/ 99600 06.\n 3. D’Alessandro U, Ubben D, Hamed K, Ceesay SJ, Okebe J, Taal M, et al. Is \nmalaria in infants under six months of age-is it an area of unmet medical \nneed? Malar J. 2012. https:// doi. org/ 10. 1186/ 1475- 2875- 11- 400.\n 4. Mohan K. Clinical presentation and management of neonatal malaria: a \nreview. Malaria Contr Elimin. 2014;3(2):126.\n 5. Uneke CJ. Congenital plasmodium falciparum malaria in sub-saharan \nAfrica: a rarity or a frequent occurrence? Parasitol Res. 2007;101:835–42.\n 6. Enweronu-Laryea CC, Adjei GO, Mensah B, Duah N, Quashie N. Prevalence \nof congenital malaria in high-risk Ghanaian newborns a cross-sectional \nstudy. Malaria J. 2013;12(1):1–5.\n 7. Hassan L, Abdul M, Ogala W, Care N. Congenital malaria prevalence, \nrisk factors and clinical correlates in a tertiary hospital in Zaria Nigeria. J \nPerinat Neonat Care. 2023;3(1):29–39.\n 8. Beeson JG, Scoullar MJ. Combating low birth weight due to malaria infection in pregnancy. Sci Transl Med. 2018;10:431.\nPage 4 of 4 Gedefaw et al. Journal of Medical Case Reports          (2024) 18:558 \n 9. Nwaneli EI, Nri-Ezedi CA, Okeke KN, Edokwe ES, Echendu ST, Iloh KK. \nCongenital cerebral malaria: a masquerader in a neonate. Malar J. \n2022;21(1):34.\n 10. Organization WH. WHO guidelines for malaria, 14 March 2023. Geneva: \nWorld Health Organization; 2023.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}