{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05023-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05023-6.pdf",
  "metadata": {
    "/Keywords": "Headache; Radiologically isolated syndrome; Multiple sclerosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250118045022+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250117144039+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05023-6",
    "/Author": "Masoud Etemadifar ",
    "/Title": "Headache in radiologically isolated syndrome: a hint toward imminent conversion: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05023-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Headaches are more prevalent in patients with multiple sclerosis compared with the general popu‑\nlation. However, headaches are still considered a rare symptom of multiple sclerosis, especially when they appear \nas an initial symptom. The occurrence of a headache as a symptom of radiologically isolated syndrome (RIS) is uncom‑\nmon, and it can significantly increase the likelihood of developing multiple sclerosis.",
    "Case Presentation": "Case presentation We report the case of a 36‑ year ‑old Iranian woman experiencing severe unilateral headaches \nwithout other multiple sclerosis symptoms. Despite normal physical and laboratory exams, cerebrospinal fluid analysis \nshowed positive oligoclonal bands. Magnetic resonance imaging (MRI) revealed multiple demyelinating plaques \nconsistent with RIS. She was treated with dimethyl fumarate. Subsequent MRI confirmed multiple sclerosis by show‑\ning new gadolinium‑ enhanced lesions. After 3 months of dimethyl fumarate treatment, her headache intensity \ndecreased, and she remained otherwise symptom free. Written informed consent was obtained from the patient.",
    "Conclusion": "Conclusion Effectively managing headaches in patients with RIS is a challenge for clinicians to improve their quality \nof life and delay the progression of multiple sclerosis.\nKeywords  Headache, Radiologically isolated syndrome, Multiple sclerosis",
    "Introduction": "Introduction\nMultiple sclerosis (MS) is a chronic autoimmune neuro logical disease that mostly affects young adults. Aberrant \nactivation of immune system",
    "Results": "results in inflammation and \ndemyelination in the central nervous system (CNS), lead ing to various symptoms of MS [1].People with multiple sclerosis (pwMS) experience a \nwide range of symptoms depending on the affected part \nof the CNS. for instance, headache, optic neuritis (ON), \nand motor, brainstem–cerebellar, and sensory involve ments. Managing these symptoms to enhance the quality \nof life of pwMS is an important concern for clinicians [2].\nWhile the occurrence of headaches is more common in \npwMS compared with the general population, headaches \nare considered a rare symptom of MS, particularly as an \ninitial symptom [3].\nRadiologically isolated syndrome (RIS) is characterized \nby the presence of white matter lesions in the CNS in the \nabsence of MS clinical symptoms. Individuals with RIS \nare considered a high-risk population for progression to \nMS [4].Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nHasan Kaveyee\nkaveyeehasan@gmail.com\nYasin ebne‑ali‑heydari\nyasinebneali553@gmail.com\n1 School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran\n2 Functional Neurosurgery Research Center, Shohada Tajrish \nComprehensive Neurosurgical Center of Excellence, Shahid Beheshti \nUniversity of Medical Sciences, Tehran, Iran\nPage 2 of 4 Etemadifar et al. Journal of Medical Case Reports           (2025) 19:19 \nHerein we aimed to report a complicated case of head ache with demyelinating plaques and oligoclonal band \n(OCB) positive with the absence of other symptoms of \nMS.\nCase presentation\nA 36-year-old Iranian woman was referred to our clinic \nin February 2024, complaining of severe headaches in \nthe past 4  weeks. Past medical history (PMH) did not \ninclude important and specific points. She mentioned \nthe history of long-term headaches in her mother. The \npatient’s headaches were unilateral on left side, radiating \nfrom the temporal area to the back of the head. The head aches were non-throbbing and were not accompanied \nby vomiting and nausea or any other symptoms. Stress ful conditions increased their intensity and duration. The \nheadaches did not alleviate after the administration of \nstandard analgesics. The headaches persisted for a dura tion of 4–5 days and subsequently ceased for an equiva lent period. The patient gave a score of 7 out of 10 to the \nintensity of her headache.\nIn the physical examination, the fundoscopy was nor mal, no signs of cranial nerve damage and involvement \nwere seen, and the motor and sensory system did not \nshow any abnormal findings. In the patient’s history, no \ncause of headache including infection, severe trauma, \nor serious injury was found. In the laboratory tests, the \nC-reactive protein (CRP) level was normal, and the sedi mentation rate was normal. Angiotensin converting \nenzyme (ACE) test was negative, and the patient did not \nhave sarcoidosis. Vasculitis test including anti-dsDNA, \nantinuclear antibody (ANA), anti-phospholipid antibody, \nanticardiolipin antibody, and beta2glycoprotein antibody \nwere negative. The patient had no signs of infection or \nlung and other systemic involvement. She experienced no \nother symptoms except headache.\nHer cerebrospinal fluid (CSF) examination also showed \npositive oligoclonal band (OCB), more than 8 bands \ncompared with serum, and normal levels of glucose and \nprotein CSF/serum ratio. The amount of immunoglobu lin G (IgG) was 11/8 g/L (flag) and body fluid IgG index \nwas more than 3/4 (flag). Cytomegalovirus and Epstein–\nBarr virus antigens were not detected in the CSF.\nBy magnetic resonance imaging (MRI) examinations, \nperiventricular plaques, tumefactive juxtacortical plaque \nwith large edema, and demyelinated plaques in the cer vical region were observed, which show dissemination in \nspace based on MacDonald’s criteria for MS. The result \nof CSF analysis and MRI were in favor of diagnosis of RIS \nwith high risk for converting to MS. Thus, treatment as \na patient with high risk for MS was started with dime thyl fumarate (DMF) 120 mg twice daily for 1 week and \nafter that 240 mg twice daily. The MRI was repeated after a month and this time, several gadolinium enhanced \nlesions were observed, which showed dissemination in \ntime (DIT) on the basis of McDonald’s criteria. Thus, she \nwas finally diagnosed with MS.\nAfter 3 months, Pain intensity decreased from 7 out of \n10 to 4 out of 10 and there were no other symptoms or \ncomplications in the patient. Written informed consent \nwas obtained from the patient. Figure  1–8 refer to MRI \nimages of the patient.",
    "Discussion": "Discussion\nMS is an immune-mediated disease causing a wide \nrange of symptoms due to CNS involvement. Treatment \noptions are based on controlling disease course with \nconsideration of improving patients’ quality of life and \ndecreasing morbidity [1, 8].\nRIS is a condition where MRI scans show abnormalities \nthat indicate demyelination lesions, meeting the criteria \nfor DIS in McDonald’s criteria [5], but without any pre vious clinical history of demyelinating attacks, ongoing \nneurological deterioration, or other causes of white mat ter lesions such as those caused by vascular, infectious, \ntoxic, or drug-related issues [6]. Okuda criteria is used to \ndiagnosis RIS [12].\nSeveral studies have showed that some factors \nmay increase the risk of RIS progressing to MS, for exam ple, factors such as a young age, elevated IgG index, male \ngender, and involvement of the spinal cord with cervi cal lesions [7]. It is indicated that the presence of oligo clonal band (OCB) in cerebrospinal fluid (CSF) among \npatients with RIS may increase their risk of progression \nto MS within a period of 5 years [8]. A study has revealed \nthat approximately 80% of patients with OCB-positive \nRIS progress to MS in less than 3 years [5, 6].\nThe presence of multiple demyelinating plaques in our \npatient, as observed in RIS, along with the detection of \n8 OCB in the CSF, implies an elevated risk of  progres sion to MS. However, except for headache, there were no \nother symptoms.\nAcute MS relapse include symptoms such as optic \nneuritis (mostly unilateral) in 25% of patients, brainstem \nsymptoms in 45% of them, and partial spinal cord syn dromes that are mostly exclusively sensory (for exam ple, sphincter and/or sexual dysfunction) [7]. Further, \nprimary progressive MS often presents with spinal syn drome, a spastic paraparesis, most of the time with no \nclear sensory level (80–85% cases). Some 10–15% present \nwith progressive cerebellar ataxia, and a smaller num ber with cognitive, other brainstem, or visual symptoms \n(2–4%) [8]. The diagnosis may be made only by clinical \nevidence, here are physical examinations contributing to \nthat:\nPage 3 of 4\n Etemadifar et al. Journal of Medical Case Reports           (2025) 19:19 \n \n•Hyperreflexia, extensor plantar responses, lower \nextremity ataxia, impaired rapid alternating move ments, loss of vibration, and proprioception\n•Cerebellar tremors of the head or trunk, and cer ebellar dysarthria manifested as scanning speech\n•Visual loss or afferent pupillary defect secondary \nto optic neuropathy\n•Internuclear ophthalmoplegia, papillitis, and pen dular nystagmus\n•Intention tremor, spasticity, dysarthria, and para paresis\n•Lhermitte’s sign\n•Ascending paresthesia, bandlike tightness\nAlthough headache is not mentioned as an early symp tom of MS, some studies have shown a higher prevalence and higher risk of headache in autoimmune diseases \nincluding MS, neuromyelitis optica (NMO), and myelin \noligodendrocyte glycoprotein (MOG) compared with \nhealthy individuals [8]. Migraine without aura and ten sion type headache are the most common headaches in \nMS. Migraine occurs more often in relapsing remitting \nand tension type tends to occur more often in progres sive MS [10].\nPotential triggers of headaches in MS include lesions \nin the pain pathway and mediators of inflammatory pro cesses in the CNS. Furthermore, studies have indicated \nthat the administration of interferon beta (IFN beta), a \nfirst-line therapy for MS, can exacerbate headaches in \npatients with MS [3]. IFN beta use was associated with \nheadache exacerbations in 55% of patients with MS and \nheadache;  in another study, this number increased to \nFig. 1 MRI images: axial (1[T2]) and (3[flair]) images showing juxtacortical plaques, axial (2[flair]) showing periventricular plaques, sagittal \n(4[sagittal]) image showing tumefactive juxtacortical plaques, and (5[stir]) showing cervical plaques. Axial (6) shows spinal plaques, and (7) and (8) \nshow gadolinium‑ enhanced lesions in brain\nPage 4 of 4 Etemadifar et al. Journal of Medical Case Reports           (2025) 19:19 \n73%, so we used DMF for our patient [11, 12]. Younger \nage shows more risk of headaches duo to IFN beta \nadministration [9]. Thus, using IFN beta in patients with \nMS and headache should be with care, as it can increase \nthe intensity and duration of headaches.\nStudies on headache and RIS are limited. Aguiar et al. \n[10] reported a case of 28-year-old female patient with \nnew daily persistent headache and RIS. In MRI find ings, multiple hyperintense T2 white matter lesions (> 9), \nincluding in corpus callosum, juxtacortical, and perive ntricular (> 3), were noted. None of the lesions were \nenhanced with gadolinium and patient had no other \ncomplications. CSF examination showed 3 OCB bands, \nwhich is less than our case. and 2 years later, headaches \nwere persistent and more severe. Despite the use of \namitriptyline, topiramate, pregabalin, and gabapentin, \npatient did not experience improvements. MRI findings \nshowed new T2 white matter lesions enhanced by gado linium, suggesting the diagnosis of MS. Treatment with \nIFN beta was started and mild improvement (pain inten sity decreased from 5–8 out of 10 to 3–5) was achieved. \nAfter 2 years of IFN beta use, patient did not have addi tional attacks and MRI activity, but headaches persisted \nduring the time, resulting in morbidity. Thus, controlling \nheadache in patients with RIS and MS is an important \narea of challenge [10].\nIt is important for clinicians to recognize that not all \nheadaches should be dismissed as simple complaints. \nHeadaches can be an early symptom of RIS, and along \nwith OCB positivity, increase the risk of progressing to \nMS. Therefore, it is crucial for neurologists to pay spe cial attention to these patients and conduct MRI and \nCSF tests. Treatment may be initiated on the basis of the \npatient’s condition and the severity of CSF and MRI find ings. However, there is a lack of comprehensive studies in \nthis specific area, and further research is needed to deter mine the best management strategies for achieving head ache relief and preventing the progression to MS.\nConclusion\nHeadaches may present as an initial symptom in RIS, \nincreasing the risk of conversion to MS. It emphasizes the \nimportance of diagnostic evaluation for timely diagnosis \nand appropriate management. Additionally, it is essential \nfor individuals presenting with atypical headaches, espe cially in the absence of other symptoms of MS or RIS, to \nundergo specific evaluations for signs of these diseases.\nAcknowledgements\nNot applicable.\nAuthor contributions\nME: concept, design, and manuscript editing; PZ: data acquisition and drafting \nthe manuscript; AMJ: manuscript editing; HK: manuscript preparation and manuscript editing; and YEH: manuscript preparation and data acquisition. The \nmanuscript has been read and approved by all the authors.\nFunding\nNone.\nAvailability of data and materials\nData and other materials can be made available if required.\nDeclarations\nEthics approval and consent to participate\nThe present study was according to Declaration of Helsinki and the patient \nprovided written consent before enrollment.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nAuthors had no competing interest.\nReceived: 15 June 2024   Accepted: 19 December 2024\nReferences\n 1. Multiple sclerosis, a treatable disease ‑ ScienceDirect https:// www. scien cedir  \nect. com/ scien ce/ artic le/ pii/ S1470 21182 40233 03? via% 3Dihub . Accessed 19 \nMay 2024\n 2. Diagnosis and treatment of multiple sclerosis: a review ‑ PubMed https://  \npubmed. ncbi. nlm. nih. gov/ 33620 411/. Accessed 1 Jun 2024\n 3. La Mantia L. Headache and multiple sclerosis: clinical and therapeutic \ncorrelations. Neurol Sci Off J Ital Neurol Soc Ital Soc Clin Neurophysiol. \n2009;30(1):S23‑26.\n 4. Radiologically isolated syndrome: a review for neuroradiologists | American \nJournal of Neuroradiology https:// www. ajnr. org/ conte nt/ 41/9/ 1542. \nAccessed 19 May 2024\n 5. Boyko A. Radiologically isolated syndrome with oligoclonal bands in CSF \n(RIS + OCB) can be classified as high MS risk group. Mult Scler Houndmills \nBasingstoke Engl. 2020;26(7):869–70.\n 6. Alshamrani F, Alnajashi H, Freedman M. Radiologically isolated syn‑\ndrome watchful waiting vs active treatment. Expert Rev Neurother. \n2017;17(5):441–7.\n 7. Multiple sclerosis – ScienceDirect https:// www. scien cedir  ect. com/ scien ce/  \nartic le/ abs/ pii/ S0095 45431 50001 84. Accessed 31 May 2024\n 8. Primary progressive multiple sclerosis: progress and challenges | Journal of \nNeurology, Neurosurgery & Psychiatry: https:// jnnp. bmj. com/ conte nt/ 84/  \n10/ 1100. Accessed 31 May 2024\n 9. Headache in the course of multiple sclerosis: a prospective study | Journal \nof Neural Transmission: https://link.springer.com/article/https:// doi. org/ 10.  \n1007/ s00702‑ 018‑ 1959‑0. Accessed 20 May 2024\n 10. Aguiar de Sousa D, Geraldes R, Gil‑ Gouveia R, de Sá JC. New daily \npersistent headache and radiologically isolated syndrome. J Neurol. \n2013;260(8):2179–81.\n 11. Beckmann Y, Türe S. Headache characteristics in multiple sclerosis. Mult Scler \nRelat Disord. 2019;1(27):112–6.\n 12. Lebrun‑Frénay C, Okuda DT, Siva A, Landes‑ Chateau C, Azevedo CJ, Mondot \nL, et al. The radiologically isolated syndrome: revised diagnostic criteria. \nBrain. 2023;146(8):3431–43.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}