{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05004-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05004-1.pdf",
  "metadata": {
    "/Keywords": "Antibiomania; Mania; Antibacterial agents/adverse effects; Bipolar disorder trimethoprim; Sulfamethoxazole drug combination; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250109112026+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241230122548+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05004-1",
    "/Author": "Marine Jouart ",
    "/Title": "Mania secondary to cotrimoxazole antibiotherapy: a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05004-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Antibiomania is the manifestation of manic symptoms secondary to taking an antibiotic, which \nis a rare side effect. In these cases, the antibiotics most often incriminated are macrolides and quinolones, but to our \nknowledge, there are no published cases of antibiomania secondary to cotrimoxazole. Furthermore, we also provide \nan update of pharmacovigilance data concerning antibiomania through a search of the World Health Organization \n(WHO) database.",
    "Case Presentation": "Case presentation We present the case of a 66-year-old Caucasian man with history of a brief psychotic \nepisode 16 years prior. He received levofloxacin for a urinary infection with Klebsiella pneumoniae, with a switch \nto cotrimoxazole after 5 days of treatment. Shortly after the",
    "Introduction": "introduction of cotrimoxazole, the patient presented \nwith a significant flow of speech, which was incoherent. After 2 days of treatment, levofloxacin was restarted, \nbut given the lack of improvement in symptoms, the patient was hospitalized. Levofloxacin was quickly replaced \nby ceftriaxone for 3 days without improvement, thus a psychiatric examination was requested. This examination \nidentified manic symptoms, and so psychotropic treatment combining 5 mg of haloperidol and 75 mg of loxapine \nper day was initiated. Subsequently, there was a gradual improvement in symptoms within a week. Moreover, \nthe",
    "Results": "results of the various investigations that were carried out came back normal, which this led to suspicion \nof an iatrogenic cause (antibiotherapy).",
    "Discussion": "Discussion We discuss the latest pharmacovigilance data and several etiopathogenic hypotheses suggested \nin literature, with growing interest concerning the microbiota–gut–brain axis. It appears important to pay particular \nattention when taking antibiotics in the context of bipolar disorder because this association seems to precipitate \nthe appearance of secondary mania. Management consists of stopping the responsible antibiotic, with the possibility \nof adding psychotropic treatment.",
    "Conclusion": "Conclusion It is important to be aware of antibiomania to adopt appropriate and early treatment. We think that this \ncase report could be useful as a clinical reminder and could possibly spark lines of research.\nKeywords  Antibiomania, Mania, Antibacterial agents/adverse effects, Bipolar disorder trimethoprim, \nSulfamethoxazole drug combination, Case report\n*Correspondence:\nMarine Jouart\njouartmarine7@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Jouart et al. Journal of Medical Case Reports            (2025) 19:8 \nBackground\nAccording to the Diagnostic and Statistical Manual of \nMental Disorders, 5th edition (DSM-5), mania is a mood \ndisorder characterized by an abnormal and persistent \nelevation in mood, energy, or activity, all constituting a \nbreak with the usual and previous psychological state. We \nfrequently find a reduction in the need for sleep, a sig nificant flow of speech, acceleration of thought with flight \nof ideas, an increase in self-esteem, and risky behaviors. \nThe diagnosis is clinical [1]. A manic episode can occur \nin patients suffering from bipolar disorder or outside of \nbipolar disorder, particularly secondary to taking sub stances, various medical conditions, or even taking medi cation. Some treatments are identified as potential causes \nof manic syndrome. We can cite nonexhaustively corti costeroids, antidepressants, and methylphenidate [2]. In \nthis case, according to the DSM-5, the diagnosis is titled \n“substance/medication-induced bipolar or related disor der” [1].\nFor several years, an increasing number of clinical \ncases have reported manic episodes secondary to taking \nantibiotics. This syndrome was named “antibiomania” \nby Abouesh et  al. [3]. This is a rare phenomenon that \nremains sparsely described in literature. Some antibiot ics have been more often associated with cases of mania \nthan others.\nConcerning the pathophysiology mechanisms, there \nare several theories that vary according to the classes of \nantibiotics.\nAlthough this is a rare side effect, it is still important \nfor practitioners to be aware of this differential diagnosis \nof mania, because antibiotics are frequently prescribed \naround the world.\nAt the moment, there are no clear recommendations \non the management of antibiomania.\nWe present the case of a patient who developed manic \nsyndrome following the use of cotrimoxazole for the \ntreatment of a male urinary tract infection. Then, we \nbriefly discuss a review of literature concerning anti biomania and its management and etiopathogenic \nhypotheses.\nThis clinical case aims to remind us of the importance \nof thinking about this differential diagnosis of mania as \nearly as possible, to optimize the management of this \nadverse effect, which can have a serious impact on the \npatient’s quality of life.\nCase presentation\nMr. D is a 66-year-old Caucasian French patient who \nconsulted his general practitioner for burning during \nurination. There was no chronic renal condition or cath eterization. A cytobacteriological examination of urine \n(CBEU) came back positive for Klebsiella pneumoniae at  105  colony-forming units (CFU)/ml with leukocyturia; \nthe diagnosis of male urinary infection was made. Proba bilistic treatment with levofloxacin 500  mg per day was \nprescribed according to recommendations [4]. To limit \nthe antibiotic pressure from quinolones, and in accord ance with the antibiogram, after 5  days of treatment, \nlevofloxacin was replaced by sulfamethoxazole/trimetho prim 800/160 mg 1 tablet in the morning and evening.\nOn the evening of the first day of cotrimoxazole treat ment, after the morning and evening dose, the patient \nbegan to have a significant flow of speech, which was \nincoherent. After 2 days of treatment with cotrimoxazole, \ngiven the worsening of the clinical picture, levofloxa cin was restarted. Faced with the lack of improvement \n48  hours later, which meant that the patient still had a \nsignificant flow of speech that was incoherent, the patient \nwas taken to the emergency department of the University \nHospital Center of Reims.\nAt the emergency department, the patient was hemo dynamically stable, apyretic, and conscious. He presented \nwith incoherent speech, a significant flow of speech, and \nburning during urination, with no other clinical reference \npoint.\nAmong the patient’s history, we noted a vascular con dition (arterial hypertension, dyslipidemia, hypertensive \nheart disease, obesity (body mass index 35), and insulinrequiring type 2 diabetes). He wears a pacemaker and suf fers from sleep apnea syndrome. The patient also had an \nepisode of urinary infection in 2020, for which a urologi cal assessment diagnosed benign prostatic hypertrophy. \nThere was no evidence of immunosuppression and no \nneurological history. Furthermore, there were no poten tially confusing molecules among his treatments, and no \nrecent therapeutic adaptation had been made apart from \nthe initiation of antibiotherapy.\nThe blood test initially carried out in the emergency \ndepartment detected acute renal failure with creatinine \nat 120  µmol/l (N: 59–104) and creatinine clearance at \n54 ml/min/1.73   m2 (N: > 90) according to the chronic kid ney disease epidemiology collaboration (CKD-EPI) equa tion (functional profile on the urinary ionogram), and \nserum sodium at 132  mmol/l; the rest of the ionogram \nwas normal. C-reactive protein was less than 5  mg/l. \nLiver function, complete blood count, hemostasis, thy roid-stimulating hormone, albumin, and blood glucose \nwere normal. The blood ethanol level and testing for \nblood toxicants, benzodiazepines, and antidepressants \nreturned negative results.\nThe cytobacteriological examination of urine (CBEU) \ndone in the emergency department indicated leuko cytes at 17/mm3 and red blood cells at 11/mm3, without \nany microorganism on direct examination, and with a \nmonomorphic flora of coagulase negative staphylococci \nPage 3 of 7\n Jouart et al. Journal of Medical Case Reports            (2025) 19:8 \n \nat  103 CFU/ml on the final culture (suggesting contami nation). Note that, at this point in time, the patient had \nreceived 9 days of antibiotic therapy.\nThe brain scan did not find any abnormality at the brain \nlevel likely to explain the clinical condition. The abdomi nopelvic scan did not find any evidence for obstructive \nacute renal failure and found a bladder in repletion. A \nurinary catheterization allowed 400  ml to be evacuated \nbut without improvement in the neurocognitive clinical \npicture.\nIn this context, the patient was transferred the next \nday to the medical department for further assessment \nof a clinical presentation labeled as confusional \nsyndrome and for monitoring of renal function. It was \ndecided to replace levofloxacin with ceftriaxone 2  g \nper day for 3  days (Fig.  1), thus completing the 14  days \nof antibiotherapy required for the treatment of a male \nurinary tract infection [4].\nThe blood tests carried out  in the emergency depart ment were repeated and remained unchanged from the \nfirst assessment. Additional laboratory tests were added \nand revealed the following: serum cortisol at  08:00 a.m \nat 603  nmol/l, normal ammonemia at 23  µmol/l, and \ncreatine kinase at 51 IU/l. The blood cultures came back \nsterile. The lumbar puncture was sterile at 48  hours, \nacellular, and with normal biochemical analysis. Cer ebrospinal fluid analysis did not show any evidence of \nAlzheimer’s disease, and S-100 and neurospecific enolase \nproteins were normal. Renal failure progressed favora bly with normalization of kidney function (creatinine: \n74 μmol/l (N: 59–104) and glomerular filtration > 90 ml/\nmin/1.73   m2 (N: > 90)). After normalization of the various \nparameters, notably the favorable evolution of the uri nary infection, and owing to the persistence of the symp toms, a psychiatric opinion was requested.\nAmong the patient’s psychiatric history, 16 years before \nthe current episode, three psychiatric hospitalizations \ntook place during 6  months, for episodes with diffluent \nspeech with incoherent remarks, behavioral disorders, \nlogorrhea (a significant flow of speech), and hallucina tory manifestations, rapidly resolving under psychotropic \ntreatments (loxapine 75  mg, diazepam 30  mg, and ami sulpride 600 mg). No organic etiology was found at that \ntime. There was no need for long-term follow-up or treatment. In view of these factors, the diagnosis of brief \npsychotic episodes was made according to the DSM-5 \n[1]. These episodes followed recognized family- and \nwork-related stress factors. No family psychiatric history \nwas found.\nDuring the psychiatric interview of this current epi sode, disorganization of thought, a significant flow of \nspeech, diffluency of speech (jumping from topic to \ntopic), megalomaniacal ideas (ideas of omnipotence), \nexaltation of mood, a tendency to persecution, and \ninsomnia were noted. In view of the symptoms, the diag nosis of manic episode was made, according to the crite ria of the DSM-5 [1].\nHaloperidol was introduced, then increased to 5  mg \nper day with the addition of 75 mg per day of loxapine. A \ngradual improvement in the various symptoms was noted \nwithin a week, which allowed the patient to leave the hos pital with monotherapy of 5 mg per day of haloperidol.\nFinally, through various investigations, after ruling out \nother potential causes, it was possible to conclude the \ndiagnosis of mania secondary to an iatrogenic cause: anti biotherapy, according to the criteria of the DSM-5 [1].\nThe patient benefited from psychiatric follow-up for \nseveral months, during which haloperidol was gradually \nstopped without resurgence of psychiatric symptoms. \nThe psychiatric follow-up was subsequently stopped.\nThis case was reported to the national pharmacovigi lance center.\nDiscussion\nPharmacovigilance data and analysis\nAntibiomania is a phenomenon that is rarely described \nin literature. Two reviews on the subject have been pub lished. The first review was in 2002 [3] and the second in \n2017 [5], which included cases reported to the Food and \nDrug Administration (FDA) and World Health Organi zation (WHO). They identified clarithromycin, cipro floxacin, and ofloxacin as the agents most frequently \nassociated with a manic episode, a male predominance, \nand a majority of patients having no  history of bipolar \ndisorder (96%).\nTo identify reports of antibiomania, we searched Vig ibase, the WHO database with more than 30 million \nindividual case reports from national pharmacovigilance \nFig. 1 Clinical case timeline. SXT trimethoprim/sulfamethoxazole, LFX levofloxacin, CRR  ceftriaxone, ↕ stopping of the antibacterial agent, J6* start \nof symptoms, J9 arrival at emergency department, J13 last day of ceftriaxone and introduction of haloperidol and loxapine, J21! return home\nPage 4 of 7 Jouart et al. Journal of Medical Case Reports            (2025) 19:8 \ncenters in more than 150 countries, from 1968 to July, \n2023. Cases were selected using the Anatomical Thera peutic Chemical (ATC) code J01 for systemically acting \nantibacterials drugs. The Medical Dictionary for Regula tory Activities (MedDRA) [6] preferred terms (PT) used \nwere “mania” and “hypomania. ”\nAmong 35,870,984 notifications, we found 823 cases \nof mania/hypomania (781 manias and 43 hypomanias) \nassociated with the use of systemic antibacterials. The \nmedications most frequently incriminated were clarithro mycin (229 cases), ciprofloxacin (116 cases), levofloxacin \n(103 cases), moxifloxacin (43 cases), and metronidazole \n(41 cases). In terms of antibiotic families, there were 298 \ncases for quinolones, 263 cases for macrolides, 95 cases \nfor beta-lactams, 43 cases for imidazole derivatives, and \n32 cases for sulfonamides and trimethoprim.\nAmong the cases identified, 411 concerned men \n(49.9%) and 378 women (45.9%), and 34 cases do not have \ninformation. By age group, 55 cases (0.6%) concern those \nunder 18 years old, 227 cases (27.5%) occurred between \n18 years old and 44  years old, 253 (30.7%) between 45 \nyears old and 64 years old, and 208 cases (25.2%) among \nthose over 65 years old. Information was missing for 80 \nnotifications.\nIn total, 493 cases (59.9%) were considered severe \n(mainly hospitalization/prolongation of hospitalization \nand other severe medical situations), including 3 fatal \ncases (0.3%), 112 nonsevere cases (13.6%), and no details \nregarding the others. We noted that 73.6% of cases were \ndeclared after 2007.\nConcerning levofloxacin, despite a certain number \nof missing data (30/103), for the 103 suspected cases of \nmanic/hypomanic episodes secondary to taking levoflox acin, the onset time ranged from 0 days to 27 days (except \nfor 2 cases involving delays of 3 months and 6 months), \nwith a median delay of 1 day.\nFor sulfamethoxazole–trimethoprim, we found 30 \nnotifications. The onset time was reported in 15 cases \nand ranged from 0 days to 23 months with a median of \n2  days. To our knowledge, there are no cases published \nin the literature concerning antibiomania secondary to \ncotrimoxazole.\nFor the main medications of interest, an analysis of dis proportionality of adverse effect notifications using the \ncase–noncase method [7] was carried out.\nThe reporting odds ratio (ROR) for clarithromycin \nwas estimated at 7.1 (95% CI (confidence interval) (6.3–\n8.1)), effectively reflecting a pharmacovigilance signal. \nThe ROR for ciprofloxacin was estimated at 1.5 (95% \nCI (1.2–1.8)), which remains significant, but an effect \nthat remains significantly less important. For the qui nolone family (ATC J01M), the ROR was estimated at 1.2 \n(95% CI (1.0–1.3)) and was not significant. The ROR for levofloxacin was estimated at 0.9 (95% CI (0.8–1.2)) and \nwas not significant. For the trimethoprim–sulfamethoxa zole combination, the ROR was estimated at 0.4 (95% CI \n(0.3–0.6)) and did not suggest an increased risk of manic \nepisodes compared with other medications on the basis \nof these pharmacovigilance data. For ceftriaxone, with \n11 suspected cases of mania/hypomania, the ROR was \nestimated at 0.1 (95% CI (0.1–0.2)). For comparison, the \nROR for fluoxetine was estimated at 22.4 (95% CI (21–\n23.8)), and for prednisone it was estimated at 5.3 (95% CI \n(4.8–6.0)).\nIt is important to keep in mind that these calculations \nare based on pharmacovigilance reports and depend on \nother “noncase” adverse effects reported for the medica tions of interest. More generally, it is not possible to cal culate the incidence of antibiomania owing to the lack of \ndata on the total number of patients exposed and possi ble publication bias. Furthermore, as this phenomenon is \nnot very well known, it is likely that it is underdiagnosed \nand therefore underreported to pharmacovigilance.\nImputability hypothesis\nConcerning this clinical case, we hypothesized an attrib utability mainly linked to cotrimoxazole, owing to the \ndelay in the appearance of symptoms after the introduc tion of this treatment.\nAccording to Begaud’s method of assessing imput ability [8], the chronological imputability score was C2: \nplausible, and the semiological imputability score was \nS2: plausible. These two scores made it possible to define \nthe intrinsic imputability score (ranging from I0 to I6) as \nI3 for cotrimoxazole alone, levofloxacin alone, and the \ncotrimoxazole/levofloxacin combination. The extrinsic \nimputability score for cotrimoxazole and/or levofloxacin \nwas B2: effect not noted in the usual documents. Accord ing to the World Health Organization–Uppsala Monitor ing Center (WHO-UMC) causality assessment method \n[9], causality is possible.\nTo develop the search for arguments concerning \nintrinsic imputability, we were interested in the \npharmacokinetics of the two medications. The patient \npresented with the first symptoms 24  hours after the \nlast dose of levofloxacin, which corresponds to four \nhalf-lives [10], and after two doses of cotrimoxazole, the \nmaximum concentration had already been reached at \nthat time. Moreover cotrimoxazole diffuses rapidly into \nthe cerebrospinal fluid [11].  However, we cannot rule \nout a participation of levofloxacin in the attributability of \ncotrimoxazole owing to the patient’s renal insufficiency, \nwhich may contribute to an increase in the elimination \ntime of these two medications. This may also contribute \nto the fact that the observation of the reduction in \nsymptoms after changing antibiotics could not be \nPage 5 of 7\n Jouart et al. Journal of Medical Case Reports            (2025) 19:8 \n \nseen before the introduction of haloperidol. It is also \nimportant to keep in mind that complete elimination \ntime of cotrimoxazole was not reached at the time of \nswitching from levofloxacin to ceftriaxone. Furthermore, \ngiven the patient’s psychiatric history of brief psychotic \nepisodes with mood elements, there seemed to be a \ncertain vulnerability, raising questions about the presence \nof a bipolar disorder. There are few documented cases \nof antibiomania in patients with bipolar disorder, and \nit is possible that a rare drug cause is less likely to be \nconsidered in cases of manic episodes in patients with a \nprevious diagnosis of bipolar disorder.\nIn the context of a manic episode secondary to an anti depressant, stopping the antidepressant alone is rarely \nsufficient for the disappearance of the manic symptoms, \nand the management recommendations are to stop the \nantidepressant and offer an antipsychotic or a moodregulating treatment [12]. These different elements may \nexplain at least in part the fact that the symptoms did \nnot spontaneously decrease when cotrimoxazole was \nstopped.\nPathophysiological hypotheses\nThe mechanisms involved in antibiomania are not well \nknown. Different etiopathogenic hypotheses for antibio mania are mentioned in literature, such as a neurotoxic \neffect of an increase in the concentration of the antibiotic \nin the central nervous system, which could be second ary to drug interactions and/or inhibition of the hepatic \ncytochromes P450 [5] or a possible epileptic effect that \ncould mimic a psychiatric presentation [3]. Another \nhypothesis for certain antibiotics could be that they \ncould interfere with the neurotransmission of gammaaminobutyric acid (GABA), which plays a role in reduc ing neuronal excitability [5]. Other hypotheses suggest \nan increased concentration of cortisol, prostaglandin E1, \nproinflammatory cytokines or C-reactive protein, and \nmitochondrial dysfunction induced by the antibiotic [5]. \nIndeed, antibiotics that inhibit protein synthesis target \nbacterial ribosomal ribonucleic acid (RNA) similar to \nmitochondrial ribosomal RNA. Mutations in mitochon drial ribosomal RNA can mimic the structure of bacterial \nribosomal RNA and bind to antibiotics, causing mito chondrial dysfunction [5]. It is also interesting to note \nthat bipolar disorder has been associated with abnormal ities in mitochondrial function [13].\nWe may also be interested in the fact that cotrimoxazole \ninterferes with folate metabolism, in particular by \ninhibiting dihydrofolate reductase (DHFR) [11], which \noccurs upstream of methylene tetrahydrofolate reductase \n(MTHFR) [14]. Folate (vitamin B9) is a water-soluble \nvitamin that is vital for cellular activity and functions \nof the immune and nervous systems. It is a key element in the synthesis of neurotransmitters and many other \nmetabolic pathways and has been found to be abnormally \nsynthesized in many psychiatric diseases. There may \nbe an association between low folate levels and bipolar \ndisorder. Among the hypotheses that could explain this \nlow rate in this context, the authors mention in particular \nthe dysregulation of the MTHFR enzyme, which is a \nproduct of the MTHFR  gene, which is itself a source of \ninterest in the pathophysiology of bipolar disorder [15]. \nMoreover, a systematic review of randomized controlled \ntrials concluded that folate as an adjuvant is effective \nand safe for the treatment of bipolar manic episodes and \nmajor depressive disorder [16].\nFurthermore, more and more recent studies are link ing intestinal microbiota and psychiatric disorders. The \ngut microbiota can influence the brain and behaviors \nthrough direct and indirect pathways. There is a bidirec tional communication pathway called the microbiota–\ngut–brain axis [17]. A 2019 study [18] looked at the effect \nof psychotropic drugs on the microbiota and showed that \nlithium, valproate, and aripiprazole increase microbial \ndiversity and, above all, that psychotropic drugs can have \nan impact on the microbiota and gastrointestinal perme ability. A 2021 meta-analysis suggested a transdiagnostic \ncommunity of microbial disruptions in major depres sive disorder, bipolar disorder, anxiety, psychosis, and \nschizophrenia, characterized by depleted butyrate-pro ducing antiinflammatory bacteria and proinflammatory \nenriched bacteria [19]. A 2022 systematic review found \ndifferences in the overall composition of the microbiota. \nSpecific bacterial taxa commonly associated with mental \nillness were identified. Here, too, a lower level of bacterial \ngenera that produce short-chain fatty acids (for example, \nbutyrate) was observed, but higher levels of lactic acidproducing bacteria and bacteria associated with gluta mate and GABA metabolism were also observed [20]. \nData from the study by Yolken et al. lead to the conclu sion that people hospitalized for a manic episode have \na significantly increased rate of exposure to antibiotics \nowing to the presence of bacterial infections [21].\nAll these elements seem to suggest a link between the \nbacterial infection leading to the taking of an antibiotic \nand mood, in particular, in this case study, the appear ance of manic symptoms. Research is needed to clarify all \nthe mechanisms involved.\nAntibiomania management\nThere are no clear recommendations on the manage ment of antibiomania, but stopping the causative agent \nappears to be the essential intervention, allowing remis sion of manic symptoms without antimanic treatment in \n39% of cases [5]. There is the possibility of adding psy chotropic antimanic treatment. Here, the two antibiotics \nPage 6 of 7 Jouart et al. Journal of Medical Case Reports            (2025) 19:8 \nprescribed before the onset of symptoms were stopped \nand antipsychotic treatments with loxapine and haloperi dol were introduced.\nConcerning the different psychotropic antimanic treat ments used, antipsychotics are the most prescribed (55% \nof cases, representing 26 cases). Next, in order of fre quency, there are lithium (4%, two cases) and valproic \nacid (4%, two cases) and finally carbamazepine (2%: one \ncase) [5].\nStrengths and limitations\nThis article has limitations, notably owing to the fact \nthat the patient received several antibiotics. Further more, relying on pharmacokinetic data remains difficult \nin the context of a rare adverse effect whose mechanism \nof action is not clearly elucidated and where unknown \nparameters come into play. Depending on the mecha nism of action, this adverse effect could depend on the \nexposure time or peak exposure.\nDespite these limitations, the patient’s management \nfollowed the recommendations, the differential diagnoses \nwere explored and eliminated, no etiological factor other \nthan the use of antibiotics was found, and the diagnosis \nof mania was made on the basis of the DSM-5 criteria. In \naddition, we have provided new, updated global pharma covigilance data, with computer search",
    "Methods": "methods allowing \ndirect access to all pharmacovigilance reports.\nConclusion\nAntibiotimania is a rare adverse effect increasingly \nreported to pharmacovigilance around the world, \nalthough probably underreported owing to a lack of \nawareness. It is important to remember the importance of \nreporting adverse drug reactions to pharmacovigilance.\nCase reports allow the provision of important clinical \nelements, particularly concerning the diagnostic criteria \nor the evolution of symptoms depending on the treat ment. More research would provide more information \non antibiomania and more etiopathogenic assumptions, \nwhose mechanisms remain not well known. This could \nalso help develop a track of research into the mechanisms \ninvolved in mood disorders and open up the field for \ntherapeutic means.\nWe would like to encourage particular attention to be \ngiven to patients with bipolar disorder taking antibiotics \nthat can cause (hypo)manic episodes. It is interesting \nto note that a combination of antibiotics could have a \nsynergistic effect on the emergence of symptoms. This \ncase report also illustrates the importance of being aware \nof the phenomenon of antibiomania, especially in bipolar \npatients taking antibiotics, to initiate appropriate care as \nearly as possible. Its management consists of stopping the responsible antibiotic with the possibility of adding \npsychotropic treatment.\nAbbreviations\nATC   Anatomical therapeutical chemical\nCBEU  Cytobacteriological examination of urine\nCI  Confidence interval\nCKD-EPI  Chronic kidney disease epidemiology collaboration\nDHFR  Dihydrofolate reductase\nDNA  Desoxyribonucleic acid\nDSM-5  Diagnostic and Statistical Manual of Mental Disorders, 5th \nEdition\nGABA  Gamma-aminobutyric acid\nMedDRA  Medical Dictionary for Regulatory Activities\nMTHFR  Methylene tetrahydrofolate reductase\nPT  Preferred terms\nRNA  Ribonucleic acid\nROR  Reporting odds ratio\nWHO  World Health Organization\nWHO-UMC  World Health Organization-Uppsala Monitoring Centre\nAcknowledgments\nThe authors are grateful to the patient for giving his permission to describe his \nclinical case.\nAuthor contributions\nTR participated in the care of the patient and contributed to the conception of \nthis case report. MJ, with the help of TR, wrote the case report and conducted \nthe literature search. JH conducted the pharmacovigilance research and wrote \nthe section regarding this data. MB and AK provided a review of the manuscript before submission. All authors read and approved the final manuscript.\nFunding\nThe present work did not receive any funding.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nThe identity of the patient reported herein remained fully anonymous.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Centre Hospitalier Universitaire de Reims Secteur de Psychiatrie Adulte, \nReims, France. 2 Centre Hospitalier de la Haute-Marne, Chaumont, France. \n3 Centre Régional de Pharmacovigilance de Champagne-Ardenne, Reims, \nFrance. 4 Centre Hospitalier de Troyes, Troyes, France. \nReceived: 1 March 2024   Accepted: 5 December 2024\nReferences\n 1. Crocq MA, Guelfi JD. DSM-5: manuel diagnostique et statistique des \ntroubles mentaux. 5e éd. Issy-les-Moulineaux, France : Elsevier Masson; \n2015 ; pp. 1176.\n 2. HAS (Haute Autorité de Santé). Patient avec un trouble bipolaire : \nrepérage et prise en charge initiale en premier recours [Internet]. [Cité 14 \nPage 7 of 7\n Jouart et al. Journal of Medical Case Reports            (2025) 19:8 \n \naoût 2023]. Disponible sur: https:// www. has- sante. fr/ jcms/c_ 17474 65/ fr/ \npatie nt- avec- un- troub le- bipol aire- reper age-  et- prise-  en- charge- initi ale- \nen- premi er- recou rs .\n 3. Abouesh A, Stone C, Hobbs WR. Antimicrobial-induced mania \n(antibiomania): a review of spontaneous reports. J Clin Psychopharmacol. \n2002;22(1):71–81.\n 4. Urofrance. Recommandations pour la prise en charge des infections \nurinaires communautaires de l’adulte [Internet]. [Cité 14 août 2023]. \nDisponible sur: https:// www. urofr ance. org/ recom manda tion/ recom \nmanda tions- pour- la- prise-  en- charge-  des- infec  tions- urina ires-  commu \nnauta ires-  de- ladul te/.\n 5. Lambrichts S, Van Oudenhove L, Sienaert P . Antibiotics and mania: a \nsystematic review. J Affect Disord. 2017;219:149–56.\n 6. Brown EG. Using MedDRA: implications for risk management. Drug Saf. \n2004;27(8):591–602.\n 7. Faillie JL. Les études cas–non cas: principe, méthodes, biais et \ninterprétations. Therapies. 2018;73(3):247–55.\n 8. Miremont-Salamé G, Théophile H, Haramburu F, Bégaud B. Imputabilité \nen pharmacovigilance: de la méthode Française originelle aux méthodes \nréactualisées. Therapies. 2016;71(2):171–8.\n 9. Shukla AK, Jhaj R, Misra S, Ahmed SN, Nanda M, Chaudhary D. Agreement \nbetween WHO-UMC causality scale and the Naranjo algorithm for \ncausality assessment of adverse drug reactions. J Family Med Prim Care. \n2021;10(9):3303–8.\n 10. ANSM (Agence Nationale de Sécurité du Médicament et des produits de \nsanté). Résumé des caractéristiques du produit-LEVOFLOXACINE TEVA \n500 mg, comprimé pelliculé sécable - Base de données publique des \nmédicaments [Internet]. [Cité 14 août 2023]. Disponible sur: https:// base- \ndonne es- publi que. medic aments. gouv. fr/ affic hageD  oc. php? specid= \n62059 557& typed oc=R.\n 11. ANSM (Agence Nationale de Sécurité du Médicament et des produits \nde santé). Résumé des caractéristiques du produit-BACTRIM FORTE, \ncomprimé-Base de données publique des médicaments [Internet]. [Cité \n14 août 2023]. Disponible sur: https:// base-  donne es- publi que. medic \naments. gouv. fr/ affic hageD  oc. php? specid= 64121 235& typed oc=R.\n 12. NICE (National Institute for Health and Care Excellence). Guidance- \nrecommendations - bipolar disorder: assessment and management \n[Internet]. [Cité 14 août 2023]. Disponible sur: https:// www. nice. org. uk/ \nguida nce/ cg185/ chapt  er/1- Recom menda tions# manag  ing- mania-  or- \nhypom ania- in- adults- in- secon dary-  care-2.\n 13. Scaini G, Andrews T, Lima CNC, Benevenuto D, Streck EL, Quevedo J. \nMitochondrial dysfunction as a critical event in the pathophysiology of \nbipolar disorder. Mitochondrion. 2021;57:23–36.\n 14. Guyader ML, Garçon L. Les vitamines B9 et B12: rôle métabolique, \nétiologies et conséquences des carences, méthodes d’exploration et \nrecommandations nutritionnelles. Revue Francophone des Laboratoires. \n2019;2019(514):55–64.\n 15. Hsieh YC, Chou LS, Lin CH, Wu HC, Li DJ, Tseng PT. Serum folate levels in \nbipolar disorder: a systematic review and meta-analysis. BMC Psychiatry. \n2019;19(1):305.\n 16. Zheng W, Li W, Qi H, Xiao L, Sim K, Ungvari GS, et al. Adjunctive folate \nfor major mental disorders: a systematic review. J Affect Disord. \n2020;267:123–30.\n 17. Gondalia S, Parkinson L, Stough C, Scholey A. Gut microbiota and bipolar \ndisorder: a review of mechanisms and potential targets for adjunctive \ntherapy. Psychopharmacology. 2019;236(5):1433–43.\n 18. Cussotto S, Strain CR, Fouhy F, Strain RG, Peterson VL, Clarke G, et al. \nDifferential effects of psychotropic drugs on microbiome composition \nand gastrointestinal function. Psychopharmacology. 2019;236(5):1671–85.\n 19. Nikolova VL, Hall MRB, Hall LJ, Cleare AJ, Stone JM, Young AH. \nPerturbations in gut microbiota composition in psychiatric disorders. \nJAMA Psychiat. 2021;78(12):1–12.\n 20. McGuinness AJ, Davis JA, Dawson SL, Loughman A, Collier F, O’Hely M, \net al. A systematic review of gut microbiota composition in observational \nstudies of major depressive disorder, bipolar disorder and schizophrenia. \nMol Psychiatry. 2022;27(4):1920–35.\n 21. Yolken R, Adamos M, Katsafanas E, Khushalani S, Origoni A, Savage C, et al. \nIndividuals hospitalized with acute mania have increased exposure to \nantimicrobial medications. Bipolar Disord. 2016;18(5):404–9.Publisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}