{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04852-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04852-1.pdf",
  "metadata": {
    "/Keywords": "Case report; Diabetic ketoacidosis; Immune checkpoint inhibitor; Immune-related adverse effects; Nivolumab",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218112219+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241211093837+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04852-1",
    "/Author": "Yungee Jung ",
    "/Title": "Immune checkpoint inhibitor-associated diabetic ketoacidosis and insulin-dependent diabetes: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04852-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Immunotherapy, including the use of immune checkpoint inhibitors such as nivolumab, is increasingly \ncommon in cancer treatment and can lead to various immune-related adverse effects, including rare cases of diabetic \nketoacidosis. This case report highlights an unique instance of nivolumab-induced diabetic ketoacidosis in a patient \nwithout prior history of diabetes, emphasizing the importance of careful monitoring even in those without traditional \nrisk factors.",
    "Case Presentation": "Case presentation We report a case of a 70-year-old Caucasian male with metastatic esophageal adenocarcinoma \nwho developed diabetic ketoacidosis 3 weeks after stopping nivolumab therapy. The patient had no previous history of diabetes, nor had he used sodium–glucose transport protein 2 inhibitors or corticosteroids. Diagnostic tests \nconfirmed diabetic ketoacidosis, and while he was initially treated following the institutional protocol, he continued \nto require insulin therapy indefinitely.\nConclusions This case report underscores the risk of diabetic ketoacidosis linked to nivolumab, even in patients without predisposing factors, emphasizing the need for increased vigilance among both oncologists and physicians. It \nhighlights the importance of monitoring for new-onset diabetes and diabetic ketoacidosis, whether immunotherapy \nis active or discontinued, and ensuring comprehensive care including hospitalization, insulin management, and diabetes education if diabetic ketoacidosis is diagnosed.\nKeywords  Case report, Diabetic ketoacidosis, Immune checkpoint inhibitor, Immune-related adverse effects, \nNivolumab\nBackground\nImmunotherapy is a chemotherapeutic approach used \nin approximately 15% of patients with various malignan cies in a recent population-based study and will conse quently be encountered frequently in patients presenting \nto the emergency department (ED) [1]. Nivolumab, an \nimmunoglobulin monoclonal antibody, specifically tar gets programmed cell death protein 1 (PD-1) receptors \nto block pathways cancer cells use to evade immune sur veillance by cytotoxic T cells [2]. Immune checkpoint \ninhibitors (ICI) can lead to various adverse effects due to \ntheir impact on the immune system. These include diar rhea/colitis, hepatitis, nephritis, pneumonitis, rash, and Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYungee Jung\nyungee.jung@vch.ca\n1 VA Pharmaceutical Sciences, Vancouver General Hospital, 855 W 12th \nAve, Vancouver, BC V5Z 1M9, Canada\n2 Emergency Medicine, Vancouver General Hospital, Vancouver, Canada\n3 Faculty of Pharmaceutical Sciences, University of British Columbia, \nVancouver, Canada\n4 Faculty of Medicine, Department of Emergency Medicine, University \nof British Columbia, Vancouver, Canada\nPage 2 of 4 Jung et al. Journal of Medical Case Reports          (2024) 18:611 \nendocrinopathies such as, diabetic ketoacidosis (DKA), \nreported in 0.2–0.9% of cases [2]. While there are cur rently published case reports and series on ICI-induced \nDKA, we present a case of nivolumab-induced DKA in a \npatient with no known prior history of diabetes or other \nconfounding factors. This case is significant as it high lights the potential risk of DKA linked to PD-1 inhibitors \nand emphasizes the importance of close monitoring, even \nin patients without traditional risk factors for diabetes.\nCase presentation\nA 70-year-old Caucasian male with a history of pro gressive widely metastatic esophageal adenocarcinoma \npresented to the emergency department with a 1  week \nhistory of dyspnea, nausea, vomiting, and fatigue. He \nnoted significant weight loss of approximately 14 kg over \nthe past few months. He had no history of diabetes mel litus, no prior use of sodium–glucose transport protein \n2 (SGLT2) inhibitor or corticosteroids. He also had no \nfamily history of diabetes mellitus, endocrinopathies, \nor autoimmune diseases. The patient’s chemotherapy \nregimen included nivolumab 230  mg intravenous every \n3  weeks, with the last dose administered 21  days prior \nto presentation. Laboratory findings showed blood glu cose of 30  mmol/L, beta-hydroxybutyrate elevated at \n9.6 mmol/L, arterial pH 7.2, bicarbonate 13 mEq/L,  pCO2 \n58  mmHg, anion gap 31.4  mEq/L, initial serum potas sium 5.3  mEq/L, and hemoglobin A1c 7.5% (previous \nrecent baseline hemoglobin A1c 5.7% when the patient \nwas not on nivolumab therapy). The clinical diagnosis of \nDKA was made.\nThe patient was thus treated with the institutional DKA \nprotocol, with an initial bolus of 3 L intravenous crystal loid and an insulin infusion at 0.1 units/kg/hour (equat ing to 5 units/hour).\nBy day 2, the patient’s anion gap closed, allowing tran sition to subcutaneous insulin glargine (15 units daily) \nand insulin lispro (2 units three times daily with meals). \nEndocrinology diagnosed new-onset type 1 diabetes \nmellitus (T1DM) with ongoing high risk of recurrent \nDKA due to irreversible autoimmune pancreatic beta \ncell destruction. The diagnosis of nivolumab-induced \nDKA was made based on the low A1c and the timing of \nnivolumab administration, though further investigations \nsuch as anti-GAD and islet cell antibody testing were not \npursued in alignment with the patient’s goals of care. The \nteam recognized the diagnostic challenges, but noted \nthat these investigations would not alter the management \nand treatment decisions. The patient required insulin \nglargine 6 units subcutaneous (SC) daily and an insulin \nsliding scale upon discharge after four days of hospi talization. He received diabetes counseling and insulin \nteaching from the diabetes nurse educator.From the patient’s perspective, the team’s prompt diag nosis of ICI-induced DKA and the effective management \nof the condition significantly improved his symptom \nrelief and quality of life, despite the guarded prognosis. \nThe timely intervention provided critical support and \ncomfort, helping to manage acute distress and offering \nreassurance during a difficult period. The patient valued \nthe team’s dedication and responsiveness, which made a \nmeaningful difference in his overall experience and care.",
    "Discussion": "Discussion\nThis case report adds valuable insight to the existing liter ature by specifically addressing nivolumab-induced DKA \nin the absence of other confounding factors, thereby rein forcing the risk of DKA associated with PD-1 inhibitors \nand highlighting the need for increased vigilance even \nin patients who are not otherwise predisposed to diabe tes. Mae et al. reported cases of delayed immune-related \nevents with nivolumab monotherapy, where T1DM man ifested as DKA 4  months after treatment cessation fol lowing 12 doses [2]. Similarly, Seo et al. described a lung \ncancer patient who developed new-onset T1DM with \nDKA 4  months after nivolumab discontinuation follow ing nine treatment cycles [3], requiring ongoing insu lin therapy. Capitao et  al. described a severe DKA case \ndue to immune-mediated T1DM requiring daily insu lin, which occurred 25 days after starting nivolumab for \nstage 4 lung adenocarcinoma. These reports highlight the \nonset variability from weeks to months following discon tinuation of the drug [4]. Conversely, Abdullah et al. and \nGodwin et al. reported a rapid onset of insulin-depend ent DM and DKA following just two doses of nivolumab \n[5]. These patients continued to require insulin therapy \npost discharge from hospital. DKA may also occur from \nthe combination therapy with nivolumab and ipilimumab \nand with nivolumab and SGLT2 inhibitors.\nICIs may be rechallenged based on clinical judgment \nof risks and benefits. Some case reports describe suc cessful ICI retreatment while continuing insulin therapy \nfollowing DKA resolution. However, ICIs may need to \nbe stopped indefinitely especially if immune-related \nadverse events are severe and life-threatening. In stud ies of patients retreated with ICIs, the rate of recurrent \nimmune-related adverse events, including DKA, ranges \nbetween 18% and 55% [6].\nConversely, some guidelines suggest that the time \nelapsed since the initiation of ICI therapy is a key factor \nin determining toxicity [7]. In this case report, the patient \nbegan the first cycle of nivolumab therapy three months \nbefore presenting with DKA.\nThe previously published case reports describe investi gations with biomarkers that indicate autoimmunity and \nbeta cell destruction. Specifically, they all involved low \nPage 3 of 4\n Jung et al. Journal of Medical Case Reports          (2024) 18:611 \n \nC-peptide levels, suggestive of insulin deficiency, with or \nwithout positive islet-specific autoantibodies [anti-GAD \n(glutamic acid decarboxylase) antibody, anti-insulin \nantibody, anti-IA-2 (islet antigen 2) antibody, and antiZnT8 (zinc transporter 8) antibody] [2–5]. In this case \nreport, C-peptide and islet-specific autoantibodies were \nnot pursued in the investigations, as their",
    "Results": "results would \nnot have influenced the management strategy and did \nnot align with the patient’s goals of care and values. The \ndecision was made to prioritize interventions directly \nimpacting the patient’s immediate clinical needs and \npreferences. Endocrinology diagnosed this patient with \ninsulin-dependent DKA and diabetes based on T1DMrelated symptoms, timing of nivolumab therapy initiation \nand discontinuation, and immune-related mechanism of \naction.\nThe mechanism of PD-1 inhibitors-induced DM is \nthought to involve T cell activation. PD-L1, found on \npancreatic cells, interacts with PD-1 receptors to pre vent autoreactive T cell activation [2 ]. ICIs such as \nnivolumab block PD-1, reactivating cytotoxic T cells to \ninhibit cancer growth. However, this may also induce \ncytotoxic T-cell destruction of pancreatic beta cells, \ncausing new onset insulin-dependent diabetes mellitus (IDDM) as shown in figure below [3 ]. This highlights \nthe important point that ICI-induced DKA requires \nongoing insulin therapy similar to patients with type \n1 diabetes mellitus. Oral antihyperglycemics are not \nappropriate for managing this permanent condition. In \nthis scenario, IDDM can occur immediately or delayed \nup to 6  months following nivolumab discontinuation \n[3] (Fig. 1 ).\nThis report describes an unusual presentation of DKA \nand new onset IDDM occurring 3  weeks after the dis continuation of nivolumab in the absence of other con tributory medications or etiologies, which have been \ndescribed in other case reports as potential confounding \nfactors. Importantly, the patient had no prior DM history, \nhighlighting nivolumab’s potential to induce significant \nand lasting insulin deficiency. Starvation ketoacidosis was \nruled out due to severe hyperglycemia at presentation. \nFurthermore, acute acidosis from chronic dysphagia was \nunlikely as the patient showed no signs of refeeding syn drome and had a normal anion gap a few months earlier. \nAccording to the Naranjo Algorithm Scale, the correla tion between nivolumab and DKA was rated as “proba ble” [8]. The Naranjo Scale is used to assess the likelihood \nthat a specific drug is responsible for an adverse event, \nFig. 1 PD-L1 found on pancreatic cells interacts with PD-1 to prevent autoreactive T cell activation from destroying pancreatic cells. Nivolumab \ninhibits T cell activation in cancer cells by blocking PD-1. This blockade disrupts the resistance of the autoreactive T cells, leading to the destruction \nof pancreatic cells. Image was created using Biorender\nPage 4 of 4 Jung et al. Journal of Medical Case Reports          (2024) 18:611 \nhelping clinicians evaluate causality in drug-related side \neffects.\nConclusions\nOur case report illustrates autoimmune IDDM and DKA \ncan develop in patients without prior history of diabetes \nwho are receiving immunotherapy. Furthermore, DKA \ncan manifest weeks to months after nivolumab therapy \ncessation. Both oncologists and physicians must remain \nvigilant for symptoms of new onset DM and DKA, \nwhether immunotherapy is ongoing or has been discon tinued. If immunotherapy-associated DKA is diagnosed \nin hospital, patients require admission for multidisci plinary medical care and stabilization, transition to an \noutpatient insulin regimen, and diabetes education. Pro spective studies are warranted to clarify the incidence, \nrisk factors, and optimal management of nivolumabinduced DKA. By staying alert to the signs and symp toms of DKA in patients who have received nivolumab, \noncologists and physicians can play a vital role in timely \ndiagnosis and management of ICI-associated DKA.\nAbbreviations\nDKA  Diabetic ketoacidosis\nICI  Immune checkpoint inhibitor\nIDM  Insulin-dependent diabetes\nPD-1  Programmed cell death protein 1\nT1DM  Type 1 diabetes mellitus\nAcknowledgements\nNone.\nAuthor contributions\nYJ, AL, and JB contributed to data collection, review, and the development \nof the case report. All authors were involved in the care of the patient and \ncontributed to writing this manuscript.\nFunding\nNo funding to disclose.\nAvailability of data and materials\nData may be available from the corresponding author on reasonable request. \nThe authors declare that data supporting the findings of this study are available within the article.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report. A copy of the written consent is available for review by the \nEditor-in-Chief of this journal.\nCompeting interests\nThe authors declare no financial interest and potential competing interests.\nReceived: 30 August 2024   Accepted: 24 September 2024\nReferences\n 1. Raphael J, Richard L, Lam M, Blanchette PS, Leighl NB, Rodrigues G, et al. \nUtilization of immunotherapy in patients with cancer treated in routine \ncare settings: a population-based study using health administrative data. \nOncologist. 2022;27(8):675–84. https:// doi. org/ 10. 1093/ oncolo/ oyac0 85.\n 2. Mae S, Kuriyama A, Tachibana H. Diabetic ketoacidosis as a delayed \nimmune-related event after discontinuation of nivolumab. J Emerg Med. \n2021;60(3):342–4. https:// doi. org/ 10. 1016/j. jemer  med. 2020. 09. 023.\n 3. Seo JH, Lim T, Ham A, Kim YA, Lee M. New-onset type 1 diabetes mellitus \nas a delayed immune-related event after discontinuation of nivolumab: \na case report. Medicine (Baltimore). 2022;101(35):e30456. https:// doi. org/ \n10. 1097/ MD. 00000 00000 030456.\n 4. Capitao R, Bello C, Fonseca R, Saraiva C. New onset diabetes after \nnivolumab treatment. BMJ Case Rep. 2018. https:// doi. org/ 10. 1136/ \nbcr- 2017- 220999.\n 5. Abdullah HMA, Elnair R, Khan UI, Omar M, Morey-Vargas OL. Rapid onset \ntype-1 diabetes and diabetic ketoacidosis secondary to nivolumab \nimmunotherapy: a review of existing literature. BMJ Case Rep. 2019. \nhttps:// doi. org/ 10. 1136/ bcr- 2019- 229568.\n 6. Abu-Sbeih H, Ali FS, Naqash AR, Owen DH, Patel S, Otterson GA, Kendra \nK, Ricciuti B, Chiari R, De Giglio A, Sleiman J, Funchain P , Wills B, Zhang J, \nNaidoo J, Philpott J, Gao J, Subudhi SK, Wang Y. Resumption of immune \ncheckpoint inhibitor therapy after immune-mediated colitis. J Clin Oncol. \n2019;37(30):2738–45. https:// doi. org/ 10. 1200/ JCO. 19. 00320.\n 7. Schneider BJ, Naidoo J, Santomasso BD, Lacchetti C, Adkins S, Anadkat M, \nAtkins MB, Brassil KJ, Caterino JM, Chau I, Davies MJ, Ernstoff MS, Fecher \nL, Ghosh M, Jaiyesimi I, Mammen JS, Naing A, Nastoupil LJ, Phillips T, \nPorter LD, Reichner CA, Seigel C, Song JM, Spira A, Suarez-Almazor M, \nSwami U, Thompson JA, Vikas P , Wang Y, Weber JS, Funchain P , Bollin K. \nManagement of Immune-Related Adverse Events in Patients Treated With \nImmune Checkpoint Inhibitor Therapy: ASCO Guideline Update. J Clin \nOncol. 2021 Dec 20; 39(36):4073–4126. https:// doi. org/ 10. 1200/ JCO. 21. \n01440. Epub 2021 Nov 1. Erratum in: J Clin Oncol. 2022 Jan 20; 40(3):315. \nhttps:// doi. org/ 10. 1200/ JCO. 21. 02786. PMID: 34724392.\n 8. Naranjo CA, Busto U, Sellers EM, Sandor P , Ruiz I, Roberts EA, et al. A \nmethod for estimating the probability of adverse drug reactions. Clin \nPharmacol Ther. 1981;30(2):239–45.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}