{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05022-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05022-z.pdf",
  "metadata": {
    "/Keywords": "Case report; CIPA; HSAN IV; HBOT; Hyperbaric oxygen therapy; Orthopedics",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250109170731+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250109084249+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05022-z",
    "/Author": "Anders Kjellberg ",
    "/Title": "A novel treatment strategy with hyperbaric oxygen of chronic osteomyelitis and pseudoarthrosis in a child with congenital hereditary sensory and autonomic neuropathy type 4 congenital insensitivity to pain with anhidrosis syndrome: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05022-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Congenital insensitivity to pain with anhidrosis is a rare but devastating hereditary disease. Congenital insensitivity to pain with anhidrosis is caused by a mutation in the neurotrophic receptor tyrosine kinase 1 gene \n(NRTK1). The condition is characterized by multiple injuries, recurrent infections, and mental retardation.",
    "Case Presentation": "Case presentation A 7-year-old Kurdish female patient, with a known case of congenital insensitivity to pain \nwith anhidrosis, presented with a left tibial fracture, complicated by incorrect healing, osteomyelitis, and pseudoar throsis spanning over a number of years. The osteomyelitis and pseudoarthrosis eventually healed after treatment \nwith a combination of a long course of antibiotics, CERAMENT with gentamicin, and 40 sessions of hyperbaric oxygen \ntreatment at 2.4 bar, 113 minutes with two air breaks. This is the first reported case of using hyperbaric oxygen treat ment in children with congenital insensitivity to pain with anhidrosis. We discuss potential mechanistic explanations \nof the association between healing and hyperbaric oxygen treatment.",
    "Conclusion": "Conclusion Hyperbaric oxygen treatment may be considered in other cases of complicated infections or treatmentresistant pseudoarthrosis in patients with this rare disease.\nKeywords  Case report, CIPA, HSAN IV, HBOT, Hyperbaric oxygen therapy, OrthopedicsOpen Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAnders Kjellberg\nanders.kjellberg@ki.se\nFull list of author information is available at the end of the article\nPage 2 of 8 Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10",
    "Introduction": "Introduction\nCongenital insensitivity to pain with anhidrosis (CIPA), \nalso known as hereditary sensory and autonomic neu ropathy type 4 (HSAN IV), is a very rare disease, and the \nexact prevalence is unknown [1]. CIPA is an autosomal \nrecessive hereditary disorder defined by the inability \nto feel pain and anhidrosis (inability to sweat). An inci dence of 1 in 25,000 births has been suggested, with most \nreports originating from China, Japan, and the Middle \nEast [2]. The condition is characterized by multiple inju ries, recurrent infections, mental retardation, and selfmutilating behavior [3].\nClinically, children with CIPA are plagued by recur rent idiopathic osteomyelitis or septic arthritis, as well \nas frequent fractures. The clinical signs of infection are \natypical and often not present. High fevers are common \nwith or without concurrent infection [4]. Inflammatory \nmarkers such as C-reactive protein and white blood cells \nare also unreliable and are often within the normal range \ndespite deep infection and can be elevated without any \nidentifiable source of infection [5]. As opposed to nor mal pediatric fractures, which heal quickly, fractures in \nchildren with CIPA are more resistant to healing, often \nforming hypertrophic pseudoarthrosis (non-union). It is \nnot uncommon that a fracture that would normally heal \nwithin 3 weeks may take half a year to heal in a child with \nCIPA, if it heals at all. This is further complicated by the \nfact that surgical implants carry a very high risk of infec tion [5]. The frequent fractures and the lack of proper \nhealing is likely owing to the lack of nociceptive fibers \nin the bone tissue and the trophic role they play in heal ing [6, 7]. The bone and soft tissue infections in CIPA are \ncommonly caused by Staphylococcus aureus but resist ance to antibiotics is a common problem, and antibiotics \nmay be less effective in this group of patients [8].\nCIPA is caused by a mutation in the neurotrophic \nreceptor tyrosine kinase 1 gene (NRTK1 , also known as \nTRKA ) located on chromosome 1 (1q21-q22) [9]. NRTK1  \nencodes for tropomyosin receptor kinase A (TrkA), a \ntyrosine kinase receptor for nerve growth factor beta \n(NGFβ), the receptor auto-phosphorylates in response to \nNGFβ and induces downstream pathways of intracellular \nsignaling [10]. However, a dysfunctional TrkA is not the \nfull explanation for the multifaceted symptomatology in \nHSAN IV, as different mutations will result in variations \nin phenotypes [11]. NGFβ-TrkA signaling has a wide \narray of downstream intracellular effects, including a link \nto endoplasmic reticulum stress (ER stress) and regula tion of the unfolded protein response (UPR) in neuronal \ncell lines [12]. NRTK1  also has an important function in \nregulating the immune system, which may explain the \ndysregulated immune response and inability to resolve \ninfections in children suffering from CIPA [13, 14].Hyperbaric oxygen treatment (HBOT) has been used \nfor more than 70 years to treat severe infections [15]. For \nrefractory osteomyelitis, 2.0–3.0 bar for 90–120 minutes \nis recommended, and 20–40 sessions are typically needed \nfor a sustained effect [16]. Recent preclinical research has \nshown that HBOT augments bacteriostatic antibiotics in \nbiofilm-forming infections [17–20]. Recent advances in \nthe understanding of the host–pathogen interaction sug gest that HBOT has a systemic effect on the intracellular \nenvironment in immune cells, including regulation of ER \nstress and the UPR, which may be beneficial in both bac terial and viral infections [21, 22].\nCIPA syndrome is a serious congenital disorder with \nmarkedly lowered life expectancy and decreased qual ity of life, largely owing to repeat infections of bones and \njoints. These infections are commonly difficult to treat \nwith only antibiotics. This case report aims to present an \nadjunctive treatment option for refractory infections and \nosteosynthesis to support healing, and discuss mecha nisms of specific interest for CIPA syndrome.\nCase presentation\nInitial presentation and deformity\nA 7-year-old girl of Kurdish ethnicity, with no previous \nfamily history of genetic disorders, was diagnosed with \nHSAN IV CIPA at the age of 5 years. The diagnosis was \noriginally suspected as the child did not notice multi ple minor injuries. She was born and raised in Sweden \nwithin a well-functioning family, developed intellectu ally normally until the age of 6 years, and investigation \nrevealed no other medical or dental history related to any \nother illness. She presented in March 2016 to the ortho pedic emergency department (ED) with a left proximal \ntibial Salter-Harris II fracture with minimal displace ment. She had previously been treated for soft tissue \ninfections and metatarsal fractures, and had continu ous clindamycin 150 mg three times daily (TID) per oral \nprophylaxis. On admission, her general appearance was \nnormal, she was afebrile with normal pulse, blood pres sure, and respiratory rate. The knee and lower leg were \nswollen. She showed some discomfort on palpation but \nwas unable to stand. The parents were not aware of any \nspecific trauma as the cause for the fracture. Blood tests, \nincluding C-reactive protein (CRP) and white blood cell \n(WBC) count, were normal.\nInitial cast treatment of the left tibia fracture resulted \nin a 20° varus deformity of the tibia after 1 week, likely \nowing to the patient’s inability to restrict weight bearing.\nTo avoid further displacement, closed reduction and \npercutaneous pin fixation were attempted. However, 3 \nweeks after surgery the patient was hospitalized again \nowing to septic osteomyelitis of the fracture and sep tic arthritis in the left knee. The pins were subsequently \nPage 3 of 8\n Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10 \n \nremoved, the arthritis drained, and intravenous antibi otics treatment was commenced (Fig.  1A). Along with \nrenewed cast immobilization (and subsequent orthosis) \nthe fracture eventually healed after 1 year. However, the \nhealed fracture did result in a medial slope in the tibial \nphysis, a varus deformity of 30°, and leg length discrep ancy (Fig.  1B). Owing to this deformity, the patient \nhad difficulty walking and was mostly confined to a \nwheelchair.\nReconstructive ambitions\nDespite the well-known risk of complications, a mul tidisciplinary decision was made to attempt surgical \ncorrection of the deformity in the hope of allowing the \npatient to remain ambulatory. In April 2019, the patient \nunderwent a reconstruction of the left medial femur \ncondyle with a chevron osteotomy and a temporary lat eral physiodesis. The combined surgery slowed the pro gression of varus deformity, but it did not sufficiently \nimprove the patient’s persistent deformity and ability \nto walk. In August 2022, a second surgical correction \nwith a high tibial osteotomy was performed. The oste otomy was stabilized with a total of four percutaneous \npins (Fig.  2A). A wound swab on 1 September showed \nmixed Gram-negative flora susceptible to clindamycin. A \nfollow-up in October 2022 revealed no signs of healing \ndespite the osteotomy remaining in place. In November \n2022 a superficial pin infection was noted, and there were \nstill no signs of healing on the radiographs.\nResidual pseudoarthrosis and osteomyelitis\nIn January 2023, the pins were removed in the operat ing room, but the osteotomy remained unstable and was \nstabilized with an intramedullary titanium elastic nail \n(Fig.  2B), and 2 weeks later the patient presented again at \nthe ED with a suspected osteomyelitis and wound infec tion around the nail entry point. A wound swab on 31 \nJanuary showed Gram-negative mix, susceptible to clin damycin. Cefotaxime 2 g three times a day intravenously, \nclindamycin 600 mg three times a day intravenously, and \nvancomycin 1.24  g three times a day intravenously was \nFig. 1 Initial fracture 2016–2017. June 2016, 3 months after the initial \nfracture. The pins have been removed owing to septic arthritis \nand osteomyelitis. The fracture remains unstable with marked \nbone destruction (A); 1 year after the initial injury the fracture \nand osteomyelitis had healed but resulted in a marked tibial slope \nwith gradually increasing varus deformity and leg length discrepancy. \nA medial physeal bony bridge was noted (B)\nFig. 2 Pseudoarthrosis 2022. Almost 8 years after the initial fracture, \nin August 2022, a surgical correction with a tibial osteotomy \nwas performed. The osteotomy was stabilized with a total of four \npercutaneous pins (A). The pins, in combination with a chevron \nosteotomy, were chosen with the intention of increasing \nstability and decreasing the risk of implant infection. Despite this \na pseudoarthrosis developed that was eventually infected. In \nan ambition to retain stability, a titanium elastic nail was inserted \nin January 2023 (B)\nPage 4 of 8 Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10 \ninitiated for 7 days followed by continued clindamycin \nprophylaxis orally. In February 2023, radiographs con firmed a chronic pseudoarthrosis and no signs of healing \nof the osteomyelitis.\nIn an attempt to promote healing, the patient under went an extraction of the nail, open debridement, and \nimplantation of  CERAMENT® V with vancomycin \n(Bonesupport AB, Lund, Sweden) in March 2023 (Fig.  3). \nTissue samples from the debridement on 27 March \nrevealed growth of Corynebacterium species susceptible \nto linezolid, therefore, linezolid 600 mg twice daily intra venously was added to the treatment regimen and contin ued for 4 weeks. A wound swab on 6 April was negative.\nHBOT\nDespite the previous surgical and antibacterial treat ment, a follow-up computed tomography (CT) scan in July 2023 showed limited signs of bony healing, \nand the tibia was not stable to manual manipulation. \nA multidisciplinary decision was made to attempt \nHBOT. The treatment was commenced in July 2023. \nHBOT treatment was undertaken in July–August \n2023 with 40 treatments, 5 days a week, 100% oxygen \nat 2.4 bar, 113 minutes with two air breaks in a multi place chamber.\nSPECT/CT and MRI\nSingle-photon emission computed tomography (SPECT)/\nCT and magnetic resonance imaging (MRI) of the lower \nlimbs were performed before and after the HBOT, \napproximately 5 months apart.\nOutcome\nIn October 2023, imaging with SPECT/CT and MRI con firmed a completely healed osteotomy and no signs of \nosteomyelitis. The SPECT/CT revealed slightly decreased \nperfusion in the affected tibia after HBOT, which can be \nexpected with a healed infection (Fig.  4). The patient was \nallowed to weight-bear with support. At 1-year followup, in January 2024, the patient showed no clinical signs \nof infection and was able to walk short distances indoors \nwith support. The alignment obtained by the corrective \nosteotomy had been maintained.",
    "Discussion": "Discussion\nWe present the case of a child with CIPA syndrome who \npresented with a tibia fracture that was complicated by \npoor, incorrect healing and subsequent osteomyelitis as \na complication to reconstructive surgery. We highlight \nthe challenges of treating fractures in these patients that \nare often treated conservatively owing to the known risks \nof complications. Specific treatment options are limited, \nwith poor healing, refractory infections, and antibiotic \nresistance being common problems. This complicated \nfracture with deep infection was successfully treated with \na combination of reconstructive surgery,  CERAMENT®V \nand HBOT. HBOT is an established adjuvant treatment \nfor refractory osteomyelitis, and we discuss mechanisms \nspecifically related to patients with CIPA and how it may \nbe beneficial as an adjuvant treatment option when sur gery is deemed necessary.\nInterpretation of treatment and",
    "Results": "results\nIn this case, with a persistent pseudoarthrosis that was \nrecurrently infected, multiple treatment modalities were \nused in conjunction. It can thus not be known whether \nthe HBOT treatment was the main factor for healing. \nThe surgery, the  CERAMENT®V, and the antibiotic regi men could be equally or more important. The HBOT \nFig. 3 Post-surgery with  CERAMEMT® V 2023. X-ray post-surgery \nin March 2023, with extensive debridement and implantation \nof  CERAMENT® V with vancomycin\nPage 5 of 8\n Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10 \n \ntreatment did, however, correlate in time with healing \n(Fig.  5). The HBOT treatment was well tolerated by the \nchild and no adverse effects were noted.Physiological and pharmacological aspects of HBOT \nfor patients with CIPA\nThe decision to attempt HBOT was based on the estab lished benefits for osteomyelitis in general, and the \ntheoretical benefits for CIPA specifically. HBOT has a \nnumber of theoretical positive effects on patients with \nFig. 4 Single-photon emission computed tomography/computed tomography and magnetic resonance imaging. Healed fracture in October 2023. \nPerfusion scintigraphy with single-photon emission computed tomography/computed tomography of the lower extremities performed 15 minutes \nafter intravenous injection of (99mTc)-tetrofosmin. The sensitivity factor of the camera detector was derived using phantom measurements \nto semi-quantify the perfusion. The fracture area was segmented on the basis of low-dose computed tomography images, and the proportion \nof a given activity in an area was calculated. Before the treatment, 0.13% of given activity was measured per 100 mL volume in the fracture area (A). \nAfter treatment, perfusion has decreased in both visual assessment and semi-quantification, which measured 0.09% of given activity per 100 mL \nvolume (B). The magnetic resonance imaging verified bony union and no signs of infection, represented by a coronary short-tau inversion recovery \nsequence (C)\nFig. 5 Case timeline. XR X-ray, MRI magnetic resonance imaging, CT scan computed tomography scan, SPECT single-photon emission computed \ntomography/computed tomography, vanco vancomycin, HBOT hyperbaric oxygen treatment, + positive culture, N negative culture\nPage 6 of 8 Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10 \nCIPA. HBOT is an established adjuvant treatment in \nboth acute and chronic infections, with distinct effects \non the innate immune system [24, 25]. Dysfunction and \napoptosis in nerve cells can explain some of the features \ninvolved in the syndrome but the complex interplay \nbetween the nervous system, stem cell-activation, and \nimmune response is far from understood [26]. However, \nit has been shown that communication between sensory \nnerves and osteoblasts through NGFβ–TrkA signal ing is essential for load-induced bone formation in mice \n[27], and inhibition of NGFβ-TrkA signaling negatively \nregulates aberrant stem cell differentiation, and causes \na delay in cartilage and bone formation [28]. HBOT has \nbeen shown to be effective for bone healing in a small \nrandomized controlled trial (RCT) with patients suffer ing from femoral head necrosis (FHN) [29]. A suggested \nmechanism, derived from the RCT, is the activation of \nosteoclasts through osteoprotegerin (OPG), the recep tor activator of NF-kB ligand (RANKL), and the receptor \nactivator of NF-kB (RANK) systems [30]. NGFβ–TrkA \nsignaling is crucial for macrophage signaling and neu trophil migration, which may explain the increased sus ceptibility to S.  aureus infections in patients with CIPA \n[31, 32]. HBOT has also been shown to affect various \nparts of the integrated stress response (ISR), includ ing the unfolded protein response (UPR) and the DNA \ndamage response (DDR) [33, 34]. Since TrkA has such \na wide array of intracellular functions in various cells, \nwe speculate that an unspecific modulator of ISR may \nserve as a bypass mechanism of NGFβ that has a positive \neffect on the innate immune function and bone forma tion. NGF and HBOT have also been shown to improve \nlearning, memory ability, and sensory motor function in \nneonatal rats after hypoxic ischemic brain damage [35]. \nHBOT has also been shown to reduce neuroinflamma tion and protect mitochondrial function, consequently \npreventing neuronal apoptosis in a murine model [36]. It \nwould therefore be highly interesting to test HBOT in an \nanimal model with a TrkA mutation to explore whether \nthere is also a possible effect on neuronal function that \ncould prevent or delay the inevitable complications of \nthis extremely rare but devastating hereditary disease.\nImaging with SPECT/CT and MRI in patients with CIPA\n(99mTc)-tetrofosmin is a radiopharmaceutical, commonly \nused for mapping myocardial perfusion, but the method \ncan also be used to image osteomyelitis in extremities \n[37]. SPECT/CT increases the accuracy in the diagnose \nof osteomyelitis compared with planar SPECT [38]. MRI \nis useful in the diagnosis and follow-up of osteomyelitis \nbecause of its high sensitivity and availability. To increase \nthe specificity for osteomyelitis, fluid-sensitive sequences \nincluding short-tau inversion recovery (STIR) sequences are particularly useful. In STIR sequences, the signal \nfrom fat is decreased, increasing the visibility of inflam matory changes and fluid collections [39].\nConclusion\nCIPA is an extremely rare syndrome in which patients are \nsubjected to repeated injuries as well as severe infections \nthat may be fatal. In this case, HBOT was associated with \na favorable outcome, and HBOT may be considered as an \nalternative treatment in patients with treatment-resistant \npseudoarthrosis.\nAbbreviations\nCIPA  Congenital insensitivity to pain with anhidrosis\nCT  Computed tomography\nHBOT  Hyperbaric oxygen treatment\nHSAN IV  Hereditary sensory and autonomic neuropathy type 4\nMRI  Magnetic resonance imaging\nNRTK1  Neurotrophic receptor tyrosine kinase 1\nSPECT  Single-photon emission computed tomography\nTrkA  Tropomyosin receptor kinase A\nAcknowledgements\nWe thank the patient and the parents for the opportunity to publish this case \nreport.\nAuthor contributions\nConceptualization, HH and AK; methodology, AK and HH; investigation, HH, \nRG, and PA; resources, HH and PA; writing—original draft preparation, AK; \nwriting—review and editing, AK, HH, and RG; visualization, AK and PA; supervision, HH; project administration, HH and AK; and funding acquisition, HH. All \nauthors have read and agreed to the published version of the manuscript. AK \nis the corresponding author for this work and attests that all listed authors \nmeet authorship criteria and that no others meeting the criteria have been \nomitted.\nFunding\nOpen access funding provided by Karolinska Institute. HH declares funding by \na grant from Stiftelsen Promobilia for this publication.\nAvailability of data and materials\nThe data that support the findings of this study are not openly available owing \nto reasons of sensitivity and are available from the corresponding author upon \nreasonable request. Patient/parent consent for data sharing is conditioned \nand new consent is required.\nDeclarations\nEthics approval and consent to participate\nThe Sahlgrenska University Hospital Ethical Board reviewed and approved the \nproject, given written informed consent by the parents and child.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal. \nThe child was also orally informed with separate information, adjusted for the \nage of the child. A copy of the written consent is available for review by the \nEditor-in-Chief of this journal.\nCompeting interests\nThe authors declare no potential competing interests and no financial support \nfor the research, authorship, and/or publication of this article.\nPage 7 of 8\n Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10 \n \nAuthor details\n1 Department of Physiology and Pharmacology, Karolinska Institutet, \nStockholm, Sweden. 2 Perioperative Medicine and Intensive Care/Hyperbaric \nMedicine, Karolinska University Hospital, Stockholm, Sweden. 3 Department \nof Orthopaedics, Sahlgrenska University Hospital, Gothenburg, Sweden. \n4 Institute of Clinical Sciences, Sahlgrenska Academy, University of Gothenburg, \nGothenburg, Sweden. \nReceived: 23 August 2024   Accepted: 23 December 2024\nReferences\n 1. Axelrod FB, Gold-von SG. Hereditary sensory and autonomic neuropathies: types II, III, and IV. Orphanet J Rare Dis. 2007;2:39.\n 2. Rodriguez-Blanque R, Nielsen LM, Piqueras-Sola B, Sanchez-Garcia JC, \nCortes-Martin C, Reinoso-Cobo A, et al. A systematic review of congenital insensitivity to pain, a rare disease. J Pers Med. 2024. https:// doi.  \norg/ 10. 3390/ jpm14 060570.\n 3. Indo Y. Molecular basis of congenital insensitivity to pain with anhidrosis (CIPA): mutations and polymorphisms in TRKA (NTRK1) gene \nencoding the receptor tyrosine kinase for nerve growth factor. Hum \nMutat. 2001;18(6):462–71.\n 4. Li N, Guo S, Wang Q, Duan G, Sun J, Liu Y, et al. Heterogeneity of clinical features and mutation analysis of NTRK1 in Han Chinese patients \nwith congenital insensitivity to pain with anhidrosis. J Pain Res. \n2019;12:453–65.\n 5. Perez-Lopez LM, Cabrera-Gonzalez M, Gutierrez-de la Iglesia D, \nRicart S, Knorr-Gimenez G. Update review and clinical presentation \nin congenital insensitivity to pain and Anhidrosis. Case Rep Pediatr. \n2015;2015:589852.\n 6. Derwin KA, Glover RA, Wojtys EM. Nociceptive role of substance-P \nin the knee joint of a patient with congenital insensitivity to pain. J \nPediatr Orthop. 1994;14(2):258–62.\n 7. Hill EL, Elde R. Distribution of CGRP-, VIP-, D beta H-, SP-, and NPYimmunoreactive nerves in the periosteum of the rat. Cell Tissue Res. \n1991;264(3):469–80.\n 8. Fruchtman Y, Perry ZH, Levy J. Morbidity characteristics of patients \nwith congenital insensitivity to pain with anhidrosis (CIPA). J Pediatr \nEndocrinol Metab. 2013;26(3–4):325–32.\n 9. Indo Y. Genetics of congenital insensitivity to pain with anhidrosis \n(CIPA) or hereditary sensory and autonomic neuropathy type IV. Clinical, biological and molecular aspects of mutations in TRKA(NTRK1) \ngene encoding the receptor tyrosine kinase for nerve growth factor. \nClin Auton Res. 2002;12(Suppl 1):I20-32.\n 10. Indo Y. Nerve growth factor, interoception, and sympathetic neuron: \nlesson from congenital insensitivity to pain with anhidrosis. Auton \nNeurosci. 2009;147(1–2):3–8.\n 11. Shaikh SS, Chen YC, Halsall SA, Nahorski MS, Omoto K, Young GT, et al. \nA comprehensive functional analysis of NTRK1 missense mutations \ncausing hereditary sensory and autonomic neuropathy type IV (HSAN \nIV). Hum Mutat. 2017;38(1):55–63.\n 12. Jiao B, Zhang M, Zhang C, Cao X, Liu B, Li N, et al. Transcriptomics \nreveals the effects of NTRK1 on endoplasmic reticulum stress responseassociated genes in human neuronal cell lines. PeerJ. 2023;11: e15219.\n 13. Melamed I, Levy J, Parvari R, Gelfand EW. A novel lymphocyte signaling \ndefect: trk A mutation in the syndrome of congenital insensitivity to \npain and anhidrosis (CIPA). J Clin Immunol. 2004;24(4):441–8.\n 14. Rochman M, Kartashov AV, Caldwell JM, Collins MH, Stucke EM, Kc \nK, et al. Neurotrophic tyrosine kinase receptor 1 is a direct transcrip tional and epigenetic target of IL-13 involved in allergic inflammation. \nMucosal Immunol. 2015;8(4):785–98.\n 15 Brummelkamp WH, Boerema I, Hoogendyk L. Treatment of clostridial \ninfections with hyperbaric oxygen drenching. A report on 26 cases. \nLancet. 1963;1(7275):235–8.\n 16. Savvidou OD, Kaspiris A, Bolia IK, Chloros GD, Goumenos SD, Papagelopoulos PJ, et al. Effectiveness of hyperbaric oxygen therapy for \nthe management of chronic osteomyelitis: a systematic review of the \nliterature. Orthopedics. 2018;41(4):193–9. 17. Laulund AS, Schwartz FA, Christophersen L, Kolpen M, Ostrup Jensen \nP , Calum H, et al. Hyperbaric oxygen therapy augments ciprofloxacin effect against Pseudomonas aeruginosa biofilm infected chronic \nwounds in a mouse model. Biofilm. 2023;5: 100100.\n 18. Jensen PO, Moller SA, Lerche CJ, Moser C, Bjarnsholt T, Ciofu O, et al. \nImproving antibiotic treatment of bacterial biofilm by hyperbaric \noxygen therapy: not just hot air. Biofilm. 2019;1: 100008.\n 19. Lerche CJ, Christophersen LJ, Kolpen M, Nielsen PR, Trostrup H, Thomsen K, et al. Hyperbaric oxygen therapy augments tobramycin efficacy \nin experimental Staphylococcus aureus endocarditis. Int J Antimicrob \nAgents. 2017;50(3):406–12.\n 20. Kolpen M, Lerche CJ, Kragh KN, Sams T, Koren K, Jensen AS, et al. \nHyperbaric oxygen sensitizes anoxic Pseudomonas aeruginosa biofilm \nto ciprofloxacin. Antimicrob Agents Chemother. 2017. https:// doi. org/  \n10. 1128/ AAC. 01024- 17.\n 21 Vinkel J, Arenkiel B, Hyldegaard O. The mechanisms of action of hyper baric oxygen in restoring host homeostasis during sepsis. Biomolecules. 2023. https:// doi. org/ 10. 3390/ biom1 30812 28.\n 22. Kjellberg A, Zhao A, Lussier A, Hassler A, Al-Ezerjawi S, Bostrom E, et al. \nHyperbaric oxygen therapy as an immunomodulatory intervention in \nCOVID-19-induced ARDS: exploring clinical outcomes and transcrip tomic signatures in a randomised controlled trial. Pulm Pharmacol \nTher. 2024;87: 102330.\n 23. Kjellberg A. Randomised clinical trials with hyperbaric oxygen in \nCOVID-19 and Long COVID: transcriptomic insights into benefits and \nharms [Doctoral thesis]. Stockholm: Karolinska Institutet. 2024.\n 24. Schwartz FA, Lerche CJ, Christophersen L, Jensen PO, Laulund AS, \nWoetmann A, et al. Distinct contribution of hyperbaric oxygen therapy \nto human neutrophil function and antibiotic efficacy against Staphylo coccus aureus. APMIS. 2021;129(9):566–73.\n 25. Moller SA, Jensen PO, Hoiby N, Ciofu O, Kragh KN, Bjarnsholt T, et al. \nHyperbaric oxygen treatment increases killing of aggregating Pseudomonas aeruginosa isolates from cystic fibrosis patients. J Cyst Fibros. \n2019;18(5):657–64.\n 26. Vega JA, Garcia-Suarez O, Hannestad J, Perez-Perez M, Germana A. \nNeurotrophins and the immune system. J Anat. 2003;203(1):1–19.\n 27. Tomlinson RE, Li Z, Li Z, Minichiello L, Riddle RC, Venkatesan A, \net al. NGF–TrkA signaling in sensory nerves is required for skeletal \nadaptation to mechanical loads in mice. Proc Natl Acad Sci USA. \n2017;114(18):E3632–41.\n 28. Lee S, Hwang C, Marini S, Tower RJ, Qin Q, Negri S, et al. NGF–TrkA signaling dictates neural ingrowth and aberrant osteochondral differentiation after soft tissue trauma. Nat Commun. 2021;12(1):4939.\n 29. Camporesi EM, Vezzani G, Bosco G, Mangar D, Bernasek TL. Hyperbaric \noxygen therapy in femoral head necrosis. J Arthroplasty. 2010;25(6 \nSuppl):118–23.\n 30. Vezzani G, Quartesan S, Cancellara P , Camporesi E, Mangar D, Ber nasek T, et al. Hyperbaric oxygen therapy modulates serum OPG/\nRANKL in femoral head necrosis patients. J Enzyme Inhib Med Chem. \n2017;32(1):707–11.\n 31. Beigelman A, Levy J, Hadad N, Pinsk V, Haim A, Fruchtman Y, et al. \nAbnormal neutrophil chemotactic activity in children with congenital \ninsensitivity to pain with anhidrosis (CIPA): the role of nerve growth \nfactor. Clin Immunol. 2009;130(3):365–72.\n 32 Hepburn L, Prajsnar TK, Klapholz C, Moreno P , Loynes CA, Ogryzko \nNV, et al. Innate immunity. A Spaetzle-like role for nerve growth factor beta in vertebrate immunity to Staphylococcus aureus. Science. \n2014;346(6209):641–6.\n 33. Kjellberg A, Lindholm ME, Zheng X, Liwenborg L, Rodriguez-Wallberg \nKA, Catrina S-B, et al. Comparing the blood response to hyperbaric oxygen with high-intensity interval training-a crossover study in healthy \nvolunteers. Antioxidants. 2023;12(12):2043.\n 34. Pakos-Zebrucka K, Koryga I, Mnich K, Ljujic M, Samali A, Gorman AM. \nThe integrated stress response. EMBO Rep. 2016;17(10):1374–95.\n 35. Wei L, Ren Q, Zhang Y, Wang J. Effects of hyperbaric oxygen and nerve \ngrowth factor on the long-term neural behavior of neonatal rats with \nhypoxic ischemic brain damage. Acta Cir Bras. 2017;32(4):270–9.\n 36. Awad-Igbaria Y, Ferreira N, Keadan A, Sakas R, Edelman D, Shamir A, \net al. HBO treatment enhances motor function and modulates pain \ndevelopment after sciatic nerve injury via protection the mitochondrial \nfunction. J Transl Med. 2023;21(1):545.\nPage 8 of 8 Kjellberg et al. Journal of Medical Case Reports           (2025) 19:10 \n 37. Chou TH, Stacy MR. Clinical applications for radiotracer imaging of \nlower extremity peripheral arterial disease and critical limb ischemia. \nMol Imaging Biol. 2020;22(2):245–55.\n 38. Arican P , Okudan B, Sefizade R, Naldoken S. Diagnostic value of bone \nSPECT/CT in patients with suspected osteomyelitis. Mol Imaging \nRadionucl Ther. 2019;28(3):89–95.\n 39. Lee YJ, Sadigh S, Mankad K, Kapse N, Rajeswaran G. The imaging of osteo myelitis. Quant Imaging Med Surg. 2016;6(2):184–98.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}