{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04848-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04848-x.pdf",
  "metadata": {
    "/Keywords": "Sweet syndrome; Cellulitis; Giant-cellulitis-like Sweet syndrome",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241009162746+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241008200712+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04848-x",
    "/Author": "Selamawit T. Muche ",
    "/Title": "Giant cellulitis-like Sweet syndrome mimicking cellulitis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04848-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Sweet syndrome (acute febrile neutrophilic dermatosis) is an uncommon inflammatory disorder \ncharacterized by the abrupt appearance of painful, edematous, and erythematous papules, plaques, or nodules \non the skin. There are various subtypes, such as classical, drug-induced, malignancy-associated, and the less common variant giant cellulitis-like Sweet syndrome. This case is unique due to its presentation of the giant cellulitis-like \nvariant of Sweet syndrome in a patient from Ethiopia. The unusual distribution of the skin lesions and the initial lack \nof response to antibiotics make this case particularly noteworthy. It underscores the importance of considering Sweet \nsyndrome in differential diagnoses when faced with atypical skin manifestations and ineffective antibiotic treatment. \nThis contribution adds valuable insights to the scientific literature by highlighting the need for heightened awareness \nof this rare variant and improving diagnostic accuracy in similar clinical scenarios.",
    "Case Presentation": "Case presentation A 60-year-old Ethiopian male patient who presented to the accident and emergency \ndepartment with a 5-day history of fever, chills, sweating, and rigor accompanied by a reddish skin color change \naround the anterolateral region of the right chest wall. On physical examination, there were erythematous, indurated \ntender plaques with ill-defined borders over the right antero- and posterolateral chest wall with extension to the lat eral part of the right neck and medial aspect of the right arm. Subsequently, the patient was started on antibiotics, \nbut there was a suboptimal response. Skin biopsy revealed features suggestive of giant cellulitis-like Sweet syndrome. \nHe was then started on steroids, which significantly improved his symptoms.",
    "Conclusion": "Conclusion A cautious stance is essential when identifying Sweet syndrome in individuals displaying erythematous \nplaque-like skin lesions in atypical areas of the body with uneven distribution. Such presentation may signal Sweet \nsyndrome rather than a common infection. If conventional treatments, such as antibiotics, fail to resolve symptoms, \nconsider Sweet syndrome as a potential diagnosis. This approach ensures timely and appropriate treatment, prevent ing treatment delay and misdiagnosis.\nKeywords  Sweet syndrome, Cellulitis, Giant-cellulitis-like Sweet syndromeOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSelamawit T. Muche\nselam.zemir@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 5 Muche et al. Journal of Medical Case Reports          (2024) 18:492 \nBackground\nSweet syndrome (acute febrile neutrophilic dermatosis) \nis an uncommon inflammatory disorder characterized \nby the abrupt appearance of painful, edematous, and ery thematous papules, plaques, or nodules on the skin. It is \ninvolved in a wide spectrum of diseases caused by neu trophilic dermatoses [1]. The etiology includes the fol lowing subtypes: classical (after upper respiratory tract \ninfections), malignancy-associated and drug-associated \nSweet syndrome. However, there are lesser common vari ants, such as giant cellulitis-like Sweet syndrome, which \nrefers to the development of large infiltrated inflamma tory plaques [2]. This case is unique for presenting the \nrare giant cellulitis-like variant of Sweet syndrome, char acterized by large, infiltrated plaques in atypical areas \nsuch as the chest, neck, and arm. This clinical variant \ncan masquerade as cellulitis because the patients present \nwith an acute onset of large erythematous plaques, fever, \nand leukocytosis with neutrophil predominance [1]. This \nvariant is often associated with systemic inflammatory \nand neoplastic disorders [2].\nCase presentation\nA 60-year-old Ethiopian male patient presented to the \naccident and emergency (A and E) department with a \n5-day history of fever, chills, sweating and rigor accom panied by a reddish skin color change around the antero lateral region of the right chest wall that was small in size. \nIn addition, he complained of right upper extremity and \nright-sided chest pain.\nSince the onset of his symptoms, he has been fatigued \nand sleepy. Four days prior, he was injured in the proxi mal area of his right index finger by a metallic object \nwhile fixing a car. His medical history revealed essential \nhypertension with good control while on enalapril and \ndyslipidemia on atorvastatin. He had a personal his tory of alcohol intake of two to three beers per day, khat \nintake two times a week and cigarette smoking of eight \npack years.\nOn presentation, he had a blood pressure of \n90/60 mmHg, a pulse rate of 100, a respiratory rate of 26, \nan oxygen saturation of 75% with room air and a temper ature of 35.8 °C. His random blood sugar was determined \nto be 45  mg/dL. On evaluation, there were erythema tous, indurated tender plaques with ill-defined borders \nover the right antero- and posterolateral chest wall with \nextension to the lateral part of the right neck and medial \naspect of the right arm.\nThe initial parameters were as follows: white blood cell \ncount (WBC) 17.59 ×  103/μL with neutrophilia of 88.4% \nand lymphopenia of 3.6%, a platelet count of 88 ×  103/\nμL, a C-reactive protein concentration of 200  mg/L, a \nblood urea nitrogen concentration of 114.58 mg/dL, and a creatinine concentration of 1.59 mg/dL. On liver func tion tests, alanine aminotransferase was 3.8× elevated, \nand total and direct bilirubin were 1.75  mg/dL and \n0.75  mg/dL, respectively. His serum sodium level was \n115  mmol/L, hemoglobin A1C was 6%, and his human \nimmunodeficiency virus (HIV) antibody was negative.\nSoft tissue ultrasound revealed increased echogenic ity and thickening/edema of the right lateral chest and \nabdominal wall subcutaneous tissue with a cobble stone \nappearance. There was slightly increased flow on color \nDoppler sonography with right lateral chest and abdomi nal wall soft tissue inflammatory changes suggestive of \ncellulitis. Chest X-ray was suggestive of right-sided pleu ral effusion.\nAs our initial impression was chest wall cellulitis, he \nwas started on ceftriaxone 1  g intravenous twice daily \nand vancomycin 750 mg every 48 h (renal adjusted dose), \nbut there was no improvement after 48  hours. Further more, the skin lesion extended from the chest wall to the \nabdominal wall and upper third of the thigh after admis sion (Fig.  1). The WBC count increased to 45.58 ×  103/\nμL, with 96% neutrophilia. Therefore, ceftriaxone was \nchanged to meropenem 1  g intravenous three times a \nday, and vancomycin was adjusted to a full dose of 1  g \nintravenous twice daily after the patient’s renal condition \nimproved. This management was continued for 14  days \nbut there was no significant improvement. During this \ncourse of management the result of the histopathologi cal examination for the skin biopsy showed parakeratotic \nand moderately acanthotic epidermis overlying signifi cant edema of the papillary dermis associated with a pat tern of nodular and diffuse dermatitis. The inflammatory \ncells were composed of numerous neutrophils and leuko cytoclastic debris of neutrophils mixed with lymphocytes \nand few eosinophils as well as plasma cells in the absence \nof signs of vasculitis. The infiltrates also extended down \nto the subcutaneous fat, which was suggestive of Sweet \nsyndrome as seen in Fig. 2.\nThe atypical distribution of the plaque, lack of early \nresponse, extensive subcutaneous edema and serous ooz ing were indicative of inadequate response to antibiot ics alone. Therefore, a diagnosis of Sweet syndrome was \nmade after the skin biopsy, and as a result, the patient \nwas started on 1 mg/kg/day prednisone. One week after \nstarting steroids, there was complete resolution of the \nsubcutaneous edema and a significant decrease in ooz ing with general well-being and complete independence \nwith activities of daily living. Moreover, there was a sig nificant decrease in WBC count from 45.58 ×  103/μL to \n11.51 ×  103/μL. The patient has been adherent to oral \nsteroids and as a result he had 10 kg weight gain over a \n4-month period. In addition, he had impaired glucose \ntolerance with hemoglobin A1C of 6.7%. Otherwise, he \nPage 3 of 5\n Muche et al. Journal of Medical Case Reports          (2024) 18:492 \n \ndid not have any epigastric discomfort, bloating or any \nsign of infection.",
    "Discussion": "Discussion\nSweet syndrome is an inflammatory disorder charac terized by erythematous plaques, nodules, or papules \nwith prodromal symptoms of fever, malaise, arthralgia, \nFig. 1 Erythematous, tender plaque with ill-defined borders involving the A right side of the chest, B right medial aspect of arm, C right lateral \ntrunk, D right flank and thigh\nFig. 2 A–D Neutrophils and leukocytoclastic debris of neutrophils mixed with lymphocytes and few eosinophils as well as plasma cells \nin the absence of signs of vasculitis, the infiltrates have also extended to the subcutaneous fat\nPage 4 of 5 Muche et al. Journal of Medical Case Reports          (2024) 18:492 \nand diffuse infiltration of neutrophils in the papil lary dermis. Skin findings are typically asymmetri cal in distribution, with the upper extremities, trunk, \nhead, and neck being the typical sites of involvement \n[3]. Although the size of the lesions ranges from mil limeters to centimeters in diameter, there have been \nreported cases of large cellulitis-like plaques as a rare \nvariant of Sweet syndrome, as observed in our patient \n[2]. Similar case reports have indicated history of \nmalignancy, thus malignancy-associated Sweet syn drome [1 , 2, 6]. While this was not observed in our \npatient, he may have had a preceding infection as seen \nin the 18 patients reported in 2013 [3 ].\nNeutrophilic infiltration of other organs, such as \nthe liver, spleen, heart, kidneys, central nervous sys tem, and gastrointestinal system, may occur in Sweet \nsyndrome. Although many extra-cutaneous mani festations of Sweet syndrome have been described in \nthe literature, pulmonary manifestations are rare [4 ]. \nSweet syndrome can present with uncommon fea tures, such as pulmonary infiltrates and pleural effu sion, as observed in our patient [5 ]. A case review of 34 \ncases on pulmonary involvement in Sweet’s syndrome \nshowed that skin involvement preceded pulmonary \ninvolvement, and bilateral or unilateral pulmonary \ninfiltrates were the most common radiological fea ture. Pleural effusion accompanying lung infiltrates \nwas uncommon and was present in only seven patients \n[6]. In patients with liver involvement, such as this \npatient, hepatic serum enzyme elevations in aspartate \naminotransferase (AST) and alanine aminotransferase \n(ALT) with increased lactate dehydrogenase (LDH) \nmight be observed [7 ]. However, hepatic involvement \nwas not mentioned in other cases during our literature \nreview [1 –3, 6].\nSkin biopsy is required to confirm the diagnosis, and \nit is demonstrated by detecting histopathological evi dence of a dense neutrophilic infiltrate without leuko cytoclastic vasculitis, which was similarly seen in this \npatient [2 ].\nThe gold standard of treatment is systemic corticos teroids, but topical and/or intralesional corticosteroids \nmay also be effective as either monotherapy or adju vant therapy. Prednisone is initially recommended at \n0.5–1  mg/kg per day, followed by a tapering dosage \nto prevent recurrence. We expect clinical improve ment after a few doses and complete resolution with \n1–2  weeks of treatment [8 ]. This was evident in our \npatient as he had significant improvement of his symp toms within a week of starting prednisolone. In some \ncases, skin lesions may partially improve with antibiot ics if there is a secondary bacterial infection [1 ].Conclusion\nWe should be vigilant in diagnosing Sweet syndrome in \npatients who present with erythematous plaque-like skin \nlesions in atypical regions of the body with asymmetrical \ndistribution. This case highlights the diagnostic challenges \nand effective treatment approach for a rare variant of Sweet \nsyndrome. A 60-year-old Ethiopian male presented with \nskin plaques, fever, and systemic symptoms that initially \nmimicked cellulitis but did not respond to conventional \nantibiotics. The diagnosis was confirmed through a skin \nbiopsy showing characteristic neutrophilic infiltration. The \ncondition improved significantly with corticosteroid ther apy, demonstrating the importance of considering Sweet \nsyndrome in cases of atypical cellulitis-like presentations \nthat do not improve with standard treatments. This under scores the need for a comprehensive diagnostic approach \nand highlights corticosteroids as an effective treatment for \nthis rare dermatosis.\nAcknowledgements\nWe would like to express our gratitude to the patient for giving consent to \npublish this case report.\nAuthor contributions\nSM, AK, and ED took responsibility in the construction of the body of the manuscript. KG, MN, and LT organized and supervised the course of the project. AA \nreviewed the article before submission for its intellectual content.\nFunding\nThere is no source of funding for this study.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalysed during the current study.\nDeclarations\nEthical approval and consent to participate\nEthical approval is deemed unnecessary by Meqrez General Hospital Review \nBoard as this is a single rare case faced during clinical practice.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting of interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Internal Medicine, MeQrez General Hospital, Addis Ababa, \nEthiopia. 2 Department of Dermatology, Yekatit 12 Hospital Medical College, \nAddis Ababa, Ethiopia. 3 Department of Internal Medicine, St. Paul’s Hospital \nMillennium Medical College, Addis Ababa, Ethiopia. 4 Department of Neurology, Yehuleshet Neurology and Internal Medicine Specialty Clinic, Addis \nAbaba, Ethiopia. \nReceived: 2 August 2024   Accepted: 28 August 2024\nPage 5 of 5\n Muche et al. Journal of Medical Case Reports          (2024) 18:492 \n \nReferences\n 1. Mitaka H, Jammal R, Saabiye J, Yancovitz S, Perlman DC. Giant cellulitislike Sweet syndrome: an underrecognized clinical variant mimicking skin \nand soft tissue infection. IDCases. 2020;1:21.\n 2. Surovy AM, Pelivani N, Hegyi I, Buettiker U, Beltraminelli H, Borradori L. \nGiant cellulitis-like sweet syndrome, a new variant of neutrophilic dermatosis. http:// archd erm. jaman etwork. com/\n 3. Rochet NM, Chavan RN, Cappel MA, Wada DA, Gibson LE. Sweet syndrome: Clinical presentation, associations, and response to treatment in \n77 patients. J Am Acad Dermatol. 2013;69(4):557–64.\n 4. pmc_6293911.\n 5. Lowell Gold EA, Ith M, Stcphen Atz MI. Fitzpatrick’s Dermatology in GeneralMedicine Eighth Edition DAVIDI. LEFFELL MD KIAUSWOLfF, MD, FRCP \nffi ueuicat sECTION 3,OVERV EWOF B OLOGY, DEVELOPNlENI AND STRU \nCTU R E OF 5K]N @il.\n 6. Fernandez-Bussy S, Labarca G, Cabello F, Cabello H, Folch E, Majid A. \nSweet’s syndrome with pulmonary involvement: case report and literature review. Respir Med Case Rep. 2012;6:16–9.\n 7. Cohen PR. Sweet’s syndrome—a comprehensive review of an acute \nfebrile neutrophilic dermatosis. Orphanet Journal of Rare Diseases. 2007. \nhttps:// doi. org/ 10. 1186/ 1750- 1172-2- 34.\n 8. Cohen PR, Kurzrock R. Sweet’s syndrome a review of current treatment \noptions.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}