{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04816-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04816-5.pdf",
  "metadata": {
    "/Keywords": "TKA; ORIF; Knee osteoarthritis; Patellar fracture",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241024092643+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241021161131+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04816-5",
    "/Author": "DongFeng Cai ",
    "/Title": "Total knee arthroplasty combined with simultaneous open reduction and internal fixation in the treatment of knee osteoarthritis with patellar fracture: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04816-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Patients with severe knee osteoarthritis combined with patellar fracture are rare, and it is unclear \nwhether single-stage surgery affects the enhanced recovery after surgery.",
    "Case Presentation": "Case presentation This case report describes two patients of Han nationality. A 69-year-old male patient was previously diagnosed with severe knee osteoarthritis of the left knee joint and was treated conservatively with long-term \noral nonsteroidal antiinflammatory drugs and intraarticular injection of sodium hyaluronate. He was hospitalized \nfor acute left knee injury owing to a fall from a height. He was diagnosed with knee osteoarthritis of the left knee joint \nand patellar fracture. Another 74-year-old female patient was previously diagnosed with severe knee osteoarthritis, \nlong-term oral nonsteroidal antiinflammatory drugs and topical Chinese medicine to relieve the pain. A month ago, \nshe fell down the stairs and fractured the patella in her left knee, she was diagnosed with severe left knee osteoar thritis combined with an old left patella fracture. Both patients were successfully treated by single-stage primary \ntotal knee arthroplasty and fixation of the patellar fracture. They both carried out early functional exercise normally \nand successfully achieved enhanced recovery.",
    "Conclusion": "Conclusion Successful single stage total knee replacement with patella management can not only reduce the number of operations, but also enable patients to achieve rapid postoperative recovery. However, single stage may \nincrease the risk of local surgical complications. Therefore, for most patients, especially those with low risk of anesthesia related complications, standard of treatment remains first fixing the patellar fracture and when the fracture \nis healed proceed with the total knee arthroplasty.\nKeywords  TKA, ORIF, Knee osteoarthritis, Patellar fracture",
    "Introduction": "Introduction\nKnee osteoarthritis (KOA) is a common degenerative dis order of the knee joint, and total knee arthroplasty (TKA) \nis currently the only effective treatment for end-stage \nKOA [ 1]. In recent years, with advancements in surgical \ntechniques and enhanced recovery after surgery (ERAS) \nprotocols, patients with TKA can achieve significant pain Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†DongFeng Cai and JiMo Li contributed equally to this work.\n*Correspondence:\nSong Hong\nhongsong_orthop@163.com\n1 Affiliated Hospital of Zunyi Medical University, Zunyi 563000, China\nPage 2 of 9 Cai et al. Journal of Medical Case Reports          (2024) 18:516 \nrelief and good functional recovery early on [2–7]. While \nthe concept of patients with end-stage KOA requiring \nTKA treatment has gained widespread acceptance, there \nis still a lack of unified treatment strategies for patients \nwith end-stage KOA with concomitant patellar fractures, \nas these cases are relatively rare in clinical practice. For \npatients with significantly displaced patellar fractures \nthat are unsuitable for conservative treatment, staging \nthe open reduction and internal fixation (ORIF) of the \npatellar fracture and TKA would require two separate \nsurgeries. If patellar fracture ORIF and TKA are per formed simultaneously, early postoperative rehabilitation \nexercises become a crucial and challenging issue. When \nthe patient actively or passively flexes and extends the \nknee joint, the patella is subjected to the tension from the \nquadriceps muscle and the stress from the anterior aspect \nof the femoral prosthesis. If the patellar fracture frag ments cannot be securely fixed, the knee joint requires \nimmobilization with a cast or brace for several weeks \npostoperatively to prevent redisplacement of the patellar \nfracture [8]. Early postoperative knee joint immobiliza tion precludes early rehabilitation after TKA, which, to \na certain extent, affects early knee flexion and extension \nfunction and hinders rapid recovery [9]. Therefore, when \ncombining TKA with simultaneous patellar fracture \nORIF, it is crucial to achieve two aspects of success intra operatively: (1) satisfactory knee joint flexion and exten sion gap balancing and joint prosthesis alignment, and \n(2) adequate reduction and secure initial internal fixation \nof the patellar fracture. In this article, we followed up on \ntwo patients who concurrently had end-stage KOA and \nipsilateral transverse patellar fractures with significant \ndisplacement and impairment of the extensor mecha nism. We performed simultaneous patellar fracture ORIF and TKA for them. Postoperatively, rehabilitation exer cises were guided according to the standard TKA post operative rehabilitation strategy, achieving early recovery \nand satisfactory treatment outcomes.\nCase 1\nA 69-year-old Han male patient was admitted to the hos pital 10 hours after falling from a height of 4 m, injuring \nhis left knee joint. The patient had severe KOA (stage \nIV) in the left knee joint before the injury and had been \nreceiving conservative treatment with long-term oral \nnonsteroidal antiinflammatory drugs (NSAIDs) and \nintra-articular injections of sodium hyaluronate. In the \npast year, the pain had significantly worsened, and pain \nrelief from oral medications and sodium hyaluronate \ninjections was not significant. Upon physical exami nation, we found that the patient’s left knee joint was \nswollen and had obvious tenderness. He was unable \nto actively flex or extend his left knee joint. X-rays sug gested severe KOA in the left knee joint, accompanied by \na left patellar fracture. The left patella had a transverse \nfracture with separation and displacement, and osteopo rosis was present (Fig.  1A, B). The patient had type II dia betes and hypertension, which were well-controlled with \noral metformin and nifedipine sustained-release tab lets, respectively. We decided to perform simultaneous \nTKA combined with patellar fracture ORIF. The surgical \napproach utilized the conventional left knee joint anterior \nmidline incision with a medial parapatellar approach. The \nmedial parapatellar incision was at least 1  cm from the \nmedial edge of the patella. The patella was not everted, \nand only slight traction was applied to expose the surgi cal area. A minimal amount of the infrapatellar fat pad \nwas excised to provide adequate exposure of the surgical \nFig. 1 A, B Preoperative anteroposterior and lateral radiographs showing severe knee osteoarthritis and a transverse patellar fracture in case 1; C, \nD follow-up radiograph at 5 months showing united patellar fracture, strong tension band construction, and an acceptable total knee arthroplasty \nin case 1\nPage 3 of 9\n Cai et al. Journal of Medical Case Reports          (2024) 18:516 \n \nsite. We used the measured osteotomy method, in which \nthe femur was osteotomized at 6° of lateral valgus and 3° \nof external rotation according to preoperative measure ments, and the the tibial component is placed in external \nrotation. The center of the tibial component was in the \nsame line as the medial third of the tibial tuberosity and \nthe center of the ankle joint. Intramedullary localization \nwas performed on the femur side and extramedullary \nlocalization on the tibia side. After the tibial and femur \nprostheses were installed, we straightened the knee joint, \nthe patellar fracture ends were reduced under direct \nvision, and two 2.0  mm Kirschner wires were passed \nthrough the patella parallel to its longitudinal axis. Ten sion band wiring was performed in a figure-of-eight and \ncircular pattern to fix the patella, with the wires wrapped \naround the patellar edges beneath the soft tissues. The \nends of the Kirschner wires and the junctions of the wires \nwere bent and buried within the soft tissues to ensure \nthat they would not scrape or impact the knee joint \nprosthesis during joint movement. We slightly everted \nthe patella in the knee extension position to expose the \narticular surface of the patella. Then, we used a pendu lum saw to trim the articular surface of the patella and \nremove osteophytes, and we denervated the patella by \nelectrocautery. Intraoperative “no thumb test” showed \na satisfactory patellar tracking, with no displacement of \nthe patellar fracture surfaces during extreme flexion and \nextension of the knee joint. The medial joint capsule and \nextensor retinaculum were reconstructed using absorb able sutures. A drainage tube was placed, and the incision \nwas closed in layers. Intraoperative periarticular injection \ncocktail. Patient controlled analgesia (PCA) combined \nwith oral NSAIDs was used for postoperative analgesia. \nThe drain was removed the next day. The patient was \nencouraged to perform ankle pump exercises on the day of surgery. On the second postoperative day, passive flex ion up to 100° was achieved with the assistance of a con tinuous passive motion (CPM) machine, and the patient \ncould walk with weight-bearing using a walker. On the \nthird postoperative day, the patient could independently \nperform straight leg raises. At 5 months postoperatively, \nthe patellar fracture had healed, and the patient could \nwalk normally. The left knee joint had a flexion of 110° \nand an extension of 0° (Fig.  2), with no symptoms of \nextensor lag. X-rays showed satisfactory healing of the \npatellar fracture, as well as satisfactory joint spaces and \nprosthesis alignment (Fig. 1C, D).\nCase 2\nThe second patient was a 74-year-old Han female who \nhad been diagnosed with left KOA 10  years prior. She \nhad been taking oral NSAIDs and applying traditional \nChinese medicine externally to relieve her left knee pain. \nIn the past 3  months, the pain had worsened. Then, 1 \nmonth ago, she accidentally fell while walking down stairs, exacerbating the pain in her left knee and limit ing her mobility. Physical examination revealed a flexion \nand varus deformity of the left knee joint, with a varus \nangle of approximately 5°. Active flexion could reach \n100°, but she was unable to actively extend her knee, \nwith a passive extension of −20°. She had a 10-year his tory of hypertension, which was well-controlled with \nnifedipine sustained-release tablets. Preoperative car diac ultrasound revealed chronic heart failure. X-rays \nindicated severe KOA in the left knee, accompanied by \nan old left patellar fracture. The patella had a transverse \nfracture with separation and displacement; the fracture \nends were sclerotic. Moderate to severe osteoporosis was \npresent (Fig.  3A, B). We performed simultaneous left \npatellar fracture ORIF combined with left TKA using an \nFig. 2 Active knee flexion and active straight leg raise of case 1 at the 5th postoperative month\nPage 4 of 9 Cai et al. Journal of Medical Case Reports          (2024) 18:516 \nanterior midline incision of the knee joint and a medial \nparapatellar approach. Intraoperatively, we observed a \ntransversely separated and displaced patellar fracture, \nwith tearing of the anterior soft tissues. Only some soft \ntissue connections remained on the medial and lateral \nsides of the fracture surfaces, and fibrous tissue filled the \nfracture gap. The fracture ends were sclerotic, and mod erate to severe osteoporosis was present. We first per formed a left TKA, with the medial parapatellar incision \nat least 1  cm from the medial edge of the patella. Dur ing the operation, the patella was not everted, and only \nslight traction was applied to expose the surgical area. A \nminimal amount of the infrapatellar fat pad was excised \nto provide adequate exposure of the surgical site. Simi lar to case 1, a TKA was performed using the measured \nosteotomy method, in which the femur was osteotomized \nat 5° of lateral valgus and 3° of external rotation accord ing to preoperative measurements. The installation prin ciples of the femoral and tibial components were similar \nto those in case 1. Then, we straightened the knee joint \nand cleared the fibrous tissue from the patellar fracture \nsurfaces and debrided the sclerotic bone until bleeding \nbone was encountered. The patellar fracture ends were \nreduced under direct vision, and two 2.0 mm Kirschner \nwires were passed through the patella parallel to its lon gitudinal axis. Tension band wiring was performed in a \nfigure-of-eight and circular pattern to fix the patella, with \nthe wires wrapped around the patellar edges beneath the \nsoft tissues. The ends of the Kirschner wires and the junc tions of the wires were bent and buried within the soft \ntissues to ensure that they would not scrape or impact the \nknee joint prosthesis during joint movement. The treat ment of the patellar surface was similar to that of case 1. Intraoperative “no thumb test” showed a satisfactory \npatellar tracking, with no displacement of the patellar \nfracture surfaces during extreme flexion and extension of \nthe knee joint. The medial joint capsule and extensor reti naculum were reconstructed using absorbable sutures. \nA drainage tube was placed, and the incision was closed \nin layers. The analgesic and postoperative rehabilitation \nprograms were similar to those of case 1. On the second \npostoperative day, the patient could actively flex the left \nknee up to 100° and walk with weight-bearing using a \nwalker. On the third postoperative day, she could inde pendently perform straight leg raises, with an extension \nof −5°. There were no symptoms of extensor lag (Fig.  4). \nX-rays showed satisfactory reduction of the patellar frac ture, with satisfactory joint spaces and prosthesis align ment (Fig. 3C, D).",
    "Discussion": "Discussion\nPatients with severe KOA and concomitant patellar \nfractures are relatively rare in clinical practice, and \nthere are currently no standardized guidelines for \nthe diagnosis and treatment of such patients. If the \npatellar fracture displacement is less than 4 mm or the \narticular step-off is less than 3  mm, and the extensor \nmechanism is intact, conservative treatment can be \nconsidered. This typically involves immobilization \nwith a cast or brace for 4–6 weeks, followed by gradual \njoint mobilization and weight-bearing as appropriate. \nNumerous studies have demonstrated that conservative \ntreatment can yield satisfactory outcomes [10– 12]. \nAlthough these studies primarily focused on patients \nwith isolated patellar fractures or periprosthetic \npatellar fractures, we believe that even in patients with \nFig. 3 A, B Preoperative X-rays of case 2 showing severe knee osteoarthritis and an old transverse patellar fracture; C, D immediate postoperative \nX-rays of case 2 showing acceptable reduction of patellar fracture, strong tension band construction and an acceptable total knee arthroplasty\nPage 5 of 9\n Cai et al. Journal of Medical Case Reports          (2024) 18:516 \n \nconcomitant end-stage OA, if the patellar fracture \nmeets the criteria for conservative treatment, it can \nbe managed conservatively first, followed by TKA \nafter fracture healing. This approach allows patients \nto undergo only one surgery. However, when a patellar \nfracture is not suitable for conservative treatment, \nstaged treatment for the patellar fracture and \nosteoarthritis of the knee is the standard of treatment. \nOne staged surgery may lead to higher postoperative \ncomplications especially when the patient has a severe \ncomminuted patellar fracture, or extremely severe \nosteoporosis that prevents reliable internal fixation, or \nan open patellar fracture [13, 14]. These patients are \nmore suitable for fixing the patellar fracture and then \nreceiving TKA after the fracture has healed, which can \nminimize the risk of complications caused by patellar \nfracture surgery. However, staged management of the \npatellar fracture and knee osteoarthritis inevitably \nincreases the number of surgeries for the patient and \nthe overall hospital stay. This is especially concerning \nfor patients with multiple comorbidities, such as \nheart disease, diabetes, or pulmonary conditions, as \nstaged surgeries undoubtedly increase the anesthesiarelated risks. Moreover, studies have reported that \nprevious ORIF of knee fractures may increase the risk \nof postoperative infection following subsequent TKA \n[15]. A history of prior knee surgery may also affect the \npostoperative function after subsequent TKA, which \nmay be related to the formation of periarticular soft \ntissue scarring [16, 17]. Therefore, if patients with more \ncomorbid underlying disease and higher anesthetic \nrisk with transverse patellar fractures unsuitable for \nconservative treatment and concomitant end-stage \nKOA, simultaneous TKA combined with patellar \nfracture ORIF may be a treatment strategy to consider.\nHowever, compared with simple primary TKA, \nperforming simultaneous TKA and patellar fracture \nORIF may increase the uncertainty of postoperative knee \njoint functional recovery. For patients undergoing simple primary TKA, early postoperative functional exercises \nmainly include active and passive knee flexion and \nextension, straight leg raises, and ankle pump exercises \nto maximize the restoration of knee joint function. When \nwe conduct early postoperative rehabilitation training \nfor patients undergoing simultaneous TKA and patellar \nORIF, the patella is subjected to the pulling force from \nthe quadriceps tendon and the stress from the femoral \ncomponent trochlea during knee flexion. This may \nlead to redisplacement of the patellar fracture ends and \neven disruption of the extensor mechanism [18, 19]. If \nthe patient has poor patellar bone quality or unreliable \ninternal fixation, the risk of patellar fracture displacement \nis further increased during early postoperative functional \nexercises. To prevent this from occurring, surgeons \noften recommend immobilizing the knee joint with a \ncast or brace for 4 to 6  weeks postoperatively before \ngradually resuming functional exercises. However, \nearly postoperative knee immobilization may affect \nearly or long-term functional recovery after TKA [20–\n22]. Additionally, early postoperative immobilization \nafter TKA is not conducive to shortening hospital \nstays, alleviating pain, and may lead to quadriceps \natrophy, increase the risk of urinary and pulmonary \ncomplications, and increase the risk of pressure sores \nand osteoporosis [12, 23]. Therefore, for these patients, \nachieving appropriate and secure fixation of the patellar \nfracture intraoperatively is crucial for early postoperative \nrehabilitation exercises and preventing postoperative \ncomplications.\nCommon internal fixation",
    "Methods": "methods for patellar \nfractures include tension band wiring, cannulated screws, \nor nonabsorbable sutures. However, currently, no single \nfixation method has demonstrated clear superiority [12]. \nAmong these, the tension band construct is a classic and \nwidely used technique, with commonly used materials \nincluding Kirschner wires, steel wires, cannulated screws, \nand nonabsorbable sutures. This construct converts the \nlongitudinal pulling force generated by the quadriceps \nFig. 4 Active knee flexion and active straight leg raise of case 2 at postoperative day 3\nPage 6 of 9 Cai et al. Journal of Medical Case Reports          (2024) 18:516 \nmuscle into compressive stress on the patellofemoral \njoint surface, which helps counteract the pulling force \nof the quadriceps and maintain fracture reduction. \nHowever, Meng et al. found a complication rate as high \nas 31.6% with tension band constructs [24]. It is worth \nnoting that in their study, the fixation method with the \nhighest failure rate was the tension band construct using \nKirschner wires combined with figure-of-eight titanium \ncables, while the construct using compression screws \ncombined with circular titanium cables reduced the \ncomplication rate by nearly half (16.7%). Bai et al. found \nthat the complication rate of Kirschner wires or doubleheaded compression screws combined with circular wire \ntension band constructs was lower than that of Kirschner \nwires or double-headed compression screws combined \nwith figure-of-eight wire tension band constructs. On \nthe other hand, some scholars believe that cannulated \nscrews may provide stronger stability and compression \nthan Kirschner wires, and cannulated screw tension \nband constructs may achieve better clinical outcomes \n[25–28]. However, there are reports in literature that \nthe protruding portion of cannulated screws cannot \nbe well-buried and may cause clinical symptoms \nleading to internal fixation failure [29]. In a cyclic \nloading experiment, protrusion of the screw tail may \nincrease local stress or reduce the ability of the internal \nfixation construct to resist fracture separation [30]. \nBuried double-headed compression screws can avoid \ncomplications related to screw protrusion and increase \nfixation strength. However, it is uncertain whether they \nhave the same fixation effect in patients with poor patellar \nbone quality [18]. Martin et al. found that headless screw \nconstructs had a higher failure rate compared with \nheaded screw constructs [31]. In summary, the tension \nband construct for patellar fractures is widely applicable, \nbut the appropriate internal fixation materials and \nspecific construct design should be selected based on the \npatient’s patellar bone quality.\nRao et al. reported two patients, one of whom had an \nintact patellar retinaculum and an undisplaced patella. \nAfter completing TKA, conservative treatment was \nchosen for the patella. The other patient underwent \nsimultaneous TKA combined with patellar fracture \nORIF, using Semitendinosus, Fiber wire, and Fiber tape \nfor patellar fixation [32]. This patient began functional \nrehabilitation 3  months after surgery with the knee \njoint immobilized in a cast, and the range of motion was \n10–70° at 4 months postoperatively. Surendran et al. used \nnon-absorbable sutures to fix the patella in their reported \ncase [33]. The patient was passively flexed to 100° at 4–6 \nweeks postoperatively and started weight-bearing at 6 \nweeks. The two patients with patellar fractures treated \nsurgically by Rao and Surendran had good bone quality and relatively intact extensor retinaculum, making \nnon-absorbable suture fixation of the fracture ends a \npotentially good choice. Patel reported a case of a patient \nwith a chronic patellar fracture. After completing TKA, \nthey performed simultaneous Kirschner wire combined \nwith figure-of-eight wire tension band fixation of the \npatellar fracture, achieving good",
    "Results": "results [34]. This \ndemonstrates that Kirschner wire and wire tension \nbands can be used for the treatment of patellar fractures \nin such patients. Moreover, Zhu and Agarwal et al. also \nfound that tension band constructs with a combination \nof figure-of-eight and circular configurations could \nprovide a higher fixation success rate [35, 36]. Both of the \npatients we reported in this article had varying degrees \nof osteoporosis and rupture of the extensor retinaculum. \nTo enhance fixation, we used Kirschner wires combined \nwith figure-of-eight wire tension band and circular wire \ncerclage fixation. Both patients achieved early recovery \nof knee joint function with significant pain relief, without \ninternal fixation-related complications.\nFor simple primary TKA, postoperative patellofemoral \ncomplications remain a challenging problem affecting up \nto 8% of patients [37, 38]. The causes of patellofemoral \ncomplications may be related to patient-, surgeon- \nand implant-related factors [39]. The implant-related \npatellofemoral joint deserves even more caution in \npatients undergoing one staged TKA with patellar \nfracture ORIF. In both patients, a well-reduced articular \nsurface of the patella and solid initial fixation were \nequally important as good alignment of the knee \nprosthesis. The femoral condyle was osteotomized at \n3°of external rotation, which is thought to be beneficial \nin restoring normal patellofemoral tracking [40]. \nMoreover, we took the middle third of the tibial tubercle \nand the center of the ankle joint as anatomical reference \npoints, and installed the tibial platform with appropriate \nexternal rotation to avoid the internal rotation of \ntibial components leading to pain in the medial or \nanterior knee joint after TKA [41]. Overstufffing, \nanother important cause of anterior knee pain, is also \nassociated with increased patellofemoral pressure and \ndecreased knee motion [42]. This may increase the \nrisk of redisplacement of the fracture in patients with \npatellar fractures. To reduce overstufffng, the thickness \nof the femoral bone cuts should match the thickness of \nthe prosthesis, and the right component size should be \nchosen [39]. We used posterior-referenced systems to \naccurately measure the osteotomy of the femur so that \nthe osteotomy surface of the anterior femoral condyle \nwas in the same plane as the anterior cortex. And then, \nwe chose patellar denervation with electrocautery, which \nis thought to reduce the incidence of anterior knee pain \n[43].\nPage 7 of 9\n Cai et al. Journal of Medical Case Reports          (2024) 18:516 \n \nAvascular necrosis of the patella is a serious \ncomplication following TKA, the prevalence is at 0.05%–\n2% [44]. Patellar ischemia leading to patellar necrosis \nmay be associated with secondary infection or nonunion \n[12, 45, 46], which may increase the risk of postoperative \ncomplications. Therefore, protecting the patellar blood \nsupply is of utmost importance [47]. The patellar blood \nsupply originates from the extrapatellar circumferential \nanastomotic ring, with intraosseous vessels flowing out \nfrom this ring. The traditional approach for total knee \narthroplasty is the anterior medial parapatellar approach, \nwhich may completely interrupt the medial blood supply \nto the patella, leaving only the lateral blood supply. \nThus, we should avoid lateral patellar retinacular release \nintraoperatively [48]. Fortunately, good intraoperative \npatellar trajectory was obtained in these two patients, and \nlateral patellar retinacular release was not required [49]. \nMoreover, considering that the superior genicular artery \nlies within the vastus medialis obliquus muscle, some \nresearchers recommend that the medial parapatellar \nincision should be at least 1 cm from the patellar edge \nto protect this vascular pathway [48]. Additionally, \nintraoperative excision of the infrapatellar fat pad should \nbe minimized to preserve the inferior polar vessels and \nthe transverse infrapatellar branches. Furthermore, \nStofel et al. used Doppler ultrasound and found that \neverting the patella may exacerbate patellar ischemia, \nwhile slight traction on the patella to expose the surgical \nsite can effectively avoid interference with the patellar \nblood supply [50]. Therefore, we strictly adhered to these \nprinciples intraoperatively, protecting the patellar blood \nsupply while exposing the surgical site.\nTKA combined with simultaneous ORIF in the \ntreatment of KOA with patellar fracture allows patients \nto avoid two surgeries. However, compared with \nstaged surgery, a one-stage surgery brings some other \nuncertainties. For example, loosening of the internal \nfixation and collision or friction of the internal fixation \nagainst the knee prosthesis; patella fracture not healing; \npatellofemoral joint abnormalities. In addition, patients \nundergoing a one-stage procedure are not candidates \nfor intraoperative patellar resurfacing because of the \npresence of a patellar fracture, and patellar resurfacing \nmay offer benefits to some patients [51, 52]. Thus, for \nmost patients, first fixing the patellar fracture and when \nthe fix is healed proceeding with the TKA is still a \nstandard treatment.\nOur study has some limitations. For example, we can not confirm whether simultaneous surgery increases \nblood loss or requires a longer single operative time com pared with staged surgery. The two patients reported in \nthis study had satisfactory short-term follow-up results, \nbut the long-term efficacy of this treatment approach needs to be further confirmed with larger sample sizes \nand longer-term follow-up studies.\nConclusion\nPreoperative severe knee osteoarthritis combined with \npatellar fracture is rare in knee surgery patients. For \npatients with high risk of anesthesia related complications \nowing to many coexisting diseases, successful single stage \nTKA with patella management can reduce the number \nof operations for patients, reducing the risk of anesthesia \ncomplications and facilitating early and rapid recovery. \nHowever, single stage surgery may increase the risk of \ncomplications related to the patellofemoral joint and \ninternal fixation. Therefore, for most patients, first fixing \nthe patellar fracture and when the fix is healed proceed \nwith the TKA is still a standard treatment.\nAbbreviations\nNSAIDs  Nonsteroidal antiinflammatory drugs\nKOA  Knee osteoarthritis\nTKA  Total knee arthroplasty\nERAS  Enhanced recovery after surgery\nORIF  Open reduction and internal fixation\nCPM  Continuous passive motion\nPCA  Patient controlled analgesia\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors are part of the surgical team who were actively involved in the \nmanagement of the patient. D.C. and J. L. designed the study, collected data, \nand wrote the article; S.H. was responsible for management and reviewed the \nmanuscript. All authors read and approved the final manuscript.\nFunding\nScience and Technology Program of Guizhou Province (ZK[2023]General542).\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nWritten ethics approval and consent to participate is obtained from the \nAffiliated Hospital of Zunyi Medical University. In the report, every conceivable \neffort has been made to safeguard the patient’s privacy and maintain strict \nconfidentiality. All identifying information has been meticulously removed or \naltered to ensure anonymity. The utmost care has been taken to protect the \npatient’s identity throughout the document.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 14 May 2024   Accepted: 2 September 2024\nPage 8 of 9 Cai et al. Journal of Medical Case Reports          (2024) 18:516 \nReferences\n 1. Bruyère O, Honvo G, Veronese N, Arden NK, Branco J, Curtis EM, et al. An \nupdated algorithm recommendation for the management of knee osteo arthritis from the European Society for Clinical and Economic Aspects \nof Osteoporosis, Osteoarthritis and Musculoskeletal Diseases (ESCEO). \nSemin Arthritis Rheum. 2019;49(3):337–50.\n 2. Goetz J, Maderbacher G, Gerg A, Leiss F, Dullien S, Zeman F, et al. \nIsokinetic knee muscle strength comparison after enhanced recovery \nafter surgery (ERAS) versus conventional setup in total knee arthroplasty \n(TKA): a single blinded prospective randomized study. J Exp Orthop. \n2023;10(1):44.\n 3. Memtsoudis SG, Fiasconaro M, Soffin EM, Liu J, Wilson LA, Poeran \nJ, et al. Enhanced recovery after surgery components and periop erative outcomes: a nationwide observational study. Br J Anaesth. \n2020;124(5):638–47.\n 4. Cheuy VA, Foran JRH, Paxton RJ, Bade MJ, Zeni JA, Stevens-Lapsley JE. \nArthrofibrosis associated with total knee arthroplasty. J Arthroplasty. \n2017;32(8):2604–11.\n 5. Mistry JB, Elmallah RD, Bhave A, Chughtai M, Cherian JJ, McGinn T, et al. \nRehabilitative guidelines after total knee arthroplasty: a review. J Knee \nSurg. 2016;29(3):201–17.\n 6. Namba RS, Inacio M. Early and late manipulation improve flexion after \ntotal knee arthroplasty. J Arthroplasty. 2007;22(6 Suppl 2):58–61.\n 7. Hasebe Y, Akasaka K, Yamamoto M. Factors affecting early kneeflexion range of motion after total knee arthroplasty. J Phys Ther Sci. \n2021;33(9):672–5.\n 8. Ortiguera CJ, Berry DJ. Patellar fracture after total knee arthroplasty. J \nBone Joint Surg Am. 2002;84(4):532–40.\n 9. Fortier LM, Rockov ZA, Chen AF, Rajaee SS. Activity recommendations after total hip and total knee arthroplasty. J Bone Joint Surg Am. \n2021;103(5):446–55.\n 10. Braun W, Wiedemann M, Rüter A, Kundel K, Kolbinger S. Indications and \nresults of nonoperative treatment of patellar fractures. Clin Orthop Relat \nRes. 1993;289:197–201.\n 11. Putman S, Boureau F, Girard J, Migaud H, Pasquier G. Patellar complications after total knee arthroplasty. Orthop Traumatol Surg Res. \n2019;105(1s):S43-s51.\n 12. Deans J, Scuderi GR. Classification and management of periprosthetic \npatella fractures. Orthop Clin North Am. 2021;52(4):347–55.\n 13. Carpenter JE, Kasman R, Matthews LS. Fractures of the patella. Instr \nCourse Lect. 1994;43:97–108.\n 14. Tsivelekas K, Pallis D, Lykos S, Triantafyllou E, Nikolakakos P , Tilentzoglou \nA, et al. Patella fracture after total knee arthroplasty: a review. Cureus. \n2024;16(1): e53281.\n 15. Suzuki G, Saito S, Ishii T, Motojima S, Tokuhashi Y, Ryu J. Previous fracture \nsurgery is a major risk factor of infection after total knee arthroplasty. \nKnee Surg Sports Traumatol Arthrosc. 2011;19(12):2040–4.\n 16. Houdek MT, Shannon SF, Watts CD, Wagner ER, Sems SA, Sierra RJ. Patella \nfractures prior to total knee arthroplasty: worse outcomes but equivalent \nsurvivorship. J Arthroplasty. 2015;30(12):2167–9.\n 17. Weiss NG, Parvizi J, Trousdale RT, Bryce RD, Lewallen DG. Total knee \narthroplasty in patients with a prior fracture of the tibial plateau. J Bone \nJoint Surg Am. 2003;85(2):218–21.\n 18. Hargett DI, Sanderson BR, Little MTM. Patella fractures: approach to treat ment. J Am Acad Orthop Surg. 2021;29(6):244–53.\n 19. Chalidis BE, Tsiridis E, Tragas AA, Stavrou Z, Giannoudis PV. Management \nof periprosthetic patellar fractures. A systematic review of literature Injury. \n2007;38(6):714–24.\n 20. Scott RD, Turoff N, Ewald FC. Stress fracture of the patella following \nduopatellar total knee arthroplasty with patellar resurfacing. Clin Orthop \nRelat Res. 1982;170:147–51.\n 21. Wainwright TW, Gill M, McDonald DA, Middleton RG, Reed M, Sahota O, et \nal. Consensus statement for perioperative care in total hip replacement \nand total knee replacement surgery: enhanced Recovery After Surgery \n(ERAS(®)) Society recommendations. Acta Orthop. 2020;91(1):3–19.\n 22. Chen X, Li X, Zhu Z, Wang H, Yu Z, Bai X. Effects of progressive resistance \ntraining for early postoperative fast-track total hip or knee arthroplasty: a \nsystematic review and meta-analysis. Asian J Surg. 2021;44(10):1245–53.\n 23. Sattler L, Hing W, Vertullo C. Changes to rehabilitation after total knee \nreplacement. Aust J Gen Pract. 2020;49(9):587–91. 24. Meng D, Xu P , Shen D, Chen Y, Zhu C, Hou C, et al. A clinical comparison \nstudy of three different methods for treatment of transverse patellar \nfractures. J Orthop Sci. 2019;24(1):142–6.\n 25. Bai ZB, Gao SC, Zhou HB, Zhang C, Chen C. Comparison of the clinical efficacy of different fixation systems for the treatment of transverse patellar \nfractures. Chin J Traumatol. 2021;24(3):169–73.\n 26. Burvant JG, Thomas KA, Alexander R, Harris MB. Evaluation of methods of \ninternal fixation of transverse patella fractures: a biomechanical study. J \nOrthop Trauma. 1994;8(2):147–53.\n 27. Liu J, Ge Y, Zhang G, Zheng X, Gao L, Xing E, et al. Clinical outcomes \nof cannulated screws versus ring pin versus k-wire with tension band \nfixation techniques in the treatment of transverse patellar fractures: a \ncase-control study with minimum 2-year follow-up. Biomed Res Int. \n2022;2022:5610627.\n 28. Drolia N, Sinha S, Paneru SR, Kumar A, Jameel J, Kumar S, et al. Comparison of functional and radiological outcomes of transverse patellar \nfractures fixed with tension band fixation using cannulated screws \nand kirschner wires: a prospective randomized study. Indian J Orthop. \n2022;56(3):369–76.\n 29. Busel G, Barrick B, Auston D, Achor K, Watson D, Maxson B, et al. Patella \nfractures treated with cannulated lag screws and fiberwire® have a high \nunion rate and low rate of implant removal. Injury. 2020;51(2):473–7.\n 30. Avery MC, Jo S, Chang A, Ricci WM, McAndrew C, Miller AN, et al. Cannulated screw prominence in tension band wiring of patella fractures \nincreases fracture gapping: a cadaver study. Clin Orthop Relat Res. \n2019;477(5):1249–55.\n 31. Martin JM, Applin DT, McGrady LM, Wang M, Schmeling GJ. Biome chanical comparison of tension band fixation of patella transverse \nfracture: headless screws versus headed screws. J Orthop Trauma. \n2019;33(6):e240–5.\n 32. Rao SS, Sonawane CS, Wakankar HM, Kulkarni MM. Knee osteoarthritis with old untreated patella fracture treated with single stage total \nknee arthroplasty—a case series of two cases. J Orthop Case Rep. \n2022;12(1):75–8.\n 33. Surendran S, Pengatteeri YH, Park SE, Gopinathan P , Chang JD, Han CW. \nOsteoarthritis knee with patellar fracture in the elderly: single-stage fixation and total knee arthroplasty. J Arthroplasty. 2007;22(7):1070–3.\n 34. Patel KH, Reddy AVG, Eachempati K, Muralidhar S, Jungele A. A patient \nwith osteoarthritis knee and prior patella fracture: single stage fixation and total knee arthroplasty: a case report. J Orthop Case Rep. \n2018;8(1):67–70.\n 35. Zhu XZ, Huang TL, Zhu HY, Bao BB, Gao T, Li XW, et al. A retrospective \ncohort study on prevalence of postoperative complications in comminuted patellar fractures: comparisons among stabilized with CannulatedScrew, Kirschner-Wire, or Ring-Pin Tension Bands. BMC Musculoskelet \nDisord. 2021;22(1):60.\n 36. Agarwal S, Sharma RK, Jain JK. Periprosthetic fractures after total knee \narthroplasty. J Orthop Surg (Hong Kong). 2014;22(1):24–9.\n 37. Held MB, Gazgalis A, Sarpong NO, Geller JA, Shah RP , Cooper HJ. Manage ment of the patella during total knee arthroplasty. JBJS Rev. 2021.\n 38. Russell RD, Huo MH, Jones RE. Avoiding patellar complications in total \nknee replacement. Bone Joint J. 2014;96-b(11 Supple A):84–6.\n 39. Matz J, Lanting BA, Howard JL. Understanding the patellofemoral \njoint in total knee arthroplasty. Can J Surg J Canadien de chirurgie. \n2019;62(1):57–65.\n 40. Kim YH, Park JW, Kim JS, Park SD. The relationship between the survival of \ntotal knee arthroplasty and postoperative coronal, sagittal and rotational \nalignment of knee prosthesis. Int Orthop. 2014;38(2):379–85.\n 41. Bédard M, Vince KG, Redfern J, Collen SR. Internal rotation of the tibial \ncomponent is frequent in stiff total knee arthroplasty. Clin Orthop Relat \nRes. 2011;469(8):2346–55.\n 42. Abolghasemian M, Samiezadeh S, Sternheim A, Bougherara H, Barnes \nCL, Backstein DJ. Effect of patellar thickness on knee flexion in total knee \narthroplasty: a biomechanical and experimental study. J Arthroplasty. \n2014;29(1):80–4.\n 43. Wang Y, Feng W, Zang J, Gao H. Effect of patellar denervation on anterior \nknee pain and knee function in total knee arthroplasty without patellar \nresurfacing: a meta-analysis of randomized controlled trials. Orthop Surg. \n2020;12(6):1859–69.\n 44. Bourke MG, Sclavos EK, Jull GA, Buttrum PJ, Dalton PA, Russell TG. A \ncomparison of patellar vascularity between the medial parapatellar \nPage 9 of 9\n Cai et al. Journal of Medical Case Reports          (2024) 18:516 \n \nand subvastus approaches in total knee arthroplasty. J Arthroplasty. \n2012;27(6):1123-7.e1.\n 45. Keating EM, Haas G, Meding JB. Patella fracture after post total knee \nreplacements. Clin Orthop Relat Res. 2003;416:93–7.\n 46. Tharani R, Nakasone C, Vince KG. Periprosthetic fractures after total knee \narthroplasty. J Arthroplasty. 2005;20(4 Suppl 2):27–32.\n 47. DeBell H, Pinter Z, Pinto M, Bergstresser S, Lee S, de Cesar NC, et al. Vascular supply at risk during lateral release of the patella during total knee \narthroplasty: a cadaveric study. J Clin Orthop Trauma. 2019;10(1):107–10.\n 48. Lazaro LE, Cross MB, Lorich DG. Vascular anatomy of the patella: \nimplications for total knee arthroplasty surgical approaches. Knee. \n2014;21(3):655–60.\n 49. Maniar RN, Singhi T, Rathi SS, Baviskar JV, Nayak RM. Surgical technique: \nLateral retinaculum release in knee arthroplasty using a stepwise, \noutside-in technique. Clin Orthop Relat Res. 2012;470(10):2854–63.\n 50. Stoffel KK, Flivik G, Yates PJ, Nicholls RL. Intraosseous blood flow of the \neverted or laterally-retracted patella during total knee arthroplasty. Knee. \n2007;14(6):434–8.\n 51. Park SJ, Jung YB, Jeong HJ, Shin HK, Jung HJ, Lim JJ, et al. Long-term \nresults of primary total knee arthroplasty with and without patellar resur facing. Acta Med Okayama. 2010;64(5):331–8.\n 52. Allen W, Eichinger J, Friedman R. Resurfaced versus non-resurfaced \npatella in total knee arthroplasty. J Knee Surg. 2019;32(7):611–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}