{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04822-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04822-7.pdf",
  "metadata": {
    "/Keywords": "Lysyl hydroxylase-3 deficiency; Case report; Scoliosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927125617+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240925154926+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04822-7",
    "/Author": "Mirbahador Athari ",
    "/Title": "Management of scoliosis in a pediatric patient with lysyl hydroxylase-3 deficiency: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04822-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background A rare case report of lysyl hydroxylases deficiency undergoing scoliosis surgery.",
    "Case Presentation": "Case presentation An 8-year-old Persian patient with a known case of lysyl hydroxylases deficiency presented \nwith scoliosis. On physical examination, he had course facial hair, elbow flexion contracture, and knee flexion contracture. He had a history of eye surgery, clubfoot, and hearing problems. He underwent scoliosis surgery with growing \nrod instrumentation.",
    "Conclusion": "Conclusion Surgery can be done in these patients with caution, and the surgeon and anesthesiologist should be \naware of potential complications during and after surgery.\nKeywords  Lysyl hydroxylase-3 deficiency, Case report, Scoliosis",
    "Introduction": "Introduction\nLysyl hydroxylases (LH) are catalysts of collagen lysines \nthrough hydroxylation and their subsequent glycosyla tion and play an essential role in forming the extracel lular matrix [1]. There are three LH enzyme isoforms: \nLH1, LH2a/b, and LH3. These enzymes act in concert \nwith prolyl hydroxylases in the endoplasmic reticulum \n[1]. LH enzymes are also found as proteins resident in \nthe endoplasmic retinaculum. LH3 [encoded by procol lagen lysine, 2-oxoglutarate-5-dioxygenase 3 (POD3)] \nis presented in the extracellular space and can interfere with cellular secretion mechanisms [1]. Any PLOD genes \nencoding LH mutations are associated with connective \ntissue disorders such as Ehlers–Danlos syndrome [1, 2]. \nAltered collagen glycosylation, secretion, and basement \nmembrane formation are the",
    "Results": "results of PLOD3 gene \nmutations [1].\nLH3 deficiency is a rare connective tissue disorder \ncharacterized by congenital malformations that severely \naffect many tissues and organs [2]. The prevalence of \nLH3 deficiency is less than one per million population \n[3]. Skeletal abnormalities, such as progressive scolio sis, osteopenia, clubfoot, and pathologic fractures, may \noccur. Other manifestations of this disease have been \nreported to include ocular involvement (flat retina, myo pia, and cataracts) and hair, nail, and skin abnormali ties (coarse, abnormally distributed hair, skin blistering, \nreduced palmar folds, and hypoplastic nails). Patients \nalso present with intrauterine growth retardation, facial \ndysmorphism (flat facial profile, low set ears, shallow \norbits, short and upturned nose, and down-turned cor ners of the mouth), and joint flexion contractures. Other *Correspondence:\nDariush Abtahi\ndrdariushabtahi@yahoo.com\n1 Department of Orthopedic Surgery, University of Shahid Beheshti \nMedical Sciences, Shahid Madani Street, Tehran, Iran\n2 Anesthesiology Department, University of Shahid Beheshti Medical \nSciences, Imam Hossein Medical Center, Shahid Madani Street, Tehran, \nIran\n3 Department of Neurosurgery, University of Shahid Beheshti Medical \nSciences, Shahid Madani Street, Tehran, Iran\nPage 2 of 5 Athari et al. Journal of Medical Case Reports          (2024) 18:474 \nreported features are growth and developmental retarda tion, bilateral sensorineural deafness, friable diaphragm, \nand later onset of spontaneous vascular rupture. As \nthis is a rare occurrence, the diagnosis is confirmed by \nwhole-exome sequencing, and the prognosis has yet to \nbe defined. Here, we describe a case of a young man who \nunderwent spinal surgery due to progressive scoliosis.\nThe case\nAn 8-year-old American Society of Anesthesiologists \n(ASA) II, Persian patient presented to the orthopedic \ndepartment with severe scoliosis. He was previously \ndiagnosed with a case of LH3 deficiency. The diagnosis \nof lysyl hydroxylase deficiency was made in 2019 based \non clinical symptoms and genetic studies at the Depart ment of Dermatology and Cutaneous Biology at Thomas \nJefferson University Hospital. We used the CARE report ing guidelines for this case [4].\nOn physical examination, the body temperature of the \npatient was 36.5  °C, the heart rate (HR) 80 beats/min ute, the respiratory rate (RR) 19 breaths/minute, and the \nnoninvasive blood pressure (NIBP) 100/65  mmHg. At \npreoperative airway assessment, the Mallampati classi fication was class I, and neck mobility was normal. The \ndentition appeared to be normal. The jugular vein size \nand heart sounds were normal. No abnormality was \nnoted in the thorax other than severe scoliosis, and noth ing notable was noted during the physical examination of \nthe abdomen. He had several facial deformities, such as \nanteverted nostrils, down-turned corners of the mouth, \nand an elongated philtrum. He was also deaf in his left \near, with reduced hearing in his right ear. The patient \nhad an auricle anomaly and low-set ears. He had shal low orbits, the right eye had ptosis and blindness, and \nthe left eye had decreased vision and myopia. The patient \nhad a history of eye surgery to treat congenital glaucoma \nas well as ptosis. He had coarse hair and nail dysplasia. \nExamination of the upper extremities revealed elbow \nflexion contracture and thenar muscle atrophy (Fig.  1). \nIn infancy, the patient underwent a plaster cast to treat \nclubfoot. He had a flexion deformity in both knees due to \na combination of bony, capsular, and ligament deformity.\nHe had no history of other illnesses and was not receiv ing any specific medication. Also, there was no family \nhistory of hereditary diseases.\nIn the studies, the patient’s chest X-ray was normal, \nexcept for scoliosis and severe diaphragmatic eventration \n(Fig.  2). Electrocardiography was normal. Transthoracic \nechocardiography showed mild tricuspid regurgitation \nwithout pulmonary hypertension.\nThe patient had a history of mild intracranial hemor rhage 3 years ago. Therefore, a computed tomography \n(CT) scan of the brain was performed, observing bilateral calcification of the globus pallidus and subcortical calcifi cation and thickening of the associated cortex in the left \nparietal lobe. The left Sylvian fissure widening was also \nreported. The patients’ laboratory tests were also within \nnormal limits. He did not cooperate with spirometry. \nDue to progressive scoliosis and a previous history of \npneumonia, the decision to undergo corrective scoliosis \nsurgery was made.\nIn the operating room, the body temperature of the \npatient was 36.5  °C, the HR was 90 beats/minute, the \nRR was 20 breaths/minute, the blood pressure was \n105/70  mmHg, and the oxygen saturation was 97% \n(which increased to 99% after increasing  FiO2 by 80% via \nface mask). He was premedicated by intravenous (IV) \nmidazolam 1 mg and IV fentanyl 50 µg via a previously \ninserted IV catheter G20. ECG, NIBP , and pulse oxime try were attached to monitor his vital signs. Induction \nof anesthesia was performed by IV propofol 50  mg and \n15  mg atracurium, as there were no signs of difficulty \nin airway management. After successful intubation by \nspiral ETT number 5.5 (grade 1 Cormack–Lehane clas sification), capnography was used as respiratory moni toring, but due to flexion deformity of both hands, it \nwas not possible to establish an arterial line for invasive \nblood pressure monitoring. As somatosensory evoked \npotential (SSEP) and motor evoked potential (MEP) were \nplanned to be used intraoperatively, muscle relaxant was \nnot repeated during the operation. Maintenance of anes thesia was established with propofol 100–200 µg/kg/hour \nand remifentanil 10 µg/hour via and IV catheter G18. To \nmonitor anesthesia depth, a bispectral index monitor, BIS \nVISTA (Aspect Medical Systems, Newton, MA) was used \nand maintained within the range of 40–60. Afterward, \nFig. 1 (A) Posterior view from the patient. (B) Right hand\nPage 3 of 5\n Athari et al. Journal of Medical Case Reports          (2024) 18:474 \n \nthe position was changed to prone without any sig nificant hemodynamic change. He had two structural \ncurves, an 84.1° thoracic curve and a 67.5° lumbar curve \n(Cobbs method). The upper instrumentation (pedicle \nscrews) of T2 and T3 and the lower instrumentation of \nL3 and L5 were planned through the mid-posterior inci sion. The paravertebral muscles were not elevated except \nduring pedicle screw insertion. The pedicle screws were \nconnected by the growth rods, which could be length ened every 6–9 months. Due to the growth condition of \nthis patient, the fusion technique was not chosen (Fig.  3). \nDuring the operation, the hemodynamics were stable, \nand the blood pressure was maintained between 110/70 \nand 130/80. The intraoperative period was uneventful, \nwith blood loss of almost 150–200 mL. The fluid replace ment was with 500  mL of normal saline followed by \n500 mL of Ringer’s solution. The anesthetics were gradu ally discontinued, and the tracheal tube was extubated \nupon awakening. Total operating time was 160 minutes, \nand anesthesia time was 180 min. He was transferred to \nthe intensive care unit and discharged 5 days later after \nrehabilitation without any morbidity.",
    "Discussion": "Discussion\nLysyl hydroxylase-3 deficiency, also known as bone \nfragility contractures arterial rupture deafness syn drome, is a rare autosomal recessive connective tis sue disorder. It is characterized by multiple tissue and \norgan involvement, including skeletal abnormalities; ocular involvement and hair, nail, and skin abnormali ties; intrauterine growth retardation; facial dysmor phism; and joint flexion contractures [2 , 3, 5]. Growth \nand development retardation, bilateral sensorineural \ndeafness, friable diaphragm, and late-onset spontane ous vascular rupture have also been reported [2 , 6]. The \ndisease is caused by a mutation in the PLOD3 gene at \nFig. 2 Preoperative radiograph\nFig. 3 Postoperative radiographs\nPage 4 of 5 Athari et al. Journal of Medical Case Reports          (2024) 18:474 \nposition 7q22.1, which codes for lysyl hydroxylase-3, \nwhich leads to the biosynthesis of highly glycosylated \ntype IV and VI collagen in animals [3 , 7, 8].\nThis was first reported by Salo et al., who described a \nwoman with connective tissue disorder secondary to LH3 \ndeficiency with intrauterine growth retardation and cran iofacial features such as a flat facial profile, low set ears, \nshallow orbit, short upturned nose, and down-turned \ncorners of the mouth. She also had skeletal abnormali ties, including talipes equinovarus, progressive scoliosis, \nosteopenia, and pathologic fractures. She had platyspon dyly, small femoral epiphyses, a J-shaped sella turcica, \nand a small odontoid. Other manifestations were severe \nbilateral sensorineural deafness, myopia, and cataracts. \nSkeletal muscle mass was reported as poor, but no stud ies of muscle function were performed. Her skin was blis tered and bruised easily. In the second decade, she had \na spontaneous cerebral arterial hemorrhage associated \nwith hemiplegia and also a rupture of the popliteal aneu rysm. When she was 14 years old, a subsequent CT scan \nshowed severe dilatation of both internal carotid arteries. \nHer social skills and development were also delayed [2, \n5, 7].\nOur patient had almost all the characteristics of the \nabove case. He had similar craniofacial features such as \nshallow orbits, a flat facial profile, low-set ears, and upturned and down-turned corners of the mouth, but he \ndid not have a short nose, unlike the the aforementioned \npatient. Skeletal abnormalities were similar (progressive \nscoliosis and platyspondyly, talipes equinovarus, osteope nia, and pathologic fracture). He had deafness in the left \near, reduced hearing in the right ear, and myopia but not \ncataracts, as in the aforementioned care. Also, unlike the \npatient reported by Salo, the patient had glaucoma and \ndespite the surgery, he eventually lost sight in his right \neye. The patient’s left eye was also affected. He had no \nhistory of skin blisters or easy bruising. As mentioned \nabove, 3 years ago, he had suspected mild intracranial \nhemorrhage with no residual deficits. This is in contrast \nto what has been reported for proband.\nDue to time constraints and lack of legal consent, it \nwas not possible to examine the cerebral arteries and the condition of the sella turcica. Also due to similar restric tions, we cannot fully evaluate the patient for global \ndevelopmental delay, fetal growth restriction, and post natal growth retardation. However, it is clear that due to \nthe height, weight, and size of the head circumference, \nthese sizes are less than normal values for his age. Despite \nthe patient’s calmness and quietness, he cooperated in \nexamining and answering questions with a few words.\nIn our patient, endotracheal intubation went smoothly, \nand hemodynamics were stable after anesthesia induc tion and tracheal intubation. Because of the risk of spon taneous vascular rupture, it makes sense to avoid forced \nor prolonged endotracheal intubation. A similar problem \ncan exist with invasive monitoring using the arterial line. \nHowever, we could not establish arterial access. It should \nbe noted that scoliosis itself can also complicate the anes thetic process. Five days after the operation, the patient \nwas discharged from the hospital in good general condi tion. The patient’s family was advised to refer him to the \northopedic department for further evaluation.\nThere are some similarities between these two cases \nand Stickler syndrome [2] such as a flat facial profile, \nmyopia, and deafness. However, there is no osteope nia, joint problems, growth abnormalities, nail and skin \nproblems, or spontaneous vascular ruptures in Stickler \nsyndrome. There are also similarities to Ehlers–Danlos \nsyndrome type IV in terms of spontaneous arterial rup ture and osteopenia; although, progressive scoliosis and \nhead and face characteristics are not seen in this syn drome [2].\nDue to the abnormality in collagen synthesis caused by \nLH3 deficiency, the main complications during and after \nsurgery seem to be related to arterial rupture. There fore, it is very important to pay special attention to the \npatient’s position and to avoid drastic hemodynamic \nchanges during anesthesia induction and surgery. It \nshould also be noted that in patients with scoliosis, the \naorta is prone to damage and rupture due to direct surgi cal injury. A case of pseudoaneurysm and rupture of the \naorta in a patient with Ehlers–Danlos syndrome type IV \nafter spinal surgery has been reported [6].\nThe main limitation of our study was the lack of access \nto details of the patient’s genetic reports. In addition, the \npatient lives in a remote town, and it has been difficult to \nobtain further evaluations of the patient. To our knowl edge, no other cases of this disease have been reported. \nTherefore, no further comparison was possible.\nConclusion\nIn summary, considering the etiology of LH3 deficiency, \nit is important to pay close attention to potential vascular \ndamage during surgery. Although we did not encounter \nany issues during our surgery, it is crucial to be vigilant in Table 1 Anesthetic considerations in LH3 deficiency\nAnesthetic considerations Etiology\nDifficult intubation Facial deformity\nRestrictive lung disease Scoliosis\nDifficult cooperation Deafness and mental retardation\nPositioning Skin blister, easy bruising, vascular \nrupture\nIntravenous and intra-arterial access Vascular rupture\nPage 5 of 5\n Athari et al. Journal of Medical Case Reports          (2024) 18:474 \n \nthis regard. Working together with surgeons and inten sive care physicians can help identify vascular damage \nmuch earlier and initiate appropriate therapies (Table 1).\nAcknowledgements\nWe thank the patient and his family for their assistance in preparing this \nreport.\nDeclarations\nThe authors declare that there is no conflict of interest. The authors did not \nreceive any grant or financial support for this research.\nAuthor contributions\nMA and AM conceived and designed the analysis, collected the data, contrib uted data, and wrote the paper, and were the surgeons responsible for the \nsurgery. AT and DA conceived and designed the analysis, contributed data or \nanalysis tools, performed the analysis, wrote the paper, and were the anesthe siologist responsible for the patient. MF and MB conceived and designed the \nanalysis, collected the data, contributed data, and wrote the paper.\nFunding\nNot applicable.\nData availability\nThe data is available at the request.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal (the consent is in \nthe Persian language, but it can be translated to English, and the hospital can \nconfirm this in a separate email)\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 10 November 2022   Accepted: 2 September 2024\nReferences\n 1. Scietti L, Chiapparino A, De Giorgi F, Fumagalli M, Khoriauli L, Nergadze S, \net al. Molecular architecture of the multifunctional collagen lysyl hydroxylase and glycosyltransferase LH3. Nat Commun. 2018;9(1):3163.\n 2. Salo AM, Cox H, Farndon P , Moss C, Grindulis H, Risteli M, et al. A connective tissue disorder caused by mutations of the lysyl hydroxylase 3 gene. \nAm J Hum Genet. 2008;83(4):495–503.\n 3. Orphanet: Connective tissue disorder due to lysyl hydroxylase 3 deficiency. Available from: https:// www. orpha. net/ consor/ cgi- bin/ OC_ Exp. \nphp? lng= EN& Expert= 300284.\n 4. Gagnier JJ, Kienle G, Altman DG, Moher D, Sox H, Riley D, et al. The CARE \nguidelines: consensus-based clinical case report guideline development. \nJ Clin Epidemiol. 2014;67(1):46–51.\n 5. Vahidnezhad H, Youssefian L, Saeidian AH, Touati A, Pajouhanfar S, \nBaghdadi T, et al. Mutations in PLOD3, encoding lysyl hydroxylase 3, cause \na complex connective tissue disorder including recessive dystrophic epidermolysis bullosa-like blistering phenotype with abnormal anchoring \nfibrils and type VII collagen deficiency. Matrix Biol. 2019;81:91–106. 6. Im JS, Lim YH, Park JS, Lee SS, Kim KM. Rupture of abdominal aortic aneurysm after spine surgery in the patient with Ehlers-Danlos syndrome—a \ncase report. Korean J Anesthesiol. 2010;58(6):555–9.\n 7. Myllylä R, Wang C, Heikkinen J, Juffer A, Lampela O, Risteli M, et al. \nExpanding the lysyl hydroxylase toolbox: new insights into the \nlocalization and activities of lysyl hydroxylase 3 (LH3). J Cell Physiol. \n2007;212(2):323–9.\n 8. Ruotsalainen H, Risteli M, Wang C, Wang Y, Karppinen M, Bergmann U, \net al. The activities of lysyl hydroxylase 3 (LH3) regulate the amount and \noligomerization status of adiponectin. PLoS ONE. 2012;7(11):e50045. \nhttps:// doi. org/ 10. 1371/ journ al. pone. 00500 45.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}