{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04990-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04990-6.pdf",
  "metadata": {
    "/Keywords": "Paxlovid; COVID-19; Kidney transplant; AKI; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241220065110+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241219074232+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04990-6",
    "/Author": "Jack Rycen ",
    "/Title": "Acute kidney injury and tacrolimus toxicity in a kidney transplant recipient treated with nirmaltrevir/ritonavir: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04990-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Kidney transplant recipients with severe acute respiratory syndrome-coronavirus-2 infection have \nan increased risk of severe disease and mortality. Nirmaltrevir/ritonavir (Paxlovid) is an effective oral disease-modifying \ntherapy that has been shown to reduce risk of progression to severe disease in high-risk, nonhospitalized adults. However, owing to the potential for serious drug–drug interactions owing to ritonavir-induced inhibition of the CYP3A \nenzyme, this drug is not suitable option for transplant recipients with mild-moderate severe acute respiratory \nsyndrome-coronavirus-2 infection.",
    "Case Presentation": "Case presentation A 57-year-old Caucasian man presented to the emergency department with 48 hours of nausea, \nvomiting, headaches, and lethargy. At 5 days earlier, he was diagnosed with a mild severe acute respiratory syndromecoronavirus-2 infection by his general practitioner, who commenced treatment with Paxlovid at 300 mg/100 mg \ntwice daily. Past medical history included kidney transplantation in 2018 for end-stage kidney secondary to hypertensive nephrosclerosis, managed with prednisone, tacrolimus, and mycophenolate. Vaccination status was up-to-date \nand prophylactic tixagevimab/cilgavimab (Evusheld) had been given > 6 months prior owing to lack of seroconver sion. Examination showed a blood pressure of 176/94 mmHg and normal respiratory parameters. Investigations \ndemonstrated a serum creatinine of 213 µmol/L (baseline 130 µmol/L) and tacrolimus trough level of 118 µg/L (base line 6.9–8.7 µg/L). Treatment included intravenous rehydration, Evusheld and tacrolimus were withheld for 7 days, \nwith recommencement guided by regular therapeutic drug monitoring.",
    "Conclusion": "Conclusion This acute kidney injury was attributed to tacrolimus toxicity resulting from a drug–drug interaction \nwith Paxlovid. While transplant recipients have an increased risk of severe disease, current Australian guidelines \nrecommend against Paxlovid use in adults taking medications that are heavily dependent on CYP3A4 for clearance, \nincluding calcineurin and mammalian target of rapamycin inhibitors.\nKeywords  Paxlovid, COVID-19, Kidney transplant, AKI, Case report",
    "Introduction": "Introduction\nCompared with the general population, kidney trans plant recipients with severe acute respiratory syndromecoronavirus-2 (SARS-CoV-2) infection have an increased \nrisk of severe disease and mortality [1]. In Australia, the \nTherapeutic Goods Administration has approved two \noral disease-modifying therapies for patients who do not \nrequire supplemental oxygen and have one or more risk \nfactors for disease progression within 5 days of symptom Open Access\n© Crown 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits \nuse, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original \nauthor(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third \nparty material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the mate rial. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation \nor exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit \nhttp://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJack Rycen\njack.rycen@health.qld.gov.au\n1 Department of Kidney and Transplant Services, Princess Alexandra \nHospital, Brisbane, Australia\n2 Faculty of Medicine, The University of Queensland, Brisbane, Australia\nPage 2 of 5 Rycen et al. Journal of Medical Case Reports          (2024) 18:629 \nonset: nirmatrelvir/ritonavir (Paxlovid) and molunpira vir (Lageviro). Paxlovid is a combination of nirmatrelvir, \na peptidomimetic inhibitor of the coronavirus 3C-like \n(3CL) protease, and ritonavir, an antiretroviral drug that \ninhibits the CYP3A4 isozyme to maintain plasma nir matrelvir trough concentrations at effective levels. While \nclinical trial data has demonstrated a significant reduc tion in hospitalization and mortality in high-risk indi viduals treated with Paxlovid, its use has been limited by \nthe potential for serious adverse drug–drug interactions \nwith co-medications that are dependent on the CYP3A4 \nenzyme for metabolism [2, 3]. We present the case of a \nkidney transplant patient who developed tacrolimus tox icity with an acute kidney injury (AKI) following a drug–\ndrug interaction with Paxlovid.\nCase presentation\nWe present the case of a 57-year-old Caucasian man \nwith end-stage kidney disease presumed secondary to \nhypertensive nephrosclerosis who underwent a success ful deceased donor (donation after brain death) kidney \ntransplant in June 2018. Tissue typing revealed no human \nleukocyte antigen (HLA) mismatches or donor-specific \nantibodies. Early post-transplant complications included \nKlebsiella pneumoniae transplant and native kidney pye lonephritis with accompanying bloodstream infection \nand new-onset diabetes after transplantation (NODAT). \nHis immunosuppressive regimen consisted of 2  mg \nof immediate release tacrolimus (Prograf) twice daily, \n720 mg of mycophenolate sodium (Myfortic) twice daily, \nand 7  mg of prednisone once daily. His baseline serum \ncreatinine ranged from 118 to 140 (median: 130) µmol/L \nand tacrolimus trough level was maintained between 6.9 \nand 8.7  µg/L, measured using high performance liquid \nchromatography mass spectrometry (HPC-MS).\nHis past medical history included complicated Crohn’s \ndisease resulting in a colectomy and ileostomy in 2012, \nhypertension, well-controlled asthma and obesity. Other \nregular medications included 100  mg of aspirin daily, \n50 mg of metoprolol twice daily, 20 mg of esomeprazole \ndaily, 30  mg of gliclazide modified release (MR) daily, \n1000  mg of metformin MR daily, 1  mg of semaglutide \nweekly, 80/400  mg of trimethoprim-sulfamethoxazole \ndaily (continued indefinitely as per local transplant unit \npolicy) and 840 mg of sodium bicarbonate twice daily.\nHe presented to a tertiary emergency department in \nthe evening with nausea, vomiting, headache, and gener alized weakness over the preceding 48 hours. There was \nno history of abdominal pain, altered bowel habits, dysu ria, fevers or recent travel. He had been adherent to all of \nhis regular medications as listed above. At 5 days prior \nto the current presentation, he had developed rhinor rhea and a nonproductive cough and was diagnosed with mild coronavirus disease 2019 (COVID-19) using rapid \nantigen testing. His COVID-19 vaccinations included \ntwo doses of AstraZeneca Vaxzevria (April and July \n2021) and a single dose of the Pfizer Comirnaty booster \n(January 2022). He had previously received a single dose \nof tixagevimab/cilgavimab (Evusheld) for pre-exposure \nprophylaxis owing to lack of seroconversion [anti-S and \nanti-N immunoglobulin G (IgG) negative in July 2022]. \nHe attended his local general practitioner who prescribed \na 5-day course of nirmatrelvir/ritonavir (Paxlovid) at \n300  mg/100  mg twice daily. The patient had completed \n4  days of treatment before he was unable to tolerate \noral intake owing to the onset of the abovementioned \nsymptoms.\nClinical examination was remarkable for hyperten sion with a blood pressure of 176/94 mmHg. There was \nno respiratory involvement, fevers, or hypoxia (temper ature of 36.1 °C and oxygen saturation of 99% on ambi ent air). His weight was 104.4 kg [body mass index (BMI) \n32  kg/m2]. The abdomen was soft and nondistended \nwith no focal tenderness over the transplanted kidney. \nTremors were reported by the patient but not observed \nand there was no focal neurology. Laboratory investiga tions showed a serum creatinine level of 213  µmol/L, \npotassium of 5.3  mmol/L, and corrected calcium of \n2.78  mmol/L (range 2.10–2.60  mmol/L). Blood glucose \nlevel was 13 mmol/L and liver tests were normal. Urinal ysis was negative for leukocytes and erythrocytes and no \nbacteria was cultured. Blood cultures were also negative. \nA tacrolimus trough level was requested for the following \nmorning.\nInitial treatment received in the emergency department \n(ED) included 1000  mL of intravenous sodium chloride \n0.9%, a single dose of 100 mg of intravenous hydrocorti sone, 1000 mg of intravenous paracetamol, and 4 mg of \nintravenous ondansetron. The patient was then able to \ntolerate his regular immunosuppressive medications that \nnight. After consultation with the local infectious dis eases team, a second dose of 300/300 mg of intra-muscu lar Evusheld was administered as a single dose.\nRepeat biochemistry on day 1 of admission dem onstrated an improvement in serum creatinine level \n(177 µmol/L) and corrected calcium level (2.67 mmol/L), \nlikely confirming an element of volume depletion \nfrom profuse vomiting. The patient reported a marked \nimprovement in his symptoms and was able to toler ate his normal diet. His blood pressure improved to \n136/78 mmHg. The patient was discharged with a phone \nreview the following day. Later that afternoon, the tac rolimus trough level returned elevated at 118  µg/L \n(Fig.  1). The patient was instructed to withhold his tac rolimus and remain well hydrated. He was managed as \nan outpatient with serial phone reviews every 48  hours \nPage 3 of 5\n Rycen et al. Journal of Medical Case Reports          (2024) 18:629 \n \nalong with serum biochemistry and therapeutic drug \nmonitoring. During the follow up period, his creatinine \nlevel peaked at 264 µmol/L on day 5 and he had no dete rioration to suggest progression to moderate or severe \nCOVID-19. In total, tacrolimus was withheld for 6 days \nbefore being recommenced at 100% of his regular dose \n(2 mg twice daily) once the trough level was back in tar get range.",
    "Discussion": "Discussion\nPaxlovid remains an important part of the pharmaco therapeutic armamentarium for high-risk, nonhospital ized adults with mild-moderate COVID-19, especially \ngiven that emerging evidence suggests that alternative \ntherapies, including Lageviro and Evusheld, are no longer \neffective at reducing important COVID-19-related out comes in the face of newer viral variants [4, 5]. Kidney \ntransplant patients with mild-moderate COVID-19 pre sent a challenge to manage given the increased risk of \nprogression to severe disease and associated mortality, \nand a lack of suitable oral therapies that can be delivered \nin a community-based setting. Our case illustrates the \ninteraction between ritonavir and tacrolimus, a calcineu rin inhibitor and integral part of a standard three-drug \nimmunosuppressive regimen to prevent allograft rejec tion in kidney transplantation.\nTacrolimus (formerly known as FK506) is a macrolide \nantibiotic originally derived from Streptomyces tsuku bensis.  Through binding to immunophilin FKBP-12, \nit inhibits calcineurin and other important signaling \npathways required for interleukin 2 (IL-2) production \nand T cell activation. It is a substrate of the intestinal counter-transporter, P-glycoprotein, and is metabolized \nextensively in the liver by the CYP3A subfamily, primar ily CYP3A4 [6]. Several factors have been shown to affect \nplasma tacrolimus concentrations, including patient \ndemographics (age, sex, and ethnicity), liver and kidney \nfunction, polymorphisms in the CYP3A isozymes, and \ncoadministered food and medications. Multiple medica tions have the potential to increase plasma tacrolimus \nconcentrations to supratherapeutic and toxic levels, \nlargely through inhibition of P-glycoprotein and/or the \nCYP3A isozymes. Potent CYP3A inhibitors include mac rolide antibiotics, non-dihydropyridine calcium channel \nblockers, azole antifungals, and antiretrovirals, such as \nritonavir [7]. The latter has been shown to have a rapid \ninhibitory effect that can increase plasma concentrations \nof CYP3A-dependent medications between 1.8- and \n20-fold [8]. Pharmacokinetic studies have also shown \nthat this effect may be prolonged with 70–90% of enzyme \nrecovery expected between 2 and 5 days [9].\nIn our patient, the plasma trough tacrolimus con centration reached a peak of 118  µg/L after receiving \n4 days of Paxlovid; this was a 13-fold increase from aver age baseline levels and took a total of 7  days to return \nto target range. Alternative causes, such as severe diar rhea, anemia or low hematocrit, inadvertent overdose, \nor other medications known to interact with tacrolimus, \nwere sought and not identified. Notably, he had received \na full-strength dose of Paxlovid (300  mg/100  mg every \n12  hours), which is recommended for patients with an \nestimated glomerular filtration rate (eGFR) > 60 mL/min, \ndespite his baseline eGFR being 50  mL/min. Clinical \nmanifestations of acute tacrolimus toxicity were evident \nFig. 1 Timeline of serum creatinine and trough tacrolimus levels after Paxlovid therapy\nPage 4 of 5 Rycen et al. Journal of Medical Case Reports          (2024) 18:629 \nand included KDIGO Stage 2 AKI, nausea and vomiting, \nheadache, hypertension, electrolyte disturbances, and \nreported fine tremors. Importantly, his kidney function \nreturned to near baseline after 9 days from presentation \nwith supportive care and temporary cessation of tacroli mus alone.\nInterestingly, the use of CYP3A4 inducers, including \nphenytoin and rifampin, has been described in patients \nwith severe manifestations of tacrolimus toxicity. In a \ncase series by Jantz et  al., four solid organ transplant \nrecipients with supratherapeutic plasma tacrolimus \nconcentrations (> 30  ng/L) and AKI (serum creatinine \n67 to 630% from baseline) with severe hyperkalemia \n(6.1–6.7 mmol/L) were treated with an average of 3 days \nof oral phenytoin at 400 mg per day to promote tacroli mus metabolism. In all four patients, plasma tacrolimus \nconcentration rapidly decreased to < 15 ng/L after 3 days \nand kidney function returned to baseline between 3 and \n10 days in three patients. No clinically significant adverse \neffects were reported [10].\nWhile risk mitigation strategies (that is, dose reduc tion of calcineurin inhibitors guided by therapeutic \ndrug monitoring) have been proposed outside of clinical \nguidelines to allow for Paxlovid use in kidney transplant \nrecipients, we would advocate against this practice owing \nto the potential for harmful drug-drug interactions and \nlogistic difficulties associated with regular therapeutic \ndrug monitoring in community-based adults, particu larly for those who live outside of major metropolitan \nareas [11] 12. In addition, there is a lack of high-quality \nevidence to support Paxlovid use in transplant recipients \ngiven adults who require CYP3A4-dependent medica tions (that is, calcineurin inhibitors) were excluded from \nthe EPIC-HR trial, which notably demonstrated a sub stantial 89% reduction in progression to severe disease in \nunvaccinated adults when B.1.617.2 (Delta) was the prev alent circulating variant [2]. This patient population was \nalso excluded from a large US population-based cohort \nstudy, which demonstrated a 44% reduction in hospitali zation and death among nonhospitalized adults treated \nwith Paxlovid during the B.1.1.529 (Omicron) pandemic, \nwhere over 90% of the study population had received \nthree or more vaccines [13].\nConclusion\nThis case highlights the potential safety issues associated \nwith the coadministration of Paxlovid and calcineurin \ninhibitors. Furthermore, prescribers have a responsibility \nto ensure that no interactions exist among high-risk med ications and should utilize the assistance of the transplant \npharmacist as well as online-based decision-making tools \nassociated with clinical guidelines.Acknowledgements\nNo one outside of the listed authors contributed to this article.\nAuthor contributions\nJR wrote and revised the manuscript; JJ prepared the figure; DM and JJ \nreviewed the manuscript. All authors read and approved the final manuscript.\nFunding\nNo direct funding was required for this project; however, work was under taken through work at the Department of Kidney and Transplant Services.\nAvailability of supporting data\nData sharing is not applicable to this article as no datasets were generated or \nanalysed during the current study.\nDeclarations\nEthics approval and consent to participate\nInformed consent has been obtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing interests.\nReceived: 18 July 2023   Accepted: 3 December 2024\nReferences\n 1. Goffin E, Candellier A, Vart P , Noordzij M, Arnol M, Covic A, Lentini P , Malik \nS, Reichert LJ, Sever MS, et al. COVID-19-related mortality in kidney transplant and haemodialysis patients: a comparative, prospective registrybased study. Nephrol Dial Transplant. 2021;36(11):2094–105.\n 2. Hammond J, Leister-Tebbe H, Gardner A, Abreu P , Bao W, Wisemandle W, \nBaniecki M, Hendrick VM, Damle B, Simón-Campos A, et al. Oral nirmatrelvir for high-risk, nonhospitalized adults with Covid-19. N Engl J Med. \n2022;386(15):1397–408.\n 3. Arbel R, Wolff Sagy Y, Hoshen M, Battat E, Lavie G, Sergienko R, Friger M, \nWaxman JG, Dagan N, Balicer R, et al. Nirmatrelvir use and severe Covid19 outcomes during the omicron surge. N Engl J Med. 2022;387(9):790–8.\n 4. Butler CC, Hobbs FDR, Gbinigie OA, Rahman NM, Hayward G, Richards \nDB, Dorward J, Lowe DM, Standing JF, Breuer J, et al. Molnupiravir plus \nusual care versus usual care alone as early treatment for adults with \nCOVID-19 at increased risk of adverse outcomes (PANORAMIC): an \nopen-label, platform-adaptive randomised controlled trial. The Lancet. \n2023;401(10373):281–93.\n 5. FDA announces Evusheld is not currently authorized for emergency use \nin the U.S. https:// www. fda. gov/ drugs/ drug- safety- and- avail abili ty/ fda- \nannou nces-  evush eld- not-  curre ntly- autho rized-  emerg ency- use- us# updat \ne0106 23.\n 6. Yu M, Liu M, Zhang W, Ming Y. Pharmacokinetics, pharmacodynamics and \npharmacogenetics of tacrolimus in kidney transplantation. Curr Drug \nMetab. 2018;19(6):513–22.\n 7. Scott LJ, McKeage K, Keam SJ, Plosker GL. Tacrolimus. Drugs. \n2003;63(12):1247–97.\n 8. Hsu A, Granneman GR, Bertz RJ. Ritonavir. Clin Pharmacokinet. \n1998;35(4):275–91.\n 9. Stader F, Khoo S, Stoeckle M, Back D, Hirsch HH, Battegay M, Marzolini C. \nStopping lopinavir/ritonavir in COVID-19 patients: duration of the drug \ninteracting effect. J Antimicrob Chemother. 2020;75(10):3084–6.\n 10. Jantz AS, Patel SJ, Suki WN, Knight RJ, Bhimaraj A, Gaber AO. Treatment \nof acute tacrolimus toxicity with phenytoin in solid organ transplant \nrecipients. Case Rep Transplant. 2013;2013: 375263.\nPage 5 of 5\n Rycen et al. Journal of Medical Case Reports          (2024) 18:629 \n \n 11. Fishbane S, Hirsch JS, Nair V. Special considerations for Paxlovid treatment \namong transplant recipients with SARS-CoV-2 infection. Am J Kidney Dis. \n2022;79(4):480–2.\n 12. Lange NW, Salerno DM, Jennings DL, Choe J, Hedvat J, Kovac D, Scheffert J, Shertel T, Ratner LE, Brown RS Jr, et al. Nirmatrelvir/ritonavir use: \nmanaging clinically significant drug–drug interactions with transplant \nimmunosuppressants. Am J Transplant. 2022;22(7):1925–6.\n 13. Dryden-Peterson S, Kim A, Kim AY, Caniglia EC, Lennes IT, Patel R, Gainer \nL, Dutton L, Donahue E, Gandhi RT, et al. Nirmatrelvir plus ritonavir \nfor early COVID-19 in a large U.S. Health System. Ann Intern Med. \n2022;176(1):77–84.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}