{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05040-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05040-5.pdf",
  "metadata": {
    "/Keywords": "Atezolizumab plus bevacizumab; Hepatocellular carcinoma; Transcatheter arterial chemoembolization; Transcatheter arterial embolization",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250127092707+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250125102855+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05040-5",
    "/Author": "Koji Rinka ",
    "/Title": "Three effective cases of transcatheter arterial embolization after atezolizumab and bevacizumab treatment for hepatocellular carcinoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05040-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The Barcelona Clinic Liver Cancer staging system classifies hepatocellular carcinoma on the basis \nof tumor characteristics, liver function, and Eastern Cooperative Oncology Group performance status. Hepatocellular \ncarcinoma is divided into five stages, and the treatment options for intermediate-stage hepatocellular carcinoma \nhave evolved in recent years. Transcatheter arterial chemoembolization remains the standard treatment for interme diate-stage (stage B) hepatocellular carcinoma. However, the concepts of transcatheter-arterial-chemoembolizationunsuitable and transcatheter-arterial-chemoembolization-refractory tumors have emerged. The authors herein \ndescribe three Japanese patients with hepatocellular carcinoma who were treated with atezolizumab and bevacizumab followed by transcatheter arterial embolization or transcatheter arterial chemoembolization. Cases 1 and 2 \nwere transcatheter-arterial-chemoembolization-unsuitable, and Case 3 was transcatheter-arterial-chemoembolization-refractory. All patients achieved a complete response, assessed according to the modified Response Evaluation \nCriteria in Solid Tumors guidelines.",
    "Case Presentation": "Case presentation The first patient was a 65-year-old Japanese man with a primary 11 cm hepatocellular carcinoma. \nHe started treatment with atezolizumab and bevacizumab but developed grade 3 liver injury after two courses, \nleading to the discontinuation of these drugs and subsequent bland transcatheter arterial embolization. The second \npatient was an 82-year-old Japanese woman with multiple primary hepatocellular carcinomas. After one course \nof atezolizumab and bevacizumab, the treatment was interrupted because of grade 3 proteinuria. Bland transcatheter \narterial embolization was performed after completing one course of atezolizumab and bevacizumab and one course \nof atezolizumab alone. The third patient was an 83-year-old Japanese man with recurrent multiple hepatocellular car cinomas. Despite 12 courses of atezolizumab and bevacizumab, the tumor in segment 4 of the liver increased in size \nand showed arterial-phase enhancement. Transcatheter arterial chemoembolization was performed to treat this \ntumor. All three patients achieved a complete response based on the modified Response Evaluation Criteria in Solid \nTumors guidelines.",
    "Conclusion": "Conclusion Atezolizumab and bevacizumab followed by transcatheter arterial embolization may be an effective \ntreatment strategy for patients with intermediate-stage hepatocellular carcinoma that is transcatheter-arterial-chemoembolization-refractory or transcatheter-arterial-chemoembolization-unsuitable.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKoji Rinka\nk-rinka@med.osakacity-hp.or.jp\nFull list of author information is available at the end of the article\nPage 2 of 9 Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \nBackground\nIn recent years, treatment options for intermediatestage hepatocellular carcinoma (HCC) have been \nchanging. Transcatheter arterial chemoembolization \n(TACE) is the standard treatment for intermediatestage HCC [1 –3]. However, the concepts of TACEunsuitable tumors [4 , 5] and TACE-refractory tumors \n[6, 7] have been proposed. Combination therapy \nwith molecular-targeted drugs or immunotherapy \nhas recently been expanding. Combination \ntherapies involving molecular-targeted drugs and \nimmunotherapies have also gained prominence. Several \ntherapeutic agents, such as the molecular-targeted \ndrugs sorafenib [8 ] and lenvatinib [9 ], have been \napproved.\nThe latest version of the Barcelona Clinic Liver \nCancer (BCLC) staging system, released in 2022, \nfurther stratifies stage B into three subgroups. Stage \nB now includes patients with diffuse, infiltrative, or \nextensive liver involvement, for whom TACE is not \nbeneficial, making systemic therapy the recommended \noption [10, 11]. These drugs can be used to reduce the \ntumor volume and achieve a cure with the addition \nof hepatectomy, radiofrequency ablation (RFA), and \nTACE. A proof-of-concept study demonstrated that \npatients with HCC beyond the “up-to-7 criteria” \n(which are met when the sum of the number of tumors \nand the total diameter of all tumors in centimeters is ≥ 7) respond better to upfront lenvatinib followed by \nselective TACE (LEN-TACE) [12].\nAdditionally, a combination of the immune checkpoint \ninhibitor atezolizumab and the vascular endothelial \ngrowth factor (VEGF) inhibitor bevacizumab (Atez/Bev) \nhas been used as first-line therapy for advanced-stage \nHCC [13]. Atez/Bev curative (ABC) conversion therapy, \nwhich aims to achieve a cancer-free or drug-free state \nwith Atez/Bev treatment followed by surgery, RFA, or \nTACE, has been proposed [14]. Atez/Bev followed by \nTACE has been suggested to be potentially as effective as \nLEN-TACE.\nWe herein report three cases of TACE-refractory \nHCC (one case) or TACE-unsuitable HCC (two cases) \nthat were effectively treated with Atez/Bev followed by \ntransarterial embolization (TAE) or TACE.\nCase presentation\nCase 1\nA 65-year-old Japanese man was referred to the authors’ \nhospital because of upper abdominal pain, and computed \ntomography (CT) showed a tumor in the liver. He had \nbeen diagnosed with chronic hepatitis C and achieved a \nsustained virological response after 12 weeks of treatment \nwith the combination of elbasvir and grazoprevir hydrate \nabout 5 years prior. He had stopped visiting the hospital \nafter achieving a sustained virological response.\nThe patient’s clinical course is shown in Fig.  1. Dynamic \nCT detected a tumor approximately 11 cm in diameter Keywords  Atezolizumab plus bevacizumab, Hepatocellular carcinoma, Transcatheter arterial chemoembolization, \nTranscatheter arterial embolization\nFig. 1 Clinical course of Case 1. Black arrows: atezolizumab and bevacizumab; and white arrows: bland transarterial embolization\nPage 3 of 9\n Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \n \nin the right lobe of the liver. The lesion showed enhance ment in the arterial phase and washout on the portal \nphase. An irregular hypodense region was present within \nthe tumor (Fig.  2a, d). The patient’s des-γ-carboxy pro thrombin (DCP) level was elevated at 2355 mAU/mL, and \nhe was diagnosed with HCC. The tumor was too large for \nsurgical removal and was classified as BCLC stage B HCC \nwith TACE-unsuitable characteristics. Because of the \npatient’s well-preserved liver function (Child–Pugh A) \nand adequate hematologic and organ function (Table  1, \nCase 1), he began treatment with 1200 mg of Atez plus \n15 mg/kg of Bev.\nHowever, the Atez/Bev treatment was interrupted \nafter two courses because of grade 3 liver injury, which \nwas suspected to be immune-related. A liver biopsy was \nperformed, which revealed mild lymphocytic infiltration \nin the portal and lobular areas; however, the cause could \nnot be identified. It is known that Atez/Bev therapy can \nresult in elevated aspartate aminotransferase in 14.0% of \ncases, with grade 3/4 adverse events occurring in 3.6% \nof cases [13]. The patient was treated with stronger neominophagen C, and steroids were considered for use if \nthe liver injury did not improve [15]. Fortunately, his liver \nfunction gradually improved.Given the large size of the tumor, bland TAE was \nperformed to minimize adverse events [16, 17]. TACE \nwas considered for use if hyperenhancement persisted. \nCT during abdominal angiography revealed a decrease \nin the vascularity of the tumor after two courses of Atez/\nBev treatment, although the size of the tumor remained \nunchanged (Fig.  2b, e). A total of 1 year after bland TAE, \nthe tumor achieved a complete response (CR) according \nto the modified Response Evaluation Criteria in Solid \nTumors (mRECIST) guidelines (Fig.  2c, f). Liver function \nremained stable after TAE.\nCase 2\nA 82-year-old Japanese woman was referred to our \nhospital because an abdominal ultrasound revealed \na tumor in the liver. She had no symptoms. The \npatient’s clinical course is shown in Fig.  3. Dynamic \nCT detected a tumor approximately 5 cm in diameter \nin the left lobe of the liver. The lesion showed enhance ment in the arterial phase and washout in the portal \nphase. CT also detected tumors of approximately 1.5 \nand 2.5  cm in diameter located in segments 4 and 8 \nof the liver. The lesions showed little enhancement in \nthe arterial phase and hypodensity in the portal phase \nFig. 2 Contrast-enhanced computed tomography of Case 1 detecting a tumor of approximately 11 cm in diameter located in the right lobe \nof the liver. The lesion showed enhancement in the arterial phase and washout in the portal phase. An irregular hypodense region was present \nwithin the tumor. a Arterial phase. b Early-phase computed tomography during hepatic arteriography. c Arterial phase. d Late-phase computed \ntomography during hepatic arteriography of Case 1 revealing a decrease in vascularity after two courses of atezolizumab and bevacizumab \ntreatment, although the size of the tumor had not changed. e Late-phase computed tomography during hepatic arteriography. Contrast-enhanced \ncomputed tomography of Case 1 showed that the tumor had decreased in size from 11 to 5 cm in diameter; it was hypodense in the arterial phase \natezolizumab and bevacizumab treatment followed by bland transarterial embolization. f Late phase\nPage 4 of 9 Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \n(Fig.  4a–c). The tumors were positive on fluorodeoxy glucose positron emission tomography (FDG-PET) \n(Fig.  4d), and the patient’s α-fetoprotein (1440  ng/\nmL) and DCP (1232  mAU/mL) levels were elevated. \nShe was diagnosed with BCLC stage B HCC with \nTACE-unsuitability.Because of her well-preserved liver function (Child–\nPugh A) and adequate hematologic and organ func tion (Table  1, Case 2), the patient began treatment with \n1200 mg of Atez plus 15 mg/kg of Bev. One course of \nAtez/Bev treatment was administered. However, Bev \ntreatment was then interrupted because of grade 3 Table 1 Laboratory data from cases\nAFP , alpha-fetoprotein; Alb, albumin; DCP , des-γ-carboxy prothrombin; Hb, hemoglobin; HBsAg, hepatitis B surface antigen; HBV-DNA, hepatitis B virus \ndeoxyribonucleic acid; HCVAb, hepatitis C antibody; HCV-RNA, hepatitis C ribonucleic acid; Plt, platelets; PT%, prothrombin time; RBC, red blood cells; T-Bil, total \nbilirubin; WBC, white blood cellsLaboratory data\nCase 1 Case 2 Case 3\nHematology Hematology Hematology\nWBC\nRBC\nHb\nPlt4260/µL\n432 ×  104/µL\n14.0 g/dL\n13.8 ×  104/µLWBC\nRBC\nHb\nPlt5330/µL\n447 ×  104/µL\n13.9 g/dL\n13.8 ×  104/µLWBC\nRBC\nHb\nPlt3370/µL\n426 ×  104/µL\n9.9 g/dL\n13.8 ×  104/µL\nBiochemistry Biochemistry Biochemistry\nAlb\nT-Bil3.1 g/dL\n1.1 mg/dLAlb\nT-Bil4.0 g/dL\n1.0 mg/dLAlb\nT-Bil4.2 g/dL\n0.6 mg/dL\nCoagulation Coagulation Coagulation\nPT% 105% PT% 101% PT% 109%\nViral marker Viral marker Viral marker\nHBsAg\nHCVAb\nHCV-RNA(−)\n(+)\n(−)HBsAg\nHCVAb(−)\n(−)HBsAg\nHCVAb\nHBV-DNA(+)\n(+)\n(−)\nTumor marker Tumor marker Tumor marker\nDCP\nAFP2355 mAU/mL\n1.6 ng/mLDCP\nAFP1232 mAU/mL\n14,440 ng/mLDCP\nAFP66 mAU/mL\n36.9 ng/mL\nFig. 3 Clinical course of Case 2. Black arrows: atezolizumab and bevacizumab; striped arrows: atezolizumab; and white arrows: bland transarterial \nembolization\nPage 5 of 9\n Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \n \nproteinuria (≥  2  g/24  hours). Proteinuria is a known \nmajor adverse event associated with Atez/Bev therapy \nin patients with HCC, with the IMbrave150 trial report ing an incidence of 20.1% [13]. The current standard \nmanagement for proteinuria in patients receiving Bev \nrecommends performing a 24-hour urine protein test if \na dipstick test shows ≥  2+ proteinuria, and Bev should \nbe interrupted if protein levels reach ≥ 2  g/24  hours \n[18]. On the basis of this, Bev was discontinued.\nBland TAE was performed after one course of Atez/\nBev treatment and one course of Atez treatment. \nAbdominal angiography revealed that only the HCC \nin the left lobe of the liver showed enhancement on \nearly-phase CT during hepatic arteriography (CTHA) \n(Fig.  4e). The authors performed bland TAE of only the \nHCC in the left lobe of the liver because it was located \nin the liver periphery, and TAE was used to prevent \nbleeding. Liver function remained stable after TAE. \nAfter 12 courses of Atez/Bev treatment, the tumor \nachieved CR according to the mRECIST guidelines \n(Fig. 4 f).Case 3\nA 83-year-old Japanese man underwent RFA of the liver \nfor hepatitis B-associated HCC (3.0 and 2.0 cm in diam eter) 17  years prior. However, he developed repeated \nintrahepatic recurrences. Posterior segmentectomy \nof the liver was performed three times, RFA was per formed once, and TACE was performed four times. \nHowever, dynamic CT detected tumors of approximately \n1.2  cm in maximum diameter located in segments 2, 4, \nand 8. The lesions showed enhancement in the arterial \nphase and washout in the portal phase (Fig.  5a–c). The \npatient’s α-fetoprotein and DCP (2355 mAU/mL) lev els were elevated, and he was diagnosed with refractory \nBCLC stage B HCC. Because of his well-preserved liver \nfunction (Child–Pugh A) and adequate hematologic and \norgan function (Table  1, Case 3), he began treatment with \n1200 mg of Atez plus 15 mg/kg of Bev.\nThe patient’s clinical course is shown in Fig.  6. After \n12 courses of Atez/Bev, dynamic CT showed that the \ntumors in segments 2 and 8 had decreased in size, but \nthe tumor in segment 4 had increased in size and still \nshowed enhancement in the arterial phase (Fig.  5d). The \nFig. 4 Contrast-enhanced computed tomography and fluorodeoxyglucose-positron emission tomography of Case 2. Dynamic computed \ntomography detected a tumor of approximately 5 cm in diameter located in the left lobe of the liver; the lesion showed enhancement \nin the arterial phase and washout in the portal phase. Computed tomography also detected tumors of approximately 1.5 and 2.5 cm in diameter \nlocated in segments 4 and 8 of the liver; the lesions showed little enhancement in the arterial phase and hypodensity in the portal phase. The \nlesions were positive on fluorodeoxyglucose positron emission tomography (orange arrow). a–c Arterial phase. d Fluorodeoxyglucose positron \nemission tomography; black arrows denote the tumor. Computed tomography during hepatic arteriography of Case 2 revealing that only the \nhepatocellular carcinoma in the left lobe of the liver showed enhancement in the early phase. e Early-phase computed tomography during hepatic \narteriography. Contrast-enhanced computed tomography of Case 2 showing that the tumor size had decreased; it was hypodense in the arterial \nphase after atezolizumab and bevacizumab treatment followed by bland transarterial embolization. f Arterial phase\nPage 6 of 9 Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \nBev treatment had been interrupted because of grade \n3 proteinuria (≥ 2000  mg/day) and was discontinued \n3 weeks before TACE. Following 15 courses of Atez/Bev, the authors performed TACE because the tumor could \nnot be located via abdominal ultrasonography. Abdomi nal angiography revealed that the HCC in segment 4 of \nFig. 5 Contrast-enhanced computed tomography of Case 3 detecting a tumor of approximately 1.2 cm in maximum diameter located \nin segments 2, 4, and 8; the lesion showed enhancement in the arterial phase. a–c Arterial phase. Contrast-enhanced computed tomography \nrevealed that the hepatocellular carcinoma in segment 4 of the liver showed enhancement in the arterial phase and that the other hepatocellular \ncarcinomas had decreased in size after atezolizumab and bevacizumab treatment. d Arterial phase. Computed tomography during hepatic \narteriography of Case 3 revealing that the hepatocellular carcinoma in segment 4 of the liver showed enhancement. e Early-phase computed \ntomography during hepatic arteriography. Contrast-enhanced computed tomography of Case 3 showing lipiodol uptake in segment 4 of liver \n4 months after transarterial chemoembolization. f Arterial phase; black arrows denote tumor\nFig. 6 Clinical course of Case 3. Black arrows: atezolizumab and bevacizumab; striped arrows: atezolizumab; and white arrows: transarterial \nchemoembolization\nPage 7 of 9\n Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \n \nthe liver showed enhancement in early-phase CTHA \n(Fig.  5e). Additionally, a small nodule in segment 7 of the \nliver showed enhancement in early-phase CTHA. How ever, no ring-like dark staining reaction (corona) was \nobserved in late-phase CTHA, and the nodule in seg ment 7 was considered to be a shunt. Because HCC could \nnot be completely ruled out, we performed TACE to treat \nthe tumors in segments 4 and 7.\nFour months after TACE, the tumor response reached \nCR according to the mRECIST guidelines (Fig.  5f). Liver \nfunction remained stable after TACE.",
    "Discussion": "Discussion\nIn the BCLC staging system, HCC is classified by tumor \nconditions, liver reserve, and Eastern Cooperative \nOncology Group performance status (ECOG-PS). HCC \nis divided into five stages: very early (stage 0), early \n(stage A), intermediate (stage B), advanced (stage C), and \nterminal (stage D) [3, 19]. In the European Association \nfor the Study of the Liver Clinical Practice Guidelines, \nearly-stage (BCLC stage A) HCC is defined as a single \ntumor of > 2  cm or no more than three nodules of \n< 3  cm in diameter in patients with an ECOG-PS of 0 \nand preserved liver function (Child–Pugh A without \nascites). Intermediate-stage HCC is defined as the \npresence of multinodular asymptomatic tumors without \nvascular invasion or extrahepatic spread in patients with \nan ECOG-PS of 0 and preserved liver function [19]. \nThe Asia-Pacific Primary Liver Cancer Expert (APPLE) \nConsensus defined intermediate-stage HCC as a single \ntumor with a maximum size of 5 cm classified as BCLC \nstage A or B because both of these stages are good \ncandidates for TACE in unresectable HCCs [5].\nAlthough TACE is the standard treatment for \nintermediate-stage HCC [1–3], intermediate-stage HCC \nis characterized by a wide variety of tumor conditions. \nThus, TACE is not an unconditional first-line treatment \nfor intermediate-stage HCC. In recent years, treatment \noptions for intermediate-stage HCC have been changing.\nThe concepts of TACE-unsuitable tumors [4, 5] and \nTACE-refractory tumors [6, 7] have been proposed. \nA TACE-unsuitable tumor is characterized by each \nof the following three clinical conditions that either \nprevent a survival benefit from TACE or render TACE \nharmful: First, the tumor is unlikely to respond to \nTACE. Such tumors include the confluent multinodular \ntype, massive or infiltrative type, simple nodular type \nwith extranodular growth, poorly differentiated type, \nintrahepatic multiple disseminated nodules, or those \nwith sarcomatous changes after TACE. Second, the \ntumor is likely to develop TACE failure/refractoriness. \nSuch tumors do not meet the “up-to-7 criteria, ” which are \nmet when the sum of the number of tumors and the total diameter of all tumors in centimeters is ≤ 7 [20]. Third, \nthe patient is likely to develop Child–Pugh B or C liver \ndisease after TACE. This is seen in patients who do not \nmeet the up-to-7 criteria (especially patients with bilobar \nmultifocal HCC) and those with modified albumin–\nbilirubin (ALBI) grade 2b HCC [5].\nTACE-refractory is defined as the presence of \nintrahepatic lesions that are difficult to control even \nif TACE is performed twice, including efforts such as \nchanging the drug and reconsidering other blood vessels \nfor treatment. Additionally, the levels of tumor markers \neither do not decrease or persistently increase, which \nis indicative of vascular invasion or distant metastasis \n[7, 21]. The updated clinical practice guidelines from \nthe European Society for Medical Oncology recently \nrecommended upfront systemic therapy for patients who \nare ineligible for TACE [22]. Switching to moleculartargeted therapy at the point of TACE refractoriness \nreportedly improves the prognosis [23].\nSeveral therapeutic agents have been approved, \nincluding the molecular-targeted drug sorafenib in \n2009 [8] and lenvatinib in 2020 [9]. Lenvatinib has \nalso shown efficacy in TACE-refractory tumors, such \nas the multinodular type, simple nodular type with \nextranodular growth, and poorly differentiated type [24, \n25]. For patients with HCC exceeding the up-to-7 criteria \nand Child–Pugh A liver function, who typically do not \nbenefit from TACE, lenvatinib offers more favorable \noutcomes. In fact, overall survival (OS) was significantly \nlonger in the group receiving LEN-TACE than in those \ntreated with TACE alone. The OS in the LEN-TACE \ngroup was 37.9 months, compared with only 21.3 months \nin the TACE-alone group (hazard ratio, 0.48; 95% \nconfidence interval, 0.16–0.79; p < 0.01), indicating the \nefficacy of LEN-TACE [12].\nMolecular-targeted drugs with anti-VEGF effects \nact on tumor blood vessels by improving vascular \npermeability, reducing tumor interstitial pressure, \nenhancing drug delivery, and boosting treatment efficacy \n[26–29]. The combination of an immune checkpoint \ninhibitor with VEGF inhibitors, such as Atez/Bev, is \nnow used as first-line treatment for advanced-stage \nHCC. CR rates have been reported at 10.2% (according \nto HCC mRECIST) in patients receiving Atez/Bev [8]. \nABC conversion therapy, which aims to achieve a cancerfree or drug-free state with Atez/Bev therapy followed \nby surgery, RFA, or TACE, has been proposed. Curative \ntherapy becomes feasible, and a drug-free status can \nbe achieved by combining Atez/Bev with locoregional \ntreatment or resection, resulting in a radiological CR rate \nof approximately 30% in patients with TACE-unsuitable \nintermediate-stage HCC.\nPage 8 of 9 Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \nAtez/Bev followed by selective TACE has been sug gested to be potentially as effective as LEN-TACE. Atez/\nBev mainly induces tumor shrinkage, whereas lenvatinib \nmainly induces tumor necrosis by reducing blood flow \n[9]. The VEGF-inhibitory action of Bev may enhance \nthe effects of TACE, or TACE may improve the efficacy \nof Atez by releasing cancer antigens [21]. In a previous \nreport of 21 cases treated with TACE combined with \nAtez/Bev, the overall response rate was 61.9%, and the \ndisease control rate was 100% according to mRECIST. \nThe median OS was not reached, but the 1-year OS rate \nwas 90.5% [30]. Similar to our report, the patients dem onstrated a favorable clinical course.\nTACE combined with Bev may increase the risk of \nsevere, and potentially lethal, septic and vascular side \neffects [31]. However, in the abovementioned report, the \nmost common adverse events were mild and included \nfever, elevated levels of aspartate aminotransferase and \nalanine aminotransferase, fatigue, and abdominal pain \n[30]. In our cases, although side effects were observed \nwith Atez/Bev treatment, no additional adverse effects \nwere noted with the addition of TACE or TAE.\nIn the present report, Case 1 was considered TACEunsuitable, because the tumor did not meet the up-to-7 \ncriteria. Although TACE is often used for large HCCs, \nthe efficacy of radiotherapy combined with TACE has \nbeen reported to result in a 5-year OS rate of only 3% \n[17]. In our case, there was a possibility that the tumor \nwould be difficult to control with TACE alone. While \nthe tumor size remained unchanged, the tumor marker \nlevels and tumor vascularity decreased following Atez/\nBev treatment.\nCase 2 was also considered TACE-unsuitable because \nof failure to meet the up-to-7 criteria, and the tumors \nwere suspected to be the confluent multinodular and \npoorly differentiated types. Most FDG-PET-positive \nHCCs are poorly differentiated tumors [32–34], but the \nauthors were able to control multiple FDG-PET-positive \nHCCs in this case.\nIn Case 3, the patient had TACE-refractory HCC and \nwas switched to Atez/Bev. We performed TACE to treat \nthe HCC, allowing us to control multiple HCCs.\nThis study has limitations, primarily the small sample \nsize (three cases), which limits the generalizability of \nthe findings. Larger studies are needed to confirm these",
    "Results": "results.\nConclusion\nWe have herein described three Japanese patients with \nTACE-unsuitable or TACE-refractory HCC treated \nwith Atez/Bev followed by TAE or TACE. All three \npatients achieved a complete response as evaluated using the mRECIST. These results suggest that, after \nAtez/Bev treatment, TAE may be effective in patients \nwith uncontrolled TACE-unsuitable or TACErefractory HCC. A Phase III IMPACT trial comparing \na group receiving Atez/Bev followed by curative \nconversion or on-demand TACE in combination with \nAtez/Bev, versus an Atez/Bev monotherapy group, \nwas initiated in Japan in July 2023 (registration no.: \njRCTs051230037).\nAbbreviations\nHCC  Hepatocellular carcinoma\nTACE  Transcatheter arterial chemoembolization\nRFA  Radiofrequency ablation\nLEN-TACE  Upfront lenvatinib followed by selective TACE\nVEGF  Vascular endothelial growth factor\nAtez/Bev  Atezolizumab and bevacizumab\nABC  Atezolizumab and bevacizumab curative\nTAE  Transcatheter arterial embolization\nCT  Computed tomography\nDCP  Des-γ-carboxy prothrombin\nCR  Complete response\nmRECIST  Modified Response Evaluation Criteria in Solid Tumors\nFDG-PET  Fluorodeoxyglucose positron emission tomography\nCTHA  Computed tomography during hepatic arteriography\nBCLC  Barcelona Clinic Liver Cancer\nALBI  Albumin–bilirubin\nOS  Overall survival\nAcknowledgements\nWe thank Angela Morben, DVM, ELS, from Edanz (https:// jp. edanz. com/ ac), for \nediting a draft of this manuscript.\nAuthor contributions\nKR drafted the original manuscript. KK and the other authors made substantial \ncontributions to revising the manuscript drafts. All authors critically reviewed \nand revised the manuscript, and they approved the final version for \nsubmission.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used during the current case report are available from the \ncorresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNK received honoraria (e.g., lecture fees) from Gilead Sciences and AbbVie GK.\nAuthor details\n1 Department of Hepatology, Osaka City General Hospital, 2-13-22 \nMiyakojima-Hondori Miyakojima-Ku, Osaka 534-0021, Japan. 2 Department \nof Hepatology, Osaka Metropolitan University Graduate School of Medicine, \n1-5-7, Asahimachi, Abeno -Ku, Osaka 545-8585, Japan. \nPage 9 of 9\n Rinka et al. Journal of Medical Case Reports           (2025) 19:38 \n \nReceived: 13 September 2023   Accepted: 6 January 2025\nReferences\n 1. Galle PR, Forner A, Llovet JM, Mazzaferro V, Piscaglia F, Raoul JL, Schir macher P , Vilgrain V. EASL clinical practice guidelines: management of \nhepatocellular carcinoma. J Hepatol. 2018;69:182–236.\n 2. Raoul JL, Gilabert M, Piana G. How to define transarterial chemoembo lization failure or refractoriness: a European perspective. Liver Cancer. \n2014;3:119–24.\n 3. Minami Y, Yagyu Y, Murakami T, Kudo M. Tracking navigation imaging of \ntranscatheter arterial chemoembolization for hepatocellular carcinoma \nusing three-dimensional cone beam CT angiography. Liver Cancer. \n2014;3:53–61.\n 4. Kudo M, Kawamura Y, Hasegawa K, et al. Management of hepatocellular \ncarcinoma in Japan: JSH consensus statements and recommendations \n2021 update. Liver Cancer. 2021;10:181–223.\n 5. Kudo M, Han KH, Ye SL, et al. A changing paradigm for the treatment of \nintermediate-stage hepatocellular carcinoma: Asia-Pacific Primary Liver \nCancer Expert consensus statements. Liver Cancer. 2020;9:245–60.\n 6. Kudo M, Izumi N, Kokudo N, et al. Management of hepatocellular carcinoma in Japan: consensus based clinical practice guidelines proposed \nby the Japan Society of Hepatology (JSH) 2010 up dated version. Dig Dis. \n2011;29:339–64.\n 7. Kudo M, Matsui O, Izumi N, et al. Transarterial chemoembolization failure/\nrefractoriness: JSH LCSGJ criteria 2014 update. Oncology. 2014;87:22–31.\n 8. Llovet JM, Ricci S, Mazzaferro V, Hilgard P , et al. Sorafenib in advanced \nhepatocellular carcinoma. N Engl J Med. 2008;359:378–90.\n 9. Kudo M, Finn RS, Qin S, Han KH, et al. Lenvatinib versus sorafenib in firstline treatment of patients with unresectable hepatocellular carcinoma: a \nrandomized Phase 3 non-inferiority trial. Lancet. 2018;391:1163–73.\n 10. Reig M, Darnell A, Forner A, Rimola J, Ayuso C, Bruix J. Systemic therapy \nfor hepatocellular carcinoma: the issue of treatment stage migration and \nregistration of progression using the BCLC-refined RECIST. Semin Liver \nDis. 2014;34:444–55.\n 11. Reig M, Forner A, Rimola J, et al. BCLC strategy for prognosis prediction and treatment recommendation: the 2022 update. J Hepatol. \n2022;76:681–93.\n 12. Kudo M, Ueshima K, Chan S, et al. Lenvatinib as an initial treatment in \npatients with intermediate-stage hepatocellular carcinoma beyond \nup-to-seven criteria and Child–Pugh A liver function: a proof-of-concept \nstudy. Cancers. 2019;11:1084.\n 13. Finn RS, Qin S, Ikeda M, et al. Atezolizumab plus bevacizumab in unresect able hepatocellular carcinoma. N Engl J Med. 2020;382:1894–905.\n 14. Kudo M. Atezolizumab plus bevacizumab followed by curative \nconversion (ABC conversion) in patients with unresectable, TACEunsuitable intermediate-stage hepatocellular carcinoma. Liver Cancer. \n2020;11:399–406.\n 15. Brahmer JR, Lacchetti C, Schneider BJ, et al. Management of immunerelated adverse events in patients treated with immune checkpoint \ninhibitor therapy: American Society of Clinical Oncology clinical practice \nguideline. J Clin Oncol. 2018;36:1714–68.\n 16. Huang YH, Wu JC, Chen SC, et al. Survival benefit of transcatheter arterial \nchemoembolization in patients with hepatocellular carcinoma larger \nthan 10 cm in diameter. Aliment Pharmacol Ther. 2006;23:129–35.\n 17. Zhong NB, Lv GM, Chen ZH. Stereotactic body radiotherapy combined \nwith transarterial chemoembolization for huge (≥10 cm) hepatocellular \ncarcinomas: a clinical study. Mol Clin Oncol. 2014;2:839–44.\n 18. Ando Y, Kawaoka T, Kosaka M, et al. Risk factors for early onset of proteinuria in patients receiving atezolizumab plus bevacizumab for unresectable \nhepatocellular carcinoma. Liver Cancer. 2022;12:251–326.\n 19. Marrero JA, Kulik LM, Sirlin CB, et al. Diagnosis, staging, and management \nof hepatocellular carcinoma: 2018 practice guidance by the American \nAssociation for the Study of Liver Diseases. Hepatology. 2018;68:723–50.\n 20. Mazzaferro V, Llovet JM, Miceli R, Bhoori S, et al. Predicting survival after \nliver transplantation in patients with hepatocellular carcinoma beyond \nthe Milan criteria: a retrospective, exploratory analysis. Lancet Oncol. \n2009;10:35–43. 21. Hatanaka T, Yata Y, Naganuma A, Kakizaki S. Treatment strategy for \nintermediate-stage hepatocellular carcinoma: transarterial chemoembolization, systemic therapy, and conversion therapy. Cancers (Basel). \n2023;15:1798.\n 22. Vogel A, Martinelli E. ESMO Guidelines Committee. Updated treatment \nrecommendations for hepatocellular carcinoma (HCC) from the ESMO \nclinical practice guidelines. Ann Oncol. 2021;32:801–5.\n 23. Peck-Radosavljevic M, Kudo M, Raoul J, et al. Outcomes of patients \n(pts) with hepatocellular carcinoma (HCC) treated with transarterial \nchemoembolization (TACE): global OPTIMIS final analysis. J Clin Oncol. \n2018;36:abstr4018.\n 24. Kawamura Y, Kobayashi M, Shindoh J, et al. (18)F-fluorodeoxyglucose \nuptake in hepatocellular carcinoma as a useful predictor of an extremely \nrapid response to lenvatinib. Liver Cancer. 2020;9:84–92.\n 25. Kawamura Y, Kobayashi M, Shindoh J, et al. Pretreatment heterogene ous enhancement pattern of hepatocellular carcinoma may be a useful \nnew predictor of early response to lenvatinib and overall prognosis. Liver \nCancer. 2020;9:275–92.\n 26. Willett CG, Boucher Y, di Tomaso E, et al. Direct evidence that the VEGFspecific antibody bevacizumab has antivascular effects in human rectal \ncancer. Nat Med. 2004;10:145–7.\n 27. Yuan F, Chen Y, Dellian M, Safabakhsh N, Ferrara N, Jain RK. Timedependent vascular regression and permeability changes in established \nhuman tumor xenografts induced by an anti-vascular endothelial growth \nfactor/vascular permeability factor antibody. Proc Natl Acad Sci USA. \n1996;93:14765–70.\n 28. Jain RK. Normalization of tumor vasculature: an emerging concept in \nantiangiogenic therapy. Science. 2005;307:58–62.\n 29. Kano MR, Komuta Y, Iwata C, et al. Comparison of the effects of the kinase \ninhibitors imatinib, sorafenib, and transforming growth factor-beta \nreceptor inhibitor on extravasation of nanoparticles from neovasculature. \nCancer Sci. 2009;100:173–80.\n 30. Wang K, Zhu H, Yu H, et al. Early experience of TACE combined with \natezolizumab plus bevacizumab for patients with intermediate-stage \nhepatocellular carcinoma beyond up-to-seven criteria: a multicenter, \nsingle-arm study. J Oncol. 2023;2023:6353047.\n 31. Pinter M, Ulbrich G, Sieghart W, et al. Hepatocellular carcinoma: a Phase \nII randomized controlled double-blind trial of transarterial chemoembolization in combination with biweekly intravenous administration of \nbevacizumab or a placebo. Radiology. 2015;277:903–12.\n 32. Ma W, Jia J, Wang S, et al. The prognostic value of 18F-FDG PET/CT for \nhepatocellular carcinoma treated with trans arterial chemoembolization \n(TACE). Theranostics. 2014;4:736–44.\n 33. Song HJ, Cheng JY, Hu SL, Zhang GY, Fu Y, Zhang YJ. Value of 18F-FDG \nPET/CT in detecting viable tumour and predicting prognosis of hepato cellular carcinoma after TACE. Clin Radiol. 2015;70:128–37.\n 34. Na SJ, Oh JK, Hyun SH, Lee JW, et al. (18)F-FDG PET/CT can predict survival \nof advanced hepatocellular carcinoma patients: a multicenter retrospective cohort study. J Nucl Med. 2017;58:730–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}