{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05105-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05105-5.pdf",
  "metadata": {
    "/Keywords": "Morphological and molecular approach; Clinical diagnosis; Necator americanus; Chronic atrophic gastritis; Severe anemia; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250306043545+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250225105734+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05105-5",
    "/Author": "Xianshu Liu ",
    "/Title": "Combined morphological and molecular approaches to the clinical diagnosis of Necator americanus infection: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05105-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Hookworm infection remains of considerable importance to public health. However, because critical cases caused by hookworm infection are rarely observed in China, accurate and prompt diagnoses are difficult \nto achieve in clinical practice. In this study, we describe how we combined morphological and molecular approaches \nto achieve the clinical diagnosis of hookworm infection.",
    "Case Presentation": "Case presentation A 75-year-old Chinese woman who presented with dizziness, poor appetite, poor sleep, \nand weakness in her limbs was diagnosed with chronic atrophic gastritis and was positive for Helicobacter pylori, iron \ndeficiency anemia with a hemoglobin concentration of 35 g/L, and left atrial enlargement. However, after sympto matic treatment, the patient did not improve. Upper gastrointestinal endoscopy revealed the presence of live nematodes in the descending portion of the patient’s duodenum. Fecal examination via saturated brine flotation revealed \nhookworm eggs. Further verification via semi-nested reverse transcription-polymerase chain reaction assay confirmed \nprovided confirmation that the hookworm species was Necator americanus. Albendazole was used for antihelminthic \ntreatment. Through follow-up visits, we found that the antihelminthic treatment was successful and that her anemia \nwas cured.",
    "Conclusion": "Conclusion In this study, a combination of morphological and molecular approaches were used to make a definite \ndiagnosis of severe iron deficiency anemia caused by Necator americanus infection in a patient. The",
    "Results": "results presented \nhere provide suitable guidance for the clinical diagnosis of hookworm infection and a powerful tool for the identification of hookworms.\nKeywords  Morphological and molecular approach, Clinical diagnosis, Necator americanus, Chronic atrophic gastritis, \nSevere anemia, Case reportOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nShuaiqin Huang\nsqhuang@csu.edu.cn\nXiang Wu\nwuxiang@csu.edu.cn\n1 Department of Medical Parasitology, Xiangya School of Basic Medicine, \nCentral South University, Changsha 410013, Hunan, China\n2 The First Hospital of Changsha, Changsha 410013, Hunan, China\n3 Hunan Provincial Key lab of Immunology and Transmission Control \non Schistosomiasis, Yueyang 414000, Hunan, China\n4 Schistosomiasis Control Institute of Hunan Province (The Third People’s \nHospital of Hunan Province), Yueyang 414000, Hunan Province, China\n5 Hengyang Medical College, University of South China, Hengyang \n421001 Hunan, China\nPage 2 of 5 Liu et al. Journal of Medical Case Reports          (2025) 19:100",
    "Introduction": "Introduction\nHookworm is one of the most prevalent soil-transmit ted helminths (STH), and hookworm infections result \nin an estimated 2.1 million disability-adjusted life years \n(DALYs) lost, accounting for more than US $100 billion \nin global economic losses [1–4]. Hookworm infection \nin humans is usually caused by the species Ancylostoma \nduodenale and Necator americanus [5, 6]. These two spe cies differ in terms of geographical distribution [2, 7], egg \nproduction, density-dependent fecundity effects, and \ntheir contribution to morbidity [8]. However, although \nperforming accurate species identification of hookworms \nfor clinical etiological diagnoses is still difficult, the appli cation of molecular biotechnology has been shown to be \nuseful.\nHumans frequently become infected with hookworms \nthrough skin penetration following contact with soil or \nvegetation contaminated with third-stage larvae (L3) [9, \n10]. Hookworms parasitize the small bowels of humans \nand release anticoagulative substances and enzymes to \nfacilitate blood sucking; therefore, gastrointestinal symp toms and iron deficiency anemia (IDA) are the principal \nclinical symptoms of hookworm infection [11]. When \nmany hookworms infest the intestines, patients generally \npresent with severe IDA due to chronic massive blood \nloss [12]. The mean hemoglobin concentration can be \nreduced to 98  g/L over 3  months [1], even declining to \n53 g/L in neonates [12–14].\nIn this study, we report a case involving a patient with \nsevere IDA caused by Necator americanus infection who \npresented with a very low hemoglobin concentration of \n35 g/L and was initially diagnosed with chronic atrophic \ngastritis and myelodysplastic syndrome (MDS).\nCase presentation\nThe patient was a 75-year-old Chinese woman who was \na farmer from Yongzhou City, Hunan Province, China. A \ntotal of 2 months prior, the patient presented with symp toms of dizziness, poor appetite, poor sleep, and weak ness in the limbs without any obvious cause. The patient \ngradually worsened and was diagnosed with chronic \natrophic gastritis with Helicobacter pylori (Hp) positivity, \nhypoproteinemia, and IDA. Moreover, left atrial enlarge ment and left ventricular diastolic dysfunction were diag nosed via echocardiography.\nThe results of routine blood tests were as follows: a \nred blood cell (RBC) count of 1.84 ×  1012/L, hematocrit \nlevel of 13%, platelet count of 500 ×  109/L, hemoglobin \nlevel of 35  g/L (critical value), mean corpuscular vol ume of 70.7 fL, total protein level of 44.6  g/L, eosino phil ratio of 5.3%, erythrocyte sedimentation rate of \n25  mm/h, immunoglobulin (Ig)E level of 1282.2  IU/ml, serum Fe level of 3.85 μmol/L, and positive fecal occult \nblood test result. Her bone marrow cytomorphologic \nexamination revealed active proliferation of the granu locyte, megakaryocyte, and myeloid cell series. A flow \ncytometry examination did not indicate the abnormal \nimmunophenotypes indicative of acute leukemia, MDS, \nlymphoma, or myeloid tumors. Gastrointestinal endos copy showed live nematodes in the descending portion \nof the patient’s duodenum. The patient was treated with \nleukocyte-reduced red blood cells to correct severe ane mia and the antihelminthic albendazole. After treatment, \nher hemoglobin level was confirmed to be 77 g/L. During \nfollow-up visits, the patient successfully underwent anti helminthic treatment, and her anemia was cured.\nImaging and morphological examination\nTo rule out gastrointestinal disease, the patient under went gastrointestinal endoscopy. Live nematodes were \ndiscovered feeding on the mucosa of the descending \nportion of the patient’s duodenum (Fig.  1). Hookworm \neggs were found in the stool via saturated brine flotation \n(Fig.  2). Therefore, the patient ultimately was diagnosed \nwith severe IDA caused by hookworm infection.\nFig. 1 Gastrointestinal endoscope showing cylindrical worms \nfeeding on the small intestine mucosa in the duodenum\nFig. 2 Stool examination by saturated brine flotation showing \nhookworm eggs\nPage 3 of 5\n Liu et al. Journal of Medical Case Reports          (2025) 19:100 \n \nMolecular identification of the hookworm species\nSemi-nested reverse transcription-polymerase chain \nreaction (RT-PCR) was performed to identify the species \nof hookworm. Total DNA was extracted from fecal sam ples via the Mol  Pure® Stool DNA Kit (18820ES50) by \nYi Sheng Biotechnology (Shanghai, China). The primers \n(forward primer NC1: ACG TCT  GGT  TCA  GGG TTC  TT; \nreverse primer NC2: TTA  GTT  TCT  TTT  CCT  CCG  CT) \nwere designed to amplify the second internal transcribed \nspacer (ITS2) and 28S RNA region of the ribosomal DNA \nof the hookworm. The amplification condition for the \nfirst round of the semi-nested RT-PCR included denatur ation at 95  ℃ for 3 minutes; followed by 35 cycles: dena turation at 95  ℃ for 10 seconds, annealing at 55  ℃ for \n20 seconds, and extension at 72  ℃ for 30 seconds; and a \nfinal extension at 72  ℃ for 5 minutes. The amplified PCR \nproduct was used for the second step of the semi-nested \nPCR. The primer NC2 was used as the common reverse \nprimer, whereas the first forward primer AD1: CGA  CTT \nTAG AAC  GTT  TCG  GC was used for A.  duodenale, and \nthe second forward primer NA: ATG TGC  ACG TTA  TTC \nACT  was used for N. americanus. The amplification con ditions included denaturation at 95  ℃ for 3 minutes; fol lowed by 35 cycles: denaturation at 95  ℃ for 10 seconds, \nannealing of AD1 at 60  ℃ for 20  seconds, annealing of \nNA at 55  ℃ for 20  seconds, and extension at 72  ℃ for \n30 seconds; and a final extension at 72  ℃ for 5 minutes. \nThe PCR products were electrophoresed in a 1% agarose \ngel and visualized under ultraviolet (UV) light.\nThe first round of the semi-nested PCR was performed \nin a 10-μL reaction volume containing 5  μL of Premix \nTaq, 0.6  μL of extracted DNA, 0.2  μL of each primer \n(10 pmol), and 4 μL of water. For the second round, the PCR mixture contained 15  μL of Premix Taq, 1.8  μL of \nextracted DNA, 0.6  μL of each primer (10  pmol), and \n12 μL of water for a final volume of 30 μL.\nThe product of the semi-nested RT-PCR was sub mitted to Bioengineering (Shanghai, China) for DNA \nsequencing, and the results were compared via BLAST \nalgorithms and databases from the National Center for \nBiotechnology Information database (Fig.  3). The DNA \nsequencing results were as follows: TTG TTT  ACT AAC \nGTA  TGA  TAG  CGG TGC  ATA  CTG TAT  GAC  ATG AAC  \nATA  TCG  TTG  TTC  ACT GTT  TAA  TCG  CTC  TCG  CGA  \nCTT  ATG AGC  GTG  GTT  GAA  CGG AGA  CAA  TGT  GAA  \nGGA  CAA  CGA  TGT  TCG  CCA  TGT GGA  TGT GTC  ATT  \nTGC  AAT GCA  ACC  TGA  GCT CAG  GCG  TGA  TTA  CCC  \nGCT  GAA  CTT  AAG CAT  ATC  ATT  TAG CGG  AGG  AAA  \nAGA  AAC  TAA  ATG. Finally, we confirmed that the hook worm species was N. americanus.",
    "Discussion": "Discussion\nHookworm infection is one of the neglected tropical \ndiseases (NTDs) that are still widespread and impose a \nsubstantial burden in low-income and middle-income \ncountries, despite the implementation of mass drug \nadministration (MDA) programs [15–18]. Owing to \nsocial and economic development, the popularization of \nsanitary toilets, an improved supply of clean water, and \nthe implementation of control measures, the prevalence \nof hookworm infection in China has decreased drasti cally [19]. According to the national parasite surveys in \n1988–1992, 2001–2004 [20], and 2014–2016 [21], the \nrate of hookworm infection decreased from 17.2% to \n2.6%. In 2020, the rate of hookworm infection was 0.51% \n[22]. Hunan Province has also made significant progress \nFig. 3 DNA sequence alignment with GenBank showing the hookworm species as N. americanus \nPage 4 of 5 Liu et al. Journal of Medical Case Reports          (2025) 19:100 \nin controlling hookworms, and the rate of hookworm \ninfection decreased from 22.86% in 1994 to 0.43% in \n2020 [22]. Although the rate of hookworm infection \nremains low, the risk remains. Hookworm disease is eas ily misdiagnosed because the clinical symptoms such as \ngastrointestinal symptoms and anemia are atypical [23]. \nThe long-term effects of anemia may produce ventricu lar dilation and edema, ultimately triggering heart failure \n[24]. Thus, identification and subsequent correction of \nthese conditions are very important in this patient group \n[25]. Although the patient had no obvious gastrointesti nal bleeding, her hemoglobin concentration was excep tionally low at just 35 g/L, which is much lower than that \ntypically observed in patients with hookworm infection. \nThe underlying reasons might be related to the patient’s \nliving environment or dietary and lifestyle habits. In \naddition, the patient did not receive anthelmintic treat ment in a timely manner.\nSpecies identification of hookworms is essential for \ntreatment and control in national surveillance. In poor \ntropical and subtropical areas, many patients have exten sive hookworm infestations, but very few of them show \nsymptoms of overt bleeding from the gastrointestinal \ntract, leading to the infections being ignored [26]. In \naddition, it is not easy to identify the species of hook worm accurately through routine stool testing alone [13]. \nIn this case, semi-nested RT-PCR was used to amplify \nthe internal transcribed spacer of the hookworm, and the \nsequencing results confirmed that the hookworm species \nwas Necator americanus. The patient’s hemoglobin level \nwas confirmed to be 77 g/L and the patient’s symptoms of \ndizziness, poor appetite, poor sleep, and weakness in the \nlimbs disappeared after treatment with albendazole and \nleukocyte-reduced red blood cells. During follow-up vis its, we found that the antihelminthic treatment was suc cessful and that the patient’s anemia was cured.\nObscure upper gastrointestinal bleeding (UGIB) \nis defined as bleeding in the upper gastrointestinal \ntract without an identifiable source [27]. Patients with \nobscure upper gastrointestinal bleeding are often \ndiagnosed with IDA, and their symptoms do not sig nificantly improve when anti-anemia treatment is \nadministered. Hence, the timely detection of the cause \nof IDA in patients is extremely important for treat ment and prognosis. Capsule endoscopy (CE) [28], \nesophagogastroduodenoscopy, and double-balloon \nendoscopy (DBE) [29] are common",
    "Methods": "methods of exam ining the upper gastrointestinal tract. Because most \nhookworm-infected individuals present with chronic \noccult bleeding, hookworm infection should be consid ered in the differential diagnosis of patients with IDA \nin low-income and middle-income countries. Further \nprogress and developments in virtual endoscopy, such as the incorporation of computed tomography (CT) \nand magnetic resonance imaging, are expected in the \nfuture [30], which will provide new treatment methods \nfor UGIB.\nConclusion\nIn this study, combined morphological and molecular \napproaches were used to make a definite diagnosis of \nsevere iron deficiency anemia caused by Necator ameri canus  infection in a patient. The results presented here \nprovide suitable guidance for the clinical diagnosis of \nhookworm infection and a powerful tool for the iden tification of hookworms. Special attention should be \ngiven in high-endemic areas, especially among older \npeople.\nAbbreviations\nSTH  Soil-transmitted helminths\nDALY  Disability-adjusted life years\nIDA  Iron deficiency anemia\nMDS  Myelodysplastic syndromes\nHp  Helicobacter pylori\nRBC  Red blood count\nNTDs  Neglected tropical diseases\nMDA  Mass drug administration\nRT-PCR  Reverse transcription-polymerase chain reaction\nDNA  Deoxyribonucleic acid\nUGIB  Upper gastrointestinal bleeding\nCE  Capsule endoscopy\nDBE  Double-balloon endoscopy\nAcknowledgements\nNone\nAuthor contributions\nAll authors contributed to the study’s conception and design. Material preparation, data collection, and analysis were performed by AS, XZ, MX, and YL. \nThe first draft of the manuscript was written by XL and revised by SH and XW. \nAll authors commented on previous of the manuscript. All authors read and \napproved the final manuscript.\nFunding\nThis work was supported by grants from the National Natural Science \nFoundation of China (no. 82102428 to SH, nos. 82072306 and 32370197 to \nXW), the Natural Science Foundation of Hunan Province (no. 2022JJ40663 to \nSH), and the National Key Research and Development Program of China (no. \n2022YFC2304001 to XW).\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThe informed consent from the study participants was obtained.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant competing interests to declare.\nPage 5 of 5\n Liu et al. Journal of Medical Case Reports          (2025) 19:100 \n \nReceived: 17 July 2024   Accepted: 6 February 2025\nReferences\n 1. Chapman PR, et al. Experimental human hookworm infection: a narrative \nhistorical review. PLoS Negl Trop Dis. 2021;15(12):e0009908.\n 2. Loukas A, et al. Hookworm infection. Nat Rev Dis Primers. 2016;2:16088.\n 3. Fleitas PE, et al. Mapping the global distribution of Strongyloides stercoralis and hookworms by ecological niche modeling. Parasit Vectors. \n2022;15(1):197.\n 4. Soong XDAL. Emerging and re-emerging zoonoses are major and global \nchallenges for public health. Zoonoses. 2021. https:// doi. org/ 10. 15212/ \nZOONO SES- 2021- 0001.\n 5. Bai C, Yang Y. The prevalence of human hookworm disease and advances \nin its treatment. Chin J Pathog Biol. 2020;15(7):865–9.\n 6. Xu FF, et al. Hookworm infection in central China: morphological and \nmolecular diagnosis. Parasit Vectors. 2021;14(1):537.\n 7. Jourdan PM, et al. Soil-transmitted helminth infections. Lancet. \n2018;391(10117):252–65.\n 8. Malizia V, et al. Appropriateness of the current parasitological control \ntarget for hookworm morbidity: a statistical analysis of individual-level \ndata. PLoS Negl Trop Dis. 2022;16(6):e0010279.\n 9. Bharti B, Bharti S, Khurana S. Worm infestation: diagnosis, treatment and \nprevention. Indian J Pediatr. 2018;85(11):1017–24.\n 10. Ding X, et al. Establishment of a simple and rapid nucleic acid detection \nmethod for hookworm identification. Pathogens. 2023;12(4).\n 11. Bosch F, et al. Diagnosis of soil-transmitted helminths using the Kato–\nKatz technique: what is the influence of stirring, storage time and \nstorage temperature on stool sample egg counts? PLoS Negl Trop Dis. \n2021;15(1):e0009032.\n 12. Ravindranath A, Sarma MS, Jain D. Melena in neonates: endoscopic \nsurprise. Gastroenterology. 2020;159(6):e3–4.\n 13. Li B, et al. Chronic hemorrhagic anemia caused by hookworm infection: a \ncase report. Acta Parasitol. 2023;68(1):288–92.\n 14. Kalousova B, et al. Adult hookworms (Necator spp.) collected from \nresearchers working with wild western lowland gorillas. Parasit Vectors. \n2016;9:75.\n 15. Nath TC, et al. Molecular evidence of hookworms in public environment \nof Bangladesh. Sci Rep. 2023;13(1):133.\n 16. Ma L, et al. A case of severe hookworm infection. Zhong Nan Da Xue Xue \nBao Yi Xue Ban. 2022;47(6):814–22.\n 17. Clements ACA, Alene KA. Global distribution of human hookworm spe cies and differences in their morbidity effects: a systematic review. Lancet \nMicrobe. 2022;3(1):e72–9.\n 18. Bartsch SM, et al. Modeling the economic and epidemiologic impact of \nhookworm vaccine and mass drug administration (MDA) in Brazil, a high \ntransmission setting. Vaccine. 2016;34(19):2197–206.\n 19. Ying-Dan C, et al. Status and working principals of soil-transmitted nematodiasis during new period in China. Zhongguo Xue Xi Chong Bing Fang \nZhi Za Zhi. 2019;31(1):23–5.\n 20. Coordinating Office of the National Survey on the Important Human \nParasitic Diseases. A national survey on current status of the important \nparasitic diseases in human population. Zhongguo ji sheng chong xue \nyu ji sheng chong bing za zhi Chin J Parasitol Parasit Dis. 2005;23:332–40.\n 21. Ying-dan C, et al. National survey on the current status of important \nhuman parasitic diseases in China in 2015. Chin J Parasitol Parasit Dis. \n2020;38(1):5.\n 22. Mizhen Z, et al. Epidemiological analysis of soil-transmitted nematode \ninfections in China in 2020. Chin J Parasitol Parasit Dis. 2023;41(3):331.\n 23. Li R, et al. A half-century studies on epidemiological features of ancylosto miasis in China: a review article. Iran J Public Health. 2019;48(9):1555–65.\n 24. Silverberg DS, Wexler D, Iaina A. The importance of anemia and its cor rection in the management of severe congestive heart failure. Eur J Heart \nFail. 2002;4(6):681–6.\n 25. van Veldhuisen DJ, et al. Anemia and iron deficiency in heart failure: mechanisms and therapeutic approaches. Nat Rev Cardiol. \n2011;8(9):485–93.\n 26. Wei K-Y, et al. Hookworm infection: a neglected cause of overt obscure \ngastrointestinal bleeding. Korean J Parasito. 2017;55(4):391–8. 27. Singh S, Mohan BP , Adler DG. Management of obscure gastrointestinal \nbleeding. Am J Gastroenterol. 2024. https:// doi. org/ 10. 14309/ ajg. 00000 \n00000 002950.\n 28. Liao YJ, et al. Clinical application and feasibility of capsule endoscopy in \nchildren at a medical center in central Taiwan. J Formos Med Assoc. 2024. \nhttps:// doi. org/ 10. 1016/j. jfma. 2024. 06. 012.\n 29. Ohmiya N. Management of obscure gastrointestinal bleeding: comparison of guidelines between Japan and other countries. Dig Endosc. \n2020;32(2):204–18.\n 30. Tanabe S. Diagnosis of obscure gastrointestinal bleeding. Clin Endosc. \n2016;49(6):539–41.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}