{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04835-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04835-2.pdf",
  "metadata": {
    "/Keywords": "Thyroid tuberculosis; Thyroid cancer; Parathyroid adenoma; Co-existing; Chronic inflammation; Hypercalcemia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241101120423+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241028162841+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04835-2",
    "/Author": "Adarsh Pratap Singh ",
    "/Title": "Coexisting parathyroid adenoma, thyroid carcinoma, and tuberculosis of thyroid: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04835-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Coexisting parathyroid adenoma, thyroid carcinoma, and tuberculosis of thyroid is a very rare phe nomenon. Primary thyroid tuberculosis is itself very rare despite high global prevalence of tuberculosis in developing \ncountries. Majority of thyroid tuberculosis identified in postoperative histopathology or cytopathology. The coexist ence of thyroid cancer with tuberculosis or parathyroid adenoma has been reported in the literature but not a single \ncase of the three pathologies coexisting together has been found in the literature published. We are presenting a rare \ncase of a constellation of synchronous parathyroid adenoma, thyroid carcinoma, and thyroid tuberculosis. This case \nreport will provoke researchers to work on understanding the association of hypercalcemia or chronic inflammation \nleading to development of malignancy or parathyroid adenoma in the presence of hypothyroidism will give future \nperspective in managing such patients.",
    "Case Presentation": "Case presentation A Islam lady aged 45 years old, diagnosed with hypothyroidism, was evaluated for pregnancy loss \nand rapid weight gain from 13 years back and started on tablets of levothyroxine 25 µg once daily. She was doing well \nuntil the past 2 years; there after she noticed insidious onset of a swelling over anterior aspect of right side of the neck \nand bone pain in back and lower limbs. Patient underwent routine investigations and was found to have raised serum \ncalcium (11.4 mg/dl) and parathyroid hormone (253 pg/ml). Anti-thyroid peroxidase (TPO) and anti-thyroglobulin \n(Tg) level were normal. Ultrasounds showed multiple nodules in both lobe of thyroid and left inferior parathyroid \nadenoma. The patient underwent total thyroidectomy with left inferior parathyroidectomy, and final histopathology \nshowed features of subacute granulomatous thyroiditis along with hurthle cell change in right lobe of thyroid. The \nleft lobe additionally showed necrotizing epitheloid cell granulomas, which on Zeihl–Neelson staining revealed presence of acid-fast bacilli. Sections from the isthmus show a focus of papillary thyroid microcarcinoma. The left inferior \nparathyroid gland sent as a frozen sample was found to be parathyroid adenoma. On 6-month follow-up, the patient \nwas feeling much relief in bone pain and tolerating antitubercular drugs uneventfully.",
    "Conclusion": "Conclusion Coexistence of parathyroid adenoma, nonmedullary thyroid carcinoma, and thyroid tuberculosis \nis extremely rare. Surgery is curative for hyper parathyroidism and thyroid carcinoma. Thyroid tuberculosis responds \nwell to current antitubercular drugs. Its etiology needs to be explored more; the probable hypothesis is chronic \ninflammation due to latent tuberculosis might leads to development of thyroid carcinoma and parathyroid adenoma. \nFurther studies need to be done for better understanding of underlying mechanism and better management options \nfor such patients. To the best of our knowledge, similar cases have not been reported.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAdarsh Pratap Singh\naadarsh202@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 6 Singh et al. Journal of Medical Case Reports          (2024) 18:535 \nBackground\nCoexistence of parathyroid adenoma, thyroid \ncarcinoma, and tuberculosis of the thyroid is a very \nrare phenomenon. Primary thyroid tuberculosis is \nitself very rare, despite high global prevalence of \ntuberculosis in developing countries. The majority \nof thyroid tuberculosis cases are identified in \npostoperative histopathology or cytopathology. The \ncoexistence of thyroid cancer with tuberculosis or \nparathyroid adenoma has been reported earlier in the \nliterature but not a single case of coexistence of the \nthree pathologies together at the same time has been \npublished yet. In general, long-term inflammatory \ndiseases may offer the right conditions for malignant \ntransformations. Mycobacterial infections are well \nknown to cause persistent and chronic inflammation. \nIn accordance with research studies, mycobacterial \ncell wall components are capable of inducing DNA \ndamage through the production of nitric oxide and \nreactive oxygen species. This DNA damage has been \nlinked to the initiation of cancers that are associated \nto inflammation. A small number of studies have \ndemonstrated that hypercalcemia can also lead to the \ndevelopment of cancer.\nIn this case report we are presenting a rare case of \nthe constellation of synchronous parathyroid adenoma, \nthyroid carcinoma, and thyroid tuberculosis. This \ncase study will encourage researchers to investigate \nthe relationship between chronic inflammation or \nhypercalcemia and the development of cancer or \nparathyroid adenoma, since it will provide insight into \nhow to treat these patients in the future.Case presentation\nA Islam lady aged 45  years was already diagnosed with \nhypothyroidism during her evaluation for pregnancy loss \nand rapid weight gain 13  years back, for which she was \nstarted on tablets of levothyroxine 25 µg once daily. She \nwas doing fine 2 years back when she noticed an insidious \nonset of swelling over the anterior aspect of right \nside of the neck and pain in her lower back and lower \nlimbs. There was no history of rapid increase in size, \nassociated pain, fever, hypothyroidism/hyperthyroidism, \ncompressive symptoms, metastatic symptoms, and \nswelling anywhere else in the body. There was no history \nof abdominal pain, muscle weakness, and altered mood.\nOn examination: she was an average-built lady with \nbody mass index (BMI) of 28  kg/m2, with stable vitals, \nthere was no pallor, generalized lymphadenopathy, and \npedal edema. Neck examination showed diffuse enlarge ment of both lobes of the thyroid gland (right > left) with \nwell-defined mobile, firm and nontender swelling of \n4 cm × 3 cm in right lobe of thyroid and another swelling \nof around 1 cm × 1 cm on the left side of the neck; both \nswellings were moving up with deglutition and not with \nprotrusion of tongue (Fig.  1a). There was retrosternal \nextension, tracheal deviation, and cervical lymphadenop athy. Respiratory, abdominal, and cardiovascular systems \nwere found to be in normal range. The patient underwent \ncholecystectomy and hysterectomy 9  years back for gall \nstone disease and vaginal bleeding, of which histopathol ogy was not available. She is taking mix diet with normal \nbowel and bladder habits. There was no history of similar \ndisease in the family.\nOn routine investigation it was discovered that the \npatient had elevated levels of calcium (11.4  mg/dl) and Keywords  Thyroid tuberculosis, Thyroid cancer, Parathyroid adenoma, Co-existing, Chronic inflammation, \nHypercalcemia\nFig. 1 Showing 45-year-old female. A Preoperative clinical picture. B Specimen of left inferior parathyroid adenoma. C Specimen of total \nthyroidectomy. D Postoperative day 2 clinical picture\nPage 3 of 6\n Singh et al. Journal of Medical Case Reports          (2024) 18:535 \n \nparathyroid hormone (253 pg/ml) in their serum. Other \nroutine blood tests were normal values as shown in \nTable 1.\nOn further evaluation with imaging, ultrasound \nshowed a well-defined hyperechoic lesion (wider than \ntaller) with peripheral halo measuring 25 mm × 18  mm \nwithout any internal vascularity and calcification in right \nlobe of thyroid (Thyroid Imaging Reporting and Data \nSystem; TI-RADS 3), another cystic lesion measuring 9 \nmm × 6 mm (TI-RADS 2), and the isthmus was normal. \nIn the left lobe a well-defined hyperechoic lesion (taller \nthan wide) measuring 8 mm × 5  mm with internal \nmicrocalcification (TI-RADS 4) was detected. Another \nlesion in the left lobe was well defined as hyperechoic \nwith central anechoic area providing a comet tail \nartifact (TI-RADS 2). A well-defined heterogeneous \nlesion measuring 12 mm × 9 mm in medial aspect of left \ncarotid vessels inferior to left lobe of the thyroid gland \nwas observed, with the possibility of being a parathyroid \nadenoma.\nUltrasound (USG)-guided fine-needle aspiration cytol ogy (FNAC) from right thyroid lesion showed features of \nadenomatous goiter (Bethesda category II showing focal \nreactive architectural and cytological atypia with abun dant colloid in the background). USG-guided FNAC \nfrom left thyroid lesion showed follicular epithelial cells \narranged in clusters and microfollicles with focal nuclear \nenlargement, elongation, and occasional nuclear grooves \nand membrane irregularities. However, no definite pap illary fragments or cytoplasmic inclusions were seen. In \nthe absence of conclusive evidence, a final impression of \natypia of undetermined significance with architectural \nand cytological atypia was made (AUS A + C), Bethesda \ncategory III.\nLater Tc99 MIBI Scintigraphy showed focal increased \ntracer uptake in the region of lower pole of left lobe of \nthyroid, which persists until delayed image. Findings \nwere suggestive of left inferior parathyroid adenoma.Single photon emission computed tomography \n(SPECT–CT) showed enlarged both lobes of thyroid \ngland with physiological uptake and an 18 mm × 11 mm \nwell-defined cystic nodule in the upper half of left lobe \nwith tracer uptake. We have also noted a discrete 16 mm \n× 12  mm soft tissue density lesion in left paratracheal \nlocation inferior to the lower pole of the left lobe of the \nthyroid. Findings were suggestive of left inferior parathy roid adenoma.\nA Dual energy X-ray Absorptiometry (DEXA) scan \nfor skeletal survey was completed. An ultrasound of the \nabdomen showed no evidence of renal stones.\nThe patient underwent  total thyroidectomy with left \ninferior parathyroidectomy via collar incision. Intraoperatively, the left lobe of thyroid was enlarged with a \nnodule around 2 cm × 2  cm in size and the left inferior \nparathyroid gland was around 1 cm × 1.5 cm (Fig.  1b), \nwhich was sent as an intra-operative frozen section and \nfound to be a parathyroid adenoma. The left superior \nparathyroid gland was identified and preserved. The \nright thyroid lobe was enlarged with a nodule measuring \naround 3 cm × 4 cm (Fig.  1c). Right superior parathyroid \ngland was identified and preserved, right inferior para thyroid could not be identified. Intra-operatively, 2.5 ml \nindocyaninegreen (ICG) dye was given intravenously; the \nright and left superior parathyroid glands were well visu alized by spy camera. Postoperative laryngoscopy showed \nbilateral mobile vocal cords. Postoperative Intact para thyroid hormone (iPTH) fell was from 253 to 10.7  pg/\nml (99.7%) and postoperative calcium was 9.7  mg/dl \n(Table 1).\nThe patient was discharged on postoperative day \n3 in stable condition on oral calcium and vitamin D \nsupplements.\nFinal histopathology showed the existence of a  \nparathyroid adenoma composed of both chief and \noxyphil cells (Fig.  2A, B). The right lobe of the thyroid \nshowed subacute granulomatous thyroiditis as well \nTable 1 Showing the blood investigations of the patient pre- and postoperatively\nCBC (Hb/TLC/platelets) 13/7800/260 k Post operative\nLiver Function test (LFT)\n(total bilirubin/OT/PT/ALP/total protein)0.3 mg/dl/20/22/96 U/L/7.1 g/dl\nRenal Function test (RFT) (urea/Cr/Na/K) 20/0.7/139/5.1 mmol/l\nCalcium/phosphate 11.4/2.3 mg/dl 9.7 mg/dl\nThyriod funtion tests (TFT) (T3/T4/TSH) 1.34/6.7/1.38\nAnti-TPO 1 IU/ml\nIntact Parathyroid hormone (iPTH) 253.1 pg/ml 10.7 pg/ml\nSerum vitamin D 26 ng/ml\nFasting Blood Sugars (FBS) 86 mg/dl\nGylcated hemoglobin (HBA1C) 6.18%\nBold value of TSH is to denote that patient was euthyroid\nPage 4 of 6 Singh et al. Journal of Medical Case Reports          (2024) 18:535 \nas  Hürthle cell  development.  The left lobe additionally \nshowed necrotizing epithelioid cell granulomas, which \non Zeihl–Neelson staining revealed presence of acidfast bacilli (Fig.  2C, D). A 5-mm nodule was identified in \nthe isthmus, which on microscopy showed features of a \nmicropapillary thyroid carcinoma (Fig. 2 E).\nAfter a 6-month follow-up, the patient was doing well \nand with significant reduction in lower back and limb \npain. She is taking antitubercular medications with com pliance and tolerating them well.",
    "Discussion": "Discussion\nTuberculosis is a global threat to public health. Accord ing to the World Health Organization (WHO) tuber culosis (TB) statistics of 2020, an estimated 10 million \npeople were diagnosed with tuberculosis (TB) world wide. Over 95% of cases and deaths were reported in \ndeveloping countries. It was estimated that about 40% of \nthe Indian population is infected with tubercle bacilli; the \nvast majority of these individuals have latent TB rather \nthan active tuberculosis. Tuberculosis (TB) may be cat egorized into pulmonary and extrapulmonary in origin. \nExtrapulmonary tuberculosis comprises 20% of all TB \ncases and occurs in a variety of organs [1].\nPrimary thyroid tuberculosis is rare with a frequency \nof 0.1–0.4% in histologically diagnosed thyroid specimen [2]. Thyroid TB is difficult to diagnose in the clinic due to \nthe lack of specific signs and symptoms. It may be pre sented as an isolated nodule, diffuse lesion, multinodular \ngoiter, or even as an abscess or chronic discharging sinus. \nImaging techniques are not very useful in forming a diag nosis [3].\nMajority of thyroid TB cases diagnosed are solely based \non the postoperative histopathological examination.\nIn a case series of four thyroid tuberculosis cases by \nKhan et al. showed the diagnosis was a pathological sur prise in three cases with fine-needle aspiration in one \nand histopathology in two cases. Only one case present ing with chronic discharging sinus showed the presence \nof acid-fast bacilli. All cases showed multiple caseating \nepitheloid cell granulomas along with giant cells, which \nare considered to be diagnostic of tuberculous thyroiditis \neven if acid-fast bacilli cannot be demonstrated [4].\nThe coexistence of malignant lesions and TB at the \nsame anatomical location in a patient is very rare but it \nhas been reported in various organs. However, only four \ncases in which thyroid TB occurred concomitantly with \nthyroid cancer have been reported. Among them, three \ncases of thyroid TB were found postoperatively and one \ncase was identified in the fine-needle aspiration cytology \n(FNAC) [5–8].\nFig. 2 Showing A Parathyroid adenoma at 100×, B parathyroid adenoma at 400×, C necrotizing granuloma at 10×, D necrotizing granuloma \nat 200×, E papillary carcinoma at 200×, and F papillary carcinoma at 400×\nPage 5 of 6\n Singh et al. Journal of Medical Case Reports          (2024) 18:535 \n \nIn the present case, histopathological findings revealed \ntypical inflammatory characteristics of thyroid TB. Thus, \nthe development of papillary thyroid carcinoma (PTC) \nmay be associated with TB infection [9, 10].\nThere have been a few cases of coexistence of \nparathyroid adenoma and thyroid carcinoma reported, \nwhere researchers have indicated elevated calcium level \nas causative element for developing thyroid carcinoma \n[11]. There have been many studies on the correlation \nbetween primary hyperthyroidism and differentiated \nthyroid cancer. A retrospective study by Burmeister [12] \nin 824 patients of hyperparathyroidism, 22 patients found \nto have thyroid carcinoma at the time of parathyroid \nsurgery. Thyroid carcinoma was found in 2.6% of the \npatients with primary and 3.2% of the patients with either \nsecondary or tertiary hyperparathyroidism. Twenty one \nof the patients had papillary carcinoma and one had a \nfollicular. Eighteen of the carcinomas were less than 1 cm \nin size.\nMost of the researchers believes that it is a coincidence \ndue to more advanced imaging in preoperative \nlocalization of parathyroid lesion and close surveillance. \nHowever, other researchers have indicated endogenous \ncalcium levels or growth factors, for instance, insulin-like \ngrowth factors and epithelial growth factors, as elements \ncausing goiter [11, 13].\nIt has also been found that patients who are of peri- \nand postmenopausal age have increased risk of thyroid \nnodule and thyroid cancer [14], as shown in our patient. \nOur patient was a known case of hypothyroidism \nfor a long period of time, which may be the cause of \ndeveloping thyroid cancer as shown in a study by Li \net al., which showed the relationship between subclinical \nhypothyroidism and invasive papillary thyroid carcinoma \nbased on the findings from the Gene Set Enrichment \nAnalysis (GSEA) and Kyoto Encyclopedia of Genes \nand Genomes (KEGG), revealing the concentrationdependent relationship between thyroid-stimulating \nhormone (TSH) and key gene expression in the \nautophagy pathways of thyroid cancer cells [15]. These \npatients tend to have more extrathyroidal extension. A \nstudy by Cheg et al. showed the bidirectional relationship \nbetween tuberculosis and hypothyroidism. They have \nfound that patients with hypothyroidism have a 2.91 \ntimes higher risk of developing TB than those with \nhypothyroidism and that patients with TB have a 2.01 \ntimes higher risk of developing hypothyroidism than \nthose without, although the pathophysiology is remains \nunclear [16].\nInterestingly in our case there was coexistence of \nthyroid carcinoma and thyroid tuberculosis, along with \nparathyroid adenoma, with a history of hypothyroidism \nfor 13 years. To the best of our knowledge, a similar case has not been reported in the literature. Other possible \nhypotheses include immunity-related pathology, such \nas immunoglobulin (Ig) G-4, the role of some toxic and \nessential elements, post-transplant state, and other \nenvironmental factors.\nIn our case the probable mechanism could be chronic \ninflammation due to tuberculosis leading to development \nof thyroid cancer and parathyroid adenoma in the \npresence of hypothyroidism and perimenopausal state. \nFurther studies need to be done to understand the exact \nmechanism of pathogenesis of the three coexisting \npathologies.\nConclusion\nIt is quite uncommon for parathyroid adenoma, \nnonmedullary thyroid cancer, and thyroid tuberculosis \nto coexist. Surgery is the curative option preferred \nfor thyroid cancer and hyperparathyroidism. Thyroid \ntuberculosis responds well to current antitubercular \ndrugs. Further investigation is necessary to determine \nits origin, although one probable hypothesis is that \nlatent tuberculosis-related chronic inflammation \nmay contribute to the development of thyroid cancer \nand parathyroid adenoma. To better understand the \nunderlying mechanism and provide better options for \nmanaging such patients, additional research needs to be \ndone. As per our knowledge, no similar case report has \nbeen published in the literature until now.\nAbbreviations\nTI-RADS  Thyroid imaging reporting and data system\nFNAC  Fine-needle aspiration cytology\nTB  Tuberculosis\nPTC  Papillary thyroid carcinoma\nICG  Indocyanine green\niPTH  Intact parathyroid hormone\nUSG  Ultrasound\nTPO  Thyroid peroxidase\nAcknowledgements\nNot applicable.\nAuthor contributions\nAPS carried out the data collection and writing manuscript. BP performed \nthe data collection. AT performed the histopathology review. AK provided \nguidance and review. VS was in charge of the idea, supervision, and review.\nFunding\nNo funding agencies involved in reporting this case.\nAvailability of data and materials\nData and materials are available in the Department of Surgical Disciplines, All \nIndia Institute of Medical Sciences, New Delhi, INDIA.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nPage 6 of 6 Singh et al. Journal of Medical Case Reports          (2024) 18:535 \nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by Editor-in-Chief of this journal.\nCompeting interests\nThe author declare that they have no competing interests.\nAuthor details\n1 Department of Surgery, AIIMS, New Delhi, India. 2 Department of Pathology, \nAIIMS, New Delhi, India. \nReceived: 3 November 2023   Accepted: 15 March 2024\nReferences\n 1. Akbulut S, Demyati K, Yavuz R, Sogutcu N, Samdanci ET, Yagmur Y. Coex istence of tuberculosis and extranodal marginal zone lymphoma of the \nthyroid gland: case report and literature review. Ann Med Surg (Lond). \n2022;78: 103861.\n 2. Bulbuloglu E, Ciralik H, Okur E, Ozdemir G, Ezberci F, Cetinkaya A. \nTuberculosis of the thyroid gland: review of the literature. World J Surg. \n2006;30(2):149–55.\n 3. Kang M, Ojili V, Khandelwal N, Bhansali A. Tuberculous abscess of the \nthyroid gland: a report of two cases. J Clin Ultrasound. 2006;34(5):254–7.\n 4. Khan EM, Haque I, Pandey R, Mishra SK, Sharma AK. Tuberculosis of the \nthyroid gland: a clinicopathological profile of four cases and review of the \nliterature. Aust N Z J Surg. 1993;63(10):807–10.\n 5. Hizawa K, Okamura K, Sato K, Kuroda T, Yoshinari M, Ikenoue H, et al. \nTuberculous thyroiditis and miliary tuberculosis manifested postpartum \nin a patient with thyroid carcinoma. Endocrinol Jpn. 1990;37(4):571–6.\n 6. el Kohen A, Essakalli L, Amarti A, Benchekroun L, Jazouli N, Kzadri M. Thyroid tuberculosis associated with papillary microcarcinoma of the thyroid \ngland: a case report. Rev Laryngol Otol Rhinol (Bord). 2001;122(3):205–8.\n 7. Suri VS, Sakhuja P , Malhotra V, Gondal R, Singh S, Sidhu N. Co-existent \ntuberculosis and papillary carcinoma thyroid. Trop Doct. 2002;32(2):118.\n 8. Meng L, Hu S, Huang L, Xu C. Papillary thyroid cancer coexisting with \nthyroid tuberculosis: a case report. Oncol Lett. 2014;7(5):1563–5.\n 9. Schottenfeld D, Beebe-Dimmer J. Chronic inflammation: a common \nand important factor in the pathogenesis of neoplasia. CA Cancer J Clin. \n2006;56(2):69–83.\n 10. Falagas ME, Kouranos VD, Athanassa Z, Kopterides P . Tuberculosis and \nmalignancy. QJM. 2010;103(7):461–87.\n 11. dell’Erba L, Baldari S, Borsato N, Bruno G, Calo-Gabrieli G, Carletto \nM, et al. Retrospective analysis of the association of nodular goiter \nwith primary and secondary hyperparathyroidism. Eur J Endocrinol. \n2001;145(4):429–34.\n 12. Burmeister LA, Sandberg M, Carty SE, Watson CG. Thyroid carcinoma \nfound at parathyroidectomy: association with primary, secondary, and \ntertiary hyperparathyroidism. Cancer. 1997;79(8):1611–6.\n 13. Maiorano E, Ambrosi A, Giorgino R, Fersini M, Pollice L, Ciampolillo A. \nInsulin-like growth factor 1 (IGF-1) in multinodular goiters: a possible \npathogenetic factor. Pathol Res Pract. 1994;190(11):1012–6.\n 14. Uygur MM, Yoldemir T, Yavuz DG. Thyroid disease in the perimenopause \nand post menopause period. Climacteric. 2018;21(6):542–8.\n 15 Li C, Zhang J, Dionigi G, et al. The relationship between subclinical \nhypothyroidism and invasive papillary thyroid cancer. Front Endocrinol \n(Lausanne). 2023;14: 129444.\n 16 Cheng LT, Chung CH, Peng CK, et al. Bidirectional relationship between \ntuberculosis and hypothyroidism: an 18-year nationwide populationbased longitudinal cohort study. Front Med (Lausanne). 2022;9: 900858.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}