{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04951-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04951-z.pdf",
  "metadata": {
    "/Keywords": "Premature ventricular complex; Pregnancy; Eptomarginal trabecula; Radiofrequency ablation; Arrhythmias",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129203748+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129144717+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04951-z",
    "/Author": "Tao Li ",
    "/Title": "Ventricular premature beats in a pregnant woman originating from trabeculae carneae in the right ventricle treated with radiofrequency ablation without X-ray guidance: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04951-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Premature ventricular beats increase the cardiac load in pregnant women, leading to symptoms, such \nas palpitations. In severe instances, they may reduce placental perfusion, potentially causing intrauterine distress \nand developmental delays in the fetus, which could result in miscarriage or stillbirth. Fluoroscopy-less ablation offers \nsignificant advantages for pregnant women, including reduced radiation exposure, enhanced treatment precision, \nand a lower incidence of postprocedure complications.",
    "Case Presentation": "Case Presentation This case describes how radiofrequency catheter ablation was used on a pregnant Chinese \nwoman who was identified with frequent ventricular premature beats originating from the high septal margin trabeculae carneae of the right ventricle. The rarity of this premature beat focus poses challenges for electrophysiology \nmapping and ablation; however, the ablation ultimately succeeded. In this case report, the clinical manifestations, \nelectrocardiogram, ablation procedure, and patient prognosis are reported and discussed.",
    "Conclusion": "Conclusion X-ray free ablation clearly reduces radiation exposure while maintaining a high success rate and safety \nof the ablation procedure.\nKeywords  Premature ventricular complex, Pregnancy, Eptomarginal trabecula, Radiofrequency ablation, Arrhythmias\nBackground\nRadiofrequency catheter ablation (RFCA) is an effective \ntreatment for ventricular arrhythmias, but traditional \nprocedures rely on X-ray fluoroscopy, which carries radi ation risks. RFCA without X-ray guidance technology \nuses an advanced three-dimensional calibration system, reduces radiation exposure, and has unique applica tion value, especially in pregnant patients [1]. Pregnant \nwomen are more sensitive to X-ray radiation because of \ntheir special physiological state, and premature ventricu lar beats may affect the health of mothers and children, \nrequiring timely and effective treatment [2]. Ventricular \npremature beats originating from right ventricular tra beculae are more difficult to ablate because of the com plexity of the anatomical structure [3]. The application \nof X-ray-free guidance provides a new treatment option. \nThis case report shares the experience of RFCA with out X-ray guidance in treating pregnant women with \npremature ventricular beats originating from the right Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nZhen Yang\n15209588615@163.com\n1 Ningxia Medical University, Yinchuan 750004, China\n2 Department of Cardiology, General Hospital of Ningxia Medical \nUniversity, Yinchuan 750004, China\nPage 2 of 4 Li et al. Journal of Medical Case Reports          (2024) 18:587 \nventricular trabeculae carneae, with the aim of providing \na reference for clinicians and advancing the development \nof this technique. With the advancement of technology, \nX-ray-free guided RFCA is expected to become a safer \nand more effective treatment in the future.\nCase presentation\nA 29-year-old Chinese woman was hospitalized with \na history of intermittent palpitations for 1 year and one \nepisode of syncope. At 1 year prior, she experienced pal pitations, chest pain, dizziness, headache, and amaurosis \nwithout apparent cause, and no diagnosis or treatment \nwas provided. Then, 1 month prior, the patient experi enced an episode of dizziness, syncope, and incontinence \nwithout any obvious reason. The 24-hour Holter Moni tor at the local hospital revealed a total of 49,420 prema ture ventricular beats (PVBs), accounting for 32% of the \ntotal heart beats. Transthoracic echocardiography (TTE) \nrevealed an enlarged left atrium (anteroposterior diam eter of 40 mm) and left ventricle (end-diastolic diameter \nof 55 mm), and a normal ejection fraction (65%). Upon \nadmission, the patient exhibited overall fair health and \nwas in the 21st week of gestation. The other medical his tory, including personal history, family history, allergic \nhistory, and trauma history, was normal. The examina tion at admission revealed an enlargement of the heart \nboundaries toward the lower left, an irregular cardiac \nrhythm, and the absence of any murmur. Frequent PVBs \nnot only significantly affected the patient’s quality of life but also potentially represented a risk to the future \ndelivery. Since onset, the patient had neither taken nor \nexpressed willingness to take any medication to sup press ectopic beats. Thus, RFCA was recommended. A \nmultidisciplinary team including obstetricians also rec ommended RFCA, and obstetricians participated in the \nwhole process of ablation. The patient and her family \nsigned informed consent for RFCA.\nThe surface electrocardiogram (ECG) indicated that \nthe QRS waveforms were positive in leads II and aVF, \nnegative in lead III, and QS pattern in  V1-2. In addition, \nthe R wave transition of the chest leads was between \nleads  V4 and  V5. All of these ECG features supported the \ndeduction that the PVBs are likely to originate from the \ntricuspid annulus (Fig.  1). During the procedure, lido caine was administered as a local anesthetic, after which \na guidewire was inserted under the guidance of ultra sound through the femoral vein to the superior vena \ncava (SVC), after which a right 0 long sheath was deliv ered into the right atrium. Under the guidance of the \nCarto system, the tricuspid annulus was first mapped, \nand the earliest local electrogram was noted around the \ntricuspid annulus, which was only 15 ms earlier than the \ninitial point of the QRS waveforms in the body surface \nECG. The catheter was subsequently inserted further into \nthe high septal region, and the local electrogram at the \nsite of trabeculae carneae was found to be 33 ms earlier \nthan the body surface QRS, with a unipolar signal of QS \ntype. Radiofrequency was delivered at a power of 35 W, \nFig. 1 Preoperative surface electrocardiogram\nPage 3 of 4\n Li et al. Journal of Medical Case Reports          (2024) 18:587 \n \nand a temperature limit of 43 °C. Then, 5 seconds after \nradiofrequency delivery, the PVCs disappeared, and the \nablation was continued for 240 seconds (Fig.  2). No PVCs \nwere detected during the 30-minute observation period. \nNo premature ventricular beats were detected via body \nsurface electrocardiogram after 12 months of follow-up.",
    "Discussion": "Discussion\nStudies have demonstrated that frequent PVBs can con tribute to the development of cardiomyopathy and heart \nfailure, as well as the progression of preexisting cardio myopathy. However, these conditions are often revers ible with timely treatment [4]. Additionally, PVBs can \nincrease the burden on a pregnant woman’s heart or even \nlead to heart failure [5]. The young woman in this case \nhad a history of syncope. TTE revealed left ventricular \nenlargement, indicating the early stage of dilated car diomyopathy. However, the specific pathophysiological \nprocess behind the development of left ventricular dys function caused by PVBs remains unclear. This may be \nsecondary to the asynchronous contraction of ventricles \nand ventricular remodeling produced by PVBs.\nIn this case, the operator prioritized minimizing or \ncompletely avoiding intraoperative radiation expo sure. Ultrasound guidance was employed to advance \nthe guidewire into the superior vena cava, enabling \nsecure placement of the catheter into the right atrium. \nSimultaneously, the Carto system facilitated accurate reconstruction of the cardiac chambers, with particu lar emphasis on the regions of interest. A fetal radia tion dose under 50 mGy is considered safe and does \nnot result in adverse effects [6 ]. The procedure was \nconducted without X-ray exposure, demonstrating the \nfeasibility of catheter ablation for PVBs in pregnant \nwomen without fluoroscopy. This method adheres to \nthe strict safety standards for both the mother and the \nfetus, highlighting the feasibility of non-fluoroscopic \ncatheter ablation in pregnant patients.\nAs mentioned above, the patient’s preoperative sur face electrocardiogram initially suggested that the PVB \nsite was likely located around the tricuspid annulus, but \nno ideal ablation target was found around it. The cath eter continued to extend to the ventricular site and was \nfound to be a suitable and effective target at the sep tum edge of the trabeculae carneae, indicating that the \nbody surface electrocardiogram could be used only as \na rough guiding tool rather than a definitely error-free \napproach to determine the originating focus and abla tion target of the PVBs. Owing to the high anatomical \nvariability of the intracavitary structure of the right \nventricle (similar to the intracavitary structure of the \nleft ventricle), precise PVB localization via surface elec trocardiograms is often difficult, especially because the \nincidence here is relatively rare [7 ]. Finally, accurate \nintraoperative mapping was required to identify the \nexact ablation target.\nFig. 2. Three-dimensional electroanatomic mapping. The ablation target was located in the region of septal papillary muscle of the right ventricle, \nwith local electrogram being 33 ms earlier than the QRS of the body surface ECG and QS pattern of the unipolar electrogram. Ablation at this site \nsuccessfully eliminated the PVBs\nPage 4 of 4 Li et al. Journal of Medical Case Reports          (2024) 18:587 \nLimitations remain in this case. Owing to the high cost, \nthe patient refused to undergo intracardiac echocardiog raphy (ICE). It is a powerful imaging modality for guid ing electrophysiology and structural heart interventions. \nReal-time ICE imaging has an expanding role in provid ing uninterrupted guidance for catheter-based ablation \nfor cardiac arrhythmia [8]. However, in this case, abla tion was successfully completed at the trabeculae carneae \nmapped by Carto without the use of ICE.\nFor further reference, the use of ICE can significantly \nlower risks, shorten procedure time, reduce compli cations, and increase success rates for patients with \narrhythmia requiring ablation. ICE has increased in \nimportance in cardiac interventions in recent years \nbecause of its significant advantages in improving proce dural safety, reducing patient discomfort, lowering costs, \nand minimizing radiation exposure [9].\nThis case report differs from previous literature primarily \nin its focus on the specific population of pregnant women, \nemploying a multidisciplinary approach involving obstetrics \nand other departments to minimize fetal impact, an aspect \nnot heavily emphasized in previous studies. Additionally, the \nright ventricular septal trabecular anatomy is complex, yet \nthe patient underwent successful ablation surgery without \nthe use of ICE owing to financial constraints, which is rare. \nHowever, we strongly advocate for the use of ICE, as it is \nbeneficial for the success of the procedure and the reduction \nof postoperative complications [10]. We believe that ICE is \neffective in surgery because of its greater safety and efficacy, \nenabling real-time dynamic observation of cardiac struc tures, especially in complex anatomical areas. Furthermore, \nICE can improve surgical success rates and reduce compli cations by displaying subtle cardiac anatomical landmarks. \nFinally, ICE can shorten the surgical time, reduce radiation \nexposure, and be more beneficial for special populations, \nsuch as pregnant women.\nConclusion\nThis case report describes the successful application of \nX-ray-free guided RFCA for the treatment of premature \nventricular beats of the right ventricular trabecular carneae \nin a pregnant woman. The technique demonstrated the \nclear advantage of reducing radiation exposure while main taining a high success rate and safety. The patient recovered \nwell from the procedure without complications, confirming \nthe clinical value of this approach in specific clinical situa tions. This successful experience supports the prioritization \nof X-ray-free guided radiofrequency ablation as a viable \noption for the treatment of ventricular arrhythmias in preg nant women or other radiation-sensitive patient populations. \nFuture studies should focus on evaluating the long-term effi cacy and generalizability of this technique to further opti mize arrhythmia treatment strategies.Author contributions\nXYL and MAUH conceived and designed the analysis; TL collected the data; \nTL and LZ contributed data and wrote the paper; ZY revised and guided \nthe paper. All authors have read and agreed to the published version of the \nmanuscript.\nFunding\nNo funding was required for this work.\nData availability\nAll the data is available in the manuscript and any further information can \nbe obtained from the corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate:\nEthics committee of general hospital of Ningxia medical university \napproved the study for publication. Informed consent was obtained from \nthe subject involved in the study.\nConsent for publication\nWritten informed consent was obtained from the patient for publication \nof this case report and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 28 August 2024   Accepted: 14 November 2024\nReferences\n 1. Polin M, Hur HC. Radiofrequency ablation of uterine myomas and pregnancy outcomes: an updated review of the literature. J Minim Invasive \nGynecol. 2022;29(6):709–15.\n 2. Kim E, Boyd B. Diagnostic imaging of pregnant women and fetuses: \nLiterature review. Bioengineering (Basel). 2022;9(6):236.\n 3. Mao D, et al. Morphological phenotype of right ventricular outflow \ntract is associated with cardiovascular outcomes and premature death. \nSci Rep. 2024;14(1):25128.\n 4. Latchamsetty R, Bogun F. Premature ventricular complex-induced \ncardiomyopathy. JACC Clin Electrophysiol. 2019;5(5):537–50.\n 5. Lin J, et al. The burden of premature ventricular contractions predicts \nadverse fetal and neonatal outcomes among pregnant women without structural heart disease: A prospective cohort study. Clin Cardiol. \n2021;44(6):833–8.\n 6. He K, et al. Localization of origins of premature ventricular contraction \nin the whole ventricle based on machine learning and automatic beat \nrecognition from 12-lead ECG. Physiol Meas. 2020;41(5): 055007.\n 7. Kim YH, et al. Automated catheter tip repositioning for intra-cardiac \nechocardiography. Int J Comput Assist Radiol Surg. 2022;17(8):1409–17.\n 8. Filgueiras-Rama D, et al. Utility of intracardiac echocardiography for \ncatheter ablation of complex cardiac arrhythmias in a medium-volume \ntraining center. Echocardiography. 2015;32(4):660–70.\n 9. Jhand A, Goldsweig AM. The emerging role of intracardiac echocardiography (ICE) in left atrial appendage closure (LAAC). Curr Cardiol Rep. \n2023;25(10):1223–32.\n 10. Lin M, et al. Long-term outcomes of catheter ablation for ventricular \narrhythmias: comparing techniques with and without intracar diac echocardiography - what matters? BMC Cardiovasc Disord. \n2024;24(1):386.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}