{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05150-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05150-0.pdf",
  "metadata": {
    "/Keywords": "Free fibula flap; Reconstruction; Ameloblastoma; Lingual plating; Quality of life",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250311112753+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250308200738+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05150-0",
    "/Author": "Dharnappa Poojary ",
    "/Title": "Incidental mishaps and learning curves during free fibula reconstruction of mandible: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05150-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Free fibula reconstruction of the mandible has been the gold standard for reconstruction of mandible \nowing to its rich periosteal and peroneal blood vessel supply. This demands a multidisciplinary approach of maxillofacial and plastic surgeons. Meticulous presurgical planning of harvesting fibula, resection of diseased bone, contouring \nthe fibula to the created defect to restore the anatomy and function, microvascular anastomosis, and postoperative \nmedical care are vital for the survival of the flap.\nCase series We report a series of cases in four Indian patients. Case 1 involves a 23-year-old male individual, Case 2 \ninvolves a 47-year-old male individual, Case 3 involves a 23-year-old male individual, and Case 4 involves a 56-yearold female individual. All patients underwent fibula reconstruction of the mandible post-odontogenic and malignant \ntumor resections with incidental intraoperative mishaps and management with successful outcomes with a follow-up \nof 12 months.",
    "Results": "Results All the above cases were done with a multidisciplinary approach, including plastic and maxillofacial sur geons. Despite the incidental mishaps, it was a learning experience for the betterment of the planning of future cases.",
    "Conclusion": "Conclusion Although the free fibula flap is a conventional method for reconstruction, there is a risk of error hidden \nin each of its subtle steps that can contribute to flap failure. Therefore, meticulous surgical planning is mandatory \nfor execution of the treatment plan. Although complications are inevitable, they should not overshadow the learning \nopportunities from each respective case.\nKeywords  Free fibula flap, Reconstruction, Ameloblastoma, Lingual plating, Quality of life",
    "Introduction": "Introduction\nResection and reconstruction of the mandible and max illa have long been used to treat benign and malignant \ntumors of the oral cavity. Several reconstructive",
    "Methods": "methods \nhave been documented for treating mandibular defects. \nFor almost a century, nonvascularized bone grafting \nhas been employed for reconstruction following tumor \nresection.\nWalter originally described the use of a fibula trans plant in 1911, as mentioned by Lucas et al. [1 ]. Hidalgo \nreported use of the free fibula flap in 1989 to restore Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nK. M. Sandeep\nsandeep.km@manipal.edu\n1 Department of Oral and Maxillofacial Surgery, Manipal College of Dental \nSciences Mangalore, Manipal Academy of Higher Education, Manipal, \nKarnataka 576104, India\n2 Department of Plastic Surgery, KMC Mangalore, Manipal Academy \nof Higher Education, Manipal, Karnataka 576104, India\nPage 2 of 7 Poojary et al. Journal of Medical Case Reports          (2025) 19:109 \nmandibular tissue loss [2 ]. The free fibula flap is cur rently considered the gold standard in mandibular \nreconstructive surgery [3 , 4]. Because of the functional \nand aesthetic implications of mandibular bone loss, \nreconstructing the mandible to replicate the intricate \nanatomy is very challenging. A successful reconstruc tion must meet several requirements, including the \nrestoration of face aesthetics and functions (chewing, \nbreathing, and speech) [4 ].\nThe free fibula flap has several advantages, including a \nlong pedicle, a flexible skin island, a good stock of dense \ncortical bone, consistent bone shape, minimal donor site \nmorbidity, a superior union rate, multiple osteotomy, \nanti-collapse effectiveness, segmental blood supply, the \npotential for two skin paddles, and ease of harvest, with a \nflap survival rate of up to 95% [4].\nThere are two major factors to be considered when \nit comes to mandible reconstruction: The first is the \nanatomical variation in the region. Second, mandibu lar movements are difficult and complex [5]. Mandible \nrepair is necessary to restore bone integrity following \nablative surgery, infection, massive jaw cysts, or trauma. \nMandible reconstruction involves a variety of proce dures, including pedicle flaps, titanium reconstruction \nplates, and bone transplants [5]. However, the best proce dure described for mandible rebuilding is the free fibula \nosteocutaneous flap, which is secured with a titanium \nplate and screws. The choice of treatment approach is \ndetermined by a variety of criteria, including patient fac tors, surgical team competence, the patient’s tolerance to treatment, the need for occlusal rehabilitation, and the \nextent of the mandibular defect [5].\nHere we report a series of four cases of free fibula \nreconstruction; three cases experienced incidental mis haps, one case had postoperative complications, and all \nwere managed successfully.\nCase series\nCase 1\nA 23-year-old Indian male patient reported to the depart ment of plastic and reconstructive surgery on 23 August \n2023 with swelling on left jaw for the previous 8 months \nand paraesthesia in the left lower lip in the previous \n2 months.\nHe was histopathologically diagnosed with ameloblas toma, and resection and reconstruction with free fibular \nflap were planned. Resection with left hemimandibulec tomy and condylar disarticulation were done; a free fibula \nflap 15 × 3 × 3  cm in size was harvested, with a pedicle \nand skin paddle for flap monitoring. The periosteum was \nstripped on one side (buccal) with the intact periosteum \nwith a pedicle on the lingual side aiming to reconstruct \nthe mandible (Fig. 1A–E).\nOwing to ignorance or poor meticulous planning, \nthe orientation of the flap graft had to be changed. \nThe periosteum and pedicle flap were placed on the \nbuccal side, while intact bone was stripped off of the \nperiosteum on the lingual side to fit the defect. The \npedicle was detached prior to the main peroneal vessel; \nhence, reconstruction had to be done within 2  hours \nFig. 1 A Resected tumor with clear margin; B free fibula 10 × 3 × 1.5 cm in size was harvested; C lingual plating of fibula with reconstruction \nplates and screws, with the proximal part shaped to the neocondyle and skin paddle; D reconstruction done with the bulk of the flap pedicle \non the buccal side; and E postoperative orthopantomogram showing neohemimandible, neocondyle, and lingual plating\nPage 3 of 7\n Poojary et al. Journal of Medical Case Reports          (2025) 19:109 \n \nto prevent flap failure. Therefore, we proceeded with \nthe lingual plating of the fibula with 2.5 mm-diameter \nreconstruction plates and bicortical screws.\nWe positioned the flap graft to fit the defect and, with \na colored pencil, marked the site for holes on the lin gual side. The proximal part of the fibula was recon toured into the condyle. Osteotomy was performed on \nthe fibula to form angle and body; the mandible was \nreconstructed and fixed with an eight-hole 2.5  mm \nreconstruction plate and 2.5 × 10  mm screws. Moreo ver, the distant end of the fibula was secured to nor mal mandible with two miniplates on the buccal side \n(Fig. 1 B–E).\nA skin paddle was interposed as the articulating disc; \na neocondyle was positioned in the glenoid fossa, and \nperiosteum was advanced and sutured to temporalis and \npterygoid muscles, creating a pseudo-temporomandib ular joint (TMJ) complex. The approximate duration of \nreconstruction was 100  minutes, followed by microvas cular anastomosis.\nPostoperatively, the patient was on low-molecularweight heparin to prevent thrombosis, and Doppler was \ndone to monitor the flap vitality. Severe swelling was \nobserved during the postoperative period because the \nflap pedicle was engaged on the buccal side. A skin pad dle could not be utilized to check the flap vitality, as it \nwas de-epithelized and placed as an articulating disc for \nthe neocondyle pseudo-TMJ complex.Swelling completely subsided, and facial symmetry was \nachieved in 3 months postoperatively with normal mouth \nopening and occlusion.\nCase 2\nA 47-year-old Indian male patient reported to the depart ment of oral and maxillofacial surgery at Kasturba Medi cal College (KMC), Mangalore in December 2022 with a \ncomplaint of swelling of the lower jaw on the left side and \nparaesthesia in the previous 6 months.\nHe was histopathologically diagnosed with Acan thomata’s ameloblastoma, and resection and second ary reconstruction with free fibula flap was scheduled. \nImmediate reconstruction was not done, since the \npatient could not afford the cost. Hence, a reconstruction \nplate was placed. The size of the defect was 10 × 3 × 3 cm, \nextending from region 43 to region 38 (Fig. 2A).\nProblems associated with the reconstruction included \nchanges in the position of reconstruction plate, ramus, \nand body of the mandible to a more superior position \nowing to the unopposed pull of the temporalis and mas seter muscles on the left side, resulting in a shortened \nface and the shift of the face on the left side (Fig. 2A).\nThe surgical site was exposed by the midline lip-split \napproach. The fibula was harvested (10 × 3 × 3 cm in size) \nand completely detached from the main pedicle. The \nproximal segment was fixed below the lower border of \nthe mandible with eight-hole reconstruction plates and \nFig. 2 A Three-dimensional computed tomography showing loss of height on left side due to the pull of the temporalis muscle; B free fibula \n10 × 3 × 3 cm in size was harvested; C fibula flap detached from pedicle completely; D reconstruction and fixation with 2.5 mm reconstruction \nplates and bicortical screws; and E postsurgical posteroanterior view showing reconstruction\nPage 4 of 7 Poojary et al. Journal of Medical Case Reports          (2025) 19:109 \nbicortical screws to restore the height and aesthetics. The \ndistal end was fixed to the intact/undiseased mandible on \nthe contralateral side (Fig.  2B–E). Microvascular anasto mosis was done by the plastic surgeon by anastomosing \nthe peroneal vessel with the internal jugular vein. The \nreconstruction procedure took 110  minutes. Flap sur vival was ensured by providing postoperative anticoagu lants and low-molecular-weight heparin 6000 units thrice \ndaily for 4 days. The skin paddle being monitored under went necrosis on the second postoperative day, with dark \nblood on pricking suggestive of venous congestion.\nNevertheless, flap vitality, aesthetics, and functions \nwere restored, and the patient is scheduled for prosthetic \nrehabilitation with implants.\nCase 3\nA 23-year-old Indian male reported to the department of \nmaxillofacial surgery in March 2024 with complaints of \nswelling of the left lower jaw for the previous 5 months \nand paraesthesia in the left lower lip for the previous \nmonth. The patient was histopathologically diagnosed \nwith odontogenic keratocyst on the left mandible cross ing the midline from region 43 to the left ramus (Fig.  3A).\nMidline lip-split incision, segmental resection, and \nreconstruction were performed with the free fibula flap \n(Fig. 3B–F).\nAfter harvesting, the graft was not detached from \nthe main pedicle initially; multiple osteotomies were done to fit the contour of the surgical defect. The fibula \nwas secured to prebended reconstruction plates and \nfixed with 2.5 × 10  mm bicortical screws. The pedicle \nwas transected, and the graft was fixed to the rem nant mandible with miniplates and screws. Flap sur vival was ensured, and the patient was discharged after \n1  week. The patient’s facial symmetry and function \nwere restored completely on 2 months’ follow-up. Now, \nthe patient is scheduled for rehabilitation with dental \nimplants.\nCase 4\nA 55-year-old Indian female came to the department \nof oral and maxillofacial surgery with a post-hemiman dibulectomy defect and plate exposure in the maxilla \nfrom 6 months prior.\nThe patient had a history of spindle cell carcinoma of \nthe maxilla and mandible, and she underwent hemire section  10  years prior. Her left maxilla was recon structed with a radial forearm free flap.\nOn clinical examination, it was seen that the recon struction plate extended from region 43 to the left con dyle region; there was a shift of the mandible toward \nthe left side with malocclusion and exposure of plate on \nthe left infraorbital region (Fig. 4 A).\nThe aims of the treatment included restoring the \nocclusion and aesthetics.\nFig. 3 A Three-dimensional computed tomography showing buccal cortical expansion and destruction in relation to the body and ramus of left \nmandible; B markings of midline lip-split incision; C site exposed by the midline lip-spit approach; D resected specimen with a clear margin; E free \nfibula graft harvested; and F free fibula reconstruction\nPage 5 of 7\n Poojary et al. Journal of Medical Case Reports          (2025) 19:109 \n \nThe plate or mesh was removed by vestibular incision \non the left side without damaging the previously recon structed radial for arm free flap (Fig. 4 B).\nA midline lip-split incision was performed to expose \nthe malposed plate, condyle, and coronoid on the left \nside; the plate was removed and coronoidectomy was \ndone. The condyle was repositioned, and the patient \nwas put into occlusion. The fibula was secured with \nreconstruction plates and screws. Facial form, occlu sion, and aesthetics were achieved (Fig. 4 C–E).",
    "Discussion": "Discussion\nFrom Case 1 mentioned above (Fig.  1A–E), mishaps \nincluded lingual plating and the selection of a short \nreconstruction plate. Review of literature sheds little \nlight on evidence of lingual plating in free fibula recon struction. Disadvantages are as follows:\n1. From Case 1 mentioned above (Fig.  1A–E), mis haps included lingual plating and selection of a short \nreconstruction plate. Review of literature sheds lit tle light on evidence of lingual plating in free fibula \nreconstruction.2. Technical challenges of lingual plating of fibula \ninclude the lack of access to the lingual side for fixa tion.\n3. The bulk of the pedicle flap is on the buccal side, \nowing to severe swelling of cheek, and there is a \nchance for compression of the pedicle owing to flap \nfailure.\n4. There can be difficulty in the removal of the plate \nand screw in the case of recurrence, osteomyelitis, or \nfracture of the plate.\nAdvantages of lingual plating include little or no \nchance of plate exposure even post-radiation, as the \nbulk of the flap is covering the buccal side, and less \nchance of plate fracture.\nAnother incidental mishap was the selection of recon struction plate with inadequate length, which imposed \nthe requirement of plating the distal end of fibula to the \nintact mandible with two miniplates on the buccal side. \nAccording to Roby et al. [6 ], regarding a miniplate ver sus a reconstruction plate, the choice does not appear \nto affect the overall rate of complications in free fibular \nreconstruction of the mandible. According to Sobti et \nFig. 4 A Three-dimensional computed tomography revealing malocclusion on left side and superolateral placement of the coronoid; B mesh \non left maxilla removed; C free fibula reconstruction; D posteroanterior view showing reconstruction of the mandible; and E occlusion achieved\nPage 6 of 7 Poojary et al. Journal of Medical Case Reports          (2025) 19:109 \nal. [7], meta-analysis shows that miniplate fixation has \na higher chance of exposure and fistula formation.\nReconstruction of the condylar head of the resected \nmandible with a fibula osteocutaneous flap has been \nwell-reported in literature for many years, with vari ous modifications noted to improve long-term success, \nnegating the need for alloplastic materials in the tempo romandibular joint region [8–10]. In the above case, the \nskin paddle was de-epithelized to form the articulating \ndisc and sutured to the temporalis and pterygoid muscles \nto form the TMJ complex, posing less threat for ankylosis \n(Fig. 1D).\nConventionally, the articulating disc is formed by the \nperiosteum of the fibula flap or temporalis muscle [11].\nIncidental mishap in the second case (Case 2) was \ndue to lack of planning among surgeons before sur gery. Before the late secondary reconstruction, the left \nramus and coronoid were pulled superiorly by the tem poralis and masseter. Hence, the reconstruction plate \nwas unscrewed and fixed in a new position inferiorly to \nrestore the height of mandible. Other salvage procedures \ninclude the stripping of the temporalis muscle or inten tionally fracturing the coronoid process, hence negating \nthe muscle pull and restoring the mandible height.\nAnother mishap was the skin paddle necrosis on the \nsecond postoperative day; this might be due to the com pressive dressing provided in the immediate postopera tive period and the difference in laterality of the paddle in \nrelation to the flap [12]. This condition was managed by \nadministering low-molecular-weight heparin 20,000 IU \ndaily for 5 days.\nThe mishaps from the two above cases were addressed \nin the third case; osteotomy was done and adapted to \nreconstruction plate. Fibula osteotomy to replicate the \nmandible was done without detaching the pedicle from \nthe main blood supply of the fibula, hence harnessing \nadequate time for osteotomy with accuracy.\nFlap loss can be partial or complete. Free fibula flap \nfailure rates range from 4% to 12% for complete loss and \nfrom 4% to 7.8% for partial flap loss [13, 14]. The main \ncharacteristic of partial flap failure is continued blood \nsupply by the vascular pedicle.\nSingh et al. [15] describe fibula flap failure without \nskin paddle necrosis. An embolus from the anastomo sis site may have dislodged and obstructed the vessel \nimmediately distal to the origin of the proximal per forator. As the bony segments of the fibula were per fused by periosteal blood flow, the ischemia most likely \nresulted in periosteum degradation and bone loss. The \nskin paddle utilized for defect coverage and monitoring \nwas effectively perfused owing to the intact proximal \nperforator, but it did not represent the underlying bone \nstate. As a result, early partial bone-only free fibula flap loss is possible, even with an intact skin paddle. \nThis illustrates that skin paddles used to check fibula \nflaps might be misleading, especially in patients with \natherosclerosis.\nIn Case 4, we encountered difficulty in repositioning \nthe left condyle and coronoid. The coronoid and condyle \nwere pulled by the temporalis muscle; thus, left coronoid ectomy was performed to antagonize the action of the \ntemporalis muscle. The condyle was repositioned into the \nTMJ, and occlusion was achieved. Soft tissue bulk on the \nleft side was increased by splitting the skin paddle and \nengaging it to the buccal side; in this way, the aesthetic \noutcome was improved.\nA study by Seok et al. [16] describes a mandibular body \nfracture accompanied by superolateral condyle disloca tion. The condyle head’s medial pole was fractured, and \nthe mandibular body was totally detached. After reduc tion, the condyle section was prone to dislocation. The \ndisplacement of the condyle may have been influenced \nby the temporalis muscle on the condyle segment. To \nsuccessfully minimize the displaced condyle, coronoid ectomy was performed to interfere with the temporalis \nmuscle’s function on the condyle.\nConclusion\nAlthough free fibula flap is the conventional method for \nreconstruction, there is a risk of error hidden in each of \nits subtle steps, contributing to flap failure. Therefore, \nmeticulous planning is required for successful execution \nof the treatment plan. Although complications are inevi table, it should not overshadow the learning opportuni ties from each respective case.\nAcknowledgements\nNone.\nAuthor contributions\nAll the authors have sufficiently contributed for the publication of the article.\nFunding\nNone.\nAvailability of data and materials\nData and materials are available for open access.\nDeclarations\nEthics approval and consent to participate\nEthics approval and consent to participate were obtained from the institution.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo conflict of interest among authors.\nPage 7 of 7\n Poojary et al. Journal of Medical Case Reports          (2025) 19:109 \n \nReceived: 20 November 2024   Accepted: 6 February 2025\nReferences\n 1. Lucas G, Lopez J, Fraisse B, Marleix S, Violas P . Prélèvement de fibula non \nvascularisée par une technique mini-invasive chez l’enfant. Rev Chir \nOrthoped Traumatol. 2015;101(4):324–7. https:// doi. org/ 10. 1016/j. rcot. \n2015. 03. 011.\n 2. Hidalgo DA. Fibula free flap: a new method of mandible reconstruction. \nPlast Reconstr Surg. 1989;84(1):71–9.\n 3. Damecourt A, Nieto N, Galmiche S, Garrel R, de Boutray M. In-house 3D \ntreatment planning for mandibular reconstruction by free fibula flap \nin cancer: our technique. Eur Ann Otorhinolaryngol Head Neck Dis. \n2020;137(6):501–5. https:// doi. org/ 10. 1016/j. anorl. 2020. 02. 002.\n 4. Pucci R, Weyh A, Smotherman C, Valentini V, Bunnell A, Fernandes R. \nAccuracy of virtual planned surgery versus conventional free-hand sur gery for reconstruction of the mandible with osteocutaneous free flaps. \nInt J Oral Maxillofac Surg. 2020;49(9):1153–61. https:// doi. org/ 10. 1016/j. \nijom. 2020. 02. 018.\n 5. Ferreira JJ, Zagalo CM, Oliveira ML, Correia AM, Reis AR. Mandible \nreconstruction: history, state of the art and persistent problems. Prosthet \nOrthot Int. 2015;39:182–9.\n 6. Robey AB, Spann ML, McAuliff TM, Meza JL, Hollins RR, Johnson PJ. Comparison of miniplates and reconstruction plates in fibular flap reconstruction of the mandible. Plast Reconstr Surg. 2008;122(6):1733–8.\n 7. Sobti N, Ahmed KS, Polanco T, Chilov M, Cohen MA, Boyle J, Shahzad \nF, Matros E, Nelson JA, Allen RJ Jr. Mini-plate versus reconstruction bar \nfixation for oncologic mandibular reconstruction with free fibula flaps: \na systematic review and meta-analysis. J Plast Reconstr Aesthet Surg. \n2022;75(8):2691–701.\n 8. Wax MK, Winslow CP , Hansen J, et al. A retrospective analysis of tempo romandibular joint reconstruction with free fibula microvascular flap. \nLaryngoscope. 2000;110:977–81.\n 9. Guyot L, Richard O, Layoun W, et al. Long-term radiological findings following reconstruction of the condyle with fibular free flaps. J Craniomax illofac Surg. 2004;32:98–102.\n 10. Wallace CG, Chang YM, Tsai CY, et al. Harnessing the potential of the free \nfibula osteoseptocutaneous flap in mandible reconstruction. Plast Reconstr Surg. 2010;125:305–14.\n 11. Powers DB, Breeze J, Erdmann D. Vascularized fibula TMJ reconstruction: \na report of five cases featuring computerized patient-specific surgical \nplanning. Plast Reconstr Surg Glob Open. 2022;10(8): e4465. https:// doi. \norg/ 10. 1097/ GOX. 00000 00000 004465.\n 12. Kusumoto J, Hashikawa K, Sakakibara A, Murai N, Akashi M. Strategy for \npreventing skin paddle necrosis in mandibular reconstruction with free \nfibula osteocutaneous flap. Microsurgery. 2022;42(5):451–9. https:// doi. \norg/ 10. 1002/ micr. 30881.\n 13. Ritschl LM, Mucke T, Hart D, et al. Retrospective analysis of complications \nin 190 mandibular resections and simultaneous reconstructions with free \nfibula flap, iliac crest flap or reconstruction plate: a comparative single \ncentre study. Clin Oral Investig. 2021;25:2905–14.\n 14. Verhelst PJ, Dons F, Van Bever PJ, et al. Fibula free flap in head and neck \nreconstruction: identifying risk factors for flap failure and analysis of \npostoperative complications in a low volume setting. Craniomaxillofac \nTrauma Reconstr. 2019;12:183–92.\n 15. Singh H, Jain A, Jain R, Mahendru S, Khazanchi RK. Complete bony \nsegment flap failure without skin paddle compromise in fibular free \nflap: a case report of a rare early complication. J Wound Manag Res. \n2023;19(1):76–9.\n 16. Seok H, Ko SO, Baek JA, Leem DH. Coronoidectomy for reduction of supe rolateral dislocation of mandible condyle. J Korean Assoc Oral Maxillofac \nSurg. 2022;48(3):182–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}