{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04744-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04744-4.pdf",
  "metadata": {
    "/Keywords": "Case report; Chronic myeloid leukemia; Trauma; Splenectomy; Leukocytosis; Thrombocytosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241014111206+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241011084140+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04744-4",
    "/Author": "Nicolas Gonzalez ",
    "/Title": "Leukocytosis and thrombocytosis after splenectomy: expected finding, infection, or something else: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04744-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Leukocytosis and thrombocytosis often follow splenectomy in blunt trauma patients, complicating \nthe postoperative identification of infection. While the platelet count to white blood cell ratio provides diagnostic \nassistance to discern between expected laboratory alterations and infection, diagnoses such as leukemia are often \noverlooked.",
    "Case Presentation": "Case presentation A 53-year-old Hispanic male presented with abdominal pain, nausea, tachycardia, and focal peritonitis 4 days after being assaulted and struck multiple times in the abdomen. Initial white blood cell count was 38.4 ×  109/L, \nplatelet count was 691 ×  109/L, and lipase was 55 U/L. Computed tomography abdomen/pelvis demonstrated a hematoma encasing the distal pancreas and abutting the stomach and colon. Emergent laparotomy revealed a nearly \ntransected pancreas and devascularized colon, necessitating a distal pancreatectomy, splenectomy, and colonic resection with primary anastomosis. Postoperatively, he had a persistently elevated leukocytosis, thrombocytosis, segmented \nneutrophils, eosinophilia, and basophilia (peak at 70, 2293, 64, 1.1, and 1.2 ×  109/L, respectively). Despite sepsis workup, \nincluding repeat computed tomography, no source was identified. Hematology/oncology was consulted for concern \nfor hematologic etiology, with genetic testing and bone marrow biopsy performed. The diagnosis of breakpoint cluster–\nAbelson gene-positive chronic myeloid leukemia was made based on genetic tests, including polymerase chain reaction \nand fluorescence in situ hybridization analysis, which confirmed the presence of the Philadelphia chromosome. Bone \nmarrow biopsy suggested a chronic phase. The patient was treated with hydroxyurea and transitioned to imatinib.\nConclusions Thrombocytosis following splenectomy is a common complication and a plate count to white blood \ncell count ratio  < 20 indicates infectious etiology. A significantly elevated white blood cell count (> 50 ×  109/L) \nand thrombocytosis (> 2000 ×  109/L) may suggest something more ominous, including chronic myeloid leukemia , \nparticularly when elevated granulocyte counts are present. Chronic myeloid leukemia workup includes peripheral \nsmear, bone marrow aspiration, and determination of Philadelphia chromosome. Post-splenectomy vaccines are still \nindicated within 14 days; however, the timing of immunization with cancer treatment must be considered. Tyrosine \nkinase inhibitors are the first-line therapy and benefits of pretreatment with hydroxyurea for cytoreduction remain \nunder investigation. Additionally, tyrosine kinase inhibitors have been associated with gastrointestinal perforation \nand impaired wound healing, necessitating heightened attention in patients with a new bowel anastomosis.\nKeywords  Case report, Chronic myeloid leukemia, Trauma, Splenectomy, Leukocytosis, Thrombocytosis\n*Correspondence:\nNicolas Gonzalez\nnicolaxg@uci.edu\nFull list of author information is available at the end of the article\nPage 2 of 6 Gonzalez et al. Journal of Medical Case Reports          (2024) 18:499 \nBackground\nOne of the most injured organs in blunt abdominal \ntrauma is the spleen [1]. While nonoperative observa tion is the standard, splenectomy is necessary in approx imately 10–15% of cases [2]. Commonly described \npostoperative complications include hematoma, pan creatic leak, and infection [3]. Infectious complications \noccur more commonly in trauma patients undergoing \nlaparotomy with splenectomy compared with without \nsplenectomy [4]. However, post-splenectomy patients \ncommonly exhibit the physiological responses of leuko cytosis and thrombocytosis, raising concerns for com plications like infection. Specifically, a white blood cell \ncount (WBC) greater than 15 ×  109/L at postoperative \nday (POD) 5 or a platelet count (PC):WBC ratio < 20 are \nreliable predictors of sepsis following post-traumatic \nsplenectomy [5, 6].\nWhile fever and leukocytosis are primary indicators of \ninfection, these symptoms can be misleading after a sple nectomy due to the physiologic response to surgery [4, 6]. \nThis complexity is further compounded in the differential \ndiagnosis by hematologic malignancies such as chronic \nmyeloid leukemia (CML). CML’s pathogenesis is linked \nto a specific genetic anomaly: the translocation of chro mosomes 9 and 22, resulting in the Philadelphia chromo some. This translocation fuses the Abelson (ABL) gene \non chromosome 9 with the breakpoint cluster region \n(BCR) gene on chromosome 22, forming the oncogenic \nBCR–ABL  fusion gene [7, 8]. Manifestations of CML \ninclude marked leukocytosis, an increase in immature \ngranulocytes, basophilia, and eosinophilia in the periph eral blood [7, 8]. Despite being the first cancer associated \nwith a distinct chromosomal abnormality, diagnosing \nCML remains challenging due to its long chronic asymp tomatic phase. This phase can obscure the disease’s \npresence until significant hematologic abnormalities \nor clinical symptoms arise, making early detection and \ndiagnosis challenging [7]. In the context of a post-sple nectomy patient, the typical physiological leukocytosis \nand thrombocytosis can mask or mimic the hematologic \nprofiles seen in CML, necessitating a high index of suspi cion and thorough diagnostic evaluation to differentiate \nbetween a normal postoperative response and a potential \nmalignancy.\nIn this case report, we discuss a diagnosis of CML made \nin the context of persistent leukocytosis and thrombo cytosis following splenectomy. Given these laboratory \nfindings can indicate leukemia, physicians must main tain a high degree of suspicion to accurately diagnose \nthis relatively rare condition, particularly in the trauma \npopulation.Case presentation\nA 53-year-old incarcerated Hispanic male presented \nfrom jail with worsening abdominal pain, nausea, vom iting, tachycardia, and focal peritonitis (upper abdomi nal tenderness with rebound and guarding) 4 days after \nbeing struck multiple times in the abdomen. Initial WBC \nwas 38.4 ×  109/L, PC  was 691 ×  109/L, and lipase was 55 \nU/L. He had a past medical history significant for hyper tension and pancreatitis, but no relevant family history. \nPrior to coming to the hospital, he noticed fatigue, easy \nbruising, and spontaneous epistaxis with vague abdomi nal pain for 2 months. A computed tomography (CT) \nscan of the abdomen demonstrated a hematoma encas ing the distal pancreas, abutting the stomach and colon, \nwith a small amount of hemoperitoneum (Fig.  1). Given \nthe concern for bowel injury, the patient was taken for \nemergent exploratory laparotomy. The surgery revealed \na nearly severed distal pancreas and a devascularized \ncolon, necessitating a distal pancreatectomy, splenec tomy, and colonic resection with primary anastomosis. \nThe spleen weighed 220  g and measured 11 cm × 8 cm \n× 5 cm.\nPostoperatively, piperacillin/tazobactam was initiated \ndue to delayed presentation with bowel injury. Despite \nthis treatment, he maintained a persistently elevated \nleukocytosis, thrombocytosis, segmented neutrophils, \neosinophilia and basophilia. Leukocytosis peaked at \n69.6 ×  109/L on POD-9 and thrombocytosis peaked at \n2293 ×  109/L on POD-12. Antibiotics were continued and \naspirin was added for marked thrombocytosis. Despite \nsepsis workup, including repeat CT with oral and intra venous contrast, no source of infection or contrast leak \nwas identified. His procalcitonin was consistently low \n(0.11–0.13 ng/mL).\nHematology/oncology was consulted due to concern \nfor hematologic etiology. Peripheral blood smear demon strated severe leukocytosis and thrombocytosis, but no \ncirculating blasts. Subsequent workup included molecu lar testing for Janus kinase 2 (JAK2), calreticulin (CALR), \nand myeloproliferative leukemia virus oncogene (MPL), \nwhich were negative. Polymerase chain reaction (PCR) \nof BCR–ABL  was positive. A subsequent bone mar row biopsy demonstrated slightly hypercellular marrow \n(70%) with evidence of trilineage hematopoiesis, mild \nmyeloid hyperplasia, mild megakaryocytic hyperplasia, \nand molecular evidence of BCR/ABL + fusion, consist ent with CML, chronic phase. The BCR–ABL1 quanti tative analysis reported an international scale (IS) value \nof 24.6235%. The BCR–ABL  positivity was confirmed \nthrough reverse transcription quantitative polymerase \nchain reaction (RT–qPCR), which detected the e14a2 \n(p210) transcript. The fluorescence in situ hybridization \n(FISH) analysis detected BCR–ABL1 fusions in 91.5% \nPage 3 of 6\n Gonzalez et al. Journal of Medical Case Reports          (2024) 18:499 \n \nof the nuclei examined, confirming the presence of the \nt(9;22) translocation (Philadelphia chromosome). Flow \ncytometry showed no increased blasts (< 1%). By immu nohistochemistry, CD34-positive blasts were estimated \nat 1% of all cells. The patient’s Sokal score was 0.8, placing \nhim in the intermediate category. Similarly, the EUTOS long-term survival (ELTS) score was 1.6, also indicating \nan intermediate category.\nInitial treatment included hydroxyurea, with transition \nto imatinib (400 mg daily). Infectious disease specialists \nrecommended post-splenectomy vaccinations, including \nPrevnar 20, HiB, MenB (2 doses at least 1 month apart), \nand Menveo 2 doses (each at least 2  months apart), \nalongside prophylactic azithromycin until completion \nof the vaccine series. After initiation of CML treatment, \nthe patient’s hospital course was further complicated by \nintra-abdominal fluid collections, necessitating medical \ntherapy via cefepime, metronidazole, and micafungin, \nas well as direct drainage by interventional radiology. He \nwas then discharged to an outside facility with WBC of \n11.6 ×  109/L and PC of 932 ×  109/L.\nAt outpatient follow-up, he demonstrated appropriate \nrecovery by tolerating a diet with regular bowel move ments while continuing imatinib. A period of 1 year \nlater, he continues daily imatinib therapy. He reports he \nis doing quite well and has not experienced any adverse \neffects.",
    "Discussion": "Discussion\nThe PC and WBC count can be further analyzed to pro vide a differential diagnosis for post-splenectomy hema tologic derangements. Reactive thrombocytosis, seen in \n75% of patients,",
    "Results": "results from the spleen’s role in platelet \nsequestration and clearance [5]. Similarly, transient leu kocytosis is commonly exaggerated. The PC:WBC pro vides diagnostic assistance to discern between expected \nlaboratory alterations and infection. Specifically, \nPC:WBC < 20 indicates infectious etiology based upon \nthe premise that thrombocytosis is an expected physi ologic response to splenectomy, while thrombocytope nia is often a response to widespread infection through \nincreased platelet adhesiveness and consumption [4, 5, \n9]. Previous retrospective studies have identified a com bination of an injury severity score > 16, WBC 15 ×  109/L \nand PC:WBC < 20 as having 96% predictive accuracy for \nsepsis in post splenectomy trauma patients [3, 9]. How ever, marked leukocytosis (> 50 ×  109/L) and thrombocy tosis (> 2000 ×  109/L), especially when accompanied by \nincreased granulocyte counts, may suggest something \nmore [6].\nEarly detection remains a challenge in CML man agement, with 50% of cases diagnosed incidentally \nthrough routine laboratory testing [7 ]. Although CML \nsymptoms can be vague, splenomegaly, occurring in up \nto 75% of cases, may increase susceptibility to splenic \ninjury in blunt abdominal trauma [7 , 10]. Standard \nworkup includes peripheral smear, determination of \nBCR–ABL  via FISH or PCR, and bone marrow aspi ration. The peripheral smear may help distinguish \nFig. 1 A Abdominal computed tomography revealed a 10.3 cm \n× 6.5 cm × 10.0 cm hematoma partially encasing the pancreatic \ntail, displacing the stomach anteriorly and medially. B Coronal \nvisualization of hematoma\nPage 4 of 6 Gonzalez et al. Journal of Medical Case Reports          (2024) 18:499 \noncologic etiology of leukocytosis from a leukemoid \nreaction. In CML, the WBC differential shows all cells \nof the granulocyte lineage including eosinophils, baso phils, possibly blasts and early precursor neutrophils. \nIn leukemoid reactions, mainly mature neutrophils are \nseen with slight “left shift” in differentiation. In addi tion, within the neutrophils, one may see evidence of \ntoxic granulations or Dohle bodies. Finally, leukocyte \nalkaline phosphatase (LAP) is a cytochemical stain that \ndifferentiates abnormal neutrophils as seen in CML ver sus normal neutrophils in reactive processes leading to \nanother differentiation tool called the LAP score. Bone \nmarrow analysis is crucial for staging, as the prevalence \nof blasts or basophils distinguishes between chronic \n(CP), accelerated, and blastic phases [11]. Identifying \nprogression from CP , the most common and favorable \nprognosis stage, to more advanced stages is vital for \nprognosis and treatment adjustments, although clinical \nboundaries remain ill-defined [11].\nThe identification of the BCR–ABL  oncogene allowed \nfor the evolution of targeted therapy through tyrosine \nkinase inhibitors (TKIs), which ultimately block cellular \nproliferation [12]. TKIs revolutionized the natural his tory of CML by increasing overall survival, resulting in \nlife expectancy nearly equal to that of the general popu lation [7, 12]. Hydroxyurea functions to reduce WBC \ncounts and can be utilized in the acute setting to reduce \nvery elevated leukocytosis or thrombocytosis for most \nleukemias, including CML when CML is suspected but \nunconfirmed [10]. In practice, hydroxyurea is discontin ued once the presence of the Philadelphia chromosome \nis confirmed and a TKI is initiated [10]. Imatinib, a firstgeneration TKI, shows a 65–70% probability of complete \ncytogenic remission at 12 months, with significant reduc tion in disease burden over longer periods [13]. Secondgeneration TKIs such as nilotinib and dasatinib offer \nquicker and deeper responses than imatinib, though their \nlong-term survival impact remains under evaluation. \nCurrent prescribing trends in the USA favor imatinib, \nused in nearly 60% of cases [12, 14].\nThrombocytosis in isolation following splenectomy \nposes a unique challenge. The link between splenectomy \nand venous thromboembolism remains debatable, but \nthrombocytosis, especially when PC exceeds 600 ×  109/L, \nmay increase the risk of thrombotic complications [15]. \nFirst line therapy therefore involves antiplatelet medica tions. In instances of extreme thrombocytosis accom panied by evidence of arterial or venous thrombosis, \nhydroxyurea or anagrelide have been suggested for their \ncytoreductive effects [16, 17]. Therefore, if thrombocyto sis is present in the setting of CML, bridging hydroxyu rea prior to TKI initiation may be sufficiently therapeutic, \nbarring the need to initiate a specific antiplatelet agent.While the direct targeting of TKIs proves advanta geous, these drugs are not without risks. TKIs have \nbeen associated with off target effects including hemor rhage, gastrointestinal perforation, fistula formation, and \nimpaired tissue healing [18, 19]. Therefore, surgeons must \nbe vigilant for signs of perforation or leakage in patients \nwho have recently undergone bowel anastomosis and are \non TKI therapy. These complications have been observed \nin clinical trials, but detailed data on their incidence is \nscarce due to the lack of comprehensive studies. Research \nin mice has shown that systemic treatment of imatinib \nmesylate can delay wound closure and the formation of \ngranulation tissue by inhibiting platelet-derived growth \nfactor [19]. Drug labels recommend TKI discontinuation \nprior to elective surgery and the only absolute contrain dication being gastric perforation [18, 19]. Since there is \nlimited clinical data regarding the timing of reinitiation \nof TKIs following surgery, the decision is based on clini cal judgement.\nThe timing of post-splenectomy vaccinations is a criti cal consideration in patients with a new diagnosis of \nCML, especially given the spleen’s role in immunity \nagainst encapsulated bacteria. Vaccination against Strep tococcus pneumoniae, Haemophilus influenza type B, \nand Neisseria meningitides are crucial to prevent over whelming post-splenectomy infection, a condition with \na high mortality rate [20]. In emergent splenectomy \ncases, vaccines should be administered after trauma [21]. \nIn patients undergoing chemotherapy, vaccines must \nbe administered at least 2  weeks before treatment or \n3 months after [22]. However, for CML patients undergo ing TKI therapy, the response to vaccines can be signifi cantly impaired. Studies have suggested that TKIs might \nreduce the efficacy of vaccines by affecting memory B cell \nsubsets and possibly T cell responses [23, 24]. Therefore, \nin the context of a new CML diagnosis and subsequent \nTKI therapy after trauma splenectomy, careful planning \nof the vaccination schedule is essential, considering the \npotential interactions between the disease treatment and \nthe immune response to vaccines. Additionally, a period \nof bridging with antibiotics against encapsulated organ isms may be necessary. Ultimately, involving an infec tious disease specialist may be prudent.",
    "Conclusion": "Conclusion\nThis case report describes an adult male who presented \nafter blunt abdominal trauma requiring a splenectomy, \nexhibiting significant and persistent leukocytosis and \nthrombocytosis. These findings were later attributed to \npreviously undiagnosed and untreated CML. This case is \nnoteworthy because, while splenectomy typically leads to \ndistinct hematologic changes, the possibility of leukemia \nas an underlying cause is seldom considered, highlighting \nPage 5 of 6\n Gonzalez et al. Journal of Medical Case Reports          (2024) 18:499 \n \nthe need for a thorough differential diagnosis in similar \nclinical scenarios.\nAbbreviations\nWBC  White blood cell\nPOD  Post-operative day\nPC  Platelet count\nCML  Chronic myeloid leukemia\nBCR  Breakpoint cluster region\nABL  Abelson\nCT  Computed tomography\nJAK2  Janus Kinase 2\nCALR  Calreticulin\nMPL  Myeloproliferative leukemia virus oncogene\nIS  International scale\nRT–qPCR  Reverse transcription quantitative polymerase chain reaction\nFISH  Fluorescence in situ hybridization\nPCR  Polymerase chain reaction\nLAP  Leukocyte alkaline phosphatase\nCP  Chronic phase\nTKI  Tyrosine kinase inhibitor\nAcknowledgements\nNot applicable.\nAuthor contributions\nNG: study inception, data analysis/interpretation, drafting of manuscript, critical revisions. JN: data analysis/interpretation, critical revisions. LL: data analysis/\ninterpretation, critical revisions. MD: data analysis/interpretation, critical \nrevisions. ML: data analysis/interpretation, critical revisions. AK: data analysis/\ninterpretation, critical revisions. AG: study inception, statistics, data analysis/\ninterpretation, drafting of manuscript, critical revisions. All authors read and \napproved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Division of Trauma, Burns and Surgical Critical Care, Department of Surgery, \nUniversity of California, Irvine Medical Center, 3800 Chapman Ave, Suite 6200, \nOrange, Irvine, CA 92868-3298, USA. 2 Division of Hematology/Oncology, \nDepartment of Medicine, University of California, Orange, Irvine, CA, USA. \nReceived: 29 February 2024   Accepted: 8 August 2024\nReferences\n 1. Fair KA, Connelly CR, Hart KD, Schreiber MA, Watters JM. Splenectomy is \nassociated with higher infection and pneumonia rates among trauma \nlaparotomy patients. Am J Surg. 2017;213(5):856–61. https:// doi. org/ 10. \n1016/j. amjsu rg. 2017. 04. 001. 2. Podda M, De Simone B, Ceresoli M, et al. Follow-up strategies for patients \nwith splenic trauma managed non-operatively: the 2022 World Society \nof Emergency Surgery consensus document. World J Emerg Surg. \n2022;17:52.\n 3. Weng J, Brown CVR, Rhee P , Salim A, Chan L, Demetriades D, Velmahos \nGC. White blood cell and platelet counts can be used to differentiate \nbetween infection and the normal response after splenectomy for \ntrauma: prospective validation. J Trauma Injury Infect Crit Care. 2005. \nhttps:// doi. org/ 10. 1097/ 01. ta. 00001 89001. 00670. d2.\n 4. Wiseman J, Brown CV, Weng J, et al. Splenectomy for trauma increases the \nrate of early postoperative infections. Am Surg. 2006;72:94750.\n 5. Filippova OT, Kim SW, Cowan RA, et al. Hematologic changes after \nsplenectomy for ovarian cancer debulking surgery, and association \nwith infection and venous thromboembolism. Int J Gynecol Cancer. \n2020;30(8):1183–8. https:// doi. org/ 10. 1136/ ijgc- 2020- 001368.\n 6. Rutherford EJ, Morris JA Jr, van Aalst J, Hall KS, Reed GW, Koestner JA. \nThe white blood cell response to splenectomy and bacteraemia. Injury. \n1994;25(5):289–92. https:// doi. org/ 10. 1016/ 0020- 1383(94) 90237-2.\n 7. Thompson PA, Kantarjian HM, Cortes JE. Diagnosis and treatment of \nchronic myeloid leukemia in 2015. Mayo Clin Proc. 2015;90(10):1440–54. \nhttps:// doi. org/ 10. 1016/j. mayocp. 2015. 08. 010.\n 8. Liu Z, Fan H, Li Y, Liu C. Analysis of clinical characteristics and efficacy of \nchronic myeloid leukemia onset with extreme thrombocytosis in the era \nof tyrosine kinase inhibitors. Onco Targets Ther. 2017;10:3515–20. https:// \ndoi. org/ 10. 2147/ OTT. S1425 87.\n 9. Banerjee A, Kelly KB, Zhou HY, et al. Diagnosis of infection after splenectomy for trauma should be based on lack of platelets rather than white \nblood cell count. Surg Infect (Larchmt). 2014;15(3):221–6. https:// doi. org/ \n10. 1089/ sur. 2012. 176.\n 10. Cortes J, Kantarjian H. How I treat newly diagnosed chronic \nphase CML. Blood. 2012;120(7):1390–7. https:// doi. org/ 10. 1182/ \nblood- 2012- 03- 378919.\n 11. Baccarani M, Pileri S, Steegmann JL, et al. Chronic myeloid leukemia: \nESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up. \nAnn Oncol. 2012;23(Suppl 7):vii72–7. https:// doi. org/ 10. 1093/ annonc/ \nmds228.\n 12. Jabbour E, Kantarjian H. Chronic myeloid leukemia: 2016 update on diagnosis, therapy, and monitoring. Am J Hematol. 2016;91(2):252–65. https:// \ndoi. org/ 10. 1002/ ajh. 24275.\n 13. Claudiani S, Apperley JF. The argument for using imatinib in CML. Hematol Am Soc Hematol Educ Program. 2018;2018(1):161–7. https:// doi. org/ \n10. 1182/ ashed ucati on- 2018.1. 161.\n 14. Atallah E, Schiffer CA, Radich JP , et al. Assessment of outcomes after \nstopping tyrosine kinase inhibitors among patients with chronic myeloid \nleukemia: a nonrandomized clinical trial. JAMA Oncol. 2021;7(1):42–50. \nhttps:// doi. org/ 10. 1001/ jamao ncol. 2020. 5774.\n 15. Boyle S, White RH, Brunson A, Wun T. Splenectomy and the incidence of \nvenous thromboembolism and sepsis in patients with immune thrombo cytopenia. Blood. 2013;121(23):4782–90.\n 16. Harrison CN, Campbell PJ, Buck G, et al. Hydroxyurea compared with \nanagrelide in high-risk essential thrombocythemia. N Engl J Med. \n2005;353(1):33–45. https:// doi. org/ 10. 1056/ NEJMo a0438 00.\n 17. Khan PN, Nair RJ, Olivares J, Tingle LE, Li Z. Postsplenectomy reactive \nthrombocytosis. Proc (Bayl Univ Med Cent). 2009;22(1):9–12. https:// doi. \norg/ 10. 1080/ 08998 280. 2009. 11928 458.\n 18. Shah DR, Dholakia S, Shah RR. Effect of tyrosine kinase inhibitors on \nwound healing and tissue repair: implications for surgery in cancer \npatients. Drug Saf. 2014;37:135–49.\n 19. Lee JC, Chen CH, Chen TC, Yeh CN, Yeh TS. Preoperative tyrosine kinase \ninhibitors risks bowel anastomotic healing in patients with advanced \nprimary and recurrent/metastatic gastrointestinal stromal tumors–-a \nrose has its thorns. Eur J Surg Oncol. 2019;45(2):153–9. https:// doi. org/ 10. \n1016/j. ejso. 2018. 09. 029.\n 20. Rab MAE, Meerveld-Eggink A, van Velzen-Blad H, et al. Persistent changes \nin circulating white blood cell populations after splenectomy. Int J Hematol. 2018;107:157–65.\n 21. Bonanni P , Grazzini M, Niccolai G, et al. Recommended vaccinations \nfor asplenic and hyposplenic adult patients. Hum Vaccin Immunother. \n2017;13(2):359–68. https:// doi. org/ 10. 1080/ 21645 515. 2017. 12647 97.\n 22. Rubin LG, Levin MJ, Ljungman P , Davies EG, Avery R, Tomblyn M, Bousvaros A, Dhanireddy S, Sung L, Keyserling H, et al. 2013 IDSA clinical practice \nPage 6 of 6 Gonzalez et al. Journal of Medical Case Reports          (2024) 18:499 \nguideline for vaccination of the immunocompromised host. Clin Infect \nDis. 2014;59(1):144.\n 23. de Lavallade H, Khoder A, Hart M, et al. Tyrosine kinase inhibitors impair \nB-cell immune responses in CML through off-target inhibition of kinases \nimportant for cell signaling. Blood. 2013;122(2):227–38. https:// doi. org/ \n10. 1182/ blood- 2012- 11- 465039.\n 24. Katagiri S, Akahane D, Otsuki S, et al. Tyrosine kinase inhibitors do not \npromote a decrease in SARS-CoV-2 anti-Spike IgG after BNT162b2 vaccination in chronic myeloid leukemia: a prospective observational study. \nVaccines (Basel). 2022;10(9):1404. https:// doi. org/ 10. 3390/ vacci nes10 \n091404.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}