{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04919-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04919-z.pdf",
  "metadata": {
    "/Keywords": "Myocarditis; Torsade de pointes; Long QT syndrome; Incessant ventricular tachycardia; Left cardiac sympathetic denervation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218110324+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241128101857+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04919-z",
    "/Author": "Giky Karwiky ",
    "/Title": "Management of patient with acute lymphocytic myocarditis and congenital long QT syndrome presenting with electrical storm and incessant Torsade de Pointes: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04919-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background This case highlights the management of concomitant acute myocarditis and congenital long QT syndrome with electrical storm and incessant Torsade de Pointes.",
    "Case Presentation": "Case presentation An 18 years-old Southeast Asian para 1 abortus 0 (P1A0) postpartum patient with cesarean section owing to severe preeclampsia, acute lymphocytic myocarditis, and prolonged QT interval owing to long QT syndrome. She has incessant Torsade de Pointes treated with beta-blocker, lidocaine, overdrive pacing with a temporary \ntransvenous pacemaker, left cardiac sympathetic denervation per video-assisted thoracoscopic surgery, and implant able cardioverter-defibrillator implantation. We initially used bisoprolol, then switched to propranolol and finally \nto carvedilol, which reduced the Torsade de Pointes frequency. The longest QTc interval was 696 ms, and the shortest \nwas 624 ms, 2 months after initial corticosteroid administration and left cardiac sympathetic denervation. Device \ninterrogation at 9 months follow up showed three episodes of ventricular fibrillation, 2 spontaneously resolved \nand one necessitates shock.",
    "Conclusion": "Conclusion Management of concomitant acute myocarditis and congenital long QT syndrome with incessant \nTorsade de Pointes requires beta-blockers, anti-inflammatory drugs, autonomic modulation, and short-term measures, \nsuch as overdrive pacing with deep sedation. Implantable cardioverter-defibrillator is vital to prevent sudden cardiac \ndeath.\nKeywords  Myocarditis, Torsade de pointes, Long QT syndrome, Incessant ventricular tachycardia, Left cardiac \nsympathetic denervation\nBackground\nProlonged QTc interval in patients with acute myocar ditis is an independent predictor of fulminant course \nin acute myocarditis [1]. Inflammation and immune \nresponses may trigger or exacerbate electrical instability \nin patients with congenital long QT syndrome (LQTS). \nConsequently, acute myocarditis may lead to incessant \nventricular tachycardia (VT) or electrical storms [2]. \nManaging these patients often involves the use of antiinflammatory medications and autonomic modulation.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammad Rizki Akbar\nm.r.akbar@unpad.ac.id\n1 Department of Cardiology and Vascular Medicine, Faculty of Medicine, \nUniversitas Padjadjaran, Hasan Sadikin General Hospital, Bandung, \nIndonesia\nPage 2 of 7 Karwiky et al. Journal of Medical Case Reports          (2024) 18:603 \nThis case highlights the management of concomitant \nacute myocarditis and congenital LQTS, complicated \nby electrical storms and incessant Torsade de Pointes \n(TdP), necessitating overdrive pacing, deep sedation, \nbeta-blockers, corticosteroids, and eventually implanta ble cardioverter-defibrillator (ICD) implantation and left \ncardiac sympathetic denervation (LCSD).\nCase presentation\nAn 18-year-old Southeast Asian woman, para 1 abor tus 0 (P1A0), presented with incessant VT and several \npulseless episodes. She was 1 week postpartum follow ing a cesarean section owing to severe preeclampsia. At \n2 weeks before admission, she experienced shortness of \nbreath. Laboratory tests revealed anemia with normal \nrenal function and liver enzymes (alanine aminotrans ferase and aspartate aminotransferase). A chest X-ray \nindicated cardiomegaly. A 12-lead electrocardiogram \n(ECG) displayed episodes of TdP (Fig.  1A), and during \nsinus rhythm, the patient had a prolonged QTc interval \nwith a maximum of 696 ms (Fig.  1B). Despite treatment \nwith magnesium sulfate (MgSO4) and lidocaine (1 mg/\nmin), persistent VT required sedation, intubation, and \noverdrive pacing with a temporary transvenous pace maker. Serum electrolytes, thyroid stimulating hormone, \nT3, and T4 levels were within normal limits.\nEchocardiography showed a dilated left atrium and left \nventricle (LV), eccentric LV hypertrophy, reduced LV sys tolic function (LVEF 46%) with global hypokinesis, grade \nII LV diastolic dysfunction, mild functional mitral regur gitation, and normal valve anatomy. The right ventricular \nsystolic function was normal, with intermediate pulmo nary hypertension (PH) probability. Cardiac magnetic \nresonance imaging (MRI) showed subepicardial fibrosis \nin the basal-mid anterior, mid-lateral, and basal inferior \nregions; intramyocardial fibrosis in the mid-septal region; \npatchy fibrosis in the mid-posterior right-left ventricular \n(LV) junction and apico-inferoseptal wall; and increased \nT2 intensity consistent with myocarditis (Fig.  2). Bilat eral hilar lymphadenopathy raised the possibility of \nsarcoidosis, but an endomyocardial biopsy confirmed \nlymphocytic myocarditis. The patient was diagnosed with \nlymphocytic myocarditis, prolonged QT interval owing \nto congenital LQTS, and P1A0 postpartum status follow ing a cesarean section owing to severe preeclampsia. A \nsummary of diagnostic findings is presented in Table 1.\nThe patient was treated with prednisone (40  mg/day), \nlisinopril (2.5  mg/day), heparin (5000 units twice daily), \nand lansoprazole (30  mg intravenously daily). Initially, \nbisoprolol (10 mg/day) was prescribed, but persistent VT \nled to a switch to propranolol (40 mg three times daily), \nthe preferred treatment for electrical storms. How ever, owing to the high burden of premature ventricular contractions (PVCs) and VT, propranolol was replaced \nwith carvedilol (25 mg twice daily) on the basis of studies \nsuggesting carvedilol’s superiority in preventing cardiac \nevents compared with other beta-blockers. The patient \nunderwent LCSD via video-assisted thoracoscopic sur gery and ICD implantation. Following LCSD, the patient \nexperienced no further episodes of PVC or VT, and the \nQTc interval reduced to 583 ms. At a 1.5-month followup, an ECG showed sinus bradycardia with a QTc of 624 \nms (Fig.  3). Device interrogation at a 9-month follow-up \nrevealed three episodes of ventricular fibrillation (VF), \ntwo of which resolved spontaneously, while one required \nshock therapy. The patient reported no symptoms out side of the recorded events, indicating no missed VF \ndetection.",
    "Discussion": "Discussion and conclusion\nThis case describes an 18-year-old postpartum woman \nwith a history of severe preeclampsia who developed \nacute lymphocytic myocarditis and a prolonged QT \ninterval owing to congenital LQTS. She experienced elec trical storms and incessant TdP despite lidocaine and \nsedation, leading to the use of overdrive pacing using a \ntemporary transvenous pacemaker. LCSD was performed \nto reduce the arrhythmic burden, and an ICD was \nimplanted for secondary prevention.\nThe patient was referred to us with a suspicion of \nperipartum cardiomyopathy. Echocardiography showed \nreduced LV systolic function with global hypokinetic. \nHowever, VT rarely occurs in peripartum cardiomyopa thy (4.2%) compared with acute myocarditis (approxi mately 8.3%) [3, 4], thus we perform work-up to establish/\nrule-out myocarditis.\nIn this case, myocarditis may have triggered TdP in a \npatient with congenital LQTS. Additionally, polymorphic \nPVCs and VT are more common in the active inflamma tory phase of myocarditis and reflect the dynamic nature \nof arrhythmogenic substrate, suggesting multifocal origin \n[5, 6]. The PVCs likely triggered TdP in the context of the \nprolonged QT interval, possibly driven by direct myocar dial injury and increased sympathetic activity in response \nto acute heart failure. Systemic inflammation may \nincrease susceptibility to arrhythmia owing to circulating \ncytokines affecting cardiomyocyte action potential dura tion and increasing sympathetic output from the central \nand peripheral autonomic nervous system [2]. Myocardi tis itself may cause prolonged QTc, it may occur in up to \n25% of the cases and is a predictor of death [2, 7]. Patients \nwith fulminant myocarditis during treatment shortened \nQRS duration and QTc interval among survivors [1].\nInflammation and immunity may cause clinical expres sion of congenital LQTS, which may trigger or enhance \nelectrical instability in genetically predisposed patients \nPage 3 of 7\n Karwiky et al. Journal of Medical Case Reports          (2024) 18:603 \n \n[2]. Study by Rizzo et al. that performed LCSD in patients \nwith intractable ventricular arrhythmias showed that \nstellate ganglion specimens showed T cell and mac rophage-mediated inflammations, which may increase \nadrenergic activity or enhance electrical instability in \npatients with a genetic predisposition to arrhythmia [8]. \nThus, we performed cardiovascular magnetic resonance \n(CMR) and endomyocardial biopsy to obtain a diagnosis \nand determine whether corticosteroid is needed. Biopsy showed lymphocytic myocarditis, and we give high dose \ncorticosteroid.\nOur patient experienced VT despite initial biso prolol treatment, leading to a switch to propranolol. \nOwing to ongoing VT recurrence, the medication was \nfurther changed to carvedilol. Not all beta-blockers \nare equal in patients with LQTS, a study showed that \npropranolol has a more significant QTc-shortening \neffect and breakthrough cardiac event prevention than \nFig. 1 Electrocardiogram showing episodes of Torsade de Pointes (A) and sinus rhythm (post lidocaine) (B)\nPage 4 of 7 Karwiky et al. Journal of Medical Case Reports          (2024) 18:603 \nFig. 2 Cardiac magnetic resonance imaging showing subepicardial fibrosis at basal-mid anterior, mid lateral, basal inferior; intramyocardial fibrosis \nat mid septal; patchy fibrosis at mid posterior right-left ventricular junction and apico-inferoseptal wall consistent with myocarditis\nPage 5 of 7\n Karwiky et al. Journal of Medical Case Reports          (2024) 18:603 \n \nmetoprolol and nadolol [9 ]. Metoprolol is not recom mended in LQTS type 2, since this patient has double \npeak T wave (T and U wave) we did not use metopro lol in this patient [9 ]. Kimura et al. compared selective \nbeta blockers (51% was propranolol) and carvedilol in \npatients with LQTS type 2, cardiac event was found \nin 26% in former and 0% in the latter (p  = 0.098) [10]. \nAdditional α1-adrenoceptor blockade in carvedilol may \nsuppress QT prolongation and/or transmural disper sion of repolarization and TdP [10]. VT recurrence was significantly reduced in our patient after we switched to \ncarvedilol.\nDeep sedation was administered to reduce sympathetic \nactivity, and 80% of the patients achieved complete reso lution of VT/VF within minutes to hours [11]. Overdrive \npacing was used to avoid defibrillation owing to TdP \nand has a class I indication (ESC Guideline) in LQTS \nwith electrical storm [12]. LCSD was performed to pro tect from arrhythmia by complete sympathetic blockade \n[13, 14], thus reducing VT recurrence and ICD shocks Table 1 Summary of diagnostic findings\nPH: pulmonary hypertension, MRI: magnetic resonance imaging, RV: right ventricle, LA: left atrium, LV: left ventricle, LVEF: left ventricular ejection fraction, LVH: left \nventricular hypertrophyDiagnostic tests Findings\nEKG Prolonged QTc interval (longest 696 ms)\nEchocardiography Dilated LA, LV, eccentric LVH\nReduced LV systolic function (LVEF 46%) with global hypokinetic\nLV diastolic dysfunction grade II\nMild functional mitral regurgitation, normal anatomy, \nand function of other valves Intermediate probability of PH\nNormal RV systolic function\nCardiac MRI Subepicardial fibrosis at basal-mid anterior, mid lateral, basal \ninferior\nIntramyocardial fibrosis at mid septal\nPatchy fibrosis at mid posterior RV-LV junction and apicoinferoseptal wall along with increased T2 intensity\nFindings were consistent with myocarditis\nEndomyocardial biopsy Lymphocytic infiltrate consistent with lymphocytic myocarditis\nFig. 3 Electrocardiogram on 2 months follow-up\nPage 6 of 7 Karwiky et al. Journal of Medical Case Reports          (2024) 18:603 \nin patients with LQTS. LCSD may also reduce QTc \ninterval by an average of 60 ms in 50% of patients with \nLQTS and QTc ≥ 500  ms [14]. Dusi et al. recommend \nLCSD in patients with high risk of recurrences despite \nbeta-blocker use and aborted cardiac arrest patients \ntreated with beta-blockers and have QTc ≥ 500  ms [14]. \nAutonomic modulation has a Class IIa indication (ESC \nguideline) in the management of electrical storm owing \nto polymorphic ventricular arrhythmia [12]. Additionally, \na preclinical study showed LCSD attenuates myocardial \ninflammation, albeit in post-myocardial infarction mice \n[15].\nICD implantation in this patient was based on cardiac \narrest and persistent TdP despite beta-blocker during \nhospitalization. Hemodynamically not-tolerated VT/VF \nduring the acute phase of myocarditis met class IIa rec ommendation (ESC 2022) for ICD implantation and car diac arrest in LQTS met Class I recommendation (ESC \n2022, AHA/ACC/HRS 2017) on the basis of the guide lines [12].\nProlonged QT interval does not resolve after 2 months \nof corticosteroid regimen and use of LCSD, although the \nQTc interval is shortened to 624 ms. Additionally, the \nlongest QTc interval was 696 ms; thus, the prolonged QT \nis likely owing to congenital LQTS and the episodes of \narrhythmia triggered by acute myocarditis.\nIn conclusion, managing concomitant acute myocardi tis and congenital LQTS with electrical storms and inces sant TdP requires a combination of overdrive pacing, \ndeep sedation, beta-blockers, and corticosteroids. ICD \nimplantation is essential for preventing sudden cardiac \ndeath, and LCSD plays a key role in reducing recurrent \nTdP and ICD shocks. Regular ICD interrogation is cru cial for optimizing treatment, and substrate ablation may \nbe required if appropriate shocks recur despite optimal \nmedical therapy.\nAbbreviations\nCSD  Cardiac sympathetic denervation\nICD  Implantable cardioverter-defibrillator\nLCSD  Left cardiac sympathetic denervation\nLQTS  Long QT syndrome\nLV  Left ventricle\nPVC  Premature ventricular complex\nRV  Right ventricle\nTdP  Torsade de Pointe\nVF  Ventricular fibrillation\nVT  Ventricular tachycardia\nAcknowledgements\nNone.\nAuthor contributions\nG.K. carried out study conceptualization, data curation, investigation, writ ing—original draft, and writing—review and editing; R.P . carried out study \nconceptualization, data curation, investigation, writing—original draft, and \nwriting—review and editing; A.C.U. carried out data curation, investigation, \nand writing—review and editing; M.I. carried out data curation, investigation, \nand writing—review and editing; H.S.P . carried out data curation, investigation, and writing – review and editing; M.R.A. carried out study conceptualization, \ndata curation, investigation, supervision, and writing—review and editing.\nFunding\nNone.\nAvailability of data and materials\nAvailable upon reasonable request to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nReceived: 31 August 2024   Accepted: 9 October 2024\nReferences\n 1. Hung Y, Lin WH, Lin CS, Cheng SM, Tsai TN, Yang SP , et al. The prognostic role of QTc interval in acute myocarditis. Acta Cardiol Sin. \n2016;32:223–30.\n 2. Lazzerini PE, Capecchi PL, Laghi-Pasini F. Long QT syndrome: an emerging \nrole for inflammation and immunity. Front Cardiovasc Med. 2015;2:26.\n 3. Mallikethi-Reddy S, Akintoye E, Trehan N, Sharma S, Briasoulis A, \nJagadeesh K, et al. Burden of arrhythmias in peripartum cardiomyopathy: \nanalysis of 9841 hospitalizations. Int J Cardiol. 2017;235:114–7.\n 4. Rosier L, Zouaghi A, Barré V, Martins R, Probst V, Marijon E, et al. High risk \nof sustained ventricular arrhythmia recurrence after acute myocarditis. J \nClin Med. 2020;9:848.\n 5. Peretto G, Sala S, Rizzo S, De Luca G, Campochiaro C, Sartorelli S, \net al. Arrhythmias in myocarditis: state of the art. Hear Rhythm. \n2019;16:793–801.\n 6. Peretto G, Sala S, Rizzo S, Palmisano A, Esposito A, De Cobelli F, et al. \nVentricular arrhythmias in myocarditis: characterization and relationships \nwith myocardial inflammation. J Am Coll Cardiol. 2020;75:1046–57.\n 7. Ukena C, Mahfoud F, Kindermann I, Kandolf R, Kindermann M, BÖhm M. \nPrognostic electrocardiographic parameters in patients with suspected \nmyocarditis. Eur J Heart Fail. 2011;13:398–405.\n 8. Rizzo S, Basso C, Troost D, Aronica E, Frigo AC, Driessen AHG, et al. T-cellmediated inflammatory activity in the stellate ganglia of patients with \nion-channel disease and severe ventricular arrhythmias. Circ Arrhythm \nElectrophysiol. 2014;7:224–9.\n 9. Chockalingam P , Crotti L, Girardengo G, Johnson JN, Harris KM, Van Der \nHeijden JF, et al. Not all beta-blockers are equal in the management of \nlong QT syndrome types 1 and 2: higher recurrence of events under \nmetoprolol. J Am Coll Cardiol. 2012;60:2092–9.\n 10. Kimura H, Mizusawa Y, Itoh H, Miyamoto A, Kawamura M, Kawaguchi T, \net al. Carvedilol, a non-selective β-with α1-blocker is effective in long QT \nsyndrome type 2. J Arrhythmia. 2011;27:324–31.\n 11. Bundgaard JS, Jacobsen PK, Grand J, Lindholm MG, Hassager C, Pehrson \nS, et al. Deep sedation as temporary bridge to definitive treatment \nof ventricular arrhythmia storm. Eur Hear J Acute Cardiovasc Care. \n2020;9:657–64.\n 12. Zeppenfeld K, Tfelt-Hansen J, de Riva M, Winkel BG, Behr ER, Blom NA, et \nal. 2022 ESC guidelines for the management of patients with ventricular \narrhythmias and the prevention of sudden cardiac death. Eur Heart J. \n2022;43:3997–4126.\nPage 7 of 7\n Karwiky et al. Journal of Medical Case Reports          (2024) 18:603 \n \n 13. Cho Y. Left cardiac sympathetic denervation: an important treatment \noption for patients with hereditary ventricular arrhythmias. J Arrhythmia. \n2016;32:340–3.\n 14. Dusi V, Pugliese L, De Ferrari GM, Odero A, Crotti L, Dagradi F, et al. Left \ncardiac sympathetic denervation for long QT syndrome: 50 years’ experience provides guidance for management. JACC Clin Electrophysiol. \n2022;8:281–94.\n 15. Ziegler KA, Ahles A, Wille T, Kerler J, Ramanujam D, Engelhardt S. Local \nsympathetic denervation attenuates myocardial inflammation and \nimproves cardiac function after myocardial infarction in mice. Cardiovasc \nRes. 2018;114:291–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}