{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05015-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05015-y.pdf",
  "metadata": {
    "/Keywords": "Amyand’s hernia; Appendix; Hernia repair; Pantaloon hernia; Posterior wall deficiency",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250113230953+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250113104251+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05015-y",
    "/Author": "Vasishtha Avadhani Upadrasta ",
    "/Title": "Uncomplicated Amyand’s hernia in a setting of abdominal wall insufficiency: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05015-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Amyand’s hernia, an uncommon condition characterized by the presence of the appendix \nwithin an inguinal hernial sac (< 1% incidence), poses diagnostic and therapeutic challenges. Often it is an intraoperative finding, with almost no clinical symptoms.",
    "Case Presentation": "Case presentation This is a case of an Indian male in his early 80 years, diagnosed with bilateral direct inguinal \nhernias, one of which contained a noninflamed appendix. Given the thinned out abdominal wall, dense adhesions, \nand no demarcation between layers, the decision to proceed with a modified Bassini’s with Lichtenstein mesh repair \nwithout appendectomy, guided by intraoperative findings and the Losanoff–Basson Classification, reflecting the complex interplay between individual patient factors and intraoperative considerations. The patient did well during his \npostoperative stay and was in good health on a 45 day follow-up, with no complaints suggestive of recurrence \nor obstruction.",
    "Conclusion": "Conclusion This case underscores the importance of tailored management strategies and highlights, especially \nin cases where recurrence and postoperative wall integrity are in question, the ongoing need for research to refine \ntreatment guidelines for Amyand’s hernia, especially in cases of appendicitis not diagnosed preoperatively.\nKeywords  Amyand’s hernia, Appendix, Hernia repair, Pantaloon hernia, Posterior wall deficiency",
    "Background": "Background\nHernia is defined as the protrusion or exit of any abdomi nal content(s), such as the small bowel, colon, omentum, \nbladder, uterus, or fallopian tubes, through a defect in \nthe musculo-aponeurotic structures of the abdominal \nwall [1]. The lifetime incidence rate for abdominal her nias in Indian populations is given in Table  1 [2]. Indirect \ninguinal and femoral hernias, with contents presenting \nthrough respective canals, increase the risk of complica tions, such as obstruction, volvulus, and strangulation, \nproportionately.\nThe presence of an appendix within any hernia is quite \na rare entity, amounting to no more than a 1% incidence rate. The first ever appendix in hernia was incidentally \nfound by René Jacques Croissant de Garengeot in 1731, \nin a femoral hernia [3]. If the appendix presents as the \ncontent of an inguinal hernia, it is referred to as “ Amy and’s Hernia, ” named after Claudius Amyand, who found \nan appendix (perforated) in an incarcerated inguinal her nia of an 11-year-old boy, in 1735.\nThe presence of an appendix in an inguinal hernia \namount to < 1% and the probability of it being inflamed \n(appendicitis) is 0.07–0.13%. The perforated appendix is \nseen in < 0.01% of cases with mortality of 15–30% due to \nsevere sepsis [4–8].\nChoosing a correct surgical treatment plan, which is \npredominantly made intraoperatively, is the single most \ncrucial step in the successful outcome for the patient. \nFactors dictating the management of Amyand’s hernia \nare as per the Losanoff–Basson Classification (Table  1)\n[9].Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nVasishtha Avadhani Upadrasta\nvasishtha.med@gmail.com\n1 Dept. of General Surgery, Fortis Hospital, Sector 62, Noida, UP 201309, \nIndia\nPage 2 of 5 Upadrasta et al. Journal of Medical Case Reports           (2025) 19:15 \nCase report\nThis is a case report regarding an Indian gentleman in his \nearly 80 years, presenting with a complaint of swelling in \nbilateral groin regions for the past 7  months. The right \nside swelling had dull aching pain for the past 1 month, \nbut no changes in bowel or bladder functions were \nnoted. The swellings gradually increased in size over the \nsaid period, with no changes in the overlying skin color \nor texture. There was no history of fever or loose stools. \nThere was no history of surgical intervention in the adje cent regions or the abdomen. The patient was a known \ncase of poorly controlled hypertension and an asthmatic.\nOn physical examination, the swellings were both \nreducible, and the patient reported tenderness of right \nside on Valsalva. There was no focal tenderness, and \nbowel sounds were audible in the abdomen and both \nhernia sacs. The cough impulse was positive bilaterally, \nand the impulse was felt medially and not over the deep \ninguinal ring. A Deep Inguinal Ring (DIR) occlusion test \nwas negative bilaterally. No evidence of hernia protrud ing into the scrotal sac was seen. Bilateral testicles were \nnormal on physical examination. Sensory exam of the \ngroin and perineum was normal. Preoperative blood \nwork",
    "Results": "results were within normal limits. Ultrasonography \nof the abdomen confirmed the presence of bilateral direct \ninguinal hernias with free bowel movement, on the Vals alva maneuver. Due to the mobile nature of bowel loops, the presence of the appendix as part of hernia was not \ndiscerned. The right hernia sac showed significant perito neal fluid collection. Given the comorbidities, the risks of \npostoperative ventilatory and cardiovascular complica tions were higher with general anesthesia (as compared \nwith spinal anesthesia), and by recommendation of anes thesia team and with appropriate informed consent, the \npatient underwent bilateral open inguinal hernioplasty, \nunder spinal anesthesia.\nIntraoperatively, the right-side hernia was operated \non first, revealing thinned-out abdominal muscles and \naponeurotic fibers, dense adhesions between the layers \nof the abdominal wall with minimal differentiation seen \nbetween the fascia and the musculature. It was desig nated to be a direct inguinal hernia. The spermatic cord \nwas identified and isolated. The sac was not separable (at \nthe neck), medially, from the abdominal wall layers due \nto adhesions to the hernia defect, muscles, and aponeu roses. The distal lateral (retroperitoneal) part of cecum \nwas noted as a sliding component of the hernia. The sac \nwas excised at the neck and peritoneal fluid drained. \nContents of the hernia sac were the distal ileum, cecum, \nvermiform appendix (noninflamed), and their respective \nmesentery. (Fig. 1).\nThe contents of the hernia were reduced into the \nabdominal cavity with ease, and the peritoneal sac was \nclosed at the excised portion. Given that all three muscle Table 1 Prevalence of hernias according to types and the Losanof–Basson Classification\nType of hernia Percentage\nRight direct inguinal 20.93\nRight indirect inguinal 22.50\nLeft direct inguinal 11.56\nLeft indirect inguinal 16.56\nBilateral inguinal 6.25\nUmbilical 5.93\nParaumbilical 9.06\nEpigastric 3.443\nIncisional 4.12\nObturator 0.31\nTraumatic 0.31\nLosanoff–Basson classification\nType Features and content Management\nCondition of appendix Abdominal pathology (peritonitis, etc.)\nType 1 Normal Absent Hernia reduction + mesh repair\nType 2 Acute appendicitis Absent Appendectomy only\nPrimary closure without mesh repair\nType 3 Acute appendicitis Abdominal wall and/or peritoneal sepsis Laparotomy with appendectomy\nPrimary closure without mesh repair\nType 4 Acute appendicitis Other pathology Managed as type 2 or 3, investigate pathology\nPage 3 of 5\n Upadrasta et al. Journal of Medical Case Reports           (2025) 19:15 \n \nlayers and their aponeuroses were densely adherent to \neach other and they could not be individually separated \nwithout compromising further on their integrity, a modi fied Bassini’s repair with modified Lichtenstein repair \nusing a nonabsorbable mesh was done. The polypropyl ene mesh was placed beneath what would be the trans versalis fascia, and the deep ring was reconstructed. The \ncombined musculoaponeurotic layers were fixed to the \nmesh and then approximated over it using nonabsorbable \nsutures. Prophylactic gentamicin irrigation of the surgical \nfield containing the mesh was done, followed by layered \nabdominal wall closure. The rest of the surgery was une ventful. The patient was discharged the following day in \ngood health and was accepting solid food orally and pass ing flatus and stools. His pain and discomfort levels were \nwithin expected limits throughout the period of stay.\nThe patient was advised to refrain from abdominal \nexercises, straining for defecation, and lifting heavy \nweights. He was advised for a high fiber diet and high \nprotein diet for quicker healing of the wound. Appropri ate physiotherapy and breathing exercises were discussed \nand adopted as required. He came for a follow-up visit \nafter 10 and 45 days, with no complaints, a clean suture \nline, the ability to perform his daily tasks with ease, and \nno bowel or bladder dysfunction.",
    "Discussion": "Discussion\nAmyand’s hernia is most frequently reported in men and \nis almost always seen on the right side. Exceptions to this \nare seen in situs inversus, malrotation, long appendix, or \na loose cecum [4, 7, 10]. Seldom, it may be accompanied \nby cecum, bladder, ovary or fallopian tubes (females), or \nMekel’s diverticulum. [11, 12]. Appendicitis, along with \nAmyand’s hernia, is a rare entity, with triggers usually \nbeing obstruction or direct trauma [4, 8, 10]. The identi fication and management of the type of Amyand’s hernia \nis as per the Losanoff–Basson calcification given below.\nPreoperative diagnosis is rare, and intraoperative inci dental finding is the most common level of identifica tion of the entity. Velez et al. suggest that the treatment \nof choice if possible is via laparoscopic reduction of her nia. However, in cases where laparoscopy is not possible/\navailable and the appendix is not pathological, Bassini’s \nrepair or tension-free mesh repair is indicated. [13]. In \ncase of an inflamed and/or perforated appendix, pros thetic mesh is avoided to reduce the risk of mesh con tamination. [4]. It is speculated that, even in the case of \nuncomplicated acute appendicitis (type 2), the risk of \nusing a synthetic mesh may outweigh the risk of recur rence following primary repair [13–15]. However, the \nadvent of biological meshes has brought about a change \nin the consensus, but research and data on its outcome \nare still limited. The use of biological meshes is especially \na viable alternative in patients of type 2 and 3 Amyand’s \nhernia, whenever a primary repair of the defect is not \npossible. [16, 17]. Given the fact that the appendix in the \ncase was not inflamed, it was chosen to not undertake \nappendicectomy as it prevented further post operative \nmorbidity. Also, the risk of exposure to bowel content \n(however miniscule) was avoided, allowing the safe place ment of mesh (which was essential in this case due to \nabdominal wall insufficiency) without infection risk.\nAnother important aspect of the controversy is regard ing the management in the case of an adherent and/or \nincarcerated appendix without inflammatory signs (no \ne/o appendicitis). Since hernia cannot be reduced before \nadhesiolysis (usually seen at the terminus of the appen dix or base), the management is usually appendectomy, \nwhich may or may not be followed by a tension-free mesh \nrepair. Kose et al. suggest that the risk of mesh infection \nin such cases is seldom [18]. In cases of recurrent hernias \nor previous surgeries in the local region, the manage ment with tension-free mesh repair is statistically bet ter performing than primary repair irrespective of the \nLosanoff–Basson type of hernia. Similarly, cases of acute \nappendicitis, both with [13] and without [14] perfora tion/exposure of bowel contents intraoperatively, seem to \nhave normal outcomes even with mesh repairs. However, \nthese are isolated cases and do not possess statistical \nFig. 1 Vermiform appendix (a) along with its mesoappendix (b) seen \nwithin the right-sided direct inguinal hernia sac (c)\nPage 4 of 5 Upadrasta et al. Journal of Medical Case Reports           (2025) 19:15 \nsignificance due to paucity of research. Abdominal wall \ninsufficiency cases with Amyand’s hernia are rare in liter ature, thus not giving us statistically significant directives \nto approach this case, whether or not they are based on \nthe Losanof–Basson classification.\nConclusion\nThe case reported herein is uncomplicated, with no evi dence of appendicitis or appendicular adhesions. Hence \nit falls into the type 1 Amyand’s hernia according to the \nLosanoff–Basson classification. The management is a \nsimple reduction of hernia contents and tension-free \nclosure of hernia defect with mesh repair. Given that our \npatient’s abdominal wall was inherently weak, a deci sion to supplement the mesh repair with modified Bas sini’s repair, with the closure of the floor of the hernia \nwith polypropylene sutures, was made. However, it is to \nbe noted that the Losanoff–Basson classification does not \nseparate the management of hernias based on abdomi nal wall strength and, thus, might not be a comprehen sive classification system for management choice in such \ncases. This case may be one of the rarer varieties of the \nAmyand’s hernia due to its presentation with abdominal \nwall insufficiency. This case report shall add to the cur rent by delineating considerations to be made for use of \nmesh and the prerequisite steps to be taken when cases \nof appendices that may be infected and may have to be \nresected or the risks of not resecting have to be balanced \nagainst the need for a tension free mesh repair.\nAssociated literature was reviewed, and the lack in \nknowledge was identified in the following areas:\n1. Should the management change in case of abdominal \nwall weakness/insufficiency?\n2. When can a mesh repair be the management of \nchoice, in type 2–4 Amyand’s hernia?\n3. Is the Losanoff–Basson classification adequate for \nthe choice of management? If so, which type does the \nincarcerated/adherent appendix, without appendici tis, fall into?\nAcknowledgements\nNot applicable.\nAuthor contributions\nVAU was responsible for the management of patient, formulation of manuscript, literature review, figure editing, and formatting and final drafting of \nmanuscript. AK contributed in the management of patient, ideology, critical \nreview, and final drafting of the manuscript. VSC contributed to management \nof patient, reviewing of preliminary draft, and final manuscript drafting.\nFunding\nNo funding was obtained for this case report.\nAvailability of data and materials\nNo additional data to disclose.Declarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests to disclose.\nReceived: 3 August 2024   Accepted: 5 December 2024\nReferences\n 1. Mayagoitia-González JC. Epidemiología de las hernias de la pared \nabdominal. En: Hernias de la pared abdominal. Tratamiento actual. 3rd Ed. \nMéxico: Editorial Alfil; 2015. p. 19–29.\n 2. Sangwan M, Sangwan V, Garg M, Mahendirutta P , Garg U. Abdominal wall \nhernia in population in India—Is spectrum changing? Open J Epidemiol. \n2013;3:135–8. https:// doi. org/ 10. 4236/ ojepi. 2013. 33020.\n 3. Bustamante Recuenco C, García-Quijada García J, Cendrero Martín M, \nCarabias Hernández A, Serantes Gómez A, Sanz Muñoz P , Delgado Millán \nMÁ, Jover Navalón JM. De Garengeot’s hernia: case report and literature \nreview. Int J Surg Case Rep. 2019;64:58–61. https:// doi. org/ 10. 1016/j. ijscr. \n2019. 09. 037.\n 4. Galyna I. Amyand’s hernia: a review. Med Sci Monit. 2014;20:140–6. \nhttps:// doi. org/ 10. 12659/ MSM. 889873.\n 5. Eshraghi Samani R, Hosseini SA, ShahabiShahmiri S, Abedini L. Amyand’s \nhernia: an extremely rare condition of inguinal hernia accompanied with \nacute appendicitis. Iranian J Colorectal Res. 2014;2(1):1–2.\n 6. Michalinos A, Moris D, Vernadakis S. Amyand’s hernia: a review. Am J Surg. \n2014;207(6):989–95. https:// doi. org/ 10. 1016/j. amjsu rg. 2013. 07. 043.\n 7. Morales-Cárdenas A, Ploneda-Valencia CF, Sainz-Escárrega VH, Hernández-Campos AC, Navarro-Muñiz E, López-Lizarraga CR, Bautista-López CA. \nAmyand hernia: case report and review of the literature. Ann Med Surg \n(Lond). 2015;4(2):113–5. https:// doi. org/ 10. 1016/j. amsu. 2015. 03. 007.\n 8. Tsang WK, Lee KL, Tam KF, Lee SF. Acute appendicitis complicating \nAmyand’s hernia: imaging features and literature review. Hong Kong Med \nJ Xianggang Yi Xue Za Zhi. 2014;20(3):255–7. https:// doi. org/ 10. 12809/ \nhkmj1 33971.\n 9. Losanoff JE, Basson MD. Amyand hernia: what lies beneath–a pro posed classification scheme to determine management. Am Surg. \n2007;73(12):1288–90.\n 10 Ramsingh J, Ali A, Cameron C, Al-Ani A, Hodnett R, Chorushyj C. De \nGarengeot’s hernia: diagnosis and surgical management of a rare type of \nfemoral hernia. J Surg Case Rep. 2014. https:// doi. org/ 10. 1093/ jscr/ rju008.\n 11. Nicola SM. Hernia de Amyand: presentación de un caso y revisión de la \nliteratura. Rev Chil Cirugía. 2007;59(2):142–4. https:// doi. org/ 10. 4067/ \nS0718- 40262 00700 02000 11.\n 12. Mahajan A, Pawar P , Luther A, Haque P . Right sided Amyand’s hernia: a \nrare case report. Int Surg J. 2014;1(1):43–4. https:// doi. org/ 10. 5455/ 2349- \n2902. isj20 140514.\n 13. Velimezis G, Vassos N, Kapoquiannatos G, et al. Incarcerated recurrent \ninguinal hernia containing an acute appendicitis (Amyand hernia): an \nextremely rare surgical situation. Arch Med Sci. 2017;13(3):702–4. https:// \ndoi. org/ 10. 5114/ aoms. 2016. 60403.\n 14 Ali SM, Malik KA, Al-Qadhi H. Amyand’s hernia: Study of four cases and \nliterature review. Sult Qaboos Univ Med J. 2012;12(2):232–6. https:// doi. \norg/ 10. 12816/ 00031 19.\n 15. Shaban Y, Elkbuli A, McKenney M, Boneva D. Amyand’s hernia: a case \nreport and review of the literature. Int J Surg Case Rep. 2018;47:92–6. \nhttps:// doi. org/ 10. 1016/j. ijscr. 2018. 04. 034.\n 16. García Vélez VJ, Martínez GZ, Herrera Pérez LD, ChejínGarcía JA. Amyand’s \nhernia: a case report. Clin Surg. 2021;6:3072.\nPage 5 of 5\n Upadrasta et al. Journal of Medical Case Reports           (2025) 19:15 \n \n 17 Etxabe LA, Calvo MP , Etxebarría AG, González JMG, Lasarte AS, Alonso \nAC. Hernia de Amyand (tipo 2 de Losanoff ) diagnosticada preoperatoriamente y tratada mediante hernioplastia con malla biológica. Rev \nHispanoam De Hernia. 2014;2(4):169–72. https:// doi. org/ 10. 1016/j. rehah. \n2014. 04. 003.\n 18 Kose E, Sisik A, Hasbahceci M. Mesh inguinal hernia repair and appendectomy in the treatment of Amyand’s Hernia with non-inflamed appendices. Surg Res Pract. 2017. https:// doi. org/ 10. 1155/ 2017/ 76963 85.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}