{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05108-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05108-2.pdf",
  "metadata": {
    "/Keywords": "Isolated celiac artery vasculitis; Rare vascular disorders; Gastrointestinal vasculitis; Abdominal pain; Vasculitis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303141948+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250228155739+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05108-2",
    "/Author": "Ali Hajihashemi ",
    "/Title": "Isolated celiac artery vasculitis: a cause of recurrent abdominal pain in a young adult: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05108-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Vasculitis encompasses a group of disorders characterized by inflammation of blood vessel walls, \nleading to diverse clinical presentations on the basis of the size and location of the affected vessels. Gastrointestinal \ninvolvement is a known feature of small- and medium-sized vessel vasculitides, typically as part of systemic inflammation. However, isolated vasculitis of the celiac artery is extremely rare and has been scarcely reported in the literature, \nmaking this case particularly novel and significant.",
    "Case Presentation": "Case presentation We report the case of a 35-year-old Iranian male of Persian ethnicity who presented with a 7-day \nhistory of abdominal pain localized to the epigastric and periumbilical regions, accompanied by nausea. On admission, the patient’s vital signs were stable, and clinical examination was unremarkable. Laboratory findings revealed \nelevated C-reactive protein and erythrocyte sedimentation rate. Contrast-enhanced abdominopelvic computed \ntomography suggested isolated vasculitis of the celiac artery. Subsequent serological tests showed borderline positive \nanti-nuclear antibodies, while other specific autoantibodies were negative. On the basis of clinical and radiological \nfindings, the patient was diagnosed with isolated celiac artery vasculitis. Treatment with oral corticosteroids for 10 \ndays led to symptom resolution and normalization of C-reactive protein levels. A follow-up computed tomography \nscan performed 2 weeks after treatment completion demonstrated complete resolution of inflammatory changes \nwith no residual abnormalities. At 6-month follow-up, the patient remained asymptomatic, with no recurrence \nof symptoms or complications.",
    "Conclusion": "Conclusion Isolated celiac artery vasculitis is an extremely rare condition that requires high clinical suspicion \nfor timely diagnosis. Early intervention can effectively prevent life-threatening complications and reduce morbidity. \nThis case highlights the importance of recognizing isolated vascular inflammation as a potential diagnosis in patients \npresenting with unexplained abdominal pain and elevated inflammatory markers.\nKeywords  Isolated celiac artery vasculitis, Rare vascular disorders, Gastrointestinal vasculitis, Abdominal pain, \nVasculitis\nBackground\nVasculitis refers to a group of disorders characterized \nby inflammation of blood vessel walls, leading to a wide \nrange of clinical manifestations depending on the size \nand location of the affected vessels. It can be classified on \nthe basis of vessel size (small, medium, or large) or the \npresence of specific immune markers. The symptoms are \noften nonspecific, such as abdominal pain, nausea, or Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMahsa Geravandi\nmahsa.geravandi1993@gmail.com\n1 Department of Radiology, School of Medicine, Isfahan University \nof Medical Sciences, Isfahan, Iran\nPage 2 of 7 Hajihashemi et al. Journal of Medical Case Reports           (2025) 19:89 \ngastrointestinal (GI) bleeding, which makes early diagno sis challenging.\nGI involvement is a recognized feature of systemic \nvasculitides, particularly in small- and medium-sized \nvessel vasculitis, and can lead to complications such as \nischemia, intestinal perforation, or peritonitis. In rare \ncases, vasculitis may occur as single-organ vasculitis \n(SOV), affecting isolated organs such as the GI tract, \naorta, or breast, without systemic involvement [1, 2]. \nLocalized vasculitis of the GI tract, though uncommon, \ncan cause significant morbidity and mortality if not \npromptly recognized and managed.\nDiagnostic tools, such as computed tomography (CT), \nare essential for detecting vascular wall inflammation and \nidentifying associated abnormalities. CT imaging allows \nfor non-invasive evaluation of isolated vasculitis, provid ing critical information for early diagnosis and interven tion [3–5].\nIsolated celiac artery vasculitis is extremely rare, with \nvery few cases reported in the existing literature [2]. This \nreport aims to present a rare case of isolated celiac artery \nvasculitis in a 35-year-old male patient presenting with \nabdominal pain. It highlights the diagnostic challenges, \nthe role of imaging in early detection, and the favorable \noutcome following timely corticosteroid therapy.\nCase presentation\nAn Iranian man in his 30s presented to the outpatient \nemergency department of a medical center in Isfahan \nwith a 7-day history of abdominal pain localized to the \nepigastric and periumbilical regions, accompanied by \nnausea. Owing to worsening symptoms, he was referred \nto our emergency department for further evaluation. The patient reported a similar episode of abdominal pain 1 \nmonth prior, which was less severe and resolved with out medical consultation or treatment. He denied other \nsymptoms such as weight loss, GI bleeding, fever, skin \nrashes, joint pain, breathlessness, visual disturbances, or \nsigns of renal involvement.\nHis medical history included type 2 diabetes mellitus, \nmanaged with metformin 500 mg twice daily. There was \nno family history of autoimmune, vascular, or other rel evant conditions.\nOn admission, the patient’s vital signs were within nor mal limits. A thorough clinical examination revealed: \nno signs of necrotic dermal lesions, skin discolorations, \nulcers, or arthritis; no nasal deformities, oral ulcers, or \nocular abnormalities; and normal findings on cardiac, \nperipheral vascular, and rheumatologic examinations. \nAbdominal examination was unremarkable, with no ten derness, rebound tenderness, guarding, or distention. \nInitial laboratory workup showed elevated C-reactive \nprotein (CRP): 18 mg/L (reference range 0.0–3.0 mg/L); \nnormal erythrocyte sedimentation rate (ESR): 14  mm/\nhour (reference range 0–20  mm/hour); and mild ane mia (hemoglobin 11.5  g/dL, normal range 13–17  g/dL). \nHis white blood cell count, liver function tests, and renal \nfunction were within normal limits. Urinalysis was unre markable. Initial diagnostic workup, including abdominal \nultrasound, showed no abnormalities. However, owing \nto persistent pain, a contrast-enhanced abdominopelvic \ncomputed tomography (CT) scan was conducted, reveal ing soft tissue density and fat stranding in the pre-aortic \nregion encasing the proximal celiac artery. Minimal lumi nal narrowing of the celiac artery, without evidence of \nintraluminal thrombosis or aneurysmal dilation (Fig.  1). \npatient presented with  \nsevere abdominal pain \nand nausea  physical exam and lab \nworkupNo abnormalitis on  \nabdominal ultrasound \nCT scan showed celiac  \nartery  inflammation\nDiagnosis: Isolated  \nceliac  artery vasculitis  treatment with  \nmethy lprednisolone resolution of \ninflammator y changes \nand disappearance of \nsymptoms\nFig. 1 Flowchart illustrating the clinical course and diagnostic process, emphasizing key milestones in symptom onset, investigation, diagnosis, \nand treatment to optimize understanding and learning\nPage 3 of 7\n Hajihashemi et al. Journal of Medical Case Reports           (2025) 19:89 \n \nNo signs of fat stranding or inflammatory changes \ninvolving the superior mesenteric artery (SMA) or infe rior mesenteric artery (IMA) (Figs.  2, 3).The bowel loops \nappeared normal in thickness and demonstrated appro priate enhancement. These findings were indicative of inflammatory changes localized to the celiac artery. Fur ther serologic testing revealed borderline positive antinu clear antibodies (ANA) at a titer of 1:100, with negative",
    "Results": "results for anti-Ro/SSA antibodies, anti-La/SSB anti bodies, anti-dsDNA antibodies, anti-myeloperoxidase \nFig. 2 Contrast-enhanced abdominopelvic computed tomography scan in the axial plane (A, B) showing soft tissue density surrounding the origin \nand proximal portion of the celiac artery, resulting in minimal luminal narrowing (blue arrows). No evidence of aneurysm or dilation is observed \nalong the course of the celiac artery\nFig. 3 Abdominopelvic computed tomography scan with intravenous contrast in the axial (A) and coronal (B) planes. Minimal luminal narrowing \nis observed in the proximal celiac artery (A and B, red arrows). C No evidence of peri-aortic inflammatory changes is noted. The superior mesenteric \nartery and other major branches of the abdominal aorta appear normal\nPage 4 of 7 Hajihashemi et al. Journal of Medical Case Reports           (2025) 19:89 \n(P-ANCA), anti-proteinase 3 (C-ANCA), and anti-cyclic \ncitrullinated peptide (anti-CCP) antibodies.\nOn the basis of the clinical and radiological findings, \nthe patient was diagnosed with isolated celiac vasculitis. \nThis condition represents a rare form of vasculitis affect ing the celiac artery without systemic involvement or the \npresence of other known vasculitis syndromes.\nThe patient was treated with oral methylprednisolone \n50 mg daily for 10 days. Within 3 days of initiating treat ment, the patient reported significant relief of abdominal \npain, and complete resolution of pain was achieved by \nthe end of the therapy course. CRP also decreased to nor mal levels. Steroid therapy was gradually tapered over the \nfollowing months.\nA follow-up CT scan 2 weeks after completing treat ment showed complete resolution of the inflammatory \nchanges, with no residual abnormalities. The patient \nremained asymptomatic during follow-up visit after \n6 months, with no recurrence of symptoms or complica tions (Fig. 4).",
    "Discussion": "Discussion and conclusion\nVasculitides are a rare group of diseases characterized by \ninflammation of blood vessel walls, leading to changes \nin vascular integrity, blood flow, and potential damage \nto dependent organs [3, 6]. Chronic inflammation can \nresult in arterial wall thickening, luminal narrowing, or \nocclusion. In some cases, it weakens the medial layer, \npredisposing to aneurysm formation [7, 8]. Vasculitis is \nclassified as primary (idiopathic, likely autoimmune) or \nsecondary, which may be associated with malignancies, \ninfections, connective tissue diseases, drug exposure, or \nenvironmental factors. Primary vasculitis is further sub divided by the size of the vessels affected: large, medium, \nor small. Each type exhibits distinct clinical features \nbased on the involved vascular territory and pathophysi ology [4, 9, 10].\nThe exact mechanism underlying vasculitis remains \nunclear but is thought to involve immune cell infiltra tion, proinflammatory cytokine release, immune complex \ndeposition, and autoantibody activity. These processes \ncan lead to vascular injury, stenosis, occlusion, or aneu rysm formation, with clinical manifestations varying \ndepending on the size and location of the vessels affected \n[4, 11]. Abdominal symptoms such as pain, nausea, vom iting, and GI bleeding are common in vasculitis involv ing medium and small vessels, often indicating significant \ndisease severity or systemic involvement [1, 4, 5].\nLocalized gastrointestinal vasculitis, or single-organ \nvasculitis (SOV), is a rare manifestation, primarily affect ing the breast, aorta, gastrointestinal tract, or genitou rinary system. SOV has a relatively favorable prognosis \ncompared with systemic vasculitis, especially when focal, and may resolve with medical or surgical management. \nHowever, focal GI vasculitis can progress to systemic \ndisease, necessitating close monitoring [2, 4, 5, 12]. The \nprevalence of localized GI vasculitis is low in West ern populations. However, it appears more common in \nregions such as the Middle East and Asia, potentially \nowing to environmental or genetic factors [8, 13, 14].\nIsolated celiac artery vasculitis is extremely rare, with \nlimited cases reported in literature. The celiac artery, \noriginating from the abdominal aorta, is a critical vessel \nsupplying the upper abdominal organs. In this case, the \npatient presented with localized inflammation surround ing the proximal celiac artery, identified on CT imag ing as soft tissue density and fat stranding with minimal \nluminal narrowing. No evidence of thrombosis or aneu rysmal dilation was observed [4].\nIn a similar case reported in literature, a patient pre sented with severe left-sided abdominal pain and ten derness. Computed tomography angiography (CTA) \nrevealed a 0.7 cm × 0.6 cm celiac artery aneurysm accom panied by significant narrowing. Marked wall thickening \nand inflammatory changes observed in imaging sug gested underlying vasculitis. The celiac artery diameter \nmeasured 1.9 cm, and duplex ultrasound demonstrated \nelevated peak systolic velocity (PSV). The patient was \nmanaged with a 30-day course of prednisone, after which, \nfollow-up CTA showed near-complete resolution of the \nceliac artery stenosis. This highlights the potential role \nof vasculitis in similar presentations and emphasizes the \nefficacy of corticosteroid therapy in managing such cases \n[8]. The presented case of isolated celiac vasculitis shares \nsimilarities with a previously reported case, including \nlocalized abdominal pain, imaging findings suggest ing vascular inflammation, and a favorable response to \ncorticosteroid therapy. However, key differences were \nnoted: our patient exhibited only minimal luminal nar rowing without aneurysmal changes, and borderline \npositive ANA. Unlike the 30-day prednisone regimen in \nthe reported case, our patient was treated successfully \nwith a shorter course of methylprednisolone followed by \ntapering. This highlights the variability in presentation \nand severity of isolated celiac vasculitis, while reinforc ing the importance of a multimodal diagnostic approach \nand individualized corticosteroid therapy for optimal \noutcomes.\nA comparison with another reported case of presumed \nceliac artery vasculitis in a patient with a history of ulcer ative colitis (UC), managed with infliximab and azathio prine, reveals several parallels and distinctions. Similar \nto our case, the patient presented with abdominal pain \nand imaging findings of inflammation around the celiac \nartery. Both cases lacked significant systemic symptoms \nand had negative autoimmune markers, complicating the \nPage 5 of 7\n Hajihashemi et al. Journal of Medical Case Reports           (2025) 19:89 \n \ndiagnostic process. Both patients were treated with cor ticosteroids, achieving symptom resolution and favora ble outcomes on follow-up imaging. Notably, the other \npatient had ischemic changes in the gastroesophageal \njunction, a feature absents in our case. These compari sons highlight the diverse presentations and diagnostic challenges of celiac artery vasculitis, underscoring the \nrole of corticosteroids in effective management [15].\nThe diagnosis of vasculitis can be challenging due to its \nnonspecific symptoms and imaging findings, often mim icking other conditions, such as infections, malignancies, \nor thromboembolic disorders. Computed tomography \nFig. 4 Abdominopelvic computed tomography scan with intravenous contrast shows the soft tissue around the celiac appears to be resolved, \nwith no evidence of inflammation in the surrounding fat. No significant stenosis is observed in the celiac pathway\nPage 6 of 7 Hajihashemi et al. Journal of Medical Case Reports           (2025) 19:89 \n(CT) is a valuable diagnostic tool, providing high spatial \nresolution to assess vascular wall changes and localized \ninflammation. Other imaging modalities, such as Doppler \nultrasound, angiography, or magnetic resonance imag ing (MRI), can further characterize vascular involvement \nand complications. Laboratory investigations, including \ninflammatory markers (for example, ESR and CRP) and \nautoantibody profiles (for example, ANCA subtypes), are \nessential for differential diagnosis and evaluation of sys temic involvement [1, 4, 10].\nIn this case, the patient’s laboratory findings were \nunremarkable except for an elevated CRP level and bor derline ANA titer, while specific autoantibodies associ ated with systemic vasculitis were negative. The absence \nof systemic symptoms or other organ involvement sup ported the diagnosis of isolated celiac vasculitis. Treat ment with methylprednisolone resulted in rapid clinical \nimprovement, and follow-up imaging showed resolution \nof inflammation. Corticosteroids are the cornerstone of \nvasculitis management, effectively controlling inflamma tion without the need for invasive procedures.\nThis case highlights the importance of early recogni tion and treatment of isolated vasculitis to prevent severe \ncomplications, such as ischemia or organ damage. While \nisolated celiac vasculitis is rare, it should be considered in \nthe differential diagnosis of unexplained abdominal pain, \nparticularly when imaging reveals vascular abnormalities.\nGiven the significant morbidity and mortality associ ated with vasculitis, especially in the first year following \ndiagnosis, close monitoring is crucial [16]. In our case, \nthe patient remained asymptomatic during 3 months of \nfollow-up, with no progression to systemic vasculitis. \nHowever, long-term surveillance is recommended for \nsimilar cases.\nThis report underscores the rarity and diagnostic chal lenges of isolated celiac vasculitis. One of the limitations \nof this case report is the lack of angiographic imag ing, which is a definitive method for evaluating vascular \nabnormalities in vasculitis. Owing to limited access to \nthis modality, a definitive diagnosis via angiography was \nnot obtained.\nIsolated celiac artery vasculitis (ICAV) is a rare and \nchallenging condition that primarily affects the celiac \nartery without systemic involvement. Early recognition \nof ICAV is critical and relies on a combination of clini cal, radiological, and serological findings. Gastrointes tinal symptoms, such as abdominal pain and nausea, \ncan be nonspecific, necessitating thorough diagnostic \nevaluations, including CT imaging, which plays a piv otal role in identifying localized vascular inflammation. \nCT scans can reveal key signs such as soft tissue density, \nfat stranding, and arterial narrowing, helping to confirm \nthe diagnosis. Steroid therapy has proven effective in treating isolated vasculitis, leading to significant symp tom improvement and normalization of inflammatory \nmarkers. Follow-up assessments, including CT scans and \nclinical evaluations, are essential to ensure complete res olution and to monitor for potential recurrence.\nAbbreviations\nANA  Antinuclear antibodies\nCCP  Cyclic citrullinated peptide\nCRP  C-reactive protein\nCT  Computed tomography\nESR  Erythrocyte sedimentation rate\nGI  Gastrointestinal\nIMA  Inferior mesenteric artery\nPSV  Peak systolic velocity\nSMA  Superior mesenteric artery\nSOV  Single-organ vasculitis\nUC  Ulcerative colitis\nICAV  Isolated celiac artery vasculitis\nAcknowledgements\nThis research did not receive any specific grant from any funding agency in \nthe public, commercial, or not-for-profit sector.\nAuthor contributions\nMG, AH, and PT planned the study, researched the data, and wrote the manuscript. MG and AH reviewed and edited the manuscript.\nFunding\nNo funds, grants, or other support were received during the preparation of \nthis manuscript.\nAvailability of data and materials\nAll data and materials are available from the corresponding author upon \nrequest.\nDeclarations\nEthics approval and consent to participate\nThis case report did not need approval from an ethics committee since \nit involved one patient. In addition, informed consent to participate was \nobtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant financial or nonfinancial interests to disclose.\nReceived: 17 December 2024   Accepted: 3 February 2025\nReferences\n 1. Hur JH, Chun EJ, Kwag HJ, Yoo JY, Kim HY, Kim JJ, et al. CT features of \nvasculitides based on the 2012 International Chapel hill consensus conference revised classification. Korean J Radiol. 2017;18(5):786–98.\n 2. Ali S, Doniparthi M, Asado N, Borgen K, Shapiro A. Isolated celiac artery \nvasculitis presenting as ileus in a patient with ulcerative colitis. ACG Case \nRep J. 2024;11(4): e01335.\n 3. Alkhader A, Saleh N, Mansour MM, Hussein O, Saad B. Expect the \nunexpected: a rare case of isolated superior mesenteric artery vasculitis. \nCureus. 2023;15(6):7–9.\nPage 7 of 7\n Hajihashemi et al. Journal of Medical Case Reports           (2025) 19:89 \n \n 4. Amouei M, Momtazmanesh S, Kavosi H, Davarpanah AH, Shirkhoda A, \nRadmard AR. Imaging of intestinal vasculitis focusing on MR and CT \nenterography: a two-way street between radiologic findings and clinical \ndata. Insights Imag. 2022. https:// doi. org/ 10. 1186/ s13244- 022- 01284-7.\n 5. Salvarani C, Calamia KT, Crowson CS, Miller DV, Broadwell AW, Hunder \nGG, et al. Localized vasculitis of the gastrointestinal tract: a case series. \nRheumatology. 2010;49(7):1326–35.\n 6. Müller-Ladner U. Vasculitides of the gastrointestinal tract. Best Pract Res \nClin Gastroenterol. 2001;15(1):59–82.\n 7. Rits Y, Oderich GS, Bower TC, Miller DV, Cooper L, Ricotta JJ, et al. Interventions for mesenteric vasculitis. J Vasc Surg. 2010;51(2):392-400.e2. https:// \ndoi. org/ 10. 1016/j. jvs. 2009. 08. 082.\n 8. Chait J, Pavalonis A, Rajaee S, Hingorani A, Ascher E. Celiac artery vasculitis. Ann Vasc Surg. 2019;56:354.e17-354.e19. https:// doi. org/ 10. 1016/j. \navsg. 2018. 08. 106.\n 9. Arteritis T. Imaging of pulmonary and abdominal manifestations of \nprimary vasculitis. Rev Colomb Radiol. 2020;31(3):5389–95.\n 10. Allam MN, Baba Ali N, Mahmoud AK, Scalia IG, Farina JM, Abbas MT, et al. \nMulti-modality imaging in vasculitis. Diagnostics. 2024;14(8):838.\n 11. Nienhuis PH, Praagh Van GD, Glaudemans AW, Brouwer E, Slart RH. A \nreview on the value of imaging in differentiating between large vessel \nvasculitis and atherosclerosis. J Pers Med. 2021. https:// doi. org/ 10. 3390/ \njpm11 030236.\n 12. Allu SS, Tiriveedhi K. Isolated multifocal superior mesenteric artery \nvasculitis with coexisting superior mesenteric vein thrombosis: a unique \ncoincidence. Cureus. 2021;13(10):2–5.\n 13. Pagnoux C, Mahr A, Cohen P , Guillevin L. Presentation and outcome \nof gastrointestinal involvement in systemic necrotizing vasculitides: \nanalysis of 62 patients with polyarteritis nodosa, microscopic polyangiitis, Wegener granulomatosis, Churg-Strauss syndrome, or rheumatoid \narthritis-associated. Medicine (Baltimore). 2005;84(2):115–28.\n 14. Bossone E, Pluchinotta FR, Andreas M, Blanc P , Citro R, Limongelli G, et al. \nAortitis. Vascul Pharmacol. 2016;80:1–10.\n 15. Ali S, Doniparthi M, Asado N, Borgen K, Shapiro A. Isolated celiac artery \nvasculitis presenting as ileus in a patient with ulcerative colitis. ACG \nCase Rep J. 2024;11(4): e01335. https:// doi. org/ 10. 14309/ crj. 00000 00000 \n001335.\n 16. Garvey TD, Warrington KJ. Isolated gastrointestinal vasculitis. In: Salvarani \nC, Boiardi L, Muratore F, editors. Large and medium size vessel and single \norgan vasculitis. Cham: Springer; 2021. p. 211–23.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}