{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04930-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04930-4.pdf",
  "metadata": {
    "/Keywords": "Spinal cord injury; Injection; Cervical; Complication; Imaging",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241125094543+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241125111303+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04930-4",
    "/Author": "Rongmei Li ",
    "/Title": "Spinal intracord injection damage during interlaminar cervical epidural steroid injection: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04930-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Interlaminar cervical epidural steroid injection are commonly performed in the practice of interventional pain medicine. Spinal cord damage following injection into the substance of the cord is a known complication \nof this procedure. Only four cases have been reported in the literature, all of which have been associated with poor \nprognosis.\nCase description A 47-year-old Chinese woman with chronic neck pain underwent interlaminar cervical epidural \nsteroid injection in C5–C6 space under local anesthesia using C-arm fluoroscopic guidance. Immediately after the pro cedure, she experienced loss of consciousness and quadriplegia. She was subsequently transferred to the orthopedic \ndepartment and treated for 2 weeks before being transferred to the rehabilitation department for additional 2 weeks. \nThe magnetic resonance imaging performed 8 hours after the injection revealed hyperintensity on T2-weighted \nimages in the spinal cord extending from C4 to C6 vertebrae, with central cord swelling toward the right. She received \nstandard methylprednisolone therapy within 8 hours of the injury, as well as hyperbaric oxygen treatment and acupuncture during her hospitalization. Her neurological symptoms gradually improved, ultimately demonstrating nor mal motor strength in all four extremities, with slight numbness in the right arm and normal spinal cord morphology \non magnetic resonance imaging at the 8-month follow-up.",
    "Conclusion": "Conclusion This case represents a rare instance of spinal intracord injection damage during ICESI resulting in quadriplegia, with subsequent favorable neurological improvement.\nKeywords  Spinal cord injury, Injection, Cervical, Complication, Imaging",
    "Introduction": "Introduction\nInterlaminar cervical epidural steroid injection (ICESI) \nis frequently utilized in the conservative management \nof neck pain, cervical radiculitis, and cervical radicu lopathy. For instance, nearly 250,000 cervical or thoracic epidural injections were performed in the US Medicare \npopulations in 2013 [1]. While ICESI is generally well \ntolerated, various side effects have been documented \n[2]. Mild side effects encompass facial flushing, gener alized erythema, dyspnea, nausea, vomiting, dizziness, \nhypotension, and transient increase in neck stiffness. \nMajor reported complications include spinal cord infarc tion, epidural hematoma, epidural abscess, vertebrobasi lar brain infarcts, spinal cord edema, transient ischemic \nattack, seizures, high spinal anesthesia, and death [3–5]. \nAmong these complications, spinal cord injury (SCI) Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nZhengfeng Zhang\nzhangz3@126.com\n1 Department of Orthopedics, Xinqiao Hospital, Army Medical University, \n183 Xinqiao Street, Shapingba District, Chongqing 400037, China\nPage 2 of 8 Li et al. Journal of Medical Case Reports          (2024) 18:567 \nhas garnered more attention. A review of the literature \nfrom 1990 through 2016 identified 6 cases of permanent \nSCI after ICESI and 15 cases of SCI following transfo raminal cervical epidural injections [3]. SCIs predomi nantly involve direct spinal cord contusion, spinal cord \ninfarction, and space occupying hematoma or abscess. \nAmong these, four cases of intracord injection damage \nhave been reported during ICESI, either under general \nanesthesia or without anesthesia [6–8]. These four cases \nresulted in paraplegia with poor prognosis. The subse quent case report delineates the fifth patient who also \nexperienced quadriparesis due to intracord injection dur ing ICESI; however, exhibited a favorable neurological \nimprovement.\nCase report\nA 47-year-old Chinese woman suffering from chronic \nneck pain underwent ICESI in C5–C6 space. The proce dure was performed by the fellowship-trained pain man agement specialist at the outpatient surgical center. The \nfollowing account was recorded by the specialist. The \npatient was positioned prone, and local anesthesia with \n2 ml 1% lidocaine was administered. Under fluoroscopy, \nthe epidural space was located with an 18-G Tuohy nee dle at the C5–C6 interspace using a loss of resistance \ntechnique after confirming a negative aspiration test for \nair, blood, and cerebrospinal fluid. A lateral approach \nrevealed the tip of the needle at the interlaminar line. The \nprocedure noted that the puncture was executed with out difficulty. The patient exhibited good mobile with out complaints. A volume of 1 ml, consisting of 1 ml of \na mixture of Diprospan (contains 5  mg betamethasone \ndipropionateand and 2  mg betamethasone disodium \nphosphate) and 1 ml of 2% lidocaine, was injected slowly, \nwith additional aspirations during and after the injection. \nImmediately following the injection, the patient experi enced tingling in his hands and legs for a few minutes, \nfollowed by loss of consciousness and quadriplegia.\nShe was intubated for 30 minutes and subsequently \ntransferred to our orthopedic department for treatment \nunder the care of the investigators group. While in the \nintensive care unit, she remained unresponsive. Her heart \nrate, blood pressure, and oxygen saturation  (SpO2) were \nnoted to be 70 beats per minute, 90/60 mmHg, and 92% \nrespectively. Two hours post-injection, her consciousness \nreturned to normal, and some function had returned to \nher left arm and leg. However, she remained unable to \nmove right upper and lower extremities voluntarily or \nin response to painful stimuli. Deep tendon reflexes of \nfour extremities were noted to be absent. Motor strength \nwas 3/5 in her left extremities, 0/5 in the right upper \nextremities, and 2/5 in the right lower extremities. Her \nanal sphincter tone was found to be normal. A magnetic resonance imaging (MRI) performed 8 hours after the \ninjection revealed hyperintensity on T2-weighted images \nin the spinal cord extending from C4 to C6 vertebrae, \nwith central cord swelling toward the right (Fig. 1).\nThe principal diagnosis was quadriparesis, secondary \nto cervical spinal intracord injection. Due to the nature \nof the injury, the standard methylprednisolone protocol \n[9] was initiated within 8 hours of the injury. Hyperbaric \noxygen treatment and acupuncture also performed dur ing her hospitalization (14 days). A neurologic examina tion 2  weeks post-procedure revealed significant new \nchanges, including normal sensory function in the left \nextremities, numbness in the right arm, 4/4 of deep ten don reflexes in all four extremities, 5/5 of motor strength \nin the left extremities, and 4/5 of motor strength in the \nright extremities. After transfer to rehabilitation depart ment for an additional 2  weeks, her motor strength of \nright extremities improved to 5/5, but there was no \nchange in the numbness of right arm. An MRI taken \n5  months later showed normal spinal cord morphol ogy in sagittal T2 signal intensity, but axial low T1 sig nal intensity within spinal cord on the right side (Fig.  2). \nAt the 8-months follow-up, normal motor strength was \nobserved in all four extremities, with slight numbness of \nright arm, and normal spinal cord morphology in MRI \n(Fig. 3).",
    "Discussion": "Discussion\nCervical intracord injection damage is a severe compli cation associated with ICESI procedure. Apart from the \npresent case, only five patients having been reported \n(Table  1) [6–8]. Interestingly, these five cases have not \nbeen reported by ICESI procedure specialists, but by the \ndoctors from transferred hospitals or departments. These \ncases also exhibited different MRI, clinical symptoms, \nand prognosis.\nThe majority of MRIs showed T2 high intensity, \nwhich is associated with the cause of injury, except for \none case that showed no signal change in spinal cord. \nThe cause of injury included three types: direct spi nal cord injury from the needle, intracord occupying \nspace, and injury from the drug itself. First, Bose [7 ] \nreported a case of quadriparesis with no change in sig nal characteristics on MRI in the spinal cord. The only \nexplanation is needle interventions. Second, the other \nfour cases (including our case) presented instant T2 \nhigh intensity within the intracord, indicating the cord \nedema from liquid injection. It is suggested that a cer tain volume of liquid had caused intracord occupying \nspace. Third, whether the drug itself was the cause of \nthe injury is unknown. There were warnings about the \nuse of methylprednisolone (containing polyethylene \nglycol) in proximity to neural tissue due to the potential \nPage 3 of 8\n Li et al. Journal of Medical Case Reports          (2024) 18:567 \n \nFig. 1 MRI of cervical spine performed 8 hours after the injection. T2 sagittal MRI showing hyperintensity from C4 to C6 vertebra (arrow; top row). \nT2 axial MRIs showing cord swelling centrally toward the right from C4 vertebra to C5/6 disc (arrows; middle and bottom rows)\nPage 4 of 8 Li et al. Journal of Medical Case Reports          (2024) 18:567 \nFig. 2 MRI of cervical spine performed 5 months after the injection. T2 sagittal MRI showing normal spinal cord morphology from C4 to C6 vertebra \n(arrow; top row). T1 axial MRIs showing low spinal cord signal intensity on the right side from C4 to C6 vertebra (arrows; middle and bottom rows)\nPage 5 of 8\n Li et al. Journal of Medical Case Reports          (2024) 18:567 \n \nFig. 3 MRI of cervical spine performed 8 months after the injection. T2 sagittal MRI showing normal spinal cord morphology from C4 to C6 vertebra \n(arrow; top row). T2 axial MRIs showing normal spinal cord morphology on the right side from C4 to C6 vertebra (arrows; middle and bottom \ncolumns)\nPage 6 of 8 Li et al. Journal of Medical Case Reports          (2024) 18:567 \nTable 1 Summaries of cases of spinal intracord injection damage after interlaminar cervical epidural steroid injection (ICESI)\nF, female; M, male; C, cervical; MRI, magnetic resonance imaging; ACDF, anterior cervical discectomy and fusionCase no. Author/year/\nref.Age/sex Diagnosis Anesthesia Medications/\ndoseInjection site Onset Neurological \nsymptomsMRI Treatment Residual deficits\n1 Hodges/1998/6 43/F Cervical radiculopathyIntravenous \nsedationMarcaine, \nDepo-Medrol, \nSublimaze/1 mlC5/6 24 hours C7 motor weak ness, numbness \nright thigh, C7–\nC8 paresthesiasIntrinsic spinal \ncord damage \nat C5–C6ACDF Right lower \nextremity pain, \npositive Lher mitte’s sign\n2 Hodges/1998/6 46/F Neck \nand shoulder \npainIntravenous \nsedationMarcaine, \nDepo-Medrol, \nSublimaze/1 mlC6/7 Immediately \nupon awakingSevere burning \nof arm, Lher mitte’s signAbnormal \nsignal intensity \nat C3/4Ganglion \nblock, physical \ntherapyNo improvement\n3 Bose/2005/7 47/M Neck pain Without anestheticDepo-Medrol, \niopamidol/1 mlC6/7 Immediately Quadriplegic \nwith respiratory \narrestNo significant \nfindingsStandard methylprednisoloe \nprotocolAmbulating \nwith a wheeled \nwalker\n4 Landers/2018/8 38/F Cervical radiculopathyIntravenous \nanesthesiaNone C7/T1 Awoke \nfrom sedationBurning, tingling, and sore ness of armT2 changes \nfrom C6 to T1Not available Neuropathic pain \nwith neurologic \ndeficit\n5 Present 47/F Cervical radiculopathyLocal anesthesiaDiprospan, \nLidocaine/1 mlC5/6 Immediately Unconsciousness for 4 hours, \nquadriplegia, \nparesthesiasT2 high intensity at C4–C6Intravenous \nsteroid, rehabilitation therapyNumbness right \narm\nPage 7 of 8\n Li et al. Journal of Medical Case Reports          (2024) 18:567 \n \nneurotoxicity of polyethylene glycol [10]. However, the \nimmediacy of the injury and instant T2 high inten sity within the intracord associated with this injection \ndo not support the likelihood that neurotoxicity from \nmethylprednisolone caused the adverse effects, though \nit is conceivable that neurotoxicity could be a factor \nthat limited recovery.\nThe clinical symptoms, including onset, general symp toms, segmental neural symptoms, and quadriplegia, \nhave been reported differently. Only Hodges reported \ndelayed onset neural symptoms 24 hours after ICESI [6]. \nThe other four cases (including the present case) expe rienced symptoms immediately after the injection or \nupon awakening from sedation. Neural symptoms were \nreported in all cases, including nerve root motor weak ness, numbness, and paresthesias (Table  1) [6–8]. Quad riplegia was observed in Bose’s reported case [7] and our \ncase. The reasons for the difference in onset and extent \nof neural symptoms are unclear, but maybe related to the \ndrug itself and the volume of injected liquid.\nAlthough all reported cases received prompt diagno sis and standard treatment, including cervical decom pression surgery in one case [6], the prognosis varied. \nPermanent quadriplegia and no improvement were \nreported in two patients who had undergone the stand ard methylprednisoloe protocol and physical therapy \n[6, 7]. Some improvement with residual neuropathic \npain also reported in the patients with moderate MRI \nT2 high intensity [6, 8]. However, the present patient, \ndespite experiencing quadriplegia, being unconscious, \nand displaying severe MRI T2 high intensity, recovered \nremarkably well, with only slight residual numbness right \narm and nearly normal MRI signal characteristics. It is \nunknown whether she benefited from the minor needle \ninjuries, hyperbaric oxygen treatment, and acupuncture.\nSeveral authors have emphasized the guidelines regard ing sedation and fluorography procedure to maximizing \npatient safety during potentially dangerous procedures \nsuch as ICESI [6, 8, 11]. Accessing the cervical epidural \nspace is typically not painful if the skin and underlying \ntissue are adequately anesthetized. Hodges reported two \ncases and Landers reported one case where intravenous \nanesthesia was used, contrary the guidelines [6, 8, 11]. \nHowever, in the case reported by Bose [7], the present \ncase, and a reported case of thoracic IESI [12], either no \nsedation or only local anesthetic was used, yet spinal cord \ninjury still occurred. Therefore, it is recommended to pay \nmore attention to or adhere to fluoroscopy procedure \nguidelines. The placement of a needle should be docu mented on at least two imaging planes, typically an ante rior–posterior (AP) view and a lateral view or oblique \nview, to accurately determine the needle was location \n[13].Conclusion\nWe presented a rare case of spinal intracord injec tion damage during ICESI. The exact cause remains \nunknown, but it would seem prudent to thoroughly \nassess fluoroscopy guidance before administering an \nepidural injection. While epidural steroid injections are \ncommonly considered a conservative approach to man aging cervical pain, as illustrated this case, they are not \ndevoid of certain risks.\nAbbreviations\nICESI  Interlaminar cervical epidural steroid injection\nSCI  Spinal cord injury\nMRI  Magnetic resonance imaging\nAcknowledgements\nThe authors would like to thank all nurse colleagues from Department of \nOrthopedics of Xinqiao Hospital for their generous assistance and friendship.\nAuthor contributions\nRL carried out data collection and manuscript writing; CL carried out data \ncollection and paper review; ZZ carried out research design and manuscript \nwriting. All authors read and approved the final manuscript.\nFunding\nThe authors declare that they have no funding.\nAvailability of data and materials\nAll data supporting the conclusions of this article are included within the \npublished article.\nDeclarations\nEthics approval and consent to participate\nThe privacy of the patient was considered, and the manuscript does not \ninclude any identifying information.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no conflicts of interest associated with this \nmanuscript.\nReceived: 2 May 2024   Accepted: 29 October 2024\nReferences\n 1. Manchikanti L, Hirsch JA. Neurological complications associated with \nepidural steroid injections. Curr Pain Headache Rep. 2015;19(5):482.\n 2. Schneider BJ, Maybin S, Sturos E. Safety and complications of \ncervical epidural steroid injections. Phys Med Rehabil Clin N Am. \n2018;29(1):155–69.\n 3. Schreiber AL, McDonald BP , Kia F, Fried GW. Cervical epidural steroid injections and spinal cord injuries. Spine J. 2016;16(10):1163–6.\n 4. Epstein NE. Major risks and complications of cervical epidural steroid \ninjections: an updated review. Surg Neurol Int. 2018;23(9):86.\n 5. Abbasi A, Malhotra G, Malanga G, Elovic EP , Kahn S. Complications of \ninterlaminar cervical epidural steroid injections: a review of the literature. \nSpine. 2007;32(19):2144–51.\nPage 8 of 8 Li et al. Journal of Medical Case Reports          (2024) 18:567 \n 6. Hodges SD, Castleberg RL, Miller T, Ward R, Thornburg C. Cervical epidural \nsteroid injection with intrinsic spinal cord damage: two case reports. \nSpine. 1998;23(19):2137–42.\n 7. Bose B. Quadriparesis following cervical epidural steroid injections: case \nreport and review of the literature. Spine J. 2005;5(5):558–63.\n 8. Landers MH. Spinal cord injury during attempted cervical interlaminar \nepidural injection of steroids. Pain Med. 2018;19(4):652–7.\n 9. Bracken MB, Shepherd MJ, Holford TR, et al. Administration of methylprednisolone for 24 or 48 hours in the treatment of acute spinal cord \ninjury:",
    "Results": "results from the Third National Acute Spinal Cord Injury Randomized Controlled Trial—National Acute Spinal Cord Injury Study. JAMA. \n1997;277(20):1597–604.\n 10. Nelson DA. Dangers from methylprednisolone acetate therapy by \nintraspinal injection. Arch Neurol. 1988;45:804–6.\n 11. Bogduk N, editor. Practice guidelines for spinal diagnostic and treatment \nprocedures. 2nd ed. San Francisco: International Spine Intervention \nSociety; 2013.\n 12. Tripathi M, Nath SS, Gupta RK. Paraplegia after intracord injection during \nattempted epidural steroid injection in an awake-patient. Anesth Analg. \n2005;101(4):1209–11.\n 13. International Spine Intervention Society. Records. In: Bogduk N, editor. \nPractice guidelines for spinal diagnostic and treatment procedures. 2nd \ned. San Francisco: International Spine Intervention Society; 2013. p. 7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}