{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05039-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05039-y.pdf",
  "metadata": {
    "/Keywords": "Abdominal mass; Case report; Constipation; Hardened feces mass; Ileocecal junction; Laparoscopic surgery; Small bowel obstruction; Surgical intervention",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250204202147+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250131203238+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05039-y",
    "/Author": "Youssef Ahmad ",
    "/Title": "Fecaloma causing small bowel obstruction in the absence of risk factors: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05039-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Small bowel obstruction is a common surgical emergency typically caused by adhesions, hernias, \nand malignancies. However, ileal fecalomas represent an exceptionally rare etiology, with few cases reported in literature. This case study and literature review aim to highlight an unusual cause of small bowel obstruction, emphasizing \nthe diagnostic challenges and management strategies.",
    "Case Presentation": "Case presentation A 60-year-old Middle Eastern female patient from Syria with a 1-year history of chronic constipation presented with abdominal pain, vomiting, and an inability to pass feces. Diagnostic imaging confirmed small \nbowel obstruction, which was caused by a fecal mass proximal to the ileocecal junction. Surgical extraction successfully resolved the obstruction.",
    "Conclusion": "Conclusion This case underscores the importance of considering fecal impaction as a differential diagnosis \nin patients with chronic constipation and highlights the effectiveness of surgical intervention in resolving such \nobstructions. A comprehensive review of literature on unusual causes of small bowel obstruction, including imaging \ncharacteristics and management approaches, is also provided to enhance clinical awareness and improve patient \noutcomes.\nKeywords  Abdominal mass, Case report, Constipation, Hardened feces mass, Ileocecal junction, Laparoscopic \nsurgery, Small bowel obstruction, Surgical intervention",
    "Introduction": "Introduction\nFecaloma is a rare medical condition in which hardened \nfeces form a distinct mass, primarily impacting the rec tum and sigmoid colon. However, its occurrence in the small intestines, such as at the ileocecal junction, is \nexceedingly rare [1]. It can present in multiple ways: as an \nabdominal mass, stercoral colitis, urinary retention, and \nintestinal obstruction, mostly causing symptoms of fever, \nabdominal pain, vomiting, and diarrhea, commonly asso ciated with chronic constipation [2]. This differs from \ntypical fecal impaction, as the fecal material aggregates \ninto a separate, solid mass. Several causes of fecaloma \nare described in literature, including Hirschsprung’s dis ease, mental health conditions, Chagas disease, inflam matory and neoplastic diseases, and chronic constipation \n[3]. Diagnostic",
    "Methods": "methods are usually radiological, noting \na characteristic intraluminal mass on plain X-rays, bar ium enema, or abdominal computed tomography (CT) \n[1]. Most patients with fecaloma can be managed within \nthe primary care network with initial resuscitation, Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYoussef Ahmad\nyoussefahmad.researcher@gmail.com\n1 Faculty of Medicine, Tartous University, Tartous, Syrian Arab Republic\n2 Gulf Medical College, Gulf Medical University, Ajman, United Arab \nEmirates\n3 Rajiv Gandhi University of Health Sciences, Bangalore, India\n4 Medical University of Lublin, Lublin University, Lublin, Poland\n5 Dayanand Medical College, Baba Farid University of Health Sciences, \nPunjab, India\n6 Department of General Surgery, Tartous University, Tartous, Syrian Arab \nRepublic\nPage 2 of 4 Ahmad et al. Journal of Medical Case Reports           (2025) 19:48 \nradiological confirmation of diagnosis, conservative \nmanagement with nasogastric drainage, intravenous flu ids, and output monitoring to guide fluid optimization. \nHowever, severe cases may require acute surgical inter vention [1, 3, 4]. In this paper, we report a very rare case \nof a 60-year-old female patient with a year-long history of \nprogressive constipation, who was diagnosed with small \nbowel obstruction (SBO) owing to fecaloma after further \ninvestigation.\nCase presentation\nA 60-year-old Middle Eastern female patient from Syria \npresented with symptoms of abdominal pain, vomiting, \nand inability to pass feces. Her medical history was nota ble for chronic constipation over the previous year and \na hysterectomy performed 8 years prior. No significant \npsychiatric or other medical history was noted.\nA thorough examination was conducted, and an \nabdominal X-ray revealed signs of small bowel obstruc tion. CT imaging revealed a narrowing transitional zone \nof the jejunal loops above the left iliac fossa. Semifecal \ncontent was observed above this area, suggesting a pos sible mechanical obstruction (Fig.  1a, b). Additionally, \nthere was a 6  cm gastroesophageal herniation through \nthe diaphragm. No obvious mass- or nonmass-related \ncause for the obstruction was identified, which sug gested the possibility of adhesions. The uterus was sur gically absent due to the previous hysterectomy. A small \namount of free fluid was present in the pelvis, and bilat eral parapelvic cysts were detected, but no other overt pathological changes were observed. However, a gastric \nendoscopy did not yield any significant findings.\nThe initial diagnosis suggested that the obstruction \nwas due to adhesions, especially considering the patient’s \nprevious surgical history. The patient underwent lapa roscopic surgery to address possible adhesions causing \nthe obstruction. Intraoperative findings revealed a mass \n70  cm proximal to the ileocecal junction, identified as \nthe cause of the obstruction. Upon opening the abdo men, it was discovered that the mass was actually a fecal \nmass, which was then removed surgically (Fig.  2a, b). \nThis diagnosis was consistent with her history of chronic \nconstipation. The patient was successfully managed post operatively and discharged the following day. Follow-up",
    "Results": "results showed complete resolution of the obstruction \nwith no further complications, demonstrating the effec tiveness of surgical intervention in such cases.",
    "Discussion": "Discussion and conclusion\nFecaloma, a rare medical condition, was first described \nby Abella et al. in 1967 as a hardened mass of feces pri marily affecting the sigmoid colon and rectum. Although \nusually found in the colon, fecalomas can rarely occur in \nthe small intestine [3]. The prevalence of ileal fecaloma is \nrelatively low and not commonly encountered in clinical \npractice [5]. The exact prevalence is not well documented \nowing to its rarity, and most cases reported in medical \nliterature are isolated incidents or small case series [1, 2]. \nFecalomas are solid masses of hardened stool observed \nin patients with various underlying conditions, such as \nFig. 1 a Narrowing transitional zone of the jejunal loops above the left iliac fossa, b severe luminal narrowing of the intestinal loop with localized \nposterior wall thickening and proximal intestinal dilation\nPage 3 of 4\n Ahmad et al. Journal of Medical Case Reports           (2025) 19:48 \n \nchronic constipation, Hirschsprung’s disease, Chagas’ \ndisease, inflammatory diseases, neoplastic diseases, and \npsychiatric disorders [1].\nThere are multiple causes of fecaloma formation, but \nin our case, the cause was not evident, although there \nwas a history of altered bowel habits. Our patient pre sented with chronic constipation that had persisted for 1 \nyear, though the specific cause remained undetermined. \nMoreover, our case presents a rare occurrence of fecal oma in the distal small intestine that led to progressing \nmechanical obstruction, resulting in symptoms, such as \nabdominal pain, vomiting, and dyschezia.\nElderly patients, particularly those hospitalized for \nextended periods, have a notable susceptibility, with \nslightly over a third experiencing fecal impaction dur ing their hospital stay [3]. Our patient, aged 60  years, \nfell into this demographic category; however, she did \nnot have any history of hospital stays. This case under scores the importance of considering fecaloma in the \ndifferential diagnosis of small bowel obstruction. Fecal omas in the small intestine can cause rapid mechanical \nobstruction, with symptoms, such as abdominal pain, \ndistension, vomiting, and constipation [2]. Severe com plications can arise, such as toxic megacolon and bowel \nobstruction [3]. These symptoms are often nonspecific, \nencompassing features, such as overflow-type diarrhea, \nunintended weight loss, detection of an abdominal mass, \nurinary retention, and vague abdominal discomfort fol lowing meals [2]. The patient in this study presented with complaints of abdominal pain, vomiting, and difficulty \npassing stool.\nDifferential diagnoses for fecalomas include other \ncauses of bowel obstruction, such as enteroliths, feca liths, adhesions, and neoplasms, which differ in their \nclinical presentation and diagnostic approaches.\nAdhesions account for approximately two-thirds of \nSBO cases, with their incidence increasing owing to \nmore laparotomies. Although adhesions develop in over \n90% of laparotomy patients, only around 5% of abdomi nopelvic surgeries result in SBO. Radiographic findings \nshow an abrupt transition from dilated to collapsed small \nintestine, with the small bowel feces sign often seen prox imal to the obstruction. Neoplasms, particularly intrin sic colon carcinoma, cause about 55% of large bowel \nobstruction cases, manifesting as large soft tissue masses \nand complicating up to 20% of colon cancers. While \nadhesions are rarely visible on CT scans and diagnosed \nby exclusion, neoplasms are identifiable on CT or mag netic resonance imaging (MRI) [6].\nFecaliths, smaller hardened fecal concretions, can also \ncause acute bowel obstruction and are usually diagnosed \nusing imaging modalities, such as an abdominal CT scan, \nowing to their smaller size and potential for causing \nacute symptoms. Fecaliths have been shown to be linked \nto different medical statues, such as individuals who \nhave undergone gastric surgery (5–12%), particularly \nthose with major distal gastrectomy, poor function of \nthe remnant gastric, and absence of the pylorus, causing \nFig. 2 a Fecal mass causing obstruction proximal to the ileocecal junction, b the fecal mass after surgical extraction\nPage 4 of 4 Ahmad et al. Journal of Medical Case Reports           (2025) 19:48 \nundigested food to enter the small intestine. Addition ally, the incidence of fecalith formation is also linked to \nMeckel’s diverticulum and diabetes mellitus [7]. Entero liths, on the other hand, are abnormal concretions that \nform within the intestines and are usually composed of \nmineral salts. They can cause fluctuating subacute intes tinal obstruction or present as surgical emergencies, such \nas acute intestinal obstruction, hemorrhage, and bowel \nperforations [8].\nDifferentiating previous possible diagnoses from ileal \nfecaloma often requires a combination of patient his tory, physical examination, and imaging techniques, such \nas abdominal X-rays and CT scans, which reveal dilated \nintestinal loops and the presence of a radiopaque mass. \nFurthermore, abdominal ultrasound can reveal an echo genic mass with posterior acoustic shadowing, while \nbarium enema or small bowel series may reveal a filling \ndefect. Endoscopy can be used to provide direct visuali zation and confirm the exact location of the obstruction \n[6–9].\nThere is no formal protocol, but fecalomas can typi cally be managed with conservative treatments, such as \nlaxatives, enemas, and manual evacuation. In cases where \nthese methods fail, surgical intervention may become \nnecessary. This is especially true when fecalomas cause \nsmall bowel obstruction, as highlighted by case stud ies where conservative management was insufficient \nand surgical intervention was required [1, 2]. All pub lished cases of small bowel obstruction due to fecalomas \nrequired surgical intervention [2]. In this study’s case, the \npatient underwent laparoscopic surgery first, followed \nby open surgery, to remove the hardened fecal mass and \nrelieve the obstruction and symptoms.\nWhile our patient experienced an uneventful recovery, \na systematic review of complications of fecal impaction \nshowed that intestinal obstruction accounts for 13%, \nwhile 67% were complications on the intestinal wall, such \nas perforation, stercoral ulcer, strangulation, prolonged \nenteral starvation, and single or multiorgan failure [2, 10].\nAbbreviations\nSBO  Small bowel obstruction\nCT  Computed tomography\nAcknowledgements\nNot applicable.\nAuthors’ contributions\nYoussef Ahmad: Project administration, Design of study, Data collection, Data \ninterpretation and analysis, resources, software, validation, visualization, Drafting, \nCritical revision and Approval of final manuscript. Umer Siddiqui, Sayed Ahmed, \nAiswarya Sudheer, Tejaswi Chetla, Inayat Shergill: Data collection, Data interpretation and analysis, resources, software, validation, visualization, Drafting, Critical \nrevision and Approval of final manuscript. Fadi Souleiman: The supervisor; patient \ncare, critical revision, and approval of the final manuscript.\nFunding\nNot applicable.Availability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle and its supplementary information files.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant financial interests and no potential conflicts of \ninterest to disclose.\nReceived: 16 October 2024   Accepted: 20 December 2024\nReferences\n 1. Yoo HY, Park HW, Chang SH, Bae SH. Ileal fecaloma presenting with small \nbowel obstruction. Pediatr Gastroenterol Hepatol Nutr. 2015;18(3):193–6. \nhttps:// doi. org/ 10. 5223/ pghn. 2015. 18.3. 193.\n 2. Tiruneh AG, Merine SK, Solomon M. Ileal fecalomas causing small bowel \nobstruction: a case report. Int J Surg Case Rep. 2021. https:// doi. org/ 10.  \n1016/j. ijscr. 2021. 106256.\n 3. el Aissaoui AE, Ghani M, Bennani H, et al. Giant fecaloma causing \nintestinal obstruction and urinary retention: rare case report. SAS J Surg. \n2021;7(8):415–8. https:// doi. org/ 10. 36347/ sasjs. 2021. v07i08. 003.\n 4. Lee MJ, Sayers AE, Wilson TR, Acheson AG, Anderson ID, Fearnhead NS. \nCurrent management of small bowel obstruction in the UK: results from the \nNational Audit of Small Bowel Obstruction clinical practice survey. Colorectal Dis. 2018;20(7):623–30. https:// doi. org/ 10. 1111/ codi. 14016.\n 5. Mushtaq M, Shah MA, Malik AA, Wani KA, Thakur N, Parray FQ. Giant \nfecaloma causing small bowel obstruction: case report and review of the \nliterature. Bull Emerg Trauma. 2015;3(2):70–2. https:// doi. org/ 10. 7508/ beat.  \n2015. 02. 007.\n 6. Gore RM, Silvers RI, Thakrar KH, et al. Bowel obstruction. Radiol Clin N Am. \n2015;53(6):1225–40. https:// doi. org/ 10. 1016/j. rcl. 2015. 06. 008.\n 7. Chen P , Hu Q, Wu J, Sun Y. A rare cause of small bowel obstruction: a case \nreport. Front Surg. 2022. https:// doi. org/ 10. 3389/ fsurg. 2022. 855904.\n 8. Sudharsanan S, Elamurugan TP , Vijayakumar C, Rajnish K, Jagdish S. An \nunusual cause of small bowel obstruction: a case report. Cureus. 2017;9(3): \ne1116. https:// doi. org/ 10. 7759/ cureus. 1116.\n 9. Lazarus DE, Slywotsky C, Bennett GL, Megibow AJ, Macari M. Frequency and \nrelevance of the “small-bowel feces” sign on CT in patients with small-bowel \nobstruction. AJR Am J Roentgenol. 2004;183(5):1361–6. https:// doi. org/ 10.  \n2214/ ajr. 183.5. 18313 61.\n 10. al Samaraee A, Bhattacharya V. Facing the unexpected: unusual causes \nof mechanical small bowel obstruction in adults. Clin J Gastroenterol. \n2021;14(5):1287–302. https:// doi. org/ 10. 1007/ s12328- 021- 01450-2.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}