{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04862-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04862-z.pdf",
  "metadata": {
    "/Keywords": "Nephrotoxicity; Carboplatin; Germ cell tumor; Seminoma; Hematuria; Acute kidney failure; Hydronephrosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241111163300+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241107145934+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04862-z",
    "/Author": "Patricia Capdevila ",
    "/Title": "Carboplatin-induced hematuria in a patient with stage I seminoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04862-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Platinum-based antineoplastic drugs are widely used in the treatment of solid tumors. Carboplatin \nis a safe and efficacious adjuvant treatment for stage I seminoma following a risk-adapted treatment strategy. It consists in the administration of one or two courses for patients with one or both of rete testis involvement or tumor size \nmore than 4 cm. Carboplatin is used with the purpose of minimizing nephrotoxicity and ototoxicity caused by cisplatin while achieving excellent",
    "Results": "results. We present a case of carboplatin-induced hematuria that led to an acute kidney \ninjury as a rare complication.",
    "Case Presentation": "Case presentation A 48 year-old Caucasian man with no medical history and no history of renal disease presented \nwith a painless testicular mass. He underwent an orchiectomy for stage I testicular seminoma and received one \ncourse of adjuvant carboplatin (area under the curve of 7); 2 days later, he developed frank hematuria associated \nwith back pain. The physical examination revealed mild suprapubic tenderness and Goldflam’s sign was positive \nbilaterally. Blood tests did not reveal anemia, his platelet count was normal, and creatinine levels were in range. \nDue to persisting hematuria requiring continuous bladder irrigation, he was hospitalized to monitor renal function \nand was initially managed conservatively with intravenous analgesics and adequate hydration. The following day, he \ndeveloped an acute kidney injury (serum creatinine 1.90 mg/dL, glomerular filtration rate 41 mL/min/m2). Transure thral cystoscopy showed a blood clot on the left urinary meatus, which was irrigated and removed, revealing a clear \nureteral jet. With no further measures, creatinine started declining and back pain improved. His acute kidney injury \nresolved in the following 72 hours. Computed tomography urogram showed a left ureteral ectasia with an enhanced \nurothelium within the upper and middle ureter, suggesting ureteral obstruction. The patient improved completely \nand was discharged successfully. On further follow-up 2 months later, a computed tomography urogram showed \na complete resolution of obstructive changes.\nConclusions Hematuria and acute kidney injury are rare but clinically relevant adverse events associated \nwith the administration of carboplatin, regardless of the administered and accumulated dose.\nIt is crucial to recognize this event and start adequate hydration promptly to prevent further kidney damage \nand the need for more aggressive measures, such as ureteral stenting or percutaneous nephrostomy.\nKeywords  Nephrotoxicity, Carboplatin, Germ cell tumor, Seminoma, Hematuria, Acute kidney failure, Hydronephrosis\nBackground\nCarboplatin is a second-generation platinum-based \nchemotherapeutic agent that is used to treat a variety \nof cancers, such as head and neck cancer, lung cancer, \novarian cancer, brain cancer, and testicular cancer. \nCompared with cisplatin, carboplatin is better tolerated \nbut less active [1]. Cisplatin and carboplatin have similar Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nPatricia Capdevila\npatriciacapdevilagaudens@gmail.com\n1 Department of Medical Oncology, La Fe University and Polytechnic \nHospital, Valencia, Spain\nPage 2 of 5 Capdevila et al. Journal of Medical Case Reports          (2024) 18:546 \nmechanisms of action; they are cytotoxic drugs that \nbind DNA and inhibit DNA replication, interfering with \nmitosis and resulting in cell apoptosis [2].\nCarboplatin nephrotoxicity is lower as compared \nwith cisplatin. This is because of its enhanced stability: \ncarboplatin has carboxylate and cyclobutene moieties \nin the cis position, rather than chloride. Almost 60% \nof the administered dosage of carboplatin is excreted \nunchanged in the urine within 24 hours (compared with \n25–40% of cisplatin). The importance of renal clearance \nto the metabolism and excretion of carboplatin is \nhighlighted by its usual dosing schema, which is based \non an estimated glomerular filtration rate (eGFR) along \nwith the desired level of drug exposure, according to the \narea under the concentration–time curve (AUC, mg/mL \n× min) [1].\nHematuria is not a well-recognized complication of \ncarboplatin therapy. However, previous reports describe \nhemorrhagic cystitis associated with high doses of \ncarboplatin [3]. Although the exact mechanism is not \nfully elucidated, it seems to be caused by a direct toxic \neffect of carboplatin on the transitional epithelial cells \nof the renal pelvis and ureters, and the formation of \nobstructive clots within the renal collecting system \n[4]. To spread knowledge about this rare but serious \ncomplication, we report a case of carboplatin-induced \nhematuria and acute kidney injury (AKI) after a course of \nadjuvant carboplatin.\nCase presentation\nWe present the case of a 48  year-old Caucasian man \nwith no history of renal disease, hypertension, diabetes, \nor hyperuricemia. He had a history of nicotine use and \noccasional alcohol consumption. He underwent a radical, \ninguinal orchiectomy for stage I seminoma and received \none course adjuvant carboplatin (AUC 7); 2 days later, \nhe developed frank hematuria associated with back pain, \nwith no decrease in urine output.The physical examination revealed normal vital signs, \nincluding pulse rate of 88 beats per minute, blood \npressure of 120/70  mmHg, temperature of 36.7  °C, and \noxygen saturation of 98% on room air.\nThe abdomen was soft and nontender, with no palpable \nmasses and mild suprapubic tenderness. Goldflam’s sign \nwas positive bilaterally.\nBlood tests taken in the emergency room did not reveal \nanemia, his platelet count was normal, and creatinine \nlevels were in range. Ultrasonography indicated that the \nkidneys were of the correct shape, size, and localization.\nDue to persisting hematuria requiring continuous \nbladder irrigation, he was admitted to monitor renal \nfunction and was initially managed symptomatically with \nintravenous analgesics and adequate hydration.\nThe following day, he developed an AKI during his hos pitalization, showing creatinine levels of 1.90 mg/dL and \neGFR 41 mL/min/m2. The evolution of renal function is \nshown in Fig. 1.\nA transurethral cystoscopy showed a blood clot on the \nleft urinary meatus, which was irrigated and removed, \nrevealing a clear ureteral jet. The urine was clear at the \nend of the procedure with slow irrigation, and no further \nbleeding was observed.\nWith no further measures, creatinine started trending \ndown and loin pain improved. Our patient received \n1500 mL per day of normal saline for 3 days, and 1000 mL \nof normal saline per day once renal function started to \nimprove. His AKI resolved in the following 72 hours.\nCT urogram (Figs.  2 and 3) showed a left ureteral \nectasia with an enhanced urothelium within the upper \nand middle ureter, suggesting the possibility of ureteral \nobstruction.\nThe patient improved completely and was discharged \nsuccessfully.\nOn further follow-up 2  months later, a CT urogram \n(Fig.  3) showed a complete resolution of obstructive \nchanges.\nFig. 1 Evolution of renal function following the development of hematuria\nPage 3 of 5\n Capdevila et al. Journal of Medical Case Reports          (2024) 18:546 \n \nFig. 2 Ureteral ectasia and enhancement in upper (A, red arrow) and middle (B, red arrow) portion of left ureter\nFig. 3 A Irregular wall thickening and urothelial enhancement in the left ureter (red arrow). B Reconstruction in coronal orientation longitudinal \nto the long axis of the left kidney. Hydroureteronephrosis. C Resolution of wall thickening and urothelial enhancement (red arrow). D Complete \nresolution of hydroureteronephrosis\nPage 4 of 5 Capdevila et al. Journal of Medical Case Reports          (2024) 18:546",
    "Discussion": "Discussion and conclusions\nThe present case illustrates carboplatin-induced hema turia in a patient with a stage I testicular seminoma, an \ninfrequent but potentially serious complication that can \noccur during the administration of carboplatin.\nSeminoma accounts for more than half of testicu lar germ cell tumors (GCTs). About 80% of seminomas \npresent with clinical stage I disease, with an estimated \nrelapse rate of 13–20% without adjuvant treatment. The \nhigh curability at relapse has led to ongoing debate about \nwhether optimal postoperative management is adju vant treatment or surveillance. Risk‐based management \nis proposed by some studies and guidelines, reserving \none course of adjuvant carboplatin for patients with one \nor both of RTI or tumor size more than 4  cm [5]. Our \npatient presented both risk factors, so adjuvant carbo platin was indicated. In this scenario, due to the high \ncurability and survival rate these tumors present, it is \nessential to manage and avoid the toxicity this treatment \ncan cause.\nThere are few cases described of carboplatin-induced \nhematuria. Table  1 describes the reported cases, indicat ing doses, malignancy, and treatment administered [4, \n6–11]. Although considered a dose-dependent adverse \nevent (per administration and cumulative) [4, 6], our case \nrepresents a carboplatin-induced hematuria that led to \nan AKI with only one course of carboplatin. On the basis \nof the Calvert formula, our patient received a total dose \nof 1000  mg (555.56  mg/m2 or AUC 7) of carboplatin. \nHe did not receive any pre-chemotherapy intravenous \nhydration, as it is not part of standard protocol. Unlike \nin prior reports, he had not received cisplatin or carbopl atin previously and there was no concurrent use of other \nnephrotoxic chemotherapy such as cyclophosphamide. \nConsequently, although not very common, this adverse \neffect can appear regardless of both the administered and the cumulative dose. Previous evidence suggests \nthat carboplatin may exhibit toxicity to the transitional \nepithelium in the renalpelvis and ureters causing gross \nhematuria and blood clots, resulting in ureteral obstruc tion and hydronephrosis [7, 10].\nIt is essential to identify this adverse event by \nmonitoring patients for signs of this complication and to \nbe prepared to initiate treatment with no delay to prevent \nfurther kidney damage and the need for more aggressive \nmeasures, such as ureteral stenting or percutaneous \nnephrostomy. In our case, although initially the renal \nfunction was in range, the prompt",
    "Introduction": "introduction of \nadequate hydration may have mitigated the apparition \nof further renal complications and improved patient \noutcomes.\nIt may be prudent to timely hydrate patients receiving \ncarboplatin, similar to when using cisplatin, to avoid \nthis toxicity, especially if they have been treated with \nnephrotoxic drugs before.\nAcknowledgements\nThe authors thank the patient for giving them consent to publish his clinical \ninformation.\nAuthor contributions\nAll authors have all contributed as authors to this manuscript in terms of \nplanning, conception and design, writing, and editing the final manuscript.\nFunding\nThe presentation of this case report did not receive any specific grant from \nfunding agencies.\nAvailability of data and materials\nThe data that support the conclusions of this article are included within the \narticle.\nDeclarations\nEthics approval and consent to participate\nNot applicable.Table 1 Literature review of carboplatin-induced hematuria reports\nDrug and dosage Cancer Symptoms Management\nEttinger et al., 1993 Carboplatin 336 mg/m2 for 5 days \n(1680 mg/m2) (previously received \ncyclophosphamide)Pediatric patients with AML Gross hematuria Conservatively\nAgraharkar et al., 1998 1100 mg carboplatin (753 mg/m2) \n250 mg paclitaxel (175 mg/m2)Ovarian carcinoma Gross hematuria obstructive AKI Conservatively\nKrishnan S.G., 2007 792 mg carboplatin 292 mg paclitaxel \n(175 mg/m2)Ovarian carcinoma Gross hematuria bilateral \nhydronephrosisUreteral stenting\nTaj et al., 2011 Carboplatin, docetaxel, \nand trastuzumabBreast carcinoma Gross hematuria Conservatively\nSato M., 2020 Carboplatin (560 mg/m2), after eight \ndosesPediatric low grade glioma Gross hematuria bilateral \nhydronephrosisConservatively\nPastorello J., 2022 Carboplatin, docetaxel, trastuzumab, \nand pertuzumabBreast carcinoma Gross hematuria obstructive AKI Conservatively\nNallathambi et al., 2024 700 mg carboplatin 250 mg paclitaxel Breast carcinoma Gross hematuria, loin pain, bilateral \nhydronephrosisUreteral stenting\nPage 5 of 5\n Capdevila et al. Journal of Medical Case Reports          (2024) 18:546 \n \nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 3 August 2024   Accepted: 25 September 2024\nReferences\n 1. Finkel KW, Perazella MA, Cohen EP . Onco-nephrology e-book: onconephrology Ee-book. Amsterdam: Elsevier; 2019.\n 2. Vermorken J, Bokkel W, Eisenhauer E, Favalli G, Belpomme D, Conte P , et al. \nCarboplatin versus cisplatin. Ann Oncol. 1993;4:S41–8.\n 3. Langer CJ, Leighton J, McAleer C, Comis R, O’Dwyer P , Ozols R. Paclitaxel \nand carboplatin in the treatment of advanced non-small cell lung cancer. \nSemin Oncol. 1995;22(3 Suppl 6):64–9.\n 4. Krishnan SG, Vanderbrink B, Weiss G, Singhal PC, Shah HH. Renal pelvic \nhaemorrhage and acute renal failure associated with carboplatin therapy. \nUrology. 2007;70(6):1222-e1225.\n 5. Aparicio J, Germà JR, Del Muro G, Maroto X, Arranz P , Sáenz JA, et al. \nSecond Spanish germ cell cancer cooperative group. Risk-adapted \nmanagement for patients with clinical stage I seminoma: the second Spanish germ cell cancer cooperative group study. J Clin Oncol. \n2005;23(34):8717–23.\n 6. Ettinger LJ, Krailo MD, Gaynon PS, Hammond GD. A phase I study of \ncarboplatin in children with acute leukaemia in bone marrow relapse. A \nreport from the children’s cancer group. Cancer. 1993;72:917–22.\n 7. Agraharkar M, Nerenstone S, Palmisano J, Kaplan AA. Carboplatin-related \nhematuria and acute renal failure. Am J Kidney Dis. 1998;32(5):5.\n 8. Taj A, Vijendra D, Shafiq Q, Mohamed I. Carboplatin-induced hematuria in a patient of breast carcinoma. A case report. Am J Ther. \n2011;18(6):269–70.\n 9. Hoover A, Sato M. LGG-24. Carboplatin-induced hematuria in a paediatric \npatient with low-grade glioma and review of literature. Neuro Oncol. \n2020. https:// doi. org/ 10. 1093/ neuonc/ noaa2 22. 406.\n 10. Nallathambi N, Chinnadurai A, Yogesh S. Carboplatin-induced hematuria \nwith obstructive acute kidney injury. Cureus. 2024;16(4):58931.\n 11. Beyer J, Rick O, Weinknecht S, Kingreen D, Lenz K, Siegert W. Nephrotoxicity after high-dose carboplatin, etoposide and ifosfamide in germ-cell \ntumors: incidence and implications for hematologic recovery and clinical \noutcome. Bone Marrow Transplant. 1997;20(10):813–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}