{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04902-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04902-8.pdf",
  "metadata": {
    "/Keywords": "Gaucher’s disease; Enzyme replacement therapy; Glucocerebrosidase; Single-nucleotide polymorphism",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241121165707+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241120083302+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04902-8",
    "/Author": "Bijan Keikhaei ",
    "/Title": "Different and unusual presentation of Gaucher’s disease with the same mutation in the glucocerebrosidase enzyme (F266L) in two patients: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04902-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Gaucher is an autosomal recessive inherited lysosomal storage disorder. The incidence of this dis‑\nease is rare with a global estimate of around 1 in 57,000 to 1 in 75,000. Gaucher’s disease is caused by a mutation \nin the glucocerebrosidase gene. Common symptoms of this disease include hepatosplenomegaly, moderate neu‑\nrological symptoms, and late‑onset skeletal alterations. However, Gaucher can sometimes have rare presentations \nthat lead to a delayed diagnosis in patients. This report discusses two adult cases of Gaucher’s disease (type 1) \nwith the same mutation but with unusual symptoms.",
    "Case Presentation": "Case presentation One patient was a 44‑ year ‑old man who had been experiencing chronic cough since he \nwas 10 years old, and the other patient was a 27‑ year ‑old woman with itching, both atypical symptoms of Gaucher. \nBronchodilators and prednisolone were administered for chronic cough and antihistamines and prednisolone were \ngiven for the itching, but little to no improvement was seen. Sonography tests revealed that both cases had sple ‑\nnomegaly, hepatomegaly, and liver malfunction, characteristic of Gaucher’s disease. Bone marrow aspiration tests \nconfirmed the presence of Gaucher’s cells in their bones. The level of glucocerebrosidase enzyme in both cases \nwas less than 1.5 nmol/mL/hour. Whole exon sequencing confirmed a mutation on exon 8 of the GBA1 gene \nin a homozygous form in both cases, resulting in a transversion mutation (C > G) at position c.798, leading to the sub ‑\nstitution of phenylalanine 266 with leucine. Both patients were of Bakhtiyari ethnicity and had parents who were \nin a consanguineous marriage. After receiving Cerezyme treatment, both cases experienced a disappearance of their \ncough and itching symptoms.",
    "Conclusion": "Conclusion This report highlights the importance of recognizing the unusual presentation of Gaucher’s disease \nespecially in regions with high rates of consanguineous marriage and thalassemia. This knowledge can aid physicians \nin making accurate diagnoses and providing appropriate treatment.\nKeywords  Gaucher’s disease, Enzyme replacement therapy, Glucocerebrosidase, Single ‑nucleotide polymorphism\nBackground\nGaucher’s disease is a rare metabolic disorder with an \ninherited autosomal recessive pattern [1] that causes \nsystemic lysosomal storage disorder due to a deficiency \nin the glucocerebrosidase enzyme. This enzyme is char acterized as a housekeeping gene and is located on the \nfirst chromosome (1q22) [2]. The defective activity of Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBijan Keikhaei\nkeikhaeib@yahoo.com; kheikhaei‑b@ajums.ac.ir\n1 Thalassemia & Hemoglobinopathy Research Center, Health Research \nInstitute, Ahvaz Jundishapur University of Medical Sciences, Ahvaz, Iran\nPage 2 of 7 Keikhaei and Mafakher  Journal of Medical Case Reports          (2024) 18:563 \nthis enzyme leads to the accumulation of glucosylcera mide (GlcCer), especially in macrophage cells, which are \ncalled lipid-laden macrophages or Gaucher’s cells. These \ncells have characteristic appearances such as cytoplas mic granular enlargement and round displaced nuclei. \nThe infiltration of Gaucher’s cells in different organs \nsuch as the liver, spleen, bone marrow, and lung causes \nsignificant clinical manifestations in this disease such as \nhepatosplenomegaly, pancytopenia, skin pigmentation, \nneurological symptoms, osteoporosis, severe bone pain, \nand respiratory symptoms [2, 3].\nGaucher is categorized into three subgroups based on \nage of presentation, severity, clinical features signs, and \nneurological association. Type 1 of this disease is seen \nin early adulthood or adolescence. This form of the dis ease is chronic and non-neuropathic with anemia, mas sive hepatosplenomegaly, and bone marrow involvement \npresentation. Type 2 is characterized as an acute neuro pathic or infantile form. Severe progressive neurologi cal deterioration with an aggressive course is observed \nin this type. Hepatosplenomegaly is also detected. Bone \ninvolvement is rare in this form. Type 3 of Gaucher’s dis ease, which is the least common form, is the juvenile or \nsubacute form that affects patients between 2 and 6 years. \nThe most common presentation of this type is hepatos plenomegaly and moderate neurological symptoms with \nlate-onset skeletal alterations [3]. Additionally, any symp tom of weakness, pallor, and a progressively growing \nabdominal girth associated with unexplained splenomeg aly should be considered as Gaucher’s disease, especially \nin children [4]. Lung involvement in this disease is rare \nand can vary from being clinically asymptomatic with \nnormal or mild changes to severe respiratory symptoms \nthat are confirmed by radiographic findings [3]. Gauch er’s disease can be characterized by a genetic test but due \nto limited resources for genetic testing in underdevel oped countries, this method has its limitations. The gold \nstandard method for confirming Gaucher’s disease is \nstill bone marrow examination, which is an invasive but \naffordable technique, especially in underdeveloped coun tries [5]. However, pseudo-Gaucher’s cell can also be seen \nin other diseases such as chronic myelogenous leukemia \n(CML), type II congenital dyserythropoietic anemia, \nthalassemia, Hodgkin’s lymphoma, multiple myeloma, \nacquired immunodeficiency syndrome (AIDS), and defi ciency in β-glucosidase activity [4].\nOnly two studies have reported on the association of \nGaucher’s disease with pulmonary involvement [3, 6] and \nno cases have been reported regarding the association of \nitching with Gaucher’s disease. This case report presents \ntwo cases from Bakhtiyari ethnicity with the same muta tion in position F266L of the glucocerebrosidase enzyme \nbut with different clinical symptoms. The tests and symptoms that help us recognize Gaucher’s disease in \nthese patients are presented here. This case report could \nhelp physicians be aware of unusual and varied symp toms of Gaucher’s disease, especially in patients with the \nsame mutation in the GBA1 gene.\nCase presentation 1\nThe first case is a 44-year-old man who presented with a \nchronic cough. He had experienced this symptom since \nhe was 10 years old (Table  1). The severity of his cough \ndid not worsen over time. He has been on therapy with \nbronchodilators and prednisolone for years to manage his \nasthma and cough, but he has not shown any improve ment. During this time, his chest x-ray report indicated \na reticular field lung pattern. The complete blood count \ntest showed a normal level of white blood cell count \n(6.5 ×  103/µL) and a low platelet count of 52 ×  103/µL \nindicating mild thrombocytopenia and a suspicion of \nimmune thrombocytopenia (ITP). The levels of alkaline \nphosphatase and aspartate transaminase (AST) liver \nenzymes were within the normal range, except for alanine \ntransaminase (ALT; 57U/L), which was slightly elevated. \nAdditionally, his ferritin level was 492  ng/mL (Table  2). \nThis suggested that his liver was mildly impaired, despite \na negative viral profile (Table  3). The longitudinal spleen \nspan was 16 mm above normal, indicating splenomegaly \n(Fig.  1). Bone marrow aspiration revealed foamy cells \nconsistent with Gaucher’s disease (Fig.  2). To deter mine the specific mutation, whole exon sequencing was \nperformed. The genetic test result identified a muta tion in exon 8 of the GBA1 gene (NM_001005742) in a \nhomozygous form, resulting in a C > G transversion at \nposition c.798. This mutation led to the substitution of \nphenylalanine 266 with leucine (F266L), which was pre dicted to be likely pathogenic for Gaucher type 1 dis ease. The analysis of the family history revealed that the \npatient had Bakhtiyari ethnicity. Furthermore, it was dis covered that the patient’s parents had a second-degree \ncousin’s consanguineous marriage. However, none of the \npatients’ siblings were affected by Gaucher’s disease. He \nwas administered 400 U of Cerezyme every 15 days. Sur prisingly, the patient’s cough ceased after receiving the \nfirst dose of Cerezyme, and his platelet count increased \nto 83 ×  103/µL, with AST, ALT, and alkaline phosphatase \nlevels returning to normal (Table 2).   \nCase presentation 2\nThe 27-year-old woman began experiencing itching as \nthe first symptom associated with bone pain (Fig.  3). \nHer demographic data are presented in Table  4. She was \ngiven antihistamines and prednisolone for itching; how ever, she only partially responded to these medications. \nA sonography test revealed portal hypertension. The \nPage 3 of 7\n Keikhaei and Mafakher  Journal of Medical Case Reports          (2024) 18:563 \n \npatient did not report any neurological symptoms. Her \nwhite blood cell count and platelet count were 73 ×  103/\nµL and 4.6 ×  103/µL, respectively. The blood test result \nis shown in Table  5. The ELISA test for autoantibod ies was negative, indicating that no autoantibodies were present in this patient (Table  6). Sonography tests also \nshowed mild hepatomegaly and moderate splenomeg aly. Her glucocerebrosidase level was 0.3 nmol/ml/hour, \nwhich is lower than the normal level of 1.5  nmol/ml/\nhour, indicating a deficiency in this enzyme. The enzyme \nassay result is presented in Table  7. Due to symptoms \nresembling Gaucher’s disease, a bone marrow aspiration \ntest was conducted. The test revealed foamy cells in her \nbone marrow, characteristic of Gaucher’s disease (Fig.  4). \nWhole exon sequencing showed a homozygous transver sion mutation (C > G) in position c.798 in exon 8 of the Table 1 Demographic data and clinical details of the patient\nPatient 1\nSex Male\nRegion (city, province, country) Izeh, Khuzestan, Iran\nEthnicity Bakhtiyari\nAge at the time of investigation and diagnosis of disease 44 years\nAge at the time of the first symptom 10 years\nThe first symptom of the disease Chronic cough\nSymptoms of disease at the time of investigation\nChronic cough  + \nLiver function Mild malfunction\nSplenomegaly  + \nBlood abnormalities\nThrombocytopenia Mild\nBone marrow analysis\nPresence of Gaucher’s cells  + \nGenetic test Whole exon sequencing\nGenetic mutation c.798 C > G(p.Phe266Leu)\nTreatment\nEnzyme replacement therapy  + (administration of Cerezyme)\nSymptoms of disease after treatment Stop chronic cough\nTable 2 Complete blood test count and liver enzyme assay \nbefore and after treatment of Gaucher’s disease by Cerezyme\nSGOT: Serum Glutamic-Oxaloacetic Transaminase, SGPT: Serum Glutamic Pyruvic \nTransaminaseParameters Before treatment After treatment Range\nWBC 6.5 ×  103/µL 7.1 ×  103/µL 4–10\nPlatelets 52 ×  103/µL 83 ×  103/µL 150–450\nHemoglobin 14.8 g/dL 15.1 g/dL 14–18\nFerritin 492 ng/mL 16–220\nSGOT (AST) 36 UI 39 UI  < 38\nSGPT (ALT) 57 U/L 45 UI  < 41\nAlkaline phosphatase 225U/L 358 U/L 100–360\nTable 3 Viral profile by enzyme ‑linked immunosorbent assay \n(ELISA) method\nTest Result Range\nHuman immunodeficiency virus (HIV) anti‑\nbody (Ab) (I + II)0.1  < 0.9\nHepatitis B surface (HBs) antigen (Ag) 0.1  < 0.9\nHepatitis C virus (HCV) 0.1  < 0.9\nFig. 1 Sonography of the spleen represents Splenomegaly\nPage 4 of 7 Keikhaei and Mafakher  Journal of Medical Case Reports          (2024) 18:563 \nGBA1 gene, resulting in the substitution of phenylala nine 266 with leucine (F266L) as a pathogenic mutation. \nThe family history analysis indicated that the patient had \nBakhtiyari ethnicity and her parents had a consanguine ous marriage (second-degree cousins). However, none \nof her siblings were affected by Gaucher ‘s disease. The \nadministration of 400 U Cerezyme every 15 days success fully stopped her itching.",
    "Discussion": "Discussion\nGaucher’s disease is a metabolic disorder that occurs \ndue to a deficiency in lysosomal glucocerebrosidase. \nThis disease has three types of phenotypes based on age \nand neurological deficit. Type 2 and 3 of this disease \nare characterized as an infantile and juvenile subtype \nof Gaucher’s disease that are associated with acute and \nchronic neuronopathic representation, respectively. In the infantile form, death occurs before the age of 3 \nyears, while in the juvenile form death typically occurs \nin the third or fourth decade of life. Type one Gauch er’s disease affects adults, who can lead a normal life \nwith enzyme replacement therapy [5 ]. The deficiency \nof glucocerebrosidase is caused by a mutation in the \nGBA1 gene that is responsible for the enzyme. Among \nthe 300 mutations in the GBA1 gene, more than 80% \nare single-nucleotide polymorphisms (SNPs) [7 ]. Dif ferent mutations in this protein lead to different types \nof Gaucher’s disease; for example, the N370S muta tion causes the adult form of Gaucher, while the L444P \nmutation causes the juvenile form of the disease. Vari ous mutations in the glucosylceramidase protein have \nbeen observed in the infantile form [5 ]. In this report, \nwhole exon sequencing in both cases revealed a mis sense mutation (F266L) in a homozygous format in \nthe GBA1 gene. Both patients’ ethnicities were Bakh tiari and they lived in Izeh, which is one of the cities \nin the Khuzestan province. The pathogenic role of the \nF266L mutation in Gaucher’s disease was previously \nreported by Machaczka and Klimkowska [8 ]. They \nreported on a woman who lived in Sweden but origi nally came from Ahvaz, Khuzestan. They found that \nshe had a heterozygous mutation in the GBA1 gene. \nAfter sequencing, they discovered that she harbored \nF266L and I347S mutations in GBA1 [ 8]. This could \nmean that this type of GBA1 mutation may be more \ncommon in this region, although further analysis with \na larger number of patients with Gaucher’s disease is \nneeded to confirm this. This data aligns with the find ings of Sheth et al., who reported that the L483P muta tion in the GBA1 gene was more prevalent in patients \nFig. 2 The photomicrograph representation of foamy cells which \nare named Gaucher’s cells (black arrows) in bone marrow aspiration \nwith Giemsa staining ×400\nFig. 3 The symptom of itching is represented in patients with Gaucher’s disease\nPage 5 of 7\n Keikhaei and Mafakher  Journal of Medical Case Reports          (2024) 18:563 \n \nwith Gaucher’s disease in India [9 ]. The family history \nanalysis in the current study did not show any familial \nrelation between these two patients, even though both \npatients were born from consanguineous marriages. All \nsiblings of both patients were healthy and unaffected by \nGaucher’s disease. This data is consistent with previ ous studies that found consanguinity among parents of \npatients with Gaucher’s disease [8 , 10], as well as cases where patients were from non-consanguineous mar riages but located in the same region [1 , 3, 5], increas ing the risk of Gaucher’s disease. This suggests that the \nprevalence of Gaucher’s disease is high in certain areas \nin countries with limited populations, where consan guinity is common [11].\nThe symptoms of Gaucher’s disease are associated \nwith liver and spleen size, hemoglobin concentra tion, platelet levels, and bone appearance, which are \nused for the identification of Gaucher’s disease [12]. \nThese symptoms are common in patients with thalas semia as well, which can make it difficult to recognize \nGaucher’s disease in regions where the prevalence of \npatients with thalassemia is high [13], such as Iran [14]. \nIn this study, both reported cases had splenomegaly Table 4 Demographic and clinical data of the patient\nPatient 2\nSex Female\nRegion (city, province, country) Izeh, Khuzestan, Iran\nEthnicity Bakhtiyari\nAge at the time of investigation and diagnosis of disease 27 years\nSymptoms of disease at the time of investigation\nItching  + \nBone pain  + \nPortal hypertension  + \nHepatomegaly Mild\nSplenomegaly Moderate\nBone marrow analysis\nPresence of Gaucher’s cells  + \nGenetic test Whole exon sequencing\nGenetic mutation\nc.798 C > G(p.Phe266Leu)\nTreatment\nEnzyme replacement therapy  + (administration of Cerezyme)\nSymptoms of disease after treatment Stop itching\nTable 5 The blood test data before and after treatment\nParameters Before treatment After treatment Range\nWBC 4.6 ×  103/µL 82 ×  103/µL 4–10\nPlatelets 73 ×  103/µL 261 ×  103/µL 150–450\nHemoglobin 12.3 g/dL 14.2 g/dL 11.5–16\nSGOT (AST) 19 U/L 28 U/L  < 38\nSGPT (ALT) 18 U/L 34 U/L  < 41\nAlkaline phosphatase 202 U/L 66 U/L 100–360\nTable 6 ELISA test to assay autoantibodies. Data show that \nautoantibodies against nuclear, mitochondrial, and smooth \nmuscle were negative\nTest Result Range\nAnti‑nuclear antibodies Negative Negative less than 1/10\nAnti‑mitochondrial antibodies 1/40 Negative up to 1/20\nAnti‑smooth muscle antibodies 1/20 Negative up to 1/20Table 7 Enzyme assay result. All enzymes except for \nβ‑glucocerebrosidase (ABG) are in the normal range\nEnzyme Result Range\nα‑Galactosidase (GLA) 1.4 nmol/mL/hour 1.3–17.5 nmol/mL/hour\nα‑Glucosidase (GAA) 7.3 nmol/mL/hour 2.2–21.5 nmol/mL/hour\nGalactocerebrosidase \n(GALC)1.8 nmol/mL/hour 0.7–6.5 nmol/mL/hour\nAcid‑sphingomyelinase \n(ASM)2.5 nmol/mL/hour 1.1–16.0 nmol/mL/hour\nβ‑Glucocerebrosidase \n(ABG)0.3 nmol/mL/hour 5.0–47.0 nmol/mL/hour\nα‑L‑Iduronidase (IDUA) 3.9 nmol/mL/hour 1.0–18.5 nmol/mL/hour\nPage 6 of 7 Keikhaei and Mafakher  Journal of Medical Case Reports          (2024) 18:563 \nand hepatomegaly, which are compatible with Gau cher’s symptoms in a 23-year-old woman in India [1 ], \na 3-year-old boy in Iran [4 ], an 18-year-old AfricanAmerican female patient in Cuba [15], and a 17-yearold woman who lived in Sweden but originally came \nfrom Iran and had a heterozygous form of the F266L \nmutation in GBA1 [ 8]. The additional symptom of Gau cher’s disease in this woman was skeletal deformation \n[8], which was not observed among patients in this case \nreport. Although the 27-year-old woman in this report \nhad bone pain, no skeletal deformation was observed \nin this patient. The chronic cough in the 44-year-old \npatient in the current work is compatible with a 6-yearold female child who had recurrent episodes of cough \nand cold with enlargement of the liver and spleen. This \nlung symptom could be due to the infiltration of Gau cher’s cells into alveoli, interstitium, bronchi, or pulmo nary vasculature [3 ]. This data follows the Santamari \net al. work which showed the homozygous form of the \nL444P mutation in the GBA1 gene could increase the \nrisk of pulmonary disease in patients with Gaucher’s \ndisease [6 ], although in the current report, the homozy gous form of F266L represented pulmonary symptoms.\nAlthough both cases had the same mutation in the \nGBA1 gene, they exhibited different symptoms of Gau cher’s disease. Maor et  al. demonstrated that vari ous glucosylceramidase variants were substrates for \ndifferent E3 ubiquitin ligases in various cells to degrade \nunfold or misfold glucosylceramidase in the endoplas mic reticulum (ER) [16]. Therefore, differences in E3 \nubiquitin ligases in the ER may be the causes of differ ent symptoms of Gaucher’s disease in patients. The diag nosis of Gaucher’s disease in both cases was confirmed \nby the presence of Gaucher’s cells in bone aspiration, low glucosylceramidase enzyme activity, and genetic \ntest mutation analysis. This is consistent with previous \nresearch indicating that bone marrow examination is \nessential for diagnosing of Gaucher’s disease and should \nbe conducted for all suspicious patients [17].\nIn both case reports, symptoms of Gaucher’s disease \nceased after the administration of Cerezyme. This out come aligns with the finding of Machaczka and Klim kowska, who treated a woman with Gaucher’s disease \nand the same mutation in GBA1 with Cerezyme. They \nobserved normalization of liver size and function, and \ncessation of acute skeletal pain, despite occasional skel etal deformations [8]. This result is also consistent with \nother patients with Gaucher’s disease who have under gone enzyme replacement therapy and experienced a \nreduction in their Gaucher’s symptoms [2, 18]. This indi cates that enzyme replacement therapy is effective in \ntreating this disease [19], although the expensive price of \nCerezyme in developing and underdeveloped countries \nposes a significant challenge for patients [1, 5, 20].\nConclusions\nDiagnosing Gaucher’s disease can be challenging due to \nits rarity and varying symptoms. Additionally, the lack \nof awareness among physicians and the limited availabil ity of genetic testing centers, particularly in low-income \ncountries, contribute to delays in diagnosis. Therefore, \nincreasing knowledge about the different symptoms \nof Gaucher’s disease could help physicians make ear lier diagnoses and reduce the morbidity and side effects \nexperienced by patients, especially in regions with small \npopulations, high rates of consanguineous marriage, and \na high prevalence of thalassemia.\nAbbreviations\nLSD  Lysosomal storage disorder\nGBA  Glucocerebrosidase\nGlcCer  Glucosylceramide\nWBC  White blood cell\nGLA  α‑ Galactosidase\nGAA   α‑ Glucosidase\nGALC  Galactocerebrosidase\nASM  Acid‑sphingomyelinase\nABG  β‑ Glucocerebrosidase\nIDUA  α‑ l‑Iduronidase\nAcknowledgements\nThanks to Ahvaz Jundishapur University of Medical Sciences for collaboration \nin this study.\nAuthor contributions\nBK collected data and assessed patients and LM wrote the manuscript.\nFunding\nNo funding was given for this study.\nAvailability of data and materials\nAll data and materials are available in this study.\nFig. 4 Bone aspiration photomicrograph represents foamy cells \ncalled Gaucher’s cells (black arrows) with Giemsa staining ×400\nPage 7 of 7\n Keikhaei and Mafakher  Journal of Medical Case Reports          (2024) 18:563 \n \nDeclarations\nEthics approval and consent to participate\nConsent was gained by all applicants in this study.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nNone declared.\nReceived: 20 September 2023   Accepted: 7 October 2024\nReferences:\n 1. Kannauje PK, Pandit V, Wasnik PN, Gupta AK, Venkatesan N. Gaucher’s \ndisease in an adult female: a rare entity. Cureus. 2021;13:8.\n 2. Ahmadieh A, Farnad F, Sedghizadeh P . Gaucher disease with jawbone \ninvolvement: a case report. J Med Case Rep. 2014;8:1–5.\n 3. Sherwani P , Vire A, Anand R, Gupta R. Lung lysed: a case of Gaucher \ndisease with pulmonary involvement. Lung India. 2016;33(1):108.\n 4. Binesh F, Yousefi A, Ordooei M, Bagherinasab M. Gaucher’s disease, an \nunusual cause of massive splenomegaly, a case report. Iranian J Pediat \nHematol Oncol. 2013;3(4):173.\n 5. Londhe MM, PaTiL TV. Gaucher’s disease with rare genotype, a case \nreport. Natl J Lab Med. 2021.\n 6. Santamaria F, Parenti G, Guidi G, Filocamo M, Strisciuglio P , Grillo G, et al. \nPulmonary manifestations of Gaucher disease: an increased risk for L444P \nhomozygotes? Am J Respir Crit Care Med. 1998;157(3):985–9.\n 7. Bohra V, Nair V. Gaucher’s disease. Ind J Endocrinol Metab. 2011;15(3):182.\n 8. Machaczka M, Klimkowska M. Novel heterozygous c. 798C> G and c. \n1040T> G mutations in the GBA1 gene are associated with a severe \nphenotype of Gaucher disease type 1. Annal Hematol. 2014;93:1787–9.\n 9. Sheth J, Bhavsar R, Mistri M, Pancholi D, Bavdekar A, Dalal A, et al. Gaucher \ndisease: single gene molecular characterization of one ‑hundred Indian \npatients reveals novel variants and the most prevalent mutation. BMC \nMed Genet. 2019;20:1–11.\n 10. Bhati AA, Shah SR, Dalal YD, Shah NM, Patel MN. Gaucher’s Disease in an \nAdult Male: a case report of a rare mutation. Cureus. 2024;16:4.\n 11. Sheth J, Mistri M, Sheth F, Shah R, Bavdekar A, Godbole K, et al. Burden of \nlysosomal storage disorders in India: experience of 387 affected children \nfrom a single diagnostic facility. JIMD Reports‑ Volume. 2014;12:51–63.\n 12. Van Dussen L, Hendriks E, Groener J, Boot R, Hollak C, Aerts J. Value of \nplasma chitotriosidase to assess non‑neuronopathic Gaucher disease \nseverity and progression in the era of enzyme replacement therapy. J \nInherit Metab Dis. 2014;37:991–1001.\n 13. Kini JR, Sreeram S, Hegde A, Kamath S, Pai RR. Thalassaemia trait with \nGaucher disease: a diagnostic dilemma. J Clin Diagn Res. 2017;11(9):ED14.\n 14. Miri M, Tabrizi Namini M, Hadipour Dehshal M, Sadeghian Varnosfaderani \nF, Ahmadvand A, Yousefi Darestani S, Manshadi M. Thalassemia in Iran \nin last twenty years: the carrier rates and the births trend. Iran J Blood \nCancer. 2013;6(1):11–7.\n 15. Valdés‑Díaz K, Fariña‑Lamadrid R, Artiles‑Martínez D, López JA, Gaucher \ndisease. Presentation of a clinical case and literature review. Hematol \nTransfus Cell Ther. 2022;44(1):104–7.\n 16. Maor G, Filocamo M, Horowitz M. ITCH regulates degradation of mutant \nglucocerebrosidase: implications to Gaucher disease. Hum Mol Genet. \n2013;22(7):1316–27.\n 17. Ruchlemer R, Mittelman M, Zimran A. Gaucher disease, myelodysplastic \nsyndrome and ICUS. Blood Cells Mol Dis. 2020;80: 102373.\n 18. Oto Y, Inoue T, Nagai S, Tanaka S, Itabashi H, Shiraisihi M, et al. Successful \ntreatment of Gaucher disease type 1 by enzyme replacement therapy \nover a 10‑ year duration in a Japanese pediatric patient: a case report. Exp \nTher Med. 2021. https:// doi. org/ 10. 3892/ etm. 2021. 9677. 19. Weinreb N, Barranger J, Packman S, Prakash‑ Cheng A, Rosenbloom \nB, Sims K, et al. Imiglucerase  (Cerezyme®) improves quality of life in \npatients with skeletal manifestations of Gaucher disease. Clin Genet. \n2007;71(6):576–88.\n 20. Hakimi T, Amarkhil OO, Zamani MA, Aslamzai M, Turial S, Rahimi MT, \nJawed MA. Gaucher’s disease in children: case report from Afghanistan \nwith literature review. Global Pediatrics. 2023;5: 100072.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}