{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04802-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04802-x.pdf",
  "metadata": {
    "/Keywords": "McArdle’s disease; Glycogen storage disease V; Camptocormia; Late-Onset",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240927114906+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240924144416+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04802-x",
    "/Author": "Johannes Stalter ",
    "/Title": "Unusual presentation of PYGM gene mutation as late-onset McArdle disease with camptocormia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04802-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Glycogen storage disease type 5 (McArdle disease) leads to a deficiency in the activity of myophosphorylase resulting in an impaired glucose utilization. The disease can be caused by a variety of mutations \nin the PYGM gene, and its typical clinical manifestation is muscles weakness within the first three decades of life.",
    "Case Presentation": "Case presentation In this case report we present the diagnostic work-up of a physically active 78-year-old Caucasian patient suffering from a 2-year history of progressive camptocormia including clinical, radiologic, histological, \nand genetic tests. There was no history of neuro-muscular diseases in the family. Serum CK levels were moderately \nincreased while other blood/urine parameters were normal. Magnetic resonance imaging showed fatty remodeling \nof the muscles of the back. Histochemical examination of a muscle biopsy revealed the absence of myophosphorylase activity, while gene analysis identified a known early-onset McArdle mutation in the PYGM gene.",
    "Conclusion": "Conclusion This case highlights that the clinical spectrum of PYGM gene mutation typically manifest during adolescence, but it is also a differential diagnosis in late onset muscle disorders and emphases the investigation of the role \nof ACE inhibitors in this disease.\nKeywords  McArdle’s disease, Glycogen storage disease V, Camptocormia, Late-Onset\nBackground\nGlycogen storage disease type V (GSD-V), known as \nMcArdle’s disease, is a rare genetic disorder that affects \nskeletal muscle metabolism, typically caused by a muta tion in the PYGM gene [1, 2]. This leads to a deficiency in \nthe enzyme myophosphorylase, which impairs the ability \nto utilize glucose from glycogen storage. Especially dur ing exercise symptoms, such as fatigue, muscle cramping, \nand myoglobinuria, are evident. Signs and symptoms of \nthis typical PYGM mutation usually are an early clinical \nmanifestation demonstrating severe muscle weakness in \nthe first three decades of life. About 150 mutations within \nthe PYGM  gene are known, but most of them seem to \nbe very rare with a few mutations being responsible for \nthe majority of cases [3, 4]. While the disease usually \npresents in childhood, in this case report, we present a *Correspondence:\nJohannes Stalter\nJohannes.stalter@uni-oldenburg.de\n1 Department of Neurology, Carl Von Ossietzky University Oldenburg, \nOldenburg, Germany\n2 University Clinic of Neurology, Evangelical Hospital Oldenburg, \nOldenburg, Germany\n3 Section of Clinical Neuropathology, Klinikum Bremen Mitte, Bremen, \nGermany\n4 Institute of Radiology and Neuroradiology, Evangelical Hospital \nOldenburg, University of Oldenburg, Oldenburg, Germany\n5 Research Center Neurosensory Science, University of Oldenburg, \nOldenburg, Germany\n6 Department of Diagnostic and Interventional Radiology, University \nof Düsseldorf, Düsseldorf, Germany\nPage 2 of 4 Stalter et al. Journal of Medical Case Reports          (2024) 18:465 \npatient who did not develop symptoms until late adult hood, and a bent trunk was the dominant symptom.\nCase description\nA 78-year-old Caucasian patient presented with a his tory of progressive gait impairment, camptocormia, and \npain in his upper leg. He noticed a forward bending of \nthe upper body, which started 2 years ago. There was no \nknown family history of neurological or muscular disor ders. The patient was physically active until the time of \nadmission. Clinical examination revealed atrophy of the \nshoulder girdle with mild weakness of both shoulders \nand the left thigh. Achilles tendon reflex was absent. He \nshowed a camptocormia (with a back-to-leg angle > 30°), \nwhich could not be actively compensated (Fig.  1). The \nfurther neurological status was unremarkable. Other \ndiagnoses were hypertension treated with an AT1inhibitor and generalized atherosclerosis treated with \nacetylsalicylic acid. Laboratory testing revealed elevated creatinine kinase (585  U/l, norm < 190  U/l). All other \nexamined blood/urine parameters were normal. Electro myogenic (EMG) recordings of the lumbar autochthonic \nmuscles revealed no electric activity whereas the lower \nproximal limbs (M. semitendinosus and M. biceps femo ris) showed spontaneous activity, amplitude reduction, \nshortened muscle potentials, and decreased amplitude \nof the interference pattern as a myogenic signature. In \nthe EMG, decreased amplitudes and moderate increased \nconduction times indicating a mild axonal-demyelinating \nsensorimotor polyneuropathy of the lower limbs were \nevident. Magnetic resonance imaging (MRI) scans of \nthe back (Fig.  1A) showed severe fatty remodeling of the \nautochthonic muscles. The biopsy of the left semitendi nosus muscle revealed atrophy of single muscular fibers, \nwith increased storage of glycogen together with the total \nabsence of myophosphorylase activity (for enzyme reac tion see Fig.  1B) and sub-sarcolemmnal glycogen. Sanger \nsequencing of the PYGM gene (NM_005609.2) showed \nFig. 1 Magnetic resonance imaging scans demonstrate severe fatty degeneration of the autochthonous back muscles (white arrows) (T2w TSE \ntransversal and sagittal. Siemens Symphony 1,5 T MRT) A Histochemical straining demonstrated the absence of myophosphorylase reaction \nin muscle fibres of the biopsy (left). Control sample with a normal myophosphorylase reaction in muscle fibres (right) (Left semitendinosus muscle, \n10 × zoom, Histochemical enzyme reaction) (B). Written consent of the patient for publication of this photo was obtained\nPage 3 of 4\n Stalter et al. Journal of Medical Case Reports          (2024) 18:465 \n \na heterozygous c.280 > T/p (Arg94Trp) and a heterozy gous c.2056G > A/p (Gly686Arg) mutation compatible \nwith early-onset McArdle’s disease. The current therapy \nconsists of physiotherapy and the avoidance of potential \nmuscle damaging drugs; with this regimen, the patient \nonly shows a mild progression of the disease. Since the \npatient has no children, no genetic consultation has taken \nplace.",
    "Discussion": "Discussion\nIn this case report, we report the history of a patient \nwho showed initial signs of McArdle disease at the age \nof 76 years. Extensive testing revealed two causing \nheterozygous mutations in the PYGM gene. Comparing \nthe clinical picture the patient presented, some striking \nfeatures can be noticed. Besides muscle pain and very \nmild weakness of single muscles, the patient exhibited \nno other “classic” symptoms of McArdle disease. \nOur literature research revealed two cases with axial \nsymptoms, such as camptocormia, in patients with \nMcArdle disease [2, 3].\nA register study found exercise intolerance in 99.5% \nof patients with McArdle disease [3]. This is even more \nnoteworthy, since the muscle biopsy showed the total \nabsence of myophosphorylase activity in this patient, \ne.g., a severe case of the disease. Despite these objective \nfindings, the patient never experienced exercise \nintolerance, even though he was active throughout \nhis life. An active lifestyle may favor a better clinical \noutcome; therefore, this might be a factor that prevented \nthe emergence of earlier symptoms [3]. The same study \nfound age to be negatively correlated with severe and \nprogressive disease courses. Considering literature, the \nage of onset was very late. Only few cases are known \nwhere the disease presented after the first three decades \nof life [7]. Other case reports with the same mutations \ndescribed likewise null myophosphorylase activity, but \nhigher CK serum levels and early onset [8]. However, \nwhether physical activity alone can explain those \ndifferences is contentious. It is known that a change in \nthe ACE gene locus is associated with McArdle disease. \nA study investigated the effects of ACE-inhibitors in \nMcArdle disease’s and found signs of a beneficial effect, \nalthough no long-term effect could be shown [9]. In \nsummary, it could be possible that the intake of ACEinhibitors for several years in combination with an active \nlifestyle by the described patient delayed the emergence \nof symptoms, which occurred right after the removal of \nthe medication in this case.Conclusion\nThis case report shows the importance of considering \nrare genetic diseases, even with a late onset and an \nuncommon presentation. We highlight the problem \nthat even though there are a lot of mutations known to \ncause McArdle, there is still no clear connection between \nthe geno- and phenotype. The potential effect of ACEinhibitors underlines the importance of further studies in \nthis direction. This article therefore broadens the clinical \nand diagnostic picture of GSD-V.\nAcknowledgements\nWe thank the patient for their consent and participation in this case report.\nAuthors contribution\nJ.S. and K.W. carried out study conceptualization, methodology, data curation, \nwriting—review and editing, and project administration; J.S., U.G., C.M., and \nK.W. carried out investigation and visualization; U.G., C.M., and K.W. obtained \nthe resources; J.S. carried out writing—original draft preparation; K.W. \nperformed supervision. All authors have read and agreed to the published \nversion of the manuscript.\nFunding\nOpen Access funding enabled and organized by Projekt DEAL. This research \nreceived no external funding.\nData availability\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interest.\nReceived: 5 December 2023   Accepted: 27 August 2024\nReferences\n 1. Lucia A, Nogales-Gadea G, Pérez M, Martín MA, Andreu AL, Arenas J. \nMcArdle disease: what do neurologists need to know? Nat Clin Pract \nNeurol. 2008;4(10):568–77. https:// doi. org/ 10. 1038/ ncpne uro09 13.\n 2. Bartram C, Edwards RH, Beynon RJ. McArdle’s disease-muscle glyco gen phosphorylase deficiency. Biochim Biophys Acta Mol Basis Dis. \n1995;1272(1):1.\n 3. Khattak ZE, Ashraf M. McArdle disease. Treasure Island: StatPearls Publishing; 2020.\n 4. Nogales-Gadea G, et al. McArdle disease: update of reported mutations \nand polymorphisms in the PYGM  gene. Hum Mutat. 2015;36(7):669–78. \nhttps:// doi. org/ 10. 1002/ humu. 22806.\n 5. Chéraud C, Froissart R, Lannes B, Echaniz-Laguna A. Novel variant in the \nPYGM gene causing late-onset limb-girdle myopathy, ptosis, and camp tocormia. Muscle Nerve. 2018;57(1):157–60. https:// doi. org/ 10. 1002/ mus. \n25588.\nPage 4 of 4 Stalter et al. Journal of Medical Case Reports          (2024) 18:465 \n 6. Witting N, Duno M, Piraud M, Vissing J. Severe axial myopathy in McArdle \ndisease. JAMA Neurol. 2014;71(1):88. https:// doi. org/ 10. 1001/ jaman eurol. \n2013. 3209.\n 7. Leite A, Oliveira N, Rocha M. McArdle disease: a case report and review. \nInt Med Case Rep J. 2012. https:// doi. org/ 10. 2147/ imcrj. s28664.\n 8. Deschauer M, Hertel K, Zierz S. Two novel mutations in the myophosphorylase gene in a patient with McArdle disease. Muscle Nerve. \n2003;27(1):105–7. https:// doi. org/ 10. 1002/ mus. 10261.\n 9. Martinuzzi A, et al. Randomized, placebo-controlled, double-blind pilot \ntrial of ramipril in McArdle’s disease. Muscle Nerve. 2008;37(3):350–7. \nhttps:// doi. org/ 10. 1002/ mus. 20937.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}