{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04938-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04938-w.pdf",
  "metadata": {
    "/Keywords": "Cytisine; Tobacco; Overdose; Smoking cessation; Nicotine",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129072209+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241123111926+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04938-w",
    "/Author": "Simone Campagnari ",
    "/Title": "An example of cytisine overdose with no consequent side-effects: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04938-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cytisine is an alkaloid that is molecularly similar to nicotine and it is commonly used to treat smoking \ncessation. While it is considered a reasonably safe treatment option, cytisine intoxication in humans exhibits several \nadverse effects. These involve the gastrointestinal system (nausea, vomiting, diarrhea), the central nervous system \n(drowsiness, fatigue, delirium), and the motor system (muscle twitching and fasciculation, difficulties in walking).",
    "Case Presentation": "Case presentation We present a unique case report in which a Caucasian patient (an Italian 64-year-old woman) \nwho was undergoing smoking cessation treatment with cytisine, and due to her misunderstanding of the therapeutic \nindications provided, took twice the recommended dose every day for 8 days, leading to an intake of 54 mg/dl of \ncytisine for 3 consecutive days. Notwithstanding the high dosage, the patient did not report any adverse reactions.",
    "Conclusion": "Conclusion This confirms the safety of the drug, even at high doses, in patients aiming to quit smoking.\nKeywords  Cytisine, Tobacco, Overdose, Smoking cessation, Nicotine",
    "Introduction": "Introduction\nCytisine is the main alkaloid in plants belonging to the \nFaboideae subfamily of the Fabaceae family. These plants \nare common in northern Europe and in the mountains of \nsouthern Europe. Since ancient times, all of their parts \nand particularly their seeds have been recognized as \nbeing poisonous and causing symptoms such as vomit ing, dilation of the pupils, tachycardia, prostration, tor por, excytisineement, delirium, hallucinations, muscle \ntwitches, diarrhea, sweating, and even death due to res piratory paralysis [1–3].\nCytisine is considered to be the oldest medication for \nsmoking cessation and has been used for this purpose in some Eastern/Central European and Central Asian coun tries for over 50 years [4, 5].\nStarting from the first pharmacological studies on cyti sine, it appeared evident that its activity is very similar to \nthat of nicotine, suggesting that the most relevant targets \nof the drug are cholinergic nicotinic acetylcholine recep tors (AChRs).\nLike varenicline, it is a partial agonist of the nicotinic \nacetylcholine receptors (nAChRs), with high affinity for \nthe alpha-4 beta-2 nAChR subtype, and its main action is \nto reduce withdrawal symptoms following smoking ces sation [6, 7].\nSeveral sources point toward cytisine’s efficacy and \neffectiveness; it is well tolerated when taken at the rec ommended dose, and the only adverse events reported in \ntrials are typically non-serious and self-limiting gastroin testinal and sleep disturbances [8, 9].\nIn humans (particularly in children), cytisine intoxica tion may manifest with adverse effects on the gastrointes tinal system (nausea, emesis, and bowel movements), the \ncentral nervous system (drowsiness, fatigue, dizziness, \ndelirium), and the motor system (muscle twitching and Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nLorenzo Zamboni\nLorenzo.zamboni88@gmail.com\n1 Department of Internal Medicine, Addiction Unit, Verona University \nHospital, Verona, Italy\n2 Department of Neurosciences, University of Verona, Verona, Italy\n3 Department of General Psychology, University of Padova, Padua, Italy\n4 Padova Neuroscience Center, University of Padova, Padua, Italy\nPage 2 of 4 Campagnari et al. Journal of Medical Case Reports          (2024) 18:578 \nfasciculation, difficulty in walking) [10]. The ingestion of \nseeds of cytisine-containing plants, particularly Spartium \njunceum, or Spanish broom, by children or animals can \ninduce nicotine-like symptoms that usually fully resolve, \nalthough some fatal cases have been reported [11, 12].\nWe report a case of cytisine overdose below.\nCase presentation\nWe report the case of a 64-year-old woman (Cauca sian) who mistakenly took high doses of cytisine during \nher smoking cessation treatment, with no resulting evi dence of a serious adverse reaction. In September 2021 \nthe patient came to the Unit of Addiction Medicine in \nVerona, Italy, looking to quit smoking and to treat her \nalcohol use disorder (she has signed informed consent to \npresent this case report).\nShe reported smoking from the age of 18 with a score \nof 8 out 10 at the Fagerström [13] Test for Nicotine \nDependence. The patient also reported three previous \nattempts to quit smoking: two during her two pregnan cies, during which she obtained abstinence without any \npharmacological support, and the third in 2019, dur ing which she quit smoking for 8 months with the help \nof nicotine patches, but then relapsed due to stress. Fur thermore, she reported a family history of alcoholism.\nShe also suffered from an alcohol use disorder (drink ing about 1.5 L/day of wine) from 2019 to 2021, which \nwas treated by her general practitioner with 400 mg/day \nof Disulfiram. No other comorbid addiction was present.\nAt the time of the patient’s first medical examination, \nshe was following a pharmacological regimen consisting \nin 1.25  mg/day of bisoprolol, 100  mg/day of sertraline, \n2.5 mg/day of clonazepam and 400 mg/day of disulfiram.\nCytisine’s therapeutic protocol is what is termed \n“inductive, ” similarly to the one usually used with vareni cline; this means it consists in gradually increasing the \ndaily capsules the patients take, with a simultaneous par allel reduction in the number of cigarettes they smoke, \nuntil complete cessation is obtained between the 5th \nand 9th day of therapy (quit day); the number of cytisine \ncapsules taken is then gradually reduced until complete \ncessation, which is reached around the thirtieth day of \ntreatment.\nThe patient, due to a misunderstanding of the indica tions that were provided to her verbally by her therapist \nand that were written on the protocol that was given her, \ntook twice the recommended daily dose every day in the \nfirst 8  days of treatment, leading up to a maximum of \n54 mg of cytisine that she took for 3 consecutive days.\nAt the second check-up visit, during the 8th day of \ntherapy, the patient had stopped smoking and reported \ntaking 36 capsules of cytisine (54  mg/day). Once the error in the dosage was detected, the patient was again \ninstructed on how to properly take cytisine.",
    "Discussion": "Discussion\nIn scientific literature there are several reports of people \npoisoned from seeds of Cytisus laburnum , which contain \ncytisine [14], with only one fatal case [15]. Actually, the \nlethal dose in humans is unknown. One report described \ntwo suicide attempts by the same patient, who swallowed \n40–50 Tabex tablets (60–75 mg cytisine) on her first sui cide attempt and 90 tablets (135 mg cytisine) on her sec ond attempt. These suicide attempts were not fatal [16]. \nAcute adverse symptomatology was observed in this \ncase report, including headache, clonic spasms, profuse \nsweating and trembling, vertigo, and residual symptoms \nincluded renal pain, but no objective organ lesions [16]. \nNo fatal cytisine overdoses are reported in scientific liter ature. Our case report is the first overdose registered dur ing a smoking cessation therapy in scientific literature.\nCytisine has been used since the 1960s as a smoking \ncessation drug in East and Central European countries \n[17]; unfortunately, it has not been available for clinical \nuse outside Eastern and Central Europe. In Italy, cytisine \ncould be used only in galenic formulation. Over the past \n40  years of research conducted in Central and Eastern \nEurope, it is suggested that cytisine is effective and safe \nfor smoking cessation [18].\nMoreover, cytisine can be manufactured at a very low \ncost; this is an important aspect because despite other \ntobacco addiction treatments, it could be more affordable \nby more people from several social classes.\nCytisine is extracted from Cytisus laburnum , which is \none of the best-known toxic plants in antipoison cent ers. Its most poisonous parts, which have effects that are \nsimilar to cytisine, are especially (but not only) the seeds. \nC. laburnum ’s toxicity varies depending on the species, \nthe part of the plant ingested, and the age of the plant. \nData demonstrating toxicity are derived from studies on \nrodents, dogs, cats, and horses. The therapeutic index of \ncytisine is broad. The acute toxicity of cytisine has been \nstudied in several species of animals and its estimated \noral median lethal dose  (LD50) in rats is considered to be \n5–50 mg/kg of body weight. When chronically adminis tered to mice (3.3  mg/kg) for 45  days, and in rats (0.45 \nand 0.9  mg/kg) and dogs (0.45  mg/kg) for 6  months, \ncytisine did not cause any changes in clinical laboratory \nparameters and neither in histomorphology; although, in \nsome cases, liver dystrophia was observed. Cytisine does \nnot seem to be embryotoxic, teratogenic, or cytotoxic \n[19]. Oral administration of ground seeds in larger ani mals (sheep) did not produce any effect up to a dose of \n2.4 g/kg, but twice that dose provoked tremor, difficulty \nwalking, and a state of semi-consciousness [19].\nPage 3 of 4\n Campagnari et al. Journal of Medical Case Reports          (2024) 18:578 \n \nOne of the first cases of human C. laburnum  poison ing was published in 1878. In the following years there \nwere numerous reports of cases of human poisoning due \nto the ingestion of laburnum seeds. The first symptoms \noccur quickly (within 1 hour from ingestion) and resem ble intoxication from nicotine: nausea, vomiting, pale ness, drowsiness, dizziness, incoordination, and muscle \ncontractions, while delirium and coma occur in severe \ncases [20].\nIn clinical settings, the majority of adverse drug reac tions after cytisine administration comprise changes in \nthe perception of taste, dryness of the mouth and throat, \ndecreased appetite, nausea, headache, and irritability \n[21].\nCytisine is proving to be one of the most effective drugs \nin promoting smoking cessation. Interest in the mole cule has grown strongly from 2006 to today, after about \n40  years of experience in Bulgaria, Poland, and other \nEastern European countries. Randomized controlled tri als suggest high efficacy and good tolerability.\nSince February 2016, the Verona University Hospital \n(1200 total beds) provides a cytisine galenic formulation \nto smokers that are admitted to the hospital.\nThree principal points to note for cytisine treatment \nare: offering efficient and safe pharmacological support \nto hospitalized smokers, promoting the continuity of \ntheir care and after their discharge to reduce the risk of \nrelapses, and cost-cutting related to nicotine replacement \ntherapy.\nCytisine could be the ideal drug for hospitalized \nsmoker patients because its fast onset allows to apply \nprotocols without titration, unlike varenicline; moreo ver, cytisine presents rare pharmacological interactions, \nwhich is reassuring for clinicians. Finally, its very low \ncost is a good option for patients and stakeholders. The \nVerona Hospital Pharmacy prepares cytisine galenic tab lets (1.5 mg). Hospital units require cytisine for smoker \npatients with prescription from a specialist consultant in \nsmoking cessation.\nThis clinical case put the focus on the importance to \nexplain therapeutic plan clearly to avoid these mistakes. \nInduction modality is not always easy to understand, it \nis necessary to give a tablet to the patients and explain \nclearly this modality.\nStudy limitation: no long-term follow-ups and labora tory exams are absent.\nConclusion\nDespite taking conspicuously high doses of cytisine, the \npatient did not report any adverse reaction, confirming \nthe safety of using the drug even at high doses in patients \naiming to quit smoking.We recommend the use of cytisine to treat tobacco \naddiction, because this drug is not expensive, it is effica cious, and it is safe.\nAbbreviations\nAChRs  Cholinergic nicotinic acetylcholine receptors\nnAChRs  Nicotinic acetylcholine receptors\nAcknowledgements\nNone.\nAuthor contributions\nFL and SC were responsible for the study concept and design. SC, IB, and \nLZ contributed to the data acquisition. LZ, SC, IB, FF, and FL drafted the \nmanuscript. All authors critically reviewed the content and approved the final \nversion of the manuscript for publication.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the Ethical Review Board of the University Hospital (approval code 683CESC).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nReceived: 11 January 2023   Accepted: 3 November 2024\nReferences\n 1. Dale HH, Laidlaw PP . The physiological action of cytisine, the active \nalkaloid of laburnum (cytisuslaburnum). J Pharmacol Exp Ther. \n1912;3(3):205–21.\n 2. Musshoff F, Madea B. Fatal cytisine intoxication and analysis of biological \nsamples with LC-MS/MS. Forensic Sci Int. 2009;186(1–3):e1-4.\n 3. Laidlaw PP . Laburnum poisoning and cytisine. Proc R Soc Med. \n1912;5:10–8.\n 4. Prochaska JJ, Das S, Benowitz NL. Cytisine, the world’s oldest smoking \ncessation aid. BMJ. 2013;347:f5198.\n 5. Tutka P , Vinnikov D, Courtney RJ, Benowitz NL. Cytisine for nicotine \naddiction treatment: a review of pharmacology, therapeutics and \nan update of clinical trial evidence for smoking cessation. Addiction. \n2019;114(11):1951–69.\n 6. Coe JW, Brooks PR, Vetelino MG, et al. Varenicline: an alpha4beta2 \nnicotinic receptor partial agonist for smoking cessation. J Med Chem. \n2005;48(10):3474–7.\n 7. Tutka P , Zatoński W. Cytisine for the treatment of nicotine addiction: from \na molecule to therapeutic efficacy. Pharmacol Rep. 2006;58(6):777–98.\n 8. Etter JF. Cytisine for smoking cessation: a literature review and a metaanalysis. Arch Intern Med. 2006;166(15):1553–9.\n 9. Walker N, Bullen C, Barnes J, et al. Getting cytisine licensed for use worldwide: a call to action. Addiction. 2016;111(11):1895–8. https:// doi. org/ 10. \n1111/ add. 13464.\nPage 4 of 4 Campagnari et al. Journal of Medical Case Reports          (2024) 18:578 \n 10. Mitchell RG. Laburnum poisoning in children; report on ten cases. Lancet. \n1951;2(6672):57–8. https:// doi. org/ 10. 1016/ s0140- 6736(51) 91315-3.\n 11. Giménez N, Magro N, Cortés N, Guitart R. Poisoning after ingestion of \nSpartium junceum seeds: dose-dependent effects in three boys. J Emerg \nMed. 2017;53(3):e41–4.\n 12. Ariano A, Costagliola A, D’Ambola M, et al. Spartium junceum L. poisoning in small ruminants. Vet Ital. 2019;55(4):369–73.\n 13. Meneses-Gaya IC, Zuardi AW, Loureiro SR, Crippa JA. Psychometric prop erties of the Fagerström Test for Nicotine Dependence. J Bras Pneumol. \n2009;35(1):73–82.\n 14. Forrester RM. Have you eaten laburnum? Lancet. 1979;1:1073.\n 15. Richards HG, Stephens A. A fatal case of laburnum seed poisoning. Med \nSci Law. 1970;10:260–6.\n 16. Stoyanov S, Yanachkova M. Tabex—therapeutic efficacy and tolerance. \nSavr Med XXIII. 1972;6:31–3.\n 17. Etter JF. Cytisine for smoking cessation, a literature review and a meta- \nanalysis. Arch Intern Med. 2006;166:1553–9.\n 18. Etter JF, Lukas RJ, Benowitz NL, West R, Dresler CM. Cytisine for smoking \ncessation: a research agenda. Drug Alcohol Depend. 2008;92(1–3):3–8.\n 19. Tzankova V, Danchev N. Cytisine-from ethomedical use to the develop ment as a natural alternative for smoking cessation. BiotechnolBiotechnol \nEq. 2007;21:151–60.\n 20. Forrester RM. \"Have you eaten laburnum? Lancet. 1979;1(8125):1073.\n 21. Walker N, Howe C, Glover M, McRobbie H, Barnes J, Nosa V, Parag V, Bassett B, Bullen C. Cytisine versus nicotine for smoking cessation. N Engl J \nMed. 2014;371(25):2353–62.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}