{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04920-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04920-6.pdf",
  "metadata": {
    "/Keywords": "Nocardia otitidiscaviarum; Nocardia; BALF; Morphological analysis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241128165734+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241126091537+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04920-6",
    "/Author": "Yuyi Lai ",
    "/Title": "Application of bronchoalveolar lavage fluid cytomorphology in diagnosing Nocardia otitidiscaviarum: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04920-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Nocardiosis is a rare infectious disease, which is frequently underdiagnosed because of the distinct \nbacterial shape of the causative agent and its developmental history. The morphological analysis of bronchoalveolar \nlavage fluid can facilitate the detection of pathogenic bacteria by observing cellular–bacterial interactions.",
    "Case Presentation": "Case presentation An immunocompetent 67-year-old male patient of Asian ethnicity developed a cough without apparent cause 20 days earlier. We initially discovered mycobacteria that appeared to be Nocardia in the cytomor phological examination of bronchoalveolar lavage fluid, which was later determined to be Nocardia otitidiscaviarum \nthrough metagenomic next-generation sequencing and microbiological cultures. The patient was eventually diagnosed with Nocardia pneumonitis after other testing and clinical signs were considered. After anti-infective treatment, \nthe patient improved and was discharged.",
    "Conclusion": "Conclusion Several diagnostic approaches were used in this case, and the importance of cell morphology as an early \nscreening method was emphasized for suspected Nocardia infection.\nKeywords  Nocardia otitidiscaviarum, Nocardia, BALF, Morphological analysis",
    "Introduction": "Introduction\nNocardia , a filamentous actinomycete of the Corynebac terium order [1], is a Gram-positive, aerobic bacte ria that exhibits weak acid-fast staining properties. It is \nubiquitous in soil, decaying plants, and diverse organic \nsubstrates. To date, over 120 bacterial species have been \nrecognized in this genus [2]. Nocardia  is primarily con sidered an opportunistic pathogen; however, Nocardia  \ninfections affect both immunocompromised and immu nocompetent individuals, with approximately one-third \nof the cases reported in immunocompetent individu als [3]. Depending on the transmission mode, Nocardia  \ninfections can manifest diversely, including pulmonary, \ncutaneous, and neurological diseases [4]. Nocardia aster oids, Nocardia brasiliensis, Nocardia farcinica, Nocardia \nnova, and Nocardia otitidiscaviarum are commonly asso ciated with lung infections [5]. This case report presents Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Yuyi Lai and Fuxian Zhou are co-first authors.\n*Correspondence:\nQiongli Zhang\n1178576848@qq.com\nYuli Zhou\nzyl87065701@163.com\n1 Department of Laboratory Medicine, The First People’s Hospital \nof Nanning, Nanning 530016, China\n2 Department of Laboratory Medicine, Yanbian University Hospital, Yanji \nCity Juzi Street No.1327, Yanji 133000, China\n3 Department of Radiology, Affiliated Hangzhou First People’s Hospital, \nWestlake University School of Medicine, Hangzhou 310006, China\n4 Department of Laboratory Medicine, Hangzhou Binjiang District \nMaternal and Child Health Hospital, Hangzhou 310056, China\n5 Department of Laboratory Medicine, Affiliated Hangzhou First People’s \nHospital, Westlake University School of Medicine, Hangzhou 310006, \nChina\nPage 2 of 5 Lai et al. Journal of Medical Case Reports          (2024) 18:577 \na rare instance of Nocardia  pneumonia caused by Nocar dia otitidiscaviarum infection.\nCase report\nApproximately 20 days earlier, a 67-year-old man of Asian \nethnicity developed a cough without sputum production \nor shortness of breath. Subsequently, he experienced a \nlow-grade fever for 2 days, but the specific temperature \nwas unknown. The patient reported no substantial medi cal history and denied any allergies. Upon admission, \nhis vital signs were within normal limits. Chest imaging \nindicated inflammatory lesions, suggesting a pulmonary \ninfection (Fig.  1), necessitating further assessment and \nmanagement.\nBlood tests and sputum samples were collected for \npathogen examination on day 2 of hospitalization. The \nkey hematological indices included a white blood cell \ncount of 4.1 ×  109/L, neutrophils at 72.2%, and lympho cytes at 17.9%. Biochemical markers indicated a C-reac tive protein level of 3.2  mg/L and a 630  µg/L d-dimer. \nMicroscopic sputum analysis did not detect acid-fast \nbacilli, and the culture",
    "Results": "results were negative for patho genic bacteria.\nOn day 4 of hospitalization, bronchoalveolar lav age fluid (BALF) was collected for a comprehensive \nexamination. The cytological BALF analysis results were \nsuggestive of Nocardia  infection. Subsequently, the \nmetagenomic next-generation sequencing (mNGS) test \ndetected Nocardia otitidiscaviarum (110,724) and Cryp tococcus neoformans (18). Moderate quantities of Nocar dia were successfully cultured from the BALF (Fig. 2).\nOn day 5 of hospitalization, further assessments con firmed a positive BALF galactomannan test and a nega tive cryptococcal antigen test. Taken together, the patient \nwas diagnosed with Nocardia  pneumonia, specifically \ncaused by Nocardia otitidiscaviarum. Consequently, anti microbial therapy, consisting of the oral administration of two tablets of compounded amiodarone three times daily \nfor 7 days, was initiated.\nOn day 12 of hospitalization, the patient’s cough \nimproved considerably, with fewer coughing episodes \nand no sputum. His body temperature was normal, and \nthe patient reported no chest tightness or breathing dif ficulties. With symptom improvement, the patient was \nsafely discharged under medical supervision to continue \nrecovery (Fig. 3).\nIn this case, an immunocompetent older male patient \nwas suspected of having a pulmonary infection. The cyto logical BALF analysis results were suggestive of Nocardia  \ninfection, and the mNGS test detected Nocardia otitidis caviarum  and Cryptococcus neoformans. Moderate quan tities of Nocardia  were successfully cultured from BALF. \nFurther assessments confirmed a positive BALF galac tomannan test and a negative cryptococcal antigen test. \nTaken together, the patient was diagnosed with Nocar dia pneumonia, specifically caused by Nocardia otiti discaviarum . After symptomatic treatment, the patient \nimproved and was discharged.",
    "Discussion": "Discussion\nThe primary means for identifying Nocardia  involve \ntraditional pathogen identification",
    "Methods": "methods, polymer ase chain reaction (PCR) analysis, and mNGS gene \nsequencing. However, traditional pathogen identifi cation poses challenges because inconsistent stain ing can overlook Nocardia . Weak acid-fast staining is \nused only for symptoms suggestive of Nocardia  infec tion. Additionally, slow Nocardia  growth, along with \nthe difficulty in isolating, results in a low isolation rate. \nThe aerobic cultivation of visible colonies at 37 °C typi cally requires 2–7  days [6 ]. In some instances, it may \nrequire 4–6 weeks [7 ]. The colonies are chalky colored \nand embedded in agar; however, the rapid proliferation \nof dominant bacteria can obscure the target colony, \nFig. 1 Chest imaging. A The green arrow indicates an irregular, slightly high-density mass in the right middle lung, with indistinct borders, primarily \nsuggestive of an infectious lesion. B The red arrow points to flocculent ground-glass opacity in the left lower lung, with blurred borders, compatible \nwith interstitial pneumonia. C The yellow arrow reveals a narrowing of the bronchial opening in the right middle lung. D The orange arrow provides \na partial visualization of the lesion in the right middle lung lobe containing punctate calcifications\nPage 3 of 5\n Lai et al. Journal of Medical Case Reports          (2024) 18:577 \n \nleading to missed diagnoses. Furthermore, immuno suppressants can prolong the growth cycle of Nocar dia [8], making cultivation more challenging. Of note, \nthe presence of antibiotic resistance and diabetes can \nworsen the prognosis of patients with this infection \n[9, 10], emphasizing the need for accurate and timely \ndiagnosis.\nGene sequencing is the most accurate approach for the \nspecies-level identification of Nocardia . Researchers have \nevaluated the involvement of various genes, including \n16S rRNA, secA1, hsp65, gyrA, and rpoB [11], and the \nmolecular identification of Nocardia  through 16S DNA \nsequencing is regarded as the gold standard [12]. How ever, polymerase chain reaction (PCR)-based detection \nnecessitates designing specific primers or probes, which \nnumerous laboratories have yet to undertake.\nmNGS, also termed high-throughput sequencing tech nology, offers the advantages of high efficiency and wide \ncoverage. Nevertheless, mNGS exhibits a significantly \nhigher false-positive detection rate for pathogenic bacte ria compared with conventional detection methods [13], and the cost of mNGS remains high, causing challenges \nin achieving widespread adoption.\nThe morphological analysis of BALF facilitates identify ing diverse cell types, classifying nucleated cells, discrim inating parasites and crystalline species, and identifying \nbacteria or fungi, among other tangible components [14]. \nThe morphological analysis of Nocardia  can determine \nthe numerical count, proportional shifts, and structural \nhallmarks of various cell types and facilitate detecting \npathogenic bacteria by observing cellular–bacterial inter actions. However, Nocardia  staining often fails to dis tinguish the bacteria from the surrounding background \ncells. Furthermore, morphological BALF analysis neces sitates a concentrated specimen because a concentrated \nand enriched smear substantially enhances the likelihood \nof detecting pathogenic bacteria.\nConclusion\nWe recommend combining morphological BALF \nanalysis with Gram staining for microscopic examina tion to improve Nocardia  pneumonia detection. Weak \nFig. 2 Cellular morphology and traditional microbial identification of Nocardia. A, B BALF smears stained with Wright Giemsa stain indicated darkly \nstained pus cell clusters. C BALF smears stained with Wright Giemsa staining indicated beaded mycobacteria wrapped in pus cell clusters. D Gram \nstained BALF smears showed stained mycobacteria in a bead-like arrangement. E Mycobacteria in BALF were positively stained by a weak acid-fast \nstaining solution. F The general bacterial BALF culture suggested dry, chalky and embedded agar-growing Nocardia (yellow arrows) colonies \nas the dominant organism (black arrow)\nPage 4 of 5 Lai et al. Journal of Medical Case Reports          (2024) 18:577 \nacid-fast staining should be used to confirm findings \nsuggestive of Nocardia  infections. In positive cases, cli nicians should extend the culture time, observe chalky \ncoloration, monitor colony growth, and isolate or \npurify the bacteria promptly. Where possible, mNGS \nshould be conducted to shorten the detection time. \nThe morphological analysis of BALF is simple, fast, and \neffective for initial screening and reduces missed and \nmisdiagnosis.\nAbbreviations\nBALF  Bronchoalveolar lavage fluid\nGM test  Galactomannan antigen test\nmNGS  Metagenomic next-generation sequencing\nAcknowledgements\nWe thank the Department of Laboratory Medicine and Radiology of the Affiliated Hangzhou First People’s Hospital, Westlake University School of Medicine, \nfor their excellent assistance.\nAuthor contributions\nYL conceptualized the case report and wrote the paper. FZ organized the case \ndata and literature. HW organized the image data. XH processed the images. \nQZ provided linguistic embellishment and technical guidance for manuscript \nsubmission. YZ oversaw paper writing and revision.\nFunding\nThis report was supported by the 2022 Ministry of Education Industry University Cooperation Collaborative Education Project (project no. \n220906053235359); the Hangzhou Biomedicine and Health Industry \nDevelopment Supporting Science and Technology Special Project (phase III, \n2021) (2021WJCY090); and the Hangzhou Biomedicine and Health Industry \nDevelopment Supporting Science and Technology Special Project (phase V, \n2021) (2021WJCY272).Availability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 23 May 2024   Accepted: 29 September 2024\nReferences\n 1. Engelbrecht A, Saad H, Gross H, Kaysser L. Natural products from Nocar dia and their role in pathogenicity. Microb Physiol. 2021;31(3):217–32. \nhttps:// doi. org/ 10. 1159/ 00051 6864.\n 2. Zhu F, Tan C, Li C, Ma S, Wen H, Yang H, et al. Design of a multi-epitope \nvaccine against six Nocardia species based on reverse vaccinology combined with immunoinformatics. Front Immunol. 2023. https:// doi. org/ 10. \n3389/ fimmu. 2023. 11001 88.\n 3. Samannodi M. Disseminated Nocardia paucivorans in an immunocompe tent patient: a case report and literature review. Clin Case Rep. 2021;9(8): \ne04659. https:// doi. org/ 10. 1002/ ccr3. 4659.\n 4. Princess I, Ebenezer R, Ramakrishnan N, Nandini S. Pulmonary nocardiosis \nand scrub typhus in an immunocompromised host. J Glob Infect Dis. \n2018;10(2):108–11.Fig. 3 Timeline of pathogen detection\nPage 5 of 5\n Lai et al. Journal of Medical Case Reports          (2024) 18:577 \n \n 5. Sadamatsu H, Takahashi K, Tashiro H, Komiya K, Nakamura T, SueokaAragane N. Successful treatment of pulmonary nocardiosis with fluoro quinolone in bronchial asthma and bronchiectasis. Respirol Case Rep. \n2017;5(3): e00229.\n 6. Zhou L, Li HF, Li L. A case of pulmonary was reported with nocardiosis \notitidiscaviarum. Modern Pract Med. 2020;32(10):1292–3.\n 7. Yu FY, Hu QC, Liu LL, Fang SH, et al. A case of nocardiosis otitidiscaviarum \ninfection in the lungs and a literature review. Chin J Respir Crit Care Med. \n2022;21(3):200–4.\n 8. Gutiérrez C, Céspedes A, Legarraga P , Morales P , Chanqueo L, Gutiérrez C, \net al. Nocardia cyriacigeorgica infection in AIDS patient. Rev Chil Infectol. \n2020;37(3):322–6.\n 9. Devaraj NK. Antibiotic resistance: a real menace. Oman Med J. \n2017;32(6):531.\n 10. Lee KW, Devaraj NK, Ching SM, Veettil SK, Hoo FK, Deuraseh I, et al. Effect \nof SGLT-2 inhibitors on non-alcoholic fatty liver disease among patients \nwith type 2 diabetes mellitus: systematic review with meta-analysis \nand trial sequential analysis of randomized clinical trials. Oman Med J. \n2021;36(3): e273.\n 11. Conville P S, Brown-Elliott B A, Smith T, et al. The Complexities of Nocardia \nTaxonomy and Identification—PMC https:// www. ncbi. nlm. nih. gov/ pmc/ \nartic les/ PMC57 44224/\n 12. Gnanam H, Rajapandian SGK, Gunasekaran R, Roshni Prithiviraj S, Ravindran RS, Sen S, et al. Molecular identification of Nocardia species causing \nendophthalmitis using multilocus sequence analysis (MLSA): a 10-year \nperspective. J Med Microbiol. 2020;69(5):728–38. https:// doi. org/ 10. 1099/ \njmm.0. 001180.\n 13. Liu H, Zhang Y, Yang J, Liu Y, Chen J. Application of mNGS in the Etiological analysis of lower respiratory tract infections and the prediction of \ndrug resistance. Microbiol Spectr. 2022;10(1):e02502-21.\n 14. Consensus of Chinese Experts on Morphological Examination of Bronchoalveolar Lavage Fluid Cells. J Mod lab. 2023 38(3) :11–23.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}