{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04893-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04893-6.pdf",
  "metadata": {
    "/Keywords": "Ectopic pregnancy; Ipsilateral; Salpingectomy; Recurrent; Tubal pregnancy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241230123540+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241230084229+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04893-6",
    "/Author": "Bassant Elshatby ",
    "/Title": "Ipsilateral ectopic pregnancy in the distal remaining part of the previously removed Fallopian tube: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04893-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ectopic pregnancy, occurring outside the uterine cavity, poses a significant health risk, with Fallopian \ntube involvement being predominant. Recurrent ectopic pregnancy, particularly in the ipsilateral remnant of a pre viously removed tube, is a rare and poorly understood phenomenon. Here, we present a case of recurrent ectopic \npregnancy occurring in the distal remnant of the right fallopian tube following ipsilateral incomplete salpingectomy \nin a 22-year-old woman.",
    "Case Presentation": "Case presentation A 22-year-old woman of mixed Arab ancestry and African ethnicity, gravida 4, para 1, with a history of one miscarriage and a previous ectopic pregnancy, presented to Elshatby Maternity Hospital, Alexandria, \nEgypt, complaining of severe lower abdominal pain with a history of an open right salpingectomy one year prior due \nto the ectopic pregnancy. She exhibited stable vital signs on admission. Ultrasound revealed a 6-week gestational sac \nin the right fallopian tube, accompanied by hematoma and mild pelvic collection. Despite analgesic interventions, her \nsymptoms worsened the next day, prompting open surgery. Surprisingly, the distal portion of the right tube, which \nwas supposed to have been removed in the prior salpingectomy, contained the ectopic pregnancy. A laparotomy \nwas performed, involving evacuation of the pelvic hematoma, distal ipsilateral tubal salpingectomy, and peritoneal \nlavage. Postoperative recovery was uneventful, with improvement demonstrated during follow-up.",
    "Conclusion": "Conclusion Caution should be taken when dealing with any woman in the reproductive age group who presents \nwith acute abdomen, especially if she has a previous history of ectopic pregnancy, to exclude the possibility of recur rent ectopic pregnancy. Previous salpingectomy does not exclude the possibility of recurrent ectopic pregnancy \non the ipsilateral side, as the inappropriate surgical technique used during salpingectomy can affect the possibility \nof recurrence. We suggest that careful clinical consideration of the surgical technique used during salpingectomy \nis essential to minimize the risk of recurrent ectopic pregnancies and prevent serious complications.\nKeywords  Ectopic pregnancy, Ipsilateral, Salpingectomy, Recurrent, Tubal pregnancy, Case report",
    "Introduction": "Introduction\nEctopic pregnancy, also known as extra-uterine preg nancy, derives its name from the Greek term “ektopos, ” \nwhich signifies being out of place [1]. Ectopic preg nancy  is believed to be found in as many as 1–2% of \npregnancies in the USA. However, this may be an under estimate, as this condition is often managed in office set tings where it is not routinely tracked [2].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohamed Mohamed Belal\nMohamed.abdo1801@alexmed.edu.eg\n1 ElShatby Maternity University Hospital, Faculty of Medicine, Alexandria \nUniversity, Alexandria, Egypt\n2 Faculty of Medicine, Alexandria University, Alexandria, Egypt\nPage 2 of 4 Elshatby et al. Journal of Medical Case Reports          (2024) 18:644 \nEctopic pregnancy is a significant issue during the \nfirst trimester of pregnancy due to its high morbid ity and mortality [3, 4]. In the majority of ectopic preg nancy  cases, the fallopian tube emerges as the primary \nlocation [5, 6].\nWomen who have experienced an ectopic pregnancy in \nthe past are at a higher risk of developing another ectopic \npregnancy, and this risk increases in proportion to the \nnumber of previous ectopic pregnancies. In a study con ducted by Shaw et al., the odds ratio (OR) for having an \nectopic pregnancy was 12.5% after one previous ectopic \npregnancy and 76.6% after two [7]. Additionally, women \nwho have undergone prior tubal surgery, such as salpin gostomy, neosalpingostomy, fimbrioplasty, tubal reanas tomosis, or lysis of peritubal or periovarian adhesions, \nalso face an increased risk of developing ectopic preg nancy [8]. The extent of this risk is dependent on the \ndegree of damage and the extent of anatomical alteration \n[8].\nEctopic pregnancy ruptures are the main reason for \nmaternal deaths in the first trimester of pregnancy, \naccounting for 9–14% of cases and occurring in 5–10% of \nall pregnancy-related deaths [4]. The precise cause of an \nectopic pregnancy occurring on the same side as a previ ous tubal surgery is not fully understood. Various theo ries have been proposed to explain this phenomenon. \nOne theory suggests that the egg may still be fertilized \nin the fallopian tube stump by sperm traveling through \nthe open tube, into the cul-de-sac, and then through the \ndamaged tube. Another possibility is that the fertilized \negg migrates from the opposite ovary through the open \ntube, passes through the uterus, and implants in the \nremaining fallopian tube stump. Additionally, it is possi ble that the remaining tubal stump retains some degree \nof openness after surgical ligation, even though it is typi cally closed off during a salpingectomy procedure [9].\nIn this report, we present a case of recurrent ectopic \npregnancy in the distal remnant part of the right fallo pian tube after an ipsilateral partial salpingectomy.\nCase presentation\nA 22-year-old female patient of mixed Arab ancestry and \nAfrican ethnicity, gravida 4, para 1, experienced one mis carriage and one ectopic pregnancy in her right fallopian \ntube. She also has a history of a previous caesarean sec tion and has been married for 3 years. According to her \nlast menstrual period, which was on 4 September 2023, \nshe was approximately 6 weeks pregnant.\nShe came to the ER of Elshatby Maternity Hospital, \nAlexandria, Egypt, on 17 October 2023 complaining of \nsevere lower abdominal pain that started several hours \nearlier and gradually intensified, accompanied by fatigue \nand shortness of breath, particularly when in a supine position, with no significant previous medical history. \nSurgically, the patient had a previous uncomplicated \ncesarean section 2 years ago, and previous dilatation and \nevacuation for 2 months missed abortion. Additionally, \nshe underwent an open right salpingectomy via a Pfan nenstiel incision 1 year ago due to a previous ectopic \npregnancy at a private hospital. She did not use an intra uterine contraceptive device (IUCD) previously, and she \nwas on combined oral contraceptive pills for 9 months. \nBy history, she did not experience any previous episodes \nof foul-smelling vaginal discharge accompanied by fever, \nand she had not been diagnosed with pelvic inflamma tory disease (PID). She had only experienced two previ ous episodes of candida infection.\nHer vital signs were stable. The serum level of betahuman chorionic gonadotropin (β-hCG) on admission \nwas 9280 IU/L. Guarding made abdominal examination \ndifficult. However, tenderness all over the abdomen was \nsignificant, particularly in the left lower abdomen. Local \nexamination revealed a soft closed cervix, accompanied \nby minimal vaginal bleeding.\nUltrasound demonstrated an empty, anteverted, and \nflexed (AVF) uterus with a pseudo-decidual reaction. \nThe left adnexa were free. However, in the right adnexa, \nthere was a gestational sac in the right fallopian with a \nnon-pulsating fetal pole with Crown rump length (CRL) \nmeasuring approximately 6 weeks surrounded by a \nhematoma measuring about 4 × 5 cm with a mild pelvic \ncollection and free morisons and lieno-renal pouch. The \npatient did not have risk factors for her recurrent ectopic \npregnancy except for previous history of ectopic preg nancy 1 year ago.\nThe patient was monitored in the emergency depart ment, but the symptoms’ severity escalated despite \nanalgesic interventions. Additionally, there was a deterio ration in vital signs, with a pulse of 120 beats per minute, \nblood pressure of 100/50 mmHg, and an augmentation of \npelvic collection.\nDue to the severe symptoms and the unavailability of \na laparoscope at that time, the patient underwent lapa rotomy via Pfannenstiel incision. Surprisingly, the distal \nportion of the right tube, which was supposed to have \nbeen removed in the previous salpingectomy, was occu pied by the ectopic pregnancy. No proximal part of the \npreviously removed tube was  present (see Fig.  1). The \ncontralateral tube ovary and tube were intact (See Fig. 2).\nEvacuation of the pelvic hematoma, distal ipsilateral \ntubal salpingectomy, and peritoneal lavage with warm \nsaline was carried out. Subsequently, closure was under taken following the assurance of adequate hemostasis.\nThe patient’s postoperative recovery was uneventful. \nShe was discharged and went home on the first postoper ative day. During the outpatient follow-up 2 weeks later, \nPage 3 of 4\n Elshatby et al. Journal of Medical Case Reports          (2024) 18:644 \n \nshe demonstrated improvement, as indicated by a decline \nin β-hCG levels to less than 5 IU/L.\nCase",
    "Discussion": "discussion\nEctopic pregnancy is any pregnancy outside the uter ine cavity. It represents about 2% of all pregnancies. The \nmost common site of ectopic pregnancy is the ampulla \nof the Fallopian tube, which represents about 92% of all \nectopic pregnancies. Recurrent ectopic pregnancy ranges \nin general from 6% to 28%, but recurrent ectopic preg nancy in the ipsilateral Fallopian tube is a rare condition \nwith an unknown percentage [3, 4, 10].\nThe risk factors for ectopic pregnancy are any previous \ntubal surgery, intrauterine devices, genital tract infec tions, any previous pelvic/abdominal surgery, smoking, \nand vaginal douching [3, 10–12].\nSimilar to our case, Zuzarte et  al. in 2005 and Chou \net  al. in 2006 reported two different cases of recurrent \nipsilateral distal tubal ectopic pregnancy. Additionally, \nChun-Sen Hsu in 2008 presented two cases of spontane ous recurrent tubal ectopic pregnancy; one of them was \nlocated within the distal part of the tube following ipsilat eral salpingectomy for a previous ectopic pregnancy [13, \n14]. Similarly, Samiei-Sarir et  al. in 2013 reported two \ncases of spontaneous recurrent tubal ectopic pregnancy. \nHowever, both were located within the proximal remnant \ntube following ipsilateral salpingectomy for a previous \ntubal ectopic pregnancy [15].\nThe mechanism by which ectopic pregnancy recurs in \nthe remnant part of the previously removed Fallopian \ntube (ipsilateral recurrent ectopic) is not clearly under stood. Still, different theories can explain this rare phe nomenon. Sperm migration through the patent tube, into \nthe Douglas pouch, then transperitoneal migration to the \ncontralateral ovary to fertilize the ovum on the damaged \ntube, can explain this phenomenon [13, 16–20].\nAnother explanation is the fertilization of the ovum in \nthe healthy tube, then transuterine migration to the con tralateral damaged tube and implantation in it [13, 17–19, \n21]. The reconnection between the distal and proximal \npart after salpingectomy and then recanalization (in case \nof long stump remaining) may occur with implantation in \nthe isthmic part of the damaged tube [13].\nConclusion\nDue to the significantly elevated mortality rate associated \nwith recurrent ectopic pregnancy, being about 10–15fold higher than any other type of ectopic pregnancy, \ncaution should be taken during salpingectomy. It is essen tial to avoid leaving an extended proximal stump of the \ntube, ensure adequate cauterization after tubal ligation to \nprevent recanalization of both tube ends, and of course \nverify the complete removal of the already damaged \nFig. 1 Intraoperative findings: proximal part of the right Fallopian \ntube, which was previously removed in a previous ectopic pregnancy \n(orange arrow), the posterior wall of the uterus (yellow arrow), \nthe right intact ovary (black arrow), the fimbria of the right Fallopian \ntube (green arrow), intact tubal gestational sac in the distal part \nof the right Fallopian tube (blue arrow)\nFig. 2 Intraoperative findings: intact fimbrial end of the contralateral \nFallopian tube (green arrow), intact ovary (black arrow), intact \nproximal portion of the Fallopian tube (blue arrow)\nPage 4 of 4 Elshatby et al. Journal of Medical Case Reports          (2024) 18:644 \ntube. Additionally, attention should be given not to leave \nthe fimbria or distal part of the tube by mistake during \nsalpingectomy.\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors made substantial contributions to the conception, design, and \nwriting of the article. All authors provided final approval of the version to be \npublished and agreed to be accountable for all aspects of the work in ensur ing that questions related to the accuracy or integrity of any part of the work \nare appropriately investigated and resolved. All authors read and approved \nthe final manuscript. MMB was the leader of the study.\nFunding\nThere is no funding to declare.\nAvailability of data and materials\n All supporting documents are submitted along with the case report.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 27 January 2024   Accepted: 9 October 2024\nReferences\n 1. Kirk E, Bourne T. Ectopic pregnancy. Obstet Gynaecol Reprod Med. \n2011;21(7):207–11.\n 2. Hendriks E, Rosenberg R, Prine L. Ectopic pregnancy: diagnosis and \nmanagement. Am Fam Physician. 2020;101(10):599–606.\n 3. Farquhar CM. Ectopic pregnancy. Lancet Lond Engl. \n2005;366(9485):583–91.\n 4. Mullany K, Minneci M, Monjazeb R, Coiado O. Overview of ectopic pregnancy diagnosis, management, and innovation. Womens Health Lond \nEngl. 2023;19:17455057231160348.\n 5. Condous G. The management of early pregnancy complications. Best \nPract Res Clin Obstet Gynaecol. 2004;18(1):37–57.\n 6. Flanagan HC, Duncan WC, Lin CJ, Spears N, Horne AW. Recent advances \nin the understanding of tubal ectopic pregnancy. Fac Rev. 2023;12:26.\n 7. Shaw JLV, Dey SK, Critchley HOD, Horne AW. Current knowledge of the \naetiology of human tubal ectopic pregnancy. Hum Reprod Update. \n2010;16(4):432–44.\n 8. Patil M. Ectopic pregnancy after infertility treatment. J Hum Reprod Sci. \n2012;5(2):154–65.\n 9. Boykin T. Ipsilateral recurrent tubal ectopic pregnancy following a salpingectomy. J Diagn Med Sonogr. 2017;33(2):114–9.\n 10. Felemban A, Aljurayfani H, Alamri F, Alsahabi J, L. Aljahdali G, Alkheelb H, \net al. Ectopic pregnancy after ipsilateral salpingectomy. In: Wu W, Tang \nQ, Tsikouras P , Rath W, Von Tempelhoff GF, Nikolettos N, editors. Ectopic \nPregnancy and Prenatal Diagnosis [Internet]. IntechOpen; 2022 [cited \n2024 Apr 1]. Available from: https:// www. intec hopen. com/ chapt  ers/ \n81273.\n 11. Kriebs JM, Fahey JO. Ectopic pregnancy. J Midwifery Womens Health. \n2006;51(6):431–9. 12. Bouyer J, Coste J, Shojaei T, Pouly JL, Fernandez H, Gerbaud L, et al. Risk \nfactors for ectopic pregnancy: a comprehensive analysis based on a \nlarge case-control, population-based study in France. Am J Epidemiol. \n2003;157(3):185–94.\n 13. Zuzarte R, Khong CC. Recurrent ectopic pregnancy following ipsilateral \npartial salpingectomy. Singapore Med J. 2005;46(9):476–8.\n 14. Chou LL, Huang MC. Recurrent ectopic pregnancy after ipsilateral segmental salpingectomy. Taiwan J Obstet Gynecol. 2008;47(2):203–5.\n 15. Samiei-Sarir B, Diehm C. Recurrent ectopic pregnancy in the tubal remnant after salpingectomy. Case Rep Obstet Gynecol. 2013;2013: 753269.\n 16. Yano T, Ishida H, Kinoshita T. Spontaneous ectopic pregnancy occurring \nin the remnant tube after ipsilateral salpingectomy: a report of 2 cases. \nReprod Med Biol. 2009;8(4):177–9.\n 17. Cartwright PS, Entman SS. Repeat ipsilateral tubal pregnancy following \npartial salpingectomy: a case report. Fertil Steril. 1984;42(4):647–8.\n 18. Nahum GG, Stanislaw H, McMahon C. Preventing ectopic pregnancies: \nhow often does transperitoneal transmigration of sperm occur in effect ing human pregnancy? BJOG Int J Obstet Gynaecol. 2004;111(7):706–14.\n 19. Fruscella L, Danti M, Toti R. Extrauterine pregnancy in residual tube stump \nin a patient already treated with partial salpingectomy for right ampullar \npregnancy. Report of a clinical case. Minerva Ginecol. 1994;46(12):695–7.\n 20. Felemban A, Alamri F, Al Bugnah M, Felimban Y, Alkheleb A. Twin ectopic \npregnancy after ipsilateral salpingectomy: a report of cases. Middle East \nFertil Soc J. 2018;23(4):510–3.\n 21. Takeda A, Manabe S, Mitsui T, Nakamura H. Spontaneous ectopic \npregnancy occurring in the isthmic portion of the remnant tube after \nipsilateral adnexectomy: report of two cases. J Obstet Gynaecol Res. \n2006;32(2):190–4.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}