{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04831-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04831-6.pdf",
  "metadata": {
    "/Keywords": "Pulmonary embolism; Hemophiliac; Factor V deficiency; Factor VIII deficiency; Pregnancy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241003102240+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240928182233+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04831-6",
    "/Author": "Yap SuHao ",
    "/Title": "Pulmonary embolism in a hemophiliac patient with factor V and VIII deficiency: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04831-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background This is an interesting and unexpected thromboembolic event in a hemophiliac patient.",
    "Case Presentation": "Case presentation This is a case of a 33-year-old primigravidarum of Indian Asian origin with Factor V and Factor \nVIII deficiency who developed a case of pulmonary embolism during the course of her pregnancy after presenting \nto the emergency department in Leicester, United Kingdom, with hemoptysis, tachycardia, and tachypnea. Patient \nwas subsequently diagnosed with pulmonary embolism after a computed tomography pulmonary angiogram \nand was treated with therapeutic daltaparin, a low-molecular-weight heparin.",
    "Conclusion": "Conclusion In conclusion, a thromboembolic event is not an improbable event in a hemophiliac patient and should \nbe considered despite a low Well’s score.\nKeywords  Pulmonary embolism, Hemophiliac, Factor V deficiency, Factor VIII deficiency, Pregnancy\nBackground\nPulmonary embolism (PE) is defined by National Insti tute for Health and Care Excellence (NICE) as a condi tion in which one or more emboli, usually arising from a \nthrombus formed in the veins, are lodged in and obstruct \nthe pulmonary arterial system, causing severe respiratory \ndysfunction [1].\nCombined Factor V and VIII deficiency is inherited in \nan autosomal recessive pattern caused by a genetic muta tion involved in the intracellular transport of factor V \nand VII instead of the DNA gene defect that encodes it. \nIt occurs in about 1:1,000,000 in the general population \nand is associated with a mild to moderate bleeding disor der. This can be treated with replacement of Factor V and VIII with fresh frozen plasma (FFP), factor concentrate, \nand desmopressin [2, 3].\nCase evaluation\nA 33-year-old primigravida of Indian Asian origin at \n32  weeks and 4  days gestation presented to the emer gency department with chest pain, shortness of breath \n(SOB), and hemoptysis.\nOn examination, the patient was tachypneic and tachy cardic, with oxygen saturation ranging from 95% to 100% \non room air. Bilateral scattered wheeze on auscultation \nwith no crepitations was noted.\nPast medical history is significant for a combined Fac tor V and Factor VIII deficiency, which was incidentally \ndiagnosed when she presented to the emergency depart ment 3  years ago with similar symptoms and routine \nblood test revealed mild coagulopathy that was later \ndiagnosed as a combined Factor V and Factor VIII defi ciency. However, the patient was diagnosed and treated \nfor viral respiratory tract infection at that time and dis charged well without follow-up and with no mention of Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYap SuHao\nsuhao.yap@uhl-tr.nhs.uk\n1 Clinical Fellow in Obstetrics Anaesthetic Department, Leicester Royal \nInfirmary, Leicester, UK\n2 Consultant anaesthetists, Leicester Royal Infirmary, Leicester, UK\nPage 2 of 3 SuHao and Vedantham  Journal of Medical Case Reports          (2024) 18:481 \nPE as a differential diagnosis. Patient was otherwise fit \nand well with no other significant past medical history or \nfamily history of coagulopathy.\nHematological and radiological investigations\nBlood testing revealed mild anemia of a hemoglobin of \n98  g/L, C-reactive protein of 12  mg/L, an international \nnormalized ratio (INR) of 1.4, an activated partial throm boplastin time (APTT) of 82.6 seconds, and a body mass \nindex (BMI) of 20.3 kg/m3.\nPR3-ANCA and MPO-ANCA were negative, a \nD-Dimer was not done, and coronavirus disease \n(COVID) testing was negative.\nChest X-Ray revealed no consolidations/pleural \neffusion.\nThe ventilation perfusion scan was inconclusive due to \nsuboptimal",
    "Results": "results with patchy tracer distribution and no \ndefinite mismatch.\nComputed tomography pulmonary angiogram (CTPA) \nshowed subacute PE in the right lobar pulmonary artery. \n(Fig. 1).\nDiagnosis: Subacute PE\nThe hematologist was consulted and suggested treat ment of PE with a therapeutic dose of the low-molecularweight heparin (LMWH) dalteparin 7000 U once in the \nmorning and 5000 U once at night; this dose was based on the Royal College of Obstetricians and Gynaecologists \nGreen-top Guidelines [4]. There were no diagnostic dif ficulties or delay to treatment.\nThe patient later developed productive sputum and \nwheeze and was also treated for an infective exacerba tion of asthma with amoxicillin, inhalers, and a course \nof prednisolone. Patient was stabilized and subsequently \ntransferred to a respiratory medical team where she was \nlater diagnosed with likely undiagnosed eosinophilic \nasthma. The patient was discharged well with a follow-up \nappointment with the hematologists to review and devise \na plan for her anticoagulation treatment before delivery \nof the baby. The advantages and disadvantages of stop ping or bridging anticoagulation during the time of deliv ery should be communicated with the patient, discussing \nthe risks of bleeding versus further thromboembolic \nevents.",
    "Discussion": "Discussion\nIn view of the history of Factor V and Factor VIII defi ciency, a pulmonary embolism was not on the top of the \nlist of differentials. However, the clinical presentation was \nvery suggestive of a PE, and pregnancy is a well-known \nrisk factor for a venous thromboembolic event.\nThe pathophysiology of a venous thromboembolic \nevent depends on three factors of Virchow’s triad, includ ing hypercoagulability, flow stasis, and endothelial injury \n[5].\nWhen PE predictive tools were used, the same risk fac tors were found: tachycardia and hemoptysis scored 2.5 \npoints on Well’s score [8] for PE, and 7 points on Geneva \nrevised score [9], respectively. Both scoring systems \ntranslate to a moderate risk for PE at 16.2% and 20–30% \nfor the latter.\nIt is worth noting that the patient’s Factor V and VIII \nshowed an increasing trend since her pregnancy com menced. Hence, a thromboembolic event had occurred \ndespite the factor V levels being well below the normal \nlaboratory reference range, and Factor VIII being at levels \nwithin the normal range. (Fig. 2).\nUpon literary review, there was a notable case where a \n25-year-old male with a moderate degree of hemophilia \nA (Factor VIII deficiency) received concentrated Factor \nVIII replacement therapy for a traumatic splenic injury \nin which he underwent an exploratory laparotomy and \nFig. 1 Arrow pointing to a filling defect in the right lobar pulmonary \nartery on a CTPA\nFig. 2 Laboratory investigations of Factor V and VIII levels with reference range. FV Lab Ref. 53.8–217.3 IU/dL; FVIII Lab Ref. 64.8–141.9 IU/dL\nPage 3 of 3\n SuHao and Vedantham  Journal of Medical Case Reports          (2024) 18:481 \n \nsplenectomy after correction of prothrombin time (PT)/\npartial thromboplastin time (PTT) to within normal \nrange, and INR corrected to 1.6 from 2.2 prior to replace ment therapy. Unfortunately, the patient subsequently \npassed away within a day from a massive pulmonary \nthromboembolism [6].\nAnother interesting case study was based on a 64-yearold female with autoimmune disease that was compli cated by acquired hemophilia from decreased Factor VIII \nactivity, caused by autoantibodies that inhibit the factor. \nShe developed a spontaneous hematoma in her thigh and \nwas found to have increased PTT of 81.8  seconds and \nlow Factor VIII activity, which was < 6%, when planning \nfor an evacuation of hematoma. She was then treated \nwith Factor VIII inhibitor bypass activity (FEIBA), fresh \nfrozen plasma (FFP), and vitamin K prior to evacuation \nof the hematoma. Surgery was uneventful, but postop eratively, the patient developed chest pain, and a bedside \nechocardiogram showed hyperdynamic left ventricular \nejection with an impaired diastolic dysfunction. No fur ther investigations were done in view of patient’s poor \ncomorbidities, and cause of death was deemed most \nlikely secondary to a PE [7].\nThese two case studies are essentially still different \nfrom the main case study, as they both had interventions \nor treatments to correct the existing coagulation defect, \nwhereas our patient had normal coagulation levels.\nConclusion\nA thromboembolic event is often not the first thing that \ncomes to a physician’s mind for patients with hemophilia. \nHowever, this case illustrates that it is not improbable and \nthat perhaps every hemophiliac patient, especially those \nwith mild and moderate manifestation of the condition \nshould be counseled for risk of clotting in pregnancy.\nFrom the three cases illustrated in this report, Factor \nVIII appears to be a more significant cause of thrombotic \nevents as compared with Factor V, and a PE can occur \neven when the levels are within normal reference range \nin the presence of a major risk factor.\nThis begs the question of whether patients with mild to \nmoderate hemophilia should have their factors levels moni tored and treated with low-molecular-weight heparin if \nthe levels are beyond normal. In conclusion, every case is \nunique in its own way and should be dealt with in a multi disciplinary manner with the involved specialist for a com bined shared decision-making to improve patient care. In \nthis patient’s case, she was treated for PE, as she was symp tomatic and would be considered at higher risk of venous \nthromboembolic event in future pregnancies. The current \nplan was to continue therapeutic coagulation until planned delivery to ensure that it is stopped in time to facilitate \nregional anesthesia as an anesthetic or analgesic option.\nAcknowledgements\nNot applicable.\nAuthor contributions\nYSH recruited the patient, gained consent, and wrote the case study. RV edited \nand proofread. All authors read and approved final manuscript.\nFunding\nNot applicable.\nAvailability data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone declared.\nReceived: 11 March 2024   Accepted: 15 September 2024\nReferences\n 1. Pulmonary Embolism : What is it? (Last Revised in March 2022) NICE. Available at: https:// cks. nice. org. uk/ topics/ pulmo nary-  embol ism/ backg  round-  \ninfor  mation/ defin ition/ Accessed 25 June 2023.\n 2. Spreafico M, Peyvandi F. Combined FV and FVIII deficiency. Haemophilia. \n2008;14(6):1201–8. https:// doi. org/ 10. 1111/j. 1365- 2516. 2008. 01845.x.\n 3. Spreafico M, Peyvandi F. Combined factor V and factor VIII deficiency. Semin \nThromb Hemost. 2009;35(4):390–9. https:// doi. org/ 10. 1055/s- 0029- 12257 61.\n 4. Royal College of Obstetricians and Gynaecologists. Developing a Green-top \nGuideline. London: RCOG; 2020.\n 5. Turpie AG, Chin BS, Lip GY. Venous thromboembolism: pathophysiology, \nclinical features, and prevention. BMJ. 2002;325(7369):887–90. https:// doi.  \norg/ 10. 1136/ bmj. 325. 7369. 887.\n 6. Davoodabadi A, Adib MM, Keleidari B. Post splenectomy fatal pulmo nary embolism in a patient with moderate hemophilia a. Iran J Med Sci. \n2011;36(2):136–40.\n 7. Aslam HM, Chong T, Park J, Nicolosi T, Shah R. Pulmonary Embolism in \nAcquired Hemophilia a: a rare complication with factor viii inhibitor bypassing activity therapy. Cureus. 2020;12(7): e9152. https:// doi. org/ 10. 7759/  \ncureus. 9152.\n 8. Wells PS, Anderson DR, Rodger M, Forgie M, Kearon C, Dreyer J, Kovacs G, \nMitchell M, Lewandowski B, Kovacs MJ. Evaluation of D-dimer in the diagno sis of suspected deep-vein thrombosis. N Engl J Med. 2003;349(13):1227–35. \nhttps:// doi. org/ 10. 1056/ NEJMo a0231 53.\n 9. Le Gal G, Righini M, Roy PM, Sanchez O, Aujesky D, Bounameaux H, Perrier \nA. Prediction of pulmonary embolism in the emergency department: the \nrevised Geneva score. Ann Intern Med. 2006;144(3):165–71. https:// doi. org/  \n10. 7326/ 0003- 4819- 144-3- 20060 2070- 00004.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in published \nmaps and institutional affiliations."
  }
}