{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04740-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04740-8.pdf",
  "metadata": {
    "/Keywords": "Case report; Ovarian torsion; Gynecological emergency; Postoperative risk; Laparoscopic hysterectomy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129100605+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129083751+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04740-8",
    "/Author": "N. Harvey ",
    "/Title": "Post-radical hysterectomy ovarian torsion—A gynecological emergency: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04740-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ovarian torsion is a surgical emergency whereby the ovary twists, or torts, on its ligamentous support \nand potentially compromises vascular supply to both the ovary and Fallopian tube. It accounts for 2–3% of all acute \ngynecological emergencies, yet is a condition that is rarely reported to occur after hysterectomy.\nWhile it is well established that ovarian torsion can occur after laparoscopic hysterectomy, we report on the rare \noccurrence of ovarian torsion occurring post the supposedly preventative ovarian transposition suspension proce dure or ovariopexy. This highlights that further evaluation of laparoscopic surgical techniques are required to prevent \nthis exquisitely painful gynecological condition occurring postoperatively.",
    "Case Presentation": "Case presentation We report two cases of ovarian torsion post-primary laparoscopic radical hysterectomy per formed for cervical malignancy. Both patients were Caucasian, multiparous, premenopausal female patients, aged 37 \nand 39 years old.\nOvarian transposition suspension was performed at the primary procedure to allow ovarian function to be preserved \nif the patient’s required postoperative pelvic irradiation if surgically upstaged. Both patients underwent emergency \nlaparoscopic detorsion, with one torsion due to reoccurrence of her cervical cancer.\nConclusions Adnexal torsion is estimated to occur between 1% and 8% in post-hysterectomy cases. It can be a difficult to diagnose condition, with prudent history-taking, relevant investigations, and a low threshold to consider \nlaparoscopy forming essential clinical acumen. Unfortunately, the suspension of the ovaries post-hysterectomy does \nnot exclude future ovarian torsion. With rising rates of cervical cancer in premenopausal women, reportedly increasing by 37% in the 25–34 age range in the United Kingdom (National Cancer Registration and Analysis Service, Public \nHealth England. 2021), further research is needed to improve techniques to allow for safe ovarian conservation \nfor these patients while undergoing operative treatment of cervical cancer.\nKeywords  Case report, Ovarian torsion, Gynecological emergency, Postoperative risk, Laparoscopic hysterectomy\n*Correspondence:\nN. Harvey\nNaomi.harvey2@nhs.net\nJ. Nallathambi\nj.nallathambi@nhs.net\nS. Kaushik\nsonali.kaushik@nhs.net\nPage 2 of 6 Harvey et al. Journal of Medical Case Reports          (2024) 18:580",
    "Introduction": "Introduction\nOvarian torsion is a surgical emergency whereby the \novary twists, or torts, on its ligamentous supports and \npotentially compromises vascular supply to both the \novary and Fallopian tube [1]. It accounts for 2–3% of all \nacute gynecological emergencies [2]. It is a clinical diag nosis, yet the use of color Doppler ultrasonography has \nbeen viewed as a clinical adjunct to support the diagno sis of ovarian torsion [3]. However, this modality should \nbe used with caution and not replace clinical acumen. It \nhas been shown that color Doppler ultrasonography is \nnot reliable to exclude ovarian torsion, as absent Doppler \nflow was only seen in 18.6% of cases of ovarian torsion, \nsuggesting it has low sensitivity and negative predictive \nvalue [4].\nWhile it is reported to rarely occur after the patient \nhas had a hysterectomy, we report a series of two cases \nof ovarian torsion post-primary laparoscopic radical hys terectomy performed for cervical malignancy. Ovarian \ntransposition suspension was performed at the primary \nprocedure to allow for ovarian function to be preserved \nif the patient’s required postoperative pelvic irradiation \nif surgically upstaged. These cases highlight that cur rent techniques to perform ovarian suspension need to \nbe reviewed. It is critical to prevent these patients also \nundergoing ovarian torsion, which is accompanied by a \nrepeat laparoscopy or even laparotomy, with the physi cal risk and mental anguish this can entail. As clinicians, \na high degree of suspicion with short recourse for early \nintervention is recommended.\nBackground\nOvarian torsion is a gynecological emergency in which \nit is often challenging to make a definitive diagnosis as \nclinical symptoms can be nonspecific. Early diagnosis \nand intervention often requires a diagnostic laparoscopy, \nde-torsion, and resuspension, which may help the ovaries \nsurvive by preserving blood supply. By maintaining the \ncirculation to the ovary, this slows down the rate of tissue \ninjury and leads to an ischemia/reperfusion (I/R) injury \n[5]. In an IR injury, the ischemia in the ovary allows for \na state of anaerobic metabolism, which",
    "Results": "results in a lower \nproduction of ATP and affects ion channel function. \nOnce reperfusion occurs by detorsion, excessive free oxy gen radical formation follows and reactive oxygen species \n(ROSs) cause autophagy, mitoptosis, necrosis, necropto sis, and apoptosis, resulting in cell death. However, live \nfollicles have been found in clinically necrotic ovaries and \ncurrently the surgical aim should be detorsion.\nWhile the incidence of torsion following hysterec tomy is reportedly low, with a prevalence of 7.91 per \n1000 hysterectomies [6], literature suggests laparoscopic \napproaches may have a higher incidence of adnexal torsion post-surgery [7]. Some authors suggest additional \novarian suspension during the hysterectomy may reduce \nthis risk.\nWe present two cases of laparoscopic-confirmed ovar ian torsion despite ovarian suspension being performed \nduring the patients’ primary laparoscopic hysterectomy.\nCase presentation\nCase 1\nA 39-year-old Caucasian female patient presented with \nacute abdominal pain, night sweats, significant weight \nloss, and dyspnoea.\nShe had been diagnosed with squamous cell carcinoma \n(SCC) of the cervix stage 1b1 5 years earlier, and had \nundergone elective total laparoscopic radical hysterec tomy (TLRH) and bilateral pelvic lymphadenopathy with \novarian transposition in 2015.\nDuring the acute presentation, computed tomography \n(CT) abdomen and pelvis (Fig.  1a) showed “6 cm mixed \ndensity mass in left iliac fossa abutting left colon and \nsmall bowel with associated surgical clips—this repre sents transposed ovaries. ”\nShe underwent emergency laparoscopy, which con firmed a torted left ovary and Fallopian tube that was \nadherent to the left pelvic side wall, colon, and meso colon. The left ovary could not be safely dissected from \nthe colon, thus the patient proceeded to a left salpingooopherectomy with an anterior resection and anastomo sis of colon to rectum. Histology showed grade 3 SCC \nconsistent with metastasis from previous cervical cancer \nin left ovary and Fallopian tube infiltrating the adherent \ncolon.\nCase 2\nA 37-year-old Caucasian female patient presented \n3  months after her primary surgery with severe pelvic \npain and peritonitic abdomen on examination. She had \nundergone TLRH with bilateral pelvic lymphadenopathy \nwith ovarian transposition following diagnosis of invasive \nSCC of the cervix stage 1b1.\nShe underwent an ultrasound (USS) (Fig.  2a), which \nshowed a 6.5  cm × 5.2  cm ovary in the right mid abdo men with no color Doppler flow. The patient was noted \nto be markedly tender during scanning of this area. CT \nabdomen and pelvis (Fig.  2b) showed both ovaries lying \nclose to each other in the epigastrium, with the more lat eral ovary being grossly enlarged, measuring 7 × 6 × 6 cm \nwith no surrounding inflammatory change but pelvic free \nfluid. She proceeded to diagnostic laparoscopy (Fig.  2c), \nwhich confirmed right ovarian torsion where the ovary \nhad torted on its pedicle, resulting in a hematosalpinx. \nThis patient had right laparoscopic salpingo-oophorec tomy and the histology confirming acute adnexal torsion.\nPage 3 of 6\n Harvey et al. Journal of Medical Case Reports          (2024) 18:580 \n \nInvestigations\nCase 1\nSee Fig. 1\nCase 2\nSee Fig. 2\nDifferential diagnosis\nPatients can present with a myriad of symptoms postlaparoscopic hysterectomy, and abdominal pain postsurgery is a common presentation [8 ]. The perhaps \nmore common presentations include constipation, uri nary retention or infection, diaphragmatic irritation \ncausing shoulder pain, or abdominal infection. Other \nmore concerning differentials can include deep infec tion causing an abscess or collection, hemorrhage, and \ninjury to other organs such as bowel/bladder or ure ter [9 ]. The clinician should consider the timeframe of \npresentation post-surgery and the extent of the opera tion. Where there has been manipulation of the ovaries \nand their ligaments, ovarian accident is an important \ndifferential to investigate.\nOutcome and follow‑up\nCase 1\nThis patient underwent adjuvant chemotherapy (four \ncycles of cisplatin and topotecan) to reduce risk of \nrecurrence. She remains under the care of the clinical oncologists, with her annual CT scan showing no evi dence of recurrence.\nCase 2\nThe histology from this case was benign in nature. She \nremains under gynecological oncology with 6-month fol low-ups and no evidence of disease reoccurrence.",
    "Discussion": "Discussion\nA systemic review by Asfour et  al. [10] found that hys terectomy was not a risk factor for adnexal torsion. How ever, it is estimated that it occurs between 1% and 8% of \npostoperative cases [6]. Evolving research into this area \ntakes into account the different surgical techniques of \nhysterectomy.\nThese approaches to include abdominal, vaginal, tra ditional laparoscopic, robot-assisted laparoscopic, and \nvaginal natural orifice transluminal endoscopic surgery \n(vNOTES) [11]. There are multiple influencing factors \nwhen deciding on approach such as clinical indication, \nthe patient, surgical skill, and patient preference. The tra ditional vaginal approach is viewed to have the quickest \nrecovery of all modalities, yet it is no longer the preferred \napproach for benign or early malignant conditions. Mini mally invasive surgery, such as laparoscopy, is associated \nwith less perioperative morbidity compared with abdom inal hysterectomy [12], with significant lower levels of \npostoperative pain and use of analgesia [13]. Laparoscopy \nis associated with reduced blood loss, postoperative com plications, inpatient hospital stay, and cosmetic results \n[11].\nCase 1 \n(a):CTscan showing 6cm LIF \nmass with evident surgical clip\nFig. 1 a Computed tomography scan showing 6 cm LIF mass with evident surgical clip (Red arrow is pointing to the surgical clip)\nPage 4 of 6 Harvey et al. Journal of Medical Case Reports          (2024) 18:580 \nHowever, it was reported that laparoscopic hys terectomy has a significantly higher risk for adnexal \ntorsion than the more traditional abdominal or vagi nal approach [14]. Valentine et  al. [15] reported the \nprevalence of post-hysterectomy ovarian torsion after laparoscopic approaches to be 86%, 9% after abdominal, \nand 6% after vaginal hysterectomy. They reported that \nadnexal torsion can occur in up to 1% of postoperative \ncases. Furthermore, they acknowledged that this per centage only reflects the symptomatic cases of torsion \nand does not account for any asymptomatic cases.\nCase 2 \n(a):USSscan showing 6.5c mx5.2cmright ovary with absent doppler colour ﬂow\n \n (b): CT scan showing 7cm \nLIF mass with surgical clip  \n(c): Laparoscopic  \nimage of ovarian torsion with  \nassociated haematosalpinx  \nFig. 2 a Ultrasound (USS) scan showing 6.5 cm × 5.2 cm right ovary with absent Doppler color flow. b CT scan showing 7 cm LIF mass with surgical \nclip. c Laparoscopic image of ovarian torsion with associated hematosalpinx (Red arrow is pointing to the metal surgical clip)\nPage 5 of 6\n Harvey et al. Journal of Medical Case Reports          (2024) 18:580 \n \nPotential factors that may contribute to ovarian tor sion post-laparoscopic hysterectomy are (1) surgical \ntechnique in mobilizing the ovary, (2) ovarian trauma, \nand (3) adhesion formation post-laparoscopy [6 ].\nLaparoscopic technique has been showed to reduce \npostoperative adhesions due to the reduced tissue \nmanipulation [16] and higher humidity in the abdomi nal cavity [17]. However, laparoscopic hysterectomy \nmay cause higher rates of ovarian torsion due to suture \nmaterial, for example, polyglycolic acid suture causing \nmore material adherence and leading to infective adhe sions [18].\nThe Laparoscopic Approach to Cervical Cancer \n(LACC) trial investigated whether survival outcomes \nafter minimally invasive surgery (laparoscopic or robotassisted hysterectomy) were equivalent to those after \nopen abdominal radical hysterectomy for patients with \nearly stage cervical cancer. This randomized control \ntrial unexpectedly found that minimally invasive radi cal hysterectomy was associated with 6.6 times greater \nlikelihood of death, lower rates of disease free survival, \nand higher rate of locoregional reoccurrence and overall \nsurvival than open surgery [19]. They suggested several \npotential reasons for inferior oncological outcomes in the \nminimally invasive group, such as use of uterine manipu lator associated with tumor spillage and insufflation gas \neffect on tumor cell growth, which was also reported by \nKong et al. [20]. However, it must be said that the LACC \ntrial definitely had a negative effect on the learning curve \nfor surgeons [21], as it led to a substantial reduction in \nthe use of minimally invasive surgery for cancer [22].\nFurthermore, Ravid et  al. suggested that performing \nconcomitant prophylactic salpingectomy during laparo scopic hysterectomy contributed to rising rates of ovar ian torsion. This approach became popular and played \na role in preventing post-menopausal ovarian cancer \n[23]. However, by performing a salpingectomy, the ovary \nbecomes solely supported on the infundibulopelvic liga ment, which may allow for greater rotation of the ovary \non its axis. Another important surgical technique dur ing laparoscopic hysterectomy is wide fenestration of the \nbroad ligament, which can also lead to increased ovarian \nmobility.\nInterestingly, Ravid et al. commented that “ovariopexy” \nwould not prevent all cases of post-hysterectomy adnexal \ntorsion, and they felt that if it was performed, the patients \nshould be premenopausal. Additionally, Mashiach et  al. \ncomment on the role of oophoropexy as a potential way \nof preventing torsion, however, they consider it when \nthe ovary is too mobile or the IP ligament is significantly \nlengthened. In our case report, both premenopausal \npatients had underwent ovariopexy during laparoscopic \nhysterectomy, yet they still experienced torsion.",
    "Conclusion": "Conclusion\nOvarian torsion can be a difficult-to-diagnose gyneco logical emergency. Prudent history-taking and relevant \ninvestigations are essential steps, with a low threshold for \ndiagnostic laparoscopy.\nSuspension of the ovaries post-hysterectomy does not \nexclude future ovarian torsion, and in fact, laparoscopic \napproach and techniques can increase risk of ovarian tor sion. Further research is needed in techniques of ovarian \nconservation in operative treatment of cervical cancer.\nAcknowledgements\nNot applicable.\nAuthor contributions\nHarvey wrote the article with the help of Nallathambi. Kaushik had the original \nidea for the case report and provided guidance.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nNot applicable. The authors have submitted a Consensus-based Clinical Case \nReporting (CARE) Guideline.\nConsent for publication\nInformed consent was obtained from the patients for publication of this case \nreport and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNot applicable.\nAuthor details\n1 Obstetric and Gynaecology ST7, Princess Royal Hospital, Haywards Heath, \nUK. 2 Obstetric and Gynaecology Consultant, Conquest Hospital, Hastings, UK. \n3 Consultant Gynaecology Oncologist, Royal Sussex Hospital, Brighton, UK. \nReceived: 29 August 2023   Accepted: 3 August 2024\nReferences\n 1. National Cancer Registration and Analysis Service, Public Health England. \n2021.\n 2. Larrain D, Casanova A, Rojas I. Ovarian torsion after hysterectomy: case \nreport and concise review of the reported cases. Case Rep Obstet Gynae col. 2018. https:// doi. org/ 10. 1155/ 2018/ 62672 07.\n 3. Lee EJ, Kwon HC, Joo HJ, Suh JH, Fleischer AC. Diagnosis of ovarian \ntorsion with color Doppler sonography: depiction of twisted vascular \npedicle. J Ultrasound Med. 1998;17(2):83–9.\n 4. Carugno J, Naem A, Ibrahim C, Ehinger N, Moore J, Garzon S, Laganà \nAS. Is color Doppler ultrasonography reliable in diagnosing adnexal \ntorsion? A large cohort analysis. Minim Invasive Ther Allied Technol. \n2022;31(4):620–7.\n 5. Kirmizi DA, Baser E, Okan A, Kara M, Yalvac ES, Doganyigit Z. The effect of \na natural molecule in ovary ischemia reperfusion damage: does lycopene \nprotect ovary? Exp Anim. 2021;70(1):37–44.\n 6. Mashiach R, Canis M, Jardon K, Mage G, Pouly J-L, Wattiez A. Adnexal \ntorsion after laparoscopic hysterectomy: description of seven cases. J Am \nAssoc Gynecol Laparosc. 2004;11(3):336–9.\nPage 6 of 6 Harvey et al. Journal of Medical Case Reports          (2024) 18:580 \n 7. Dowson HM, Bong JJ, Lovell DP , Worthington TR, Karanjia ND, Rockall \nTA. Reduced adhesion formation following laparoscopic versus open \ncolorectal surgery. Br J Surg. 2008;95(7):909–14.\n 8. Choi JB, Kang K, Song MK, Seok S, Kim YH, Kim JE. Pain characteristics \nafter total laparoscopic hysterectomy. Int J Med Sci. 2016;13(8):562–8.\n 9. Clarke-Pearson DL, Geller EJ. Complications of hysterectomy. Obstet \nGynecol. 2013;121(3):654–73.\n 10. Asfour V, Varma R, Menon P . Clinical risk factors for ovarian torsion. J \nObstet Gynaecol. 2015;35(7):721–5.\n 11. Giannini A, D’Oria O, Bogani G, Di Donato V, Vizza E, Chiantera V, Laganà \nAS, Muzii L, Salerno MG, Caserta D, et al. Hysterectomy: let’s step up the \nladder of evidence to look over the horizon. J Clin Med. 2022;11:6940.\n 12. Buderath P , Kimmig R, Dominowski L, Mach P . Hysterectomy in benign \nconditions: a 20-year single-center retrospective on the development of \nsurgical techniques. Arch Gynecol Obstet. 2022. https:// doi. org/ 10. 1007/ \ns00404- 022- 06821-9.\n 13. Buzzaccarini G, Török P , Vitagliano A, Petousis S, Noventa M, Hortu I, \nGiannini A, Simone Laganà A. Predictors of pain development after \nlaparoscopic adnexectomy: a still open challenge. J Investig Surg. 2022. \nhttps:// doi. org/ 10. 1080/ 08941 939. 2022. 20562 74.\n 14. Ravid E, Klein Z, Arbib N, Sharvit M, Josephy D, Schonman R. Is post \nhysterectomy adnexal torsion a complication of laparoscopic approach? \nA retrospective cohort study. Eur J Obstet Gynecol Reprod Biol. \n2019;240:347–50.\n 15. Valentine LN, Birchall C, Harkins GJ. Exploring patient characteristics in adnexal torsion after hysterectomy. J Minm Invasive Gynecol. \n2019;26(7):S151.\n 16. Schonman R, Corona R, Bastidas A, De Cicco C, Konickx PR. Effect of \nupper abdomen tissue manipulation on adhesion formation between \ninjured areas in a laparoscopic mouse model. J Minim Invasive Gynaecol. \n2009;16:307–12.\n 17. Binda MM. Humidification during laparoscopic surgery: overview of the \nclinical benefits of using humidified gas during laparoscopic surgery. \nArch Gynecol Obstet. 2015;292:955–71.\n 18. Masini BD, Stinner DJ, Watermann SM, Wenke JC. Bacterial adherence to \nsuture materials. J Surg Educ. 2011;68(2):101–4.\n 19. Ramirez PT, Frumovitz M, Pareja R, Lopez A, Vieira M, Ribeiro R, Buda A, Yan \nX, Shuzhong Y, Chetty N, Isla D, Tamura M, Zhu T, Robledo KP , Gebski V, \nAsher R, Behan V, Nicklin JL, Coleman RL, Obermair A. Minimally invasive \nversus abdominal radical hysterectomy for cervical cancer. N Engl J Med. \n2018;379:1895–904.\n 20. Kong TW, Chang SJ, Piao X, et al. Patterns of recurrence and survival after \nabdominal versus laparoscopic/robotic radical hysterectomy in patients \nwith early cervical cancer. J Obstet Gynaecol Res. 2016;42:77–86.\n 21. Moufawad G, Laganà AS, Habib N, Chiantera V, Giannini A, Ferrari F, \nVitagliano A, Della Corte L, Bifulco G, Sleiman Z. Learning laparoscopic \nradical hysterectomy: are we facing an emerging situation? Int J Environ \nRes Public Health. 2023;20:2053.\n 22. Lewicki PJ, Basourakos SP , Qiu Y, Hu JC, Sheyn D, Hijaz A, Shoag JE. Effect \nof a randomized, controlled trial on surgery for cervical cancer. N Engl J \nMed. 2021;384:1669–71.\n 23. Erickson BK, Conner MG, Landen CN. The role of the fallopian tube in the \norigin of ovarian cancer. Am J Obstet Gynecol. 2013;209(5):409–14.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}