{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05134-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05134-0.pdf",
  "metadata": {
    "/Keywords": "Laryngeal leishmaniasis; Leishmania amastigotes; Vocal cord; Nasolaryngoscopy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250301161847+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250301165422+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05134-0",
    "/Author": "Mohammedsefa Arusi Dari ",
    "/Title": "A case of laryngeal leishmaniasis presenting as hoarseness in an Ethiopian patient: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05134-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Leishmaniasis is a zoonotic disease caused by unicellular protozoa of the Leishmania genus. The infection can spread through zoonotic or anthroponotic transmission, depending on the species, with the phlebotomine \nsandfly serving as the primary vector. Leishmaniasis is endemic in tropical regions of Asia and Africa. While mucocutaneous leishmaniasis is rarely reported in Ethiopia, both the cutaneous and visceral forms of the disease are more commonly seen. The clinical spectrum of Leishmania infection includes visceral leishmaniasis (the most common form), \nas well as cutaneous, mucocutaneous, mucosal, and post-kala-azar dermal leishmaniasis. The mucosal form typically \ninvolves the nasal and oral mucosa, though in rare cases, it can also affect the laryngeal and pharyngeal mucosa.",
    "Case Presentation": "Case presentation This report discusses a case of laryngeal leishmaniasis presenting as hoarseness of voice and discomfort during swallowing, with a focus on clinical presentation, diagnostic process, and management. A 31-year-old \nEthiopian man from Addis Ababa, Ethiopia, presented with a 6-month history of hoarseness and difficulty swallowing. \nHe had a history of travel to Humera, a region endemic for leishmaniasis. Flexible nasolaryngoscopy revealed whit ish erythema and irregular margins on the right vocal cord. Laryngeal cancer was initially suspected, and a microlaryngoscopy with biopsy was performed, which confirmed the presence of Leishmania amastigotes. He was treated \nwith liposomal amphotericin B. After completing the treatment, his voice returned to normal, and repeat nasolaryngoscopy showed no abnormalities.",
    "Conclusion": "Conclusion Laryngeal leishmaniasis is a rare but important differential diagnosis for patients presenting with hoarse ness, particularly those with a history of travel to endemic areas. Clinicians should consider leishmaniasis in the differential diagnosis of upper respiratory symptoms in endemic regions, even in the absence of classic skin lesions. \nEarly diagnosis and appropriate treatment with antifungal agents such as liposomal amphotericin B can lead to full \nrecovery, as demonstrated in this case.\nKeywords  Laryngeal leishmaniasis, Leishmania amastigotes, Vocal cord, Nasolaryngoscopy, Case reportOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammedsefa Arusi Dari\nmadyamxperia@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 4 Dari et al. Journal of Medical Case Reports           (2025) 19:86 \nBackground\nLeishmaniasis is a zoonotic disease caused by the Leish mania  genus. Humans become infected when a vector, \nthe Phlebotomus sandfly, bites and feeds on their blood. \nThe disease manifests in three main clinical forms: vis ceral, mucosal, and cutaneous [1 , 2].\nIn Ethiopia, both cutaneous and visceral forms of \nleishmaniasis are endemic. However, mucocutaneous \nleishmaniasis (MCL) is rarely reported in the country \n[3]. Visceral leishmaniasis (VL) in Ethiopia is caused by \nLeishmania donovani through anthroponotic transmis sion. In most immunocompetent individuals, infections \nremain asymptomatic. The estimated annual burden of \nVL in the country is between 2000 and 4500 cases [4 ].\nVisceral leishmaniasis primarily affects macrophages \nin deep organs such as the spleen, liver, and bone \nmarrow. This",
    "Results": "results in the typical symptoms of VL, \nincluding fever, loss of appetite, weight loss, hepato splenomegaly, and progressive pancytopenia [5 ]. The \nclinical presentation of leishmaniasis varies depending \non the species and host factors, including age, genet ics, and immune status. Laryngeal leishmaniasis is an \nuncommon condition in immunocompetent individu als, typically presenting with hoarseness of voice [6 ].\nPharyngolaryngeal involvement can be severe, lead ing to symptoms such as difficulty swallowing (dys phagia), shortness of breath (dyspnea), hoarseness \n(dysphonia), sore throat, and coughing. Laryngoscopy \ntypically reveals widespread inflammation, with red ness and swelling. Granulomatous ulcers are commonly \nseen and may produce purulent discharge. In advanced \ncases, significant tissue destruction can occur. Prior \nto diagnosing leishmaniasis, it is essential to consider \nother potential conditions, such as leprosy, sarcoidosis, \nsyphilis, Wegener’s granulomatosis, systemic lupus ery thematosus, actinomycosis, histoplasmosis, and tumors \n[7, 8].\nTo increase the likelihood of obtaining a positive \nresult for Leishmania, it is recommended to use multi ple diagnostic",
    "Methods": "methods. These include the visualization \nof characteristic amastigotes in smears or tissue (histo pathology), parasite isolation through in  vitro culture, \nmolecular detection of parasite DNA, and serologic \ntesting for visceral leishmaniasis (VL). Additionally, \nsimultaneous testing for other potential diagnoses, \nsuch as histopathology and culture, should be consid ered [9 , 10].\nFor the treatment of visceral leishmaniasis (VL), lipo somal amphotericin B is the preferred option, regardless \nof the patient’s immune status. However, in immunocom promised individuals, the treatment protocol typically \ninvolves higher daily doses, more frequent administra tions, and a greater total cumulative dose [11].Case presentation\nWe present the case of a 31-year-old Ethiopian man from \nAddis Ababa, Ethiopia, who presented with a 6-month \nhistory of hoarseness of voice and difficulty swallowing. \nHis voice was intermittently husky, with reduced pitch \nand volume, and worsened with prolonged use, improv ing with vocal rest. He had no painful swallowing or \nshortness of breath. The patient had previously visited \nHumera in northern Ethiopia, a region endemic for leish maniasis. However, he did not report any skin lesions, \nhepatosplenomegaly, nor palpable lymphadenopathy. He \nis not immunocompromised, does not smoke, and does \nnot use drugs. His complete blood count, organ function \ntests, electrolyte levels, and abdominopelvic ultrasound \nresults were all within normal limits.\nFlexible nasolaryngoscopy revealed whitish erythema \nand irregular margins of the right vocal cord (Fig.  1). \nLaryngeal cancer was initially suspected, and a micro laryngoscopy with biopsy was performed, which con firmed the presence of Leishmania amastigotes (Fig.  2), \ndiagnosing him with laryngeal leishmaniasis. During the \nprocedure, the right vocal cord appeared irregular and \nthickened, while the remainder of the upper aerodiges tive tract appeared normal.\nThe patient was treated with liposomal amphotericin B, \n210 mg on days 1–5, and 630 mg on days 14 and 21. The \ntreatment was well tolerated. After completing the treat ment, his voice returned to normal, and repeat nasola ryngoscopy showed no abnormalities (Fig. 3).",
    "Discussion": "Discussion\nIn Ethiopia, visceral leishmaniasis (VL) has been reported \nas an epidemic in the northwestern regions, particularly \nalong the border with Sudan, including in areas such as \nHumera and Metema. Due to its high mortality rate, fre quent epidemics, and high incidence, leishmaniasis has \nbecome one of the major health challenges in the country \n[3].\nMucosal leishmaniasis is rare, and only a few cases \ninvolving the oral mucosa and/or upper respiratory tract \nhave been reported [1]. Laryngeal leishmaniasis is a very \nrare diagnosis in immunocompetent individuals and \noften presents with hoarseness of voice [12].\nVisceral leishmaniasis (VL) is a life-threatening disease \ncaused by protozoan parasites of the Leishmania dono vani  complex. It primarily infects macrophages in deep \norgans such as the spleen, liver, and bone marrow, lead ing to the classic symptoms of VL, including fever, loss of \nappetite, weight loss, hepatosplenomegaly, and progres sive pancytopenia. However, in contrast to this typical \npresentation, our patient presented with hoarseness and \ndifficulty swallowing, without involvement of other deep \norgans or cutaneous symptoms [5].\nPage 3 of 4\n Dari et al. Journal of Medical Case Reports           (2025) 19:86 \n \nPrimary laryngeal leishmaniasis, or isolated laryngeal \ninvolvement, typically occurs in immunocompromised \npatients, often those with comorbidities such as human \nimmunodeficiency virus (HIV), immunosuppressive \ntherapy, or a history of organ transplantation. In immu nocompetent individuals, some reported cases have had \na prior history of cutaneous leishmaniasis. However, our \npatient is immunocompetent and has no history of cuta neous leishmaniasis [5, 6, 11, 12].\nConclusion\nLaryngeal leishmaniasis is a rare but important differ ential diagnosis for patients presenting with hoarseness, \nparticularly those with a history of travel to endemic \nFig. 1 Flexible nasolaryngoscopy with whitish, erythema, thickened, and irregular margins of the right vocal cord during vocal cord adduction \n(image A) and abduction (image B)\nFig. 2 Histopathology image indicating the presence of Leishmania \namastigotes within macrophages (black arrows)\nFig. 3 Both vocal cords appearing normal after treatment, \nwith no visible lesions; vocal cords fully adducted (image A) \nand slightly abducted (image B)\nPage 4 of 4 Dari et al. Journal of Medical Case Reports           (2025) 19:86 \nareas. Clinicians should consider leishmaniasis in the \ndifferential diagnosis of upper respiratory symptoms \nin endemic regions, even in the absence of classic skin \nlesions. Early diagnosis and appropriate treatment such \nas liposomal amphotericin B can lead to full recovery, as \ndemonstrated in this case.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05134-0.\nSupplementary material 1. \nAcknowledgements\nI would like to thank the staff of Addis Ababa University for their support.\nAuthor contributions\nDr. Mohammedsefa Arusi and Dr. Zelalem Tadesse Wondimu: substantial contributions to conception and design, drafting the article and the manuscript, \nand final approval of the version to be published. Dr. Melaku Abay Muluneh, \nDr. Martha Mekonen Gdey, and Dr. Adil Fekede Ayele: acquisition of data, \nanalysis and interpretation of data, revising it critically for important intellectual content, and final approval of the version to be published.\nFunding\nNot applicable.\nAvailability of data and materials\nSupporting data are available and can be provided upon request.\nDeclarations\nEthical approval and consent to participate\nWritten informed consent was given by the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests were disclosed.\nAuthor details\n1 Otolaryngology Head and Neck Surgery Department, Addis Ababa University, \nAddis Ababa, Ethiopia. 2 Internal Medicine Department, Wolkite University, \nWolkite, Ethiopia. 3 Pathology Department, Minilik II Comprehensive Hospital, \nAddis Ababa, Ethiopia. 4 General Practitioner, Mekelle University, Mekelle, \nEthiopia. 5 Internal Medicine Department, Addis Ababa University, Addis \nAbaba, Ethiopia. \nReceived: 17 November 2024   Accepted: 9 February 2025\nReferences\n 1. Kumar B, Ghimire A, Karki S, Upadhyaya P . Primary laryngeal leishmaniasis: \na rare case report. Ind J Pathol Microbiol. 2009;52(1):62–4.\n 2. Gawade S, Nanaware M, Gokhale RM, Adhav PS. Visceral leishmaniasis : a \ncase report. 2012;130–4.\n 3. Ibrahim R, Tena A, Mohammed A, Tesfaye T. Case report laryngeal leishmaniasis in a 46-year-old Ethiopian patient. 2018;56(2):185–7.\n 4. Ethiopia. M. Guideline for diagnosis, treatment and prevention of leishmaniasis in Ethiopia. 2013. 2008;(112):282. 5. Mohammed R, Fikre H, Mekonnen T, Abebe B, Yeshanew A, Diro E, et al. \nCase report: atypical presentation of visceral leishmaniasis: two cases \nfrom northwest Ethiopia. Am J Trop Med Hyg. 2021;104(6):2082–4.\n 6. Teemul TA, Williams J. Laryngeal leishmaniasis: case report of a rare infection. Head Neck. 2012;35:1–3.\n 7. Campbell M, Chaidas K, Shah KA, Jones N. Clinical infection in practice \nlaryngeal leishmaniasis: an alternative cause of progressive dysphonia \nin an older adult on inhaled corticosteroids. Clin Infect Pract. 2020;7–\n8:100025. https:// doi. org/ 10. 1016/j. clinpr. 2020. 100025.\n 8. De Moraes BT, De Souza Amorim Filho F, Neto JC, Neto PS, De Melo Júnior \nJES. Laryngeal leishmaniasis. Int Arch Otorhinolaryngol. 2012;16(4):523–6.\n 9. Banerjee SP , Bhorchi GR, Mallik S. Kala-Azar: case report. Ind Pediatr. \n1976;13(10):801–2.\n 10. Aronson N, Herwaldt BL, Libman M, Pearson R, Lopez-Velez R, Weina P , \net al. Diagnosis and treatment of leishmaniasis: clinical practice guidelines \nby the infectious diseases society of America (IDSA) and the American \nSociety of tropical medicine and hygiene (ASTMH). Am J Trop Med Hyg. \n2017;96(1):24–45.\n 11. Fisicaro V, Campanella E, Marino A, Guarneri A, Franzò A, Pistarà E, et al. \nLaryngeal leishmaniasis in a HIV-positive patient: a case report and review \nof the literature. World Acad Sci J. 2023;5(4):1–6.\n 12. Roberts RM, Mukherjee J, Phillips D. Laryngeal leishmaniasis in a patient \ntaking inhaled corticosteroids. BMJ Case Rep. 2016;2016:1–2.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}