{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05154-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05154-w.pdf",
  "metadata": {
    "/Keywords": "Carcinoma; Renal cell; Chromophobe renal cell carcinoma; Neoplasm metastasis; Molecular targeted therapy; Immunotherapy; Rare diseases; Case reports",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250317112840+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250315101415+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05154-w",
    "/Author": "Alexandra Ökrösi ",
    "/Title": "Liver metastasis from a chromophobe renal cell carcinoma 18 years after initial diagnosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05154-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Chromophobe renal cell carcinoma is a rare histological subtype, accounting for only 5–6% of renal cell \ncarcinoma cases. It exhibits low aggressiveness and has an overall favorable prognosis with a very low risk of develop ing metastatic disease. Genetic syndromes such as Birt–Hogg–Dubbé may be associated with this renal cell carcinoma subtype. Owing to limited clinical data, therapeutic regimens for advanced chromophobe renal cell carcinoma \nare often extrapolated from treatment protocols for clear cell renal cell carcinoma or studies combining several nonclear cell renal cell carcinoma types.",
    "Case Presentation": "Case presentation We report a case of a 54-year-old Austrian male patient presenting with metastatic liver disease \nfrom chromophobe renal cell carcinoma, confirmed by biopsy, 18 years after the initial diagnosis of a non-metastasized, grade 2, pNO, pT2 tumor with R0 resection. The patient underwent regular follow-up examinations and had \nno clinical symptoms at the time of recurrent disease diagnosis. Family history for genetic syndromes was negative. \nThe multidisciplinary tumor board decided to treat the patient with a novel first-line palliative therapy using combined immuno-/tyrosine kinase therapy with pembrolizumab/lenvatinib. A multiphasic computed tomography scan \nperformed 3 months after initiation of therapy showed a complete response.",
    "Conclusion": "Conclusion Although chromophobe renal cell carcinoma typically has excellent progression-free survival \nand overall survival rates in localized disease, those patients with larger tumors or those with sarcomatous features, \nas well as PT53 mutations, seem to have worse outcomes due to metastatic development. This case report affirms \nthat patients with chromophobe renal cell carcinoma exhibiting these risk factors should undergo closer and longterm follow-up after curative surgery.\nKeywords  Carcinoma, Renal cell, Chromophobe renal cell carcinoma, Neoplasm metastasis, Molecular targeted \ntherapy, Immunotherapy, Rare diseases, Case reports",
    "Introduction": "Introduction\nChromophobe renal cell carcinoma (chRCC) is the third \nmost common type of renal cell carcinoma according \nto the 2016 World Health Organization (WHO) classi fication, accounting for 5–7% of all renal cell carcinoma \n(RCC) cases, with an overall low malignant potential. \nNevertheless, the risk of developing metastatic disease is \nup to 6% [1–4].\nThey arise from the intercalated cells of the distal \ntubule and are differentiated into classic and eosinophilic *Correspondence:\nGertraud Heinz\ngertraud.heinz@stpoelten.lknoe.at\n1 Department of Diagnostic and Interventional Radiology, University \nHospital of St. Pölten, Dunant -Platz 1, 3100 Sankt Pölten, Austria\n2 Department of Urology and Andrology, University Hospital of St, Pölten, \nAustria\n3 Department of Clinical Pathology and Molecular Pathology, University \nHospital of St, Pölten, Austria\nPage 2 of 7 Ökrösi et al. Journal of Medical Case Reports          (2025) 19:116 \ntypes on the basis of their morphological heterogene ity and proportion of cells [2, 5]. This consists of type 1 \nand type 2 cellular elements, with type 1 showing a small \nand moderately granular cytoplasm and type 2 contain ing abundant eosinophilic cytoplasm that is denser at the \nperiphery of the cell. Most chRCC cases are sporadic [6].\nPatients with germline mutations in the PTEN gene \nare at increased risk of developing chromophobe-like or \noncocytoma-like neoplasms, characterized as Cowden \nsyndrome (CS). Patients with CS exhibit hallmark fea tures, including macrocephaly and distinctive derma tologic manifestations, such as acral keratosis and facial \ntrichilemmomas, alongside the formation of multiple \nhamartomas. The condition also increases the risk for \nbreast, endometrial, and thyroid cancers. In addition, \ngenitourinary cancers, specifically kidney cancer, are \nconsidered one of the diagnostic criteria attributed to \nCS. While Shuch et  al. report a low incidence of RCC \nin patients with CS, these individuals face a > 30-fold \nincreased risk of developing kidney cancer [7]. Other \nhereditary cancer syndromes linked to RCC include \nBirt–Hogg–Dubbè syndrome (BHD), characterized by an \nautosomal dominant predisposition to multiple fibrofol liculomas on the face, lung cysts, and colorectal tumors; \nand Von Hippel–Lindau disease (VHL), associated with \na over 70% lifetime risk of developing retinal and central \nnervous system hemangioblastomas. The RCC histologi cal subtypes often seen in BHD include chromophobe \nand oncocytic features, while for VHL-associated RCC, \nthis manifests as the clear cell renal cell carcinoma \n(ccRCC) subtype [8].\nChromosomal abnormalities, such as losing chromo somes 1, 2, 6, 10, 13, 17, and 21, are also associated with \nchRCC [ 8]. The chromosome abnormalities in chromo somes 1, 2, 6, 10, 13, and 17 are more common in the \nclassical type of chromophobe RCC than in the eosino philic type, indicating that this type has more chromo some instability [9]. Gaining copies of chromosomes \n4, 7, 11, 12, 14q, and 18q may also be observed in chro mophobe RCC [10]. In addition, a mutation in the short \narm of chromosome 7 is associated with loss of the \nmTOR  gene, a tumor suppressor and activator of C-KIT. \nAlthough germline mutations of the PTEN gene are the \nmost common gene alteration in chromophobe RCC, \na low incidence of somatic mutations of TP53 has been \nobserved in this type of renal cancer. Other genes that \nare frequently mutated in chromophobe RCC include \nFAAH2 , PDHB, PDXD1, ZNF765, PRKAG2 , ARID1A, \nand ABHD3 [11]. In immunohistochemistry, tumor cells \nin chRCC are diffusely positive for CD117 (C-KIT) and \nCK7 [2].\nThe gold-standard treatment for localized chRCC \n(stages I–III) is surgery without the need for adjuvant therapy, while advanced stage IV disease requires cytore ductive nephrectomy with additional systemic ther apy [2]. Compared with clear cell renal cell carcinoma \n(ccRCC), chRCC has an overall better recurrence-free \nsurvival (RFS) and overall survival (OS) owing to its dis tinct biological characteristics, including chromosomal \naneuploidy. TP53 mutations in chRCC seem to be asso ciated with a more aggressive chromophobe phenotype \n[2, 5]. Advanced stage (T3 or T4), larger tumor size, and \nsarcomatous differentiation negatively affect RFS and OS \n[12].\nOwing to the low incidence of the chromophobe sub type of RCC, first-line systemic treatments for chRCC \nare derived from ccRCC protocols or subgroup analy sis, as noted by Garje et  al., and outlined in the ESMO \nclinical Practice Guidelines by Escudier et  al. [2, 13]. \nRecently, the use of non-chemotherapy regimens in the \nCLEAR trial have shown efficacy as first-line treatments \nin ccRCC [14, 15].\nCase presentation\nWe report the case of a 54-year-old Austrian male with \nliver metastasis 18  years after radical nephrectomy and \nadrenalectomy for non-metastasized chRCC, without \nany associated genetic syndrome. In 2005, our patient \npresented with left upper quadrant pain. An ultrasound \nrevealed a large mass on the left kidney, suspicious of \nrenal cell carcinoma. A multiphasic computed tomogra phy (CT) of the kidneys, and a staging CT of the chest, \nconfirmed a 15 cm left renal parenchymal tumor without \nrenal vein involvement or evidence of extracapsular or \nmetastatic disease. Following the diagnosis, the patient \nunderwent radical left-sided nephrectomy and adre nalectomy. Histopathology confirmed a compact chro mophobe renal cell carcinoma G2, infiltrating the renal \npelvis but sparing the ureter and left renal vein, staged \nas pT2 R0. No sarcomatous changes were noted, and no \nreferral to the epithelial–mesenchymal transition.\nThe patient received annual outpatient follow-up. \nIn 2023, suspicious liver lesions were reported on \nabdominal CT, which were further evaluated by dedi cated magnetic resonance imaging (MRI) of the liver. \nContrast-enhanced MRI, using a liver specific agent \n(10  ml gadoxetate disodium), depicted multiple liver \nlesions up to 2  cm, predominantly in the right liver \nlobe. For example, T2 weighted half-Fourier acquisition \nsingle-shot turbo spin-echo fat-suppressed (HASTE \nFS) imaging showed a 2 cm hyperintense lesion in liver \nsegment VII (Fig.  1A), with signal loss on T1-VIBE \nDixon Opp-phase images (Fig.  1B), and a high signal \non diffusion-weighted images with the correspond ing apparent diffusion coefficient map (ADC-map) \n(Fig.  1C, D). Unfortunately, due to signal artifacts, the \nPage 3 of 7\n Ökrösi et al. Journal of Medical Case Reports          (2025) 19:116 \n \ndiffusion coefficient maps could not be adequately cor related, but it was possible to outline a corresponding \nsignal without diffusion restriction. After intravenous \ncontrast injection the lesion showed a slight enhance ment with wash-out on the delayed phase (Fig.  2A–D; \nblue arrow on D corresponding with A–C). Besides the \nliver, there were no other organs involved. The patient \nunderwent CT-guided liver biopsy, confirming metas tases from a renal cell carcinoma of the chromophobe \nsubtype with an epithelial–mesenchymal transition \nindex Ki-67 of 5–10%. \nImmunohistochemical analysis showed positive reac tions with CK7, C-KIT, PAX8, and CD10; and negative \nreactions with vimentin and racemase. Germline muta tions in PTEN and TP53, along with other gene muta tions, were not investigated.\nThe case was discussed in an interdisciplinary team \nmeeting, and the patient received first-line palliative \ntherapy with pembrolizumab and lenvatinib [14], which \nwas initiated in October 2023. In January 2024, follow-up \nabdominal CT showed no liver lesions, indicating com plete remission (Fig.  3). On chest and abdomen CT there \nwas no evidence of other distant metastases.",
    "Discussion": "Discussion\nChromophobe renal cell carcinomas (chRCC) is a rare \nhistological subtype, accounting for only 5–6% of RCC \ncases. It exhibits low aggressiveness and has an overall \nfavorable prognosis with a very low risk of developing \nmetastatic disease [3, 4]. A small percentage of chRCC \nexhibit sarcomatous growth, with the epithelial–mes enchymal transition estimated at 2–8%, reaching 26% in \nmetastatic disease [16]. Identifying those patients with an \nincreased risk of disease progression can be done using \nthe two-tiered tumor grading system proposed by Ohashi \net al., based on the presence of sarcomatoid differentia tion and tumor necrosis [17].\nRecent studies highlight additional morphological \nheterogeneity, including pigmented/adenomatoid, mul ticystic, neuroendocrine, and papillary features [16]. Nev ertheless, chRCC has a favorable outcome, with reported \n10-year survival rates between 80% and 90% [16, 18], and \na mean age at diagnosis around 58–60 years, with slight \nfemale predilection [3, 12]. The main prognostic factors \nfor metastatic development include tumor size and the \npresence of a sarcomatous morphology, with the liver, \nlungs, and retroperitoneal lymph nodes being the most \ncommon metastatic sites [3, 12, 16]. ChRCC can also be \nFig. 1 Axial T2 half-Fourier acquisition single-shot turbo spin-echo fat-suppressed image (blue arrow shows a hyperintense lesion in the right liver \nlobe) (A), T1-VIBE Dixon Opp-phase image (B), diffusion-weighted image B800 (C), and apparent diffusion coefficient (D)\nPage 4 of 7 Ökrösi et al. Journal of Medical Case Reports          (2025) 19:116 \nFig. 2 Axial contrast-enhanced T1-VIBE Dixon: 28 seconds (A), 60 seconds (B), 3 minutes (C), and 20 minutes (D). Blue arrow on D shows a liver \nlesion with contrast washout in the delayed phase, corresponding with A–C \nFig. 3 Axial computed tomography image post-intravenous contrast, arterial phase; at time of diagnosis (A) and after immune therapy (B)\nPage 5 of 7\n Ökrösi et al. Journal of Medical Case Reports          (2025) 19:116 \n \nassociated with genetic syndromes, such as BAP1 tumor \npredisposition syndrome, hereditary paraganglioma/phe ochromocytoma (PGL/PCC) syndrome, Cowden syn drome, tuberous sclerosis, and Birt–Hogg–Dubbé (BHD) \nsyndrome; an autosomal dominant syndrome with muta tions of the tumor suppressor folliculin gene (FLCN ) that \nregulates angiogenesis and tumor growth [2, 3].\nIn our case, the patient was diagnosed at age 36 years \nwith a pT2 staged tumor and no known genetic predis positions. The early stage diagnosis, and subsequent radi cal nephrectomy with an R0 resection, offered a favorable \nprognosis for developing metastatic disease; nevertheless, \nthe large tumor size should be taken into consideration, \nadding a considerable risk factor for further planning \nand follow-up. Although there is missing evidence for \ninfluencing the outcomes of early and advanced RCC for \nany follow-up scheme, long-term follow-up is common \n[13]. The recommended time interval for CT follow-up, \ndepending on risk factors, is 3–6  months in high-risk \npatients for the first 2 years, while a yearly interval is suf ficient in low-risk patients [13]. For metastatic disease, \n2- to 4-month follow-ups during systemic therapy is sug gested [13]. In a retrospective cohort study conducted by \nDabestani et al. on long-term follow-up for initially local ized ccRCC (RECUR database, 2019), the data suggested \nan age- and risk score-dependent follow-up [19]. Accord ing to a single-centered cohort study by Casuscelli et al. \n[12], involving 496 patients diagnosed with chRCC and \nfollow-up times up to 25.2  years, the 10-year RFS was \n91.7% and the 10-year OS was 82.1% [12]. When corre lating our case with the estimates for OS in the study by \nCasuscelli et  al., the percentage of surviving subjects at \n18-year follow-up was 3.6%.\nTreatment options for metastatic chRCC are limited \nby insufficient clinical data. Current treatment strategies \nrely on small prospective studies and subgroup analyses, \nprimarily focusing on testing tyrosine kinase inhibitors \n(TKI) or mTOR inhibitors, where Armstrong et al. dem onstrated an improvement of progression-free survival in \npatients with metastatic non-ccRCC treated with suni tinib compared with everolimus; however, there was a \nbetter PFS for the chRCC cohort with everolimus [2, 20]. \nThe benefit from mTOR inhibitors is linked to mutations \non chromosome 7, which lead to a loss of the folliculin \ngene and upregulation of mTOR [21]. The recommended \nfirst-line systemic treatments for non-ccRCC are suni tinib and everolimus, alongside pazopanib, which is an \noral multi-targeted receptor kinase inhibitor [13]. Pazo panib showed efficacy in treating metastatic non-ccRCC \nin two separate studies [22, 23]. Some data suggest sen sitivity to immune checkpoint inhibitors for sarcomatoid \ntumors with poor-risk features [13]. In a more recent \nstudy, the CLEAR trial demonstrated the efficacy of combining a tyrosine kinase inhibitor, affecting multiple \nreceptors (lenvatinib), with an immune checkpoint inhib itor acting against PD-L1 (pembrolizumab) showed sig nificantly longer survival compared with sunitinib alone; \nnevertheless, the study focused on patients with ccRCC \n[14, 15].\nResearch on the tumor microenvironment (TME) of \nRCC has focused on uncovering the mechanisms of its \npathogenesis. Despite some success with immune check point inhibitors in treating RCC, our understanding of \nimmune response and dysregulation in RCC remains \nincomplete [24].  Different histologic subtypes of RCC \nexhibit distinct immune microenvironments, for exam ple, ccRCC shows the highest degree of immune infiltra tion, while chRCC is linked with increased  TH17 gene \nsignatures [25]. As stated by the National Cancer Insti tute,",
    "Results": "results from genome testing indicate that structural \nrearrangements of the TERT  gene promoter, which regu lates telomerase (the chromosome elongation enzyme), \nmay drive this cancer. In addition, the host microbiome \ncould influence immune response to RCC. A phase 1 \nrandomized trial by Dizman et  al. found that adding \nCBM588, a bifidogenic bacterial product, to nivolumab \nand ipilimumab in patients with metastatic RCC signifi cantly improved PFS (12.7 months versus 2.5  months) \nwithout adding toxicity [26]. Considering the aspects of \nthe tumor microenvironment, underlying genetic altera tions, and possible influence of the host microbiome, it \nis plausible that some of these factors, although not spe cifically investigated in this case, may have contributed to \nthe delayed onset of the metastatic progression observed.\nEffective therapy regimens for metastatic chRCC are \ncrucial, particularly given its rarity. We would like to \nemphasize the importance of enrolling this particular \ngroup of patients in transnational databases and stand ardized clinical trials, with focus on immunohistochemi cal and molecular pathology features, as well as genome \nsequencing and TME.\nConclusion\nDespite the low malignant potential of chRCC, patients \ncan develop late metastatic disease; in our case, even \nwith localized tumor stage at diagnosis followed by \nsurgery. More importance should be given to their \nhistological appearance, with focus on sarcomatoid \ndifferentiation and necrosis, as well as chromosomal \nalterations and molecular pathways. Therefore, identi fying individual molecular markers can be considered \nthe main goal for characterizing the heterogeneous \nphenotype of chRCC to ensure the correct treatment \napproach, as a stepping-stone for personalized medi cine. It is highly recommended to consider risk factors \nwhen establishing follow-up schemes and to maintain \nPage 6 of 7 Ökrösi et al. Journal of Medical Case Reports          (2025) 19:116 \nregular CT or MRI follow-up for early detection and \ntreatment, especially in low-risk patients with chRCC, \neven after a long disease-free interval, thereby poten tially increasing overall survival.\nAbbreviations\nRCC   Renal cell carcinoma\nchRCC   Chromophobe renal cell carcinoma\nccRCC   Clear cell renal cell carcinoma\nnon-ccRCC   Non-clear cell renal cell carcinoma\nBHD  Birt–Hogg–Dubbè\nCS  Cowden syndrome\nPGL/PCC  Paraganglioma/pheochromocytoma\nMDTB  Multidisciplinary tumor board\nCT  Computed tomography\nMRI  Magnetic resonance imaging\nCE-MRI  Contrast-enhanced MRI\nTKI  Tyrosine kinase inhibitor\nPFS  Progression-free survival\nOS  Overall survival\nRFS  Recurrence-free survival\nTME  Tumor microenvironment\nAcknowledgements\nThe authors acknowledge everybody who participated in the management of \nthis patient, especially our colleagues from the oncology department.\nAuthor contributions\nAlexandra Ökrosi (first author): data acquisition and preparation of the \nmanuscript. Lothar Ponhold: performed liver biopsy and scientific review. \nSimon Turba: current case manager of the patient and scientific review. Melitta \nKitzwögerer: reporting histology and evaluating histological history of the \npatient. Gertraud Heinz (last author): scientific review and approval of the final \nversion of the manuscript.\nFunding\nNo financial support was received for the authorship and/or publication of \nthis article.\nAvailability of data and materials\nAll supporting data of this case report are available for review by the authors \nof this case report on request.\nDeclarations\nEthical approval and consent to participate\nThe authors certify that this case report was performed in accordance with \nethical standards as laid down in the Declaration of Helsinki and its later \namendments, or comparable ethical standards for research involving human \nparticipants and/or animals.\nConsent for publication\nA written informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest to declare.\nReceived: 4 April 2024   Accepted: 31 January 2025\nReferences\n 1. Siegel RL, Miller KD, Wagle NS, Jemal A. Cancer statistics, 2023. CA Cancer \nJ Clin. 2023;73(1):17–48. 2. Garje R, Elhag D, Yasin HA, Acharya L, Vaena D, Dahmoush L. Comprehensive review of chromophobe renal cell carcinoma. Amsterdam: Elsevier \nIreland Ltd; 2021.\n 3. Marko J, Craig R, Nguyen A, Udager AM, Wolfman DJ. Chromophobe \nrenal cell carcinoma with radiologic-pathologic correlation. Radiographics. 2021;41(5):1408–19.\n 4. Moch H, Ohashi R. Chromophobe renal cell carcinoma: current and controversial issues. Pathology. 2021. https:// doi. org/ 10. 1016/j. pathol. 2020. \n09. 015.\n 5. Bahadoram S, Davoodi M, Hassanzadeh S, Bahadoram M, Barahman M, \nMafakher L. Giornale. Italiano di Nefrologia In Depth Review. Renal cell \ncarcinoma: an overview of the epidemiology, diagnosis, and treatment. \n2022\n 6. Nickerson ML, Warren MB, Toro JR, Matrosova V, Glenn G, Turner ML, et al. \nMutations in a novel gene lead to kidney tumors, lung wall defects, and \nbenign tumors of the hair follicle in patients with the Birt–Hogg–Dubé \nsyndrome.\n 7. Shuch B, Ricketts CJ, Vocke CD, Komiya T, Middelton LA, Kauffman EC, \net al. Germline PTEN mutation Cowden syndrome: an underappreciated \nform of hereditary kidney cancer. J Urol. 2013;190(6):1990–8.\n 8. Maher ER. Hereditary renal cell carcinoma syndromes: diagnosis, surveillance and management. World J Urol. 2018. https:// doi. org/ 10. 1007/ \ns00345- 018- 2288-5.\n 9. Ohashi R, Schraml P , Angori S, Batavia AA, Rupp NJ, Ohe C, et al. Classic \nchromophobe renal cell carcinoma incur a larger number of chromo somal losses than seen in the eosinophilic subtype. Cancers (Basel). 2019. \nhttps:// doi. org/ 10. 3390/ cance rs111 01492.\n 10. Tan MH, Wong CF, Tan HL, Yang XJ, Ditlev J, Matsuda D, et al. Genomic \nexpression and single-nucleotide polymorphism profiling discriminates \nchromophobe renal cell carcinoma and oncocytoma. BMC Cancer. \n2010;12:10.\n 11. Durinck S, Stawiski EW, Pavía-Jiménez A, Modrusan Z, Kapur P , Jaiswal BS, \net al. Spectrum of diverse genomic alterations define non-clear cell renal \ncarcinoma subtypes. Nat Genet. 2015;47(1):13–21.\n 12. Casuscelli J, Becerra MF, Seier K, Manley BJ. Chromophobe renal cell \ncarcinoma: results from a large single-institution series. Clin Genitourin \nCancer. 2019;17(5):373–9.\n 13. Escudier B, Porta C, Schmidinger M, Rioux-Leclercq N, Bex A, Khoo V, et al. \nRenal cell carcinoma: ESMO clinical practice guidelines for diagnosis, \ntreatment and follow-up. Ann Oncol. 2019;30(5):706–20.\n 14. Motzer R, Alekseev B, Rha SY, Porta C, Eto M, Powles T, et al. Lenvatinib \nplus pembrolizumab or everolimus for advanced renal cell carcinoma. N \nEngl J Med. 2021;384(14):1289–300.\n 15. Eisinger C, Muluneh B. Combined use of pembrolizumab and lenvatinib: \na review. J Oncol Pharmacy Pract. 2023. https:// doi. org/ 10. 1177/ 10781 \n55223 11784 61.\n 16. Alaghehbandan R, Przybycin CG, Verkarre V, Mehra R. Chromophobe \nrenal cell carcinoma: novel molecular insights and clinicopathologic \nupdates. Asian J Urol. 2022. https:// doi. org/ 10. 1016/j. ajur. 2021. 11. 010.\n 17. Ohashi R, Martignoni G, Hartmann A, Calio A, Segala D, Stöhr C. Multiinstitutional re-evaluation of prognostic factors in chromophobe renal \ncell carcinoma: proposal of a novel two-tiered grading scheme. Virchows \nArch. 2020;476:409–18.\n 18. Peyromaure M, Misrai V, Thiounn N, Vieillefond A, Zerbib M, Flam TA, \net al. Chromophobe renal cell carcinoma: analysis of 61 cases. Cancer. \n2004;100(7):1406–10.\n 19. Dabestani S, Beisland C, Stewart GD, Bensalah K, Gudmundsson E, Lam \nTB, et al. Long-term outcomes of follow-up for initially localised clear \ncell renal cell carcinoma: RECUR database analysis. Eur Urol Focus. \n2019;5(5):857–66.\n 20. Armstrong AJ, Halabi S, Eisen T, Broderick S, Stadler WM, Jones RJ. Everolimus versus sunitinib for patients with metastatic non-clear cell renal cell \ncarcinoma (ASPEN): a multicentre, open-label, randomised phase 2 trial. \nLancet Oncol. 2016;17(3):378–88.\n 21. Davis CF, Ricketts CJ, Wang M, Yang L, Cherniack AD, Shen H. The somatic \ngenomic landscape of chromophobe renal cell carcinoma. Cancer Cell. \n2014;26(3):319–30.\n 22. Jung KS, Lee SJ, Park SH, Lee JL. Pazopanib for the treatment of non-clear \ncell renal cell carcinoma: a single-arm, open-label, multicenter, phase II \nstudy. Cancer Reas Treat. 2018;50(2):488–94.\nPage 7 of 7\n Ökrösi et al. Journal of Medical Case Reports          (2025) 19:116 \n \n 23. Buti S, Bersanelli M, Maines F, Facchini G, Gelsomino F. First-line PAzopanib \nin NOn-clear-cell Renal cArcinoMA: the Italian retrospective Multicenter \nPANORAMA Study. Clin Genitourin Cancer. 2017;15(4):609–14.\n 24. Shapiro DD, Dolan B, Laklouk IA, Rassi S, Lozar T, Emamekhoo H, et al. \nUnderstanding the tumor immune microenvironment in renal cell carcinoma. Cancers (Basel). 2023;15(9):2500.\n 25. Ricketts CJ, De Cubas AA, Fan H, Smith CC, Lang M, Reznik E, et al. The \ncancer genome atlas comprehensive molecular characterization of renal \ncell carcinoma. Cell Rep. 2018;23(1):313-326.e5.\n 26. Dizman N, Meza L, Bergerot P , Alcantara M, Dorff T, Lyou Y, et al. \nNivolumab plus ipilimumab with or without live bacterial supplementation in metastatic renal cell carcinoma: a randomized phase 1 trial. Nat \nMed. 2022;28(4):704–12.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}