{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05165-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05165-7.pdf",
  "metadata": {
    "/Keywords": "Renal cyst; Urological cancer; Tubulocystic renal cell carcinoma; Adenomatoid tumor",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250320211417+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250319204724+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05165-7",
    "/Author": "Alexandra Ghadieh ",
    "/Title": "Incidental finding of probable epididymal adenomatoid tumor and tubulocystic renal cell carcinoma in a patient with epididymo-orchitis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05165-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Tubulocystic renal cell carcinoma is a rare type of renal cell carcinoma (< 1%). Tubulocystic renal cell car cinoma was first acknowledged by the World Health Organization in 2016. Tubulocystic renal cell carcinoma has low \naggressivity and has a metastasis rate of around 6%.\nAdenomatoid tumor of the epididymis is an asymptomatic rare, benign mesothelial neoplasm of the paratesticular \nregion, most commonly occurring at the tail of the epididymis. This tumor is prevalent in the third to fifth decades \nof life with no malignant potential. There have been no reported cases of both diagnoses existing at the same time \nin a patient.",
    "Case Presentation": "Case presentation We aim to present the first case in literature, according to our knowledge, of both tubulocystic \nrenal cell carcinoma and probable adenomatoid tumor existing at the same time in a 67-year-old Lebanese male \npresenting with epididymo-orchitis, who on ultrasound was found to have an incidental finding of probable adeno matoid tumor located in the tail of the right epididymis, as suggested by the radiologist and the urology team. The \npatient was also found to have a renal mass that was described earlier to be a Bosniak type 2 renal cyst. The patient \nunderwent left partial nephrectomy. A pathological examination revealed tubulocystic renal cell carcinoma.\nConclusions Tubulocystic renal cell carcinoma might be the result of progression from Bosniak type 2 renal \ncysts. They are best treated by a nephron-sparing surgical approach. Physical examination and testicular ultrasound are important tools in the diagnosis of scrotal and epididymal tumors. The benignity of adenomatoid tumor \nof the epididymis is reassuring and is a reason why it may usually be underreported.\nKeywords  Renal cyst, Urological cancer, Tubulocystic renal cell carcinoma, Adenomatoid tumor\nBackground\nThe simultaneous coexistence of tubulocystic renal cell \ncarcinoma (TRCC) and probable adenomatoid tumor is \na rare occurrence that was not reported earlier in litera ture as per our review. Renal cell carcinoma (RCC) origi nates in the renal cortex and makes up 85% of all primary \nrenal tumors. RCCs are classified on the basis of their \nhistopathological features. TRCC is a rare type of RCC \n(< 1%) that was first acknowledged by the World Health \nOrganization in 2016. They are less aggressive and have a *Correspondence:\nBassem Saab\nbrsaab@aub.edu.lb\n1 Department of Family Medicine, American University of Beirut Medical \nCenter, Beirut, Lebanon\n2 Department of Family Medicine, American University of Beirut Faculty \nof Medicine, P . O. Box 11-0236, Beirut, Lebanon\nPage 2 of 6 Ghadieh et al. Journal of Medical Case Reports          (2025) 19:130 \nmetastasis rate of around 6% [1]. Ultrasound, computed \ntomography (CT), and magnetic resonance imaging \n(MRI) are the principle diagnostic modalities [2]. Partial \nnephrectomy, excision, and ablation are the mainstay of \nmanagement [2].\nAdenomatoid tumor of the epididymis is a rare, benign \nneoplasm of mesothelial origin with no known malignant \noutcome [3]. It is the most common epididymal tumor \n(60% of benign tumors) and accounts for approximately \n30% of all neoplasms of testicular adnexa, second only to \nlipoma [4]. Adenomatoid tumors are commonly inciden tal findings, most often diagnosed in patients in the third \nthrough fifth decades of life with very rare presentations \nin the extremes of ages. The examination usually reveals a \npainless, round, well-circumscribed scrotal mass measur ing up to 5 cm [3]. Adenomatoid tumors are most com monly located in the male genital tract, in the lower pole \nof the epididymis (tail), followed by the tunica albuginea \nand spermatic cord [5]. On ultrasound (US), these tumors \ntypically appear as a solid, well-circumscribed mass.\nIn this case report, we discuss a possible case of ade nomatoid tumor of the epididymis in an elderly man \npresenting with epididymo-orchitis and asymptomatic \nTRCC.\nCase presentation\nA 67-year-old Lebanese male patient presented to the \nemergency department at the American University of \nBeirut Medical Center, Lebanon, with a 10-day history \nof dysuria, urinary frequency, and urgency. The patient’s medical history was notable for hypertension, benign \nprostate hypertrophy, hyperuricemia, and dyslipidemia. \nThe patient was not on immunosuppressive treatment \nand did not have a history suggestive of immunologic \nproblem. He was on amlodipine, valsartan, and bisopro lol for hypertension, as well as a statin for hyperlipidemia, \nand allopurinol. The patient did not have a significant \nsurgical history. He does not smoke or consume alcohol. \nHis father had coronary heart disease, and his mother \nhad Parkinson disease. Personal and family histories were \notherwise unremarkable, without testicular torsion or \ntrauma. He has an administrative job and is married with \nchildren (Table 1).\nOn physical examination, the right scrotum was found \nto be three times larger than the left one, and the scro tal sac was erythematous. The exam also revealed a firm, \nnon-tender intrascrotal mass, distinct from the testis. \nThe mass looked to be arising directly from the right \nepididymis. The exam was otherwise normal.\nGiven his dysuria and other urinary symptoms, a urine \nculture was obtained. The culture revealed extendedspectrum beta-lactamase Escherichia coli. Ultrasonogra phy showed a slightly disturbed echotexture of the right \ntesticle with increased blood flow, and an associated sep tate reactive hydrocele with inflammatory changes. The \nUS also revealed a 1.6 cm lesion within the right epididy mal tail with some calcifications; this was reported as a \npossible adenomatoid tumor by the radiologist and the \nurology team (Figs.  1 and 2). Since adenomatoid tumor is \nTable 1 Timeline showing pertinent procedures and findings\nPET, positron emission tomography;  SUVmax, maximum standardized uptake valueJuly 03, 2012: US of the kidneys and pelvis revealed left kidney heterogeneous hyperechoic lesion. Further evaluation (18 July 2012) by triphasic CT \nshowed a Bosniak type 2 renal cyst.\n10 May 2014: Admitted for urinary symptoms, enlarged scrotal sac.\n12 May 2014: US of the testicles revealed right epididymo-orchitis with reactive inflammatory hydrocele. Lesion containing calcifications within the tail \nof the right epididymis possibly representing an adenomatoid tumor.\n14 May 2014: US of the abdomen and pelvis revealed hyperechoic lesion within the superior aspect of the left kidney slightly increased in size. Further \nevaluation via a dedicated MRI examination recommended.\n17 May 2014: MRI of the abdomen showed multiloculated cystic mass within the midpole of the left kidney. Cystic renal cell carcinoma was the most \nlikely diagnosis.\n6 June 2014: PET scan showed a well-defined hypodense lesion involving the anterior aspect of the left kidney measuring 4.3 × 3.3 cm and showing diffusely low activity  (SUVmax 2.2) with a focus of increased activity along its superior anterior aspect with an  SUVmax of 2.9 on the early phase \nand an  SUVmax of 3.2 on the delayed phase.\n19 November 2014: MRI the abdomen with gadolinium showed an interval increase in the size of the left kidney lesion measuring 4.7 × 5.2 cm (previously 3.9 × 4.7 cm). The mass again showed extension to the renal hilum.\n21 November 2014: US of the testicles showed a decrease in the lesion in the right epididymal tail, showing some calcifications. This lesion can repre sent an adenomatoid tumor\nReactive right hydrocele and right small spermatocele or epididymal head cyst were noted.\n2 April 2015: Partial left nephrectomy.\n16 April 2015: Immunohistochemistry and microscopic findings revealed tubulo-cystic renal carcinoma with free surgical margins.\n15 October 2024: Patient functional, assuming an advisorship position in a university.\nPage 3 of 6\n Ghadieh et al. Journal of Medical Case Reports          (2025) 19:130 \n \na benign neoplasm with no malignant potential, no surgi cal intervention was taken.\nUltrasound of the abdomen revealed a hyperechoic \nmass within the superior aspect of the left kidney. This \nmass was seen on a CT 2 years prior to presentation and \nwas reported by the radiologist to be consistent with a \nBosniak type 2  cyst. MRI of the abdomen in May 2014 \n(Fig.  3) showed a multiloculated cystic mass within the \nmidpole of the left kidney that may represent RCC.\nThe patient was diagnosed with prostatitis and \nepididymo-orchitis. He was treated with piperacillin/\ntazobactam 4.5  g three times daily for 5  days and was \ndischarged on trimethoprim/sulfamethoxazole double \nstrength two tablets twice daily for 3 weeks.\nPositron emission tomography (PET) scan (Fig.  4), \ndone 3 weeks after the MRI on an outside basis did not \nreport an epididymal lesion; however, a hypodense solid \nleft kidney mass with a worrisome focal area of increased \nactivity was noted.\nMRI was repeated 6 months after discharge (November \n2014) revealing an interval increase in the size of the left \nkidney lesion from 3.9 × 4.7 cm to 4.7 × 5.2 cm (Fig.  5). A \ndecision for surgery was made, and the patient under went left partial nephrectomy in April 2015. Histology \nconfirmed the diagnosis of TRCC (Fig.  6). Laboratory \nstudies including a complete blood count (CBC) and \nprostate-specific antigen (PSA) were repeated and were \nnormal. Repeat testicular US (November 2014) showed \ncomplete regression of the right orchitis with partial \nregression of the epididymitis and a decrease in the right \nepididymal tail lesion with some calcifications. A total of \n9 years after the surgery (October 2024), the patient is \nfunctional, with good health. The timeline for the major \nevents and findings is shown in Table 1.\nDiscussions and conclusions\nUltrasound is the initial imaging modality for evaluating \nscrotal and testicular lesions. Adenomatoid tumors are \nsolid and hypoechoic on ultrasound [3, 4]. Ultrasonogra phy also allows a real-time maneuver where the testicle \ncan be pushed by the sonographer, resulting in displace ment of the testicle but not the lesion; this reveals the \nextratesticular location of the tumor [6]. Unlike usual \nbenign lesions, these tumors may present with infiltra tion of adjacent tissues because they are not encapsu lated [ 6]. In this case, it would be difficult to distinguish \nit from a malignant intratesticular tumor, and intraopera tive histological analysis may become necessary to avoid \nFig. 1 Ultrasound showing a hypoechoic round paratesticular mass \n(two crosses indicate the margins)\nFig. 2 Color Doppler ultrasound of the testicles shows \nthe hypovascular nature of the lesion (lesion inside the rectangle)\nPage 4 of 6 Ghadieh et al. Journal of Medical Case Reports          (2025) 19:130 \nunnecessary orchiectomy [7]. MRI is reserved for prob lem-solving; it usually demonstrates low T2-weighted \nsignal intensity relative to testicular parenchyma and is \nbetter able to determine its exact paratesticular origin. \nTypically, they enhance slower and less than normal tes ticular parenchyma after gadolinium administration; \nhowever, this is variable [8].\nParatesticular tumors are rare, comprising less than \n5% of all intrascrotal tumors. In 1945, Golden and Ash \nindicated for the first time that epididymal adenoma toid tumors are a common paratesticular neoplasm [9]. \nIn 1976, Beccia et al. studied 314 epididymal tumors, of \nwhich 75% were benign. Of those, 73% were diagnosed as \nadenomatoid, followed by leiomyomas (11%), and papil lary cystoadenomas of the epididymis (9%). Angiomas, \nlipomas, and hamartomas constituted the remaining 7% \n[10]. In our case, the diagnosis of adenomatoid tumor \nwas a radiological one and was accepted by the urology \nteam. Thus, the diagnosis is not definite.\nAdenomatoid tumors arise more in the lower pole \nthan the upper pole of the epididymis, by a ratio of 4:1. \nThese tumors are usually unilateral and more common \non the left side. Such tumors can also occur in the tes ticular tunica, testis, and spermatic cord and are rarely \nextratesticular. A total of 15–20% of cases are found \nto be associated with hydrocele [11]. These tumors are \nrare, slow-growing neoplasms, typically asymptomatic, \nwith only 30% presenting with pain. In fact, around 5% \nof patients present with acute onset of inflammation \nand pain that suggest epididymitis [11]. Data are still \ncontradictory regarding the histopathology of adenoma toid tumors, mostly favoring a mesothelial origin over a \nreaction to injury or inflammation [11]. There is an asso ciation between adenomatoid tumors and immunosup pression; this was not the case in our patient [12]. In our \ncase, the presentation was unique, as the patient is an \nelderly man with a challenging diagnosis: from an acute \nprostatitis with urinary tract infection to an epididymoorchitis with possible adenomatoid tumor associated \nwith TRCC.\nRegarding the TRCC, only 10% of the patients pre sent with the classic triad of hematuria, flank pain, and \nabdominal mass [2]. Additionally, the growth in size of \nthe cystic mass hides a malignant potential. In general, \nFig. 3 Magnetic resonance imaging of left kidney lesion showing \n(a) heterogeneous predominantly high T2 signal; (b) no significant \nenhancement on the arterial phase, and (c) heterogeneous linear \nenhancement on the delayed images◂\nPage 5 of 6\n Ghadieh et al. Journal of Medical Case Reports          (2025) 19:130 \n \nsuch a tumor has a good prognosis and low rate of recur rence. This tumor may grow from Bosniak type II–IV \ncysts, as is the case of our patient [13]. Cystic RCC con stitutes 10% of the presentations of renal cell carcinoma \n[14]. These may manifest as unilocular or multilocular. \nDefinitive differentiation between cystic RCC and com plex cysts is on pathologic examination [15]. Calcifica tion, high attenuation (> 20  HU) at unenhanced CT, \nsignal intensity not typical of water on MRI, septations, \nloculations, enhancement, wall thickening, or nodular ity are all criteria for classification as a complicated cyst/\ncystic renal mass [16].\nIn",
    "Conclusion": "conclusion, TRCC, a rare type of RCC, might be \nthe result of progression from Bosniak type II cysts. \nTRCC are usually treated by a nephron-sparing surgi cal approach. Adenomatoid tumors of the epididymis \nare rare tumors that may present at an older age. Physi cal examination and testicular US are important tools \nin the diagnosis. Benignity of adenomatoid tumor of the \nepididymis is reassuring and is a reason why it may usu ally be underreported.\nTake‑home messages\n• Adenomatoid tumor of the epididymis is a rare \nasymptomatic benign tumor with no malignant \npotential that may occur in elderly man. Benignity of adenomatoid tumor of epididymis is reassuring and \nis a reason why it may usually be underreported.\n• Ultrasound findings and follow-up can be enough for \nthe presumptive diagnosis of adenomatoid tumor.\n• Follow up with MRI to confirm possible US findings \nof RCC.\nFig. 4 Positron emission tomography (June 2014), arrow showing \nleft renal mass\nFig. 5 Repeat magnetic resonance imaging after 6 months shows \nan increase in the size of the left kidney lesion on (a) a T2-weighted \nimage and (b) delayed postcontrast gadolinium-enhanced images\nPage 6 of 6 Ghadieh et al. Journal of Medical Case Reports          (2025) 19:130 \n• Nephron-sparing surgery is optimal for TRCC con sidering the typically favorable histopathology.\nAbbreviations\nTRCC   Tubulocystic renal cell carcinoma\nRCC   Renal cell carcinoma\nUS  Ultrasound\nCT  Computed tomography\nMRI  Magnetic resonance imaging\nPET  Positron emission tomography\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05165-7.\nSupplementary Material 1.\nAcknowledgements\nWe would like to acknowledge Dr. Mukbil Hourani for providing Fig. 4.\nAuthor contributions\nLiterature review—Alexandra Ghadieh and Khaled El Khatib. Manuscript \nwriting—Alexandra Ghadieh, and Bassem Saab. Clinical diagnosis and work \nup—Bassem Saab and Ghassan Hamadeh.\nFunding\nNone.\nAvailability of data and material\nData were taken from patient’s electronic medical chart after obtaining his \nconsent.\nDeclarations\nEthics approval and consent to participate\nAccording to the Institutional Research Board (IRB) policy at the American \nUniversity of Beirut Medical Center, there is no need for IRB approval in case \nreports involving 1–3 subjects.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests.\nReceived: 3 June 2024   Accepted: 11 February 2025\nReferences\n 1. Chen S, Zhao J, Xin J, Yang X. Multimodal imaging findings of tubulo cystic renal cell carcinoma: a case report. J Clin Imag Sci. 2024;14:37.\n 2. Zhang J, Liu B, Song N, Hua L, Wang Z, Gu M, Yin C. Diagnosis and treat ment of cystic renal cell carcinoma. World J Surg Oncol. 2013;11:1–5.\n 3. Philips S, Nagar A, Dighe M, Vikram R, Sunnapwar A, Prasad S. Benign noncystic scrotal tumors and pseudotumors. Acta Radiol. 2012;53(1):102–11.\n 4. Benson CB, Doubilet PM, Richie JP . Sonography of the male genital tract. \nAm J Roentgenol. 1989;153(4):705–13.\n 5. Kim TJ, Kim SH, Sim JS, Seong CK, Lee DK. Ultrasonographic findings of an \nintratesticular adenomatoid tumor. J Ultrasound Med. 2000;19(3):227–9.\n 6. Amin W, Parwani AV. Adenomatoid tumor of testis. Clin Med Pathol. 2009. \nhttps:// doi. org/ 10. 4137/ CPath. S3091.\n 7. Garriga V, Serrano A, Marin A, Medrano S, Roson N, Pruna X. US of the \ntunica vaginalis testis: anatomic relationships and pathologic conditions. \nRadiographics. 2009;29(7):2017–32.\n 8. Kim W, Rosen MA, Langer JE, Banner MP , Siegelman ES, Ramchandani \nP . US–MR imaging correlation in pathologic conditions of the scrotum. \nRadiographics. 2007;27(5):1239–53.\n 9. Golden A, Ash JE. Adenomatoid tumors of the genital tract. Am J Pathol. \n1945;21(1):63.\n 10. Beccia DJ, Krane RJ, Olsson CA. Clinical management of non-testicular \nintrascrotal tumors. J Urol. 1976;116(4):476–9.\n 11. Akbar SA, Sayyed TA, Jafri SZ, Hasteh F, Neill JS. Multimodality imaging of paratesticular neoplasms and their rare mimics. Radiographics. \n2003;23(6):1461–76.\n 12. Karpathiou G, Hiroshima K, Peoc’h M. Adenomatoid tumor: a review of \npathology with focus on unusual presentations and sites, histogenesis, \ndifferential diagnosis, and molecular and clinical aspects with a historic \noverview of its description. Adv Anat Pathol. 2020;27(6):394–407.\n 13. Al-Jubouri AM, Khalil IA, Alhyari A, Alkabbani M, Badawi A, Goyal R, Al JK. \nTubulocystic renal cell carcinoma: a case report of rare tumor. Radiol Case \nRep. 2024;19(11):4836–40.\n 14. Hartman DS, Davis CJ Jr, Johns T, Goldman SM. Cystic renal cell carcinoma. Urology. 1986;28(2):145–53.\n 15. Murad T, Komaiko W, Oyasu R, Bauer K. Multilocular cystic renal cell carcinoma. Am J Clin Pathol. 1991;95(5):633–7.\n 16. Agnello F, Albano D, Micci G, Di Buono G, Agrusa A, Salvaggio G, Pardo S, \nSparacia G, Bartolotta TV, Midiri M, Lagalla R. CT and MR imaging of cystic \nrenal lesions. Insights Imaging. 2020;11:1–1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.\nFig. 6 Histology of the kidney tumor showing tubulocystic renal cell \ncarcinoma"
  }
}