{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04913-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04913-5.pdf",
  "metadata": {
    "/Keywords": "Myocardial infarction; Headache; Atypical presentation; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241202140124+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241201112140+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04913-5",
    "/Author": "Ahmed Emara ",
    "/Title": "Acute myocardial infarction presenting as headache: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04913-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The diagnosis of acute myocardial infarction is straightforward when it presents with typical symptoms. \nHowever, some patients can be asymptomatic, and some can present with atypical symptoms.",
    "Case Presentation": "Case presentation We present a very rare case of acute myocardial infraction that presented with headache \nand right upper limb numbness of 2-day duration in a 61-year-old female Middle Eastern patient. The patient under went percutaneous coronary intervention to a totally occluded right coronary artery with two drug-eluting stents. \nThe headache and numbness immediately disappeared after revascularization, and the patient was discharged \non anti-ischemic medications. This report concerns a case of cardiac cephalalgia.",
    "Conclusion": "Conclusion Myocardial infarction can present in several different ways and should be included in the differential \ndiagnosis for headache.\nKeywords  Myocardial infarction, Headache, Atypical presentation, Case report\nBackground\nAcute myocardial infarction (AMI) is one of leading \ncauses of death worldwide. Diagnosis of acute myocardial \ninfarction is straightforward when it presents with typical \nsymptoms. Most patients with acute myocardial infarc tion present with severe squeezing or crushing pres sure pain in the sternum, often radiating to the left arm, \nneck, or jaw [1].The pain is like the pain of angina pecto ris, but it can be differentiated by its intensity, duration \n(> 30 minute), and failure to respond to nitroglycerin. The \npain may be associated with nausea, vomiting, and diar rhea, especially when the infarction is in the inferior wall \n[2].\nOther symptoms include dyspnea, diaphoresis, dizzi ness, palpitations, cold perspiration, profound weakness, \nand syncope [2]. Diagnosis of AMI may be difficult when atypical symptoms occur, such as indigestion, unusual \nlocalization of the pain, agitation, and altered mental sta tus. Some patients may be asymptomatic [1].\nWe describe a case of acute myocardial infarction that \npresented with headache and right upper limb numb ness as an atypical presentation of acute myocardial \ninfarction.\nCase report\nA 61-year-old female Middle Eastern patient who is \nknown to be hypertensive but not diabetic, with no \npast cardiac history, presented to the emergency room, \ncomplaining of headache and right upper limb numb ness of 2-day duration. She was admitted to the depart ment of neurology under observation. Brain computed \ntomography (CT) was done and was normal. Dur ing routine cardiac evaluation, electrocardiogram \n(ECG) was done and revealed ST segment elevation in \ninferior leads (lead II, III, and aVF) with reciprocal ST \nsegment depression in leads I and aVL (Fig.  1). Cardiac \nenzymes were done, and showed positive troponin I \nlevel and creatine kinase-MB (CKMB). On the basis of Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAmr K. Hassan\namrh1@hs.uci.edu\n1 Faculty of Medicine, Al-Azhar University, Cairo, Egypt\n2 School of Medicine, University of California, Irvine, CA, USA\nPage 2 of 4 Emara et al. Journal of Medical Case Reports          (2024) 18:590 \nthe findings of ECG and cardiac enzymes, myocardial \ninfarction was diagnosed.\nThe patient was treated with a loading dose of clopi dogrel 600 mg, aspirin 300 mg, and heparin 5000 IU. \nThe cath lab was activated, and coronary angiography \nwas done to show a normal left main coronary artery, \nan atherosclerotic left anterior descending (LAD) artery \nwith mild long significant lesion, an atherosclerotic left \ncircumflex artery (LCX) with no significant lesion, and \na proximal total occlusion of the right coronary artery \n(RCA) (Fig. 2 ).\nPercutaneous coronary intervention was done to \nthe RCA with 2 drug-eluting stents, and the patient \nwas scheduled for another session for the LAD. Echo cardiography showed ischemic heart disease with \nmild impairment of the left ventricle systolic function (LV-EF 45%) and a hypokinetic mid, basal inferior, and \ninferior lateral segments (Fig. 3 ).\nThe headache and numbness completely resolved after \nvascularization, and the patient remained asymptomatic \nfor the rest of the hospital stay. On follow-up ECG, the \nST segment changes gradually returned to normal. The \npatient was discharged from hospital on anti-ischemic \nmedications.",
    "Discussion": "Discussion and conclusions\nDiagnosis of acute myocardial infarction is straightfor ward for most patients who present with typical symp toms. However, the diagnosis becomes very difficult \nwhen a patient presents with atypical, rare symptoms. In \nmost cases, headache presents with other coexisting typi cal symptoms of acute myocardial infarction [2]. On the \nother hand, isolated headache with right-side numbness \nFig. 1 Electrocardiogram showing ST segment elevation in inferior leads (lead II, III, and aVF) with reciprocal ST segment depression in leads I \nand aVL\nFig. 2 Coronary angiography showed (A) a normal left main coronary artery, (B) an atherosclerotic left anterior descending artery with mild long \nsignificant lesion, (C) an atherosclerotic left circumflex artery with no significant lesion, and (D) proximal total occlusion of the right coronary artery\nPage 3 of 4\n Emara et al. Journal of Medical Case Reports          (2024) 18:590 \n \nis a very rare presentation of acute myocardial infarction. \nOnly a few cases are reported, relating to patients over 60 \nyears old, diabetic, or female [3, 4]. There are many risk \nfactors for coronary artery diseases such as hypertension, \ndiabetes mellitus, smoking, obesity, and positive family \nhistory. So, acute myocardial infarction should be sus pected and included in physicians’ minds while evaluat ing patients with any of these risk factors [1].\nIn this case report, we describe the association between \nheadache and acute myocardial infarction, which is \nproved by the immediate disappearance of headache \nafter revascularization. The underlying pathophysiology \nof such a headache in the case of acute myocardial infarc tion is still unclear but is postulated to be related to acute \nreduction of the cardiac output due to acute myocardial \ninfarction, especially in the presence of cerebral artery \natherosclerosis. Alternatively, a headache in the setting \nof an acute cardiac event may be related to a generalized \ncatecholamine-induced vasospastic disorder and subse quent increase of intracranial pressure [5].\nAnother explanation of the headache in the setting \nof acute myocardial infarction involves the perception \nof cardiac ischemic pain as headache owing to the con vergence—most likely at a thalamic level—of cardiac \nautonomic nerve fibers with somatic nerves originating from the head [3 , 4, 6]. Finally, it has been suggested \nthat headache-eliciting mediators released during car diac ischemia may also have a role in the manifestation \nof headache; however, this issue is still under investiga tion [6 ].\nIn conclusion, we present a very rare case of acute \nmyocardial infarction manifested with headache and \nupper limb numbness as atypical symptoms. For this rea son, physicians should always take into consideration that \nheadache could be a symptom of coronary artery disease. \nSo, there is a big possibility of the incidence of ischemic \nheart disease in patients presenting with headache after \nexclusion of intracranial causes, especially for patients \nwho present with multiple risk factors.\nAcknowledgements\nNone.\nAuthor contributions\nAhmed Emara: data collection, writing. Amr K. Hassan, MD, MSc: revising, writ ing. Ahmed M. Khairy, MD: data collection, revising, writing.\nFunding\nNone.\nAvailability of data and materials\nAnonymized data from the patient are available. They can be provided upon \nreasonable request for known parties.\nFig. 3 Echocardiography showing ischemic heart disease with mild impairment of the left ventricle systolic function and a hypokinetic mid, basal \ninferior, and inferior lateral segments\nPage 4 of 4 Emara et al. Journal of Medical Case Reports          (2024) 18:590 \nDeclarations\nEthics approval and consent to participate\nSince the patient followed the normal standards of care, ethical approval was \nwaived from Al-Azhar University, Faculty of Medicine ethical committee.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone of the authors have any competing interests.\nReceived: 15 September 2024   Accepted: 7 October 2024\nReferences\n 1. Ojha N, Dhamoon AS. Myocardial Infarction. In: StatPearls. StatPearls \nPublishing; 2024. Accessed September 4, 2024. http:// www. ncbi. nlm. nih. \ngov/ books/ NBK53 7076/\n 2. Lu L, Liu M, Sun R, Zheng Y, Zhang P . Myocardial infarction: symptoms and \ntreatments. Cell Biochem Biophys. 2015;72(3):865–7. https:// doi. org/ 10. \n1007/ s12013- 015- 0553-4.\n 3. Sendovski U, Rabkin Y, Goldshlak L, Rothmann MG. Should acute myocar dial infarction be considered in the differential diagnosis of headache? \nEur J Emerg Med Off J Eur Soc Emerg Med. 2009;16(1):1–3. https:// doi. \norg/ 10. 1097/ MEJ. 0b013 e3282 f5dc09.\n 4. Khan IA, Karim HMR, Panda CK, Ahmed G, Nayak S. Atypical presentations \nof myocardial infarction: a systematic review of case reports. Cureus. \n2023;15(2): e35492. https:// doi. org/ 10. 7759/ cureus. 35492.\n 5. Chatzizisis YS, Saravakos P , Boufidou A, Parharidou D, Styliadis I. Acute \nmyocardial infarction manifested with headache. Open Cardiovasc Med J. \n2010;4:148–50. https:// doi. org/ 10. 2174/ 18741 92401 00401 0148.\n 6. Petersen JAK, Nielsen FE. Headache: a rare manifestation of angina pecto ris. Ugeskr Laeger. 2002;164(19):2515–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}