{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04994-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04994-2.pdf",
  "metadata": {
    "/Keywords": "Auricular static magnetic therapy; Type I diabetes; Type II diabetes; Acupuncture; Acupoint; Pancreas point; Thalamus point; Gangrene; VNS; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241223131121+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241223121849+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04994-2",
    "/Author": "Yu Chen ",
    "/Title": "Applying auricular magnetic therapy to decrease blood glucose levels and promote the healing of gangrene in diabetes patients: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04994-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Magnetic therapy has demonstrated beneficial effects for reducing pain, nausea, neuropathy, and various other health concerns in the human body. To our knowledge, limited research has documented the use of auricular static magnetic therapy as a potential treatment for diabetes. This report presents the first evidence of using \nmagnetic discs placed at acupuncture points on the human ear to decrease blood glucose levels and promote \nthe healing of gangrene in diabetic patients. When a magnetic disc was placed at an acupuncture point on the ear, \nelevated blood glucose levels were reduced, blood circulation improved, and gangrene eventually resolved. This case \nreport presents a new development in auricular acupuncture, providing a novel method for treating diabetes and its \ncomplications.",
    "Case Presentation": "Case presentation A 59-year-old white male who was diagnosed with type II diabetes and had suffered from this \ncondition for 20 years developed gangrene in his left leg, necessitating amputation. Despite insulin therapy, \nthe patient’s blood glucose level remained elevated, and gangrene subsequently manifested in his right leg. The \npatient was diagnosed with severe end-stage peripheral arterial occlusive disease, and a second amputation \nbecame necessary. The patient sought acupuncture treatment to avoid amputation. A magnetic disc was applied \nto the patient’s left ear at the pancreas point. Within 2 days, the patient’s blood glucose level decreased from 240 \nto 120 mg/dl, while the blood flow in his leg increased by 30%. Consequently, the patient was able to reduce \nthe insulin dosage. Over time, the gangrene resolved, and new tissue regenerated in place of the gangrenous tissue. \nAnother case study involved a 33-year-old white female with type I diabetes who used an insulin pump prior to magnetic therapy. Magnetic discs were applied to auricular acupuncture points, resulting in a 30% reduction in insulin \ndosage, while maintaining the same caloric intake.",
    "Conclusion": "Conclusion Auricular static magnetic therapy has demonstrated efficacy as a beneficial treatment for diabetes. This \ntherapeutic approach has been shown to reduce blood glucose levels, increase blood circulation, and promote gangrene healing. Its noninvasive nature, rapid onset of action, and cost-effectiveness are notable attributes. The novel \ncontribution of this case report resides in its potential application as a complementary therapy for diabetes utilized \nin conjunction with conventional Western medical practices.\nKeywords  Auricular static magnetic therapy, Type I diabetes, Type II diabetes, Acupuncture, Acupoint, Pancreas point, \nThalamus point, Gangrene, VNS, Case report\n*Correspondence:\nYu Chen\ndryuchen101@gmail.com\nPage 2 of 7 Chen  Journal of Medical Case Reports          (2024) 18:636",
    "Introduction": "Introduction\nDiabetes is a common medical condition. According to \nthe International Diabetes Federation report, in 2021, \n537 million adults (20–79  years old) were living with \ndiabetes. This figure is projected to increase to 643 mil lion by 2030 and 783 million by 2045. More than threequarters of adults with diabetes reside in low-income and \nmiddle-income countries. Diabetes was responsible for \n6.7 million deaths every 5 seconds in 2021. The condition \nhas resulted in at least USD 966 billion in health expend iture, a 316% increase over the last 15  years. A total of \n541 million adults has impaired glucose tolerance (IGT), \nwhich places them at high risk of type II diabetes.\nDiabetes mellitus is a metabolic disorder characterized \nby elevated blood glucose levels resulting from impaired \ninsulin secretion by pancreatic islet β-cells or insulin \nresistance in the body. Prolonged hyperglycemia leads \nto the thickening of blood vessel walls, resulting in com promised circulation. Individuals with diabetes are at risk \nof developing severe long-term complications, including \nmyocardial infarction, cerebrovascular accidents, retin opathy, renal failure, visual impairment, neuropathy, \ninfections, and gangrene [1]. The primary objective of \ndiabetes management is to maintain blood glucose lev els within normal ranges. Oral medications and insulin \ninjections are commonly utilized to achieve this objec tive. Despite these therapeutic interventions, numerous \npatients continue to experience uncontrolled blood glu cose levels and associated complications. Therefore, the \ndevelopment of novel therapies is imperative.\nAll living organisms, including humans, possess elec tromagnetic fields at the cellular level. The mechanisms \nof biological magnetic fields are focused on cell mem branes, membrane receptors, signaling pathways, cell \nproliferation, apoptosis, and chromosomal aberrations. \nThe cell membrane plays a significant role in the response \nof an organism to magnetic fields. It has been hypoth esized that magnetic fields enhance the permeability of \nthe cell membrane, thereby regulating intracellular and \nextracellular osmotic pressures [2].\nMuch research points to the impact of magnetic fields \non basic human physiology. For example, Xu and Brad ley have discovered a physio-mathematical model that \ndescribes the cardiac biomagnetic fields that are gener ated by action currents in the cardiac repolarization cycle \n[3]. The model finds that the cardiac biomagnetic field \nmeasured at 14 mT can be detected by magnetic reso nance imaging (MRI) if motion artifacts are resolved in \nthe electric signals. Hernando et al. found that inhomo geneous magnetic fields with strength between 10 and \n200 mT can induce gradients of Zeeman energy with \nkinetic pressures up to 0.01 Pa in human cranial cells. The \nsurface tension generated by the magnetic fields, found to be between 0.1 and 1mN/m, can be sufficiently strong \nto interfere with the action potentials needed to open the \nvoltage-gated ion channels in cranial neurons [4].\nSeveral studies have reported the effects of a static \nmagnetic field on neurotransmitters. Cheng et al. \nexposed rats to a 0.5 T or 1 T static magnetic field and \nfound no significant changes in neurotransmitter levels \nof choline or γ-aminobutyric acid. Conversely, exposure \nto a static magnetic field of 128 mT for 1 hour/day over \n5 days led to increased norepinephrine levels in the gas trocnemius muscle [5].\nResearch has given evidence to the effect of electro magnetic field on diabetes. For example, Calvin Carter \nfound evidence that adult mice with type II diabetes \nexposed to static magnetic and electric field (magnetic \nfield 3 mT, and vertically oriented electrical field, 7 kB/m) \nfor 30  days significantly reduced fasting blood glucose \nlevels by 43%, with no significant change in the control \ngroup [6]. Ponomareva’s research discovered that a lowerfrequency magnetic field can cause mechanical action \nthat is sufficient for insulin granule secretion from pan creatic islet β-cells [7]. Another study by Zhai M found \nthat electromagnetic fields can alleviate insulin resistance \nand hepatic steatosis by modulating redox hemostasis in \nmice [8]. Khaki A discovered that exposing rats to elec tromagnetic fields with a frequency of 50 Hz and inten sity of 3 mT for 4 hours/day for 6 weeks impacts insulin \nsecretion by influencing the size of pancreatic islets [9].\nResearch has demonstrated that electromagnetic field \nexposure affects the neurological, cardiovascular, endo crine, reproductive, immune, urinary, and muscular \nsystems. Electromagnetic fields have been observed to \ninduce significant physical, mental, and physiological \neffects [2].\nVarious modalities of magnetic therapy exist, includ ing static magnetic field therapy, electromagnetic ther apy, and magnetic therapy combined with acupuncture, \nwhich utilizes magnetic contact with the skin at acupunc ture points to alleviate symptoms and enhance health.\nAuricular acupuncture is frequently employed to \naddress various health conditions, whereas auricu lar static magnet therapy, a subset of acupuncture, is \nless commonly utilized [10]. Auricular static magnetic \ntherapy involves the application of permanent magnetic \ndiscs to specific acupuncture points on the ear. In this \ncase report, a patient who had undergone leg amputa tion sought acupuncture to preserve his remaining leg. \nAfter attempting acupuncture and herbal remedies with out success, the practitioner applied a magnetic disc to \nthe patient’s ear as the final intervention. Notably, the \npatient’s blood glucose levels decreased on the second \nday, and the patient’s leg was preserved. Auricular static \nmagnetic therapy is a rapid-acting intervention that can \nPage 3 of 7\n Chen  Journal of Medical Case Reports          (2024) 18:636 \n \nreduce blood glucose levels and mitigate diabetes-asso ciated complications. This report provides evidence sup porting the efficacy of auricular static magnetic therapy \nin diabetes management.\nCase presentation\nCase 1\nA magnetic disc applied to the ear reduced blood glu cose levels and facilitated gangrene healing in a diabetic \npatient, ultimately preserving the patient’s leg.\nA 59-year-old white man with a family history of type \nII diabetes had been diagnosed with type II diabetes mel litus 20 years prior to the visit. Unfortunately, gangrene \nnecessitated amputation of his left leg. Despite insu lin therapy, the patient’s blood glucose levels remained \nuncontrolled, and his right leg also developed gangrene, \nulcers, and infections. Conventional antibiotics were \nineffective at managing these conditions. The patient \nwas diagnosed with severe end-stage peripheral arterial \nocclusive disease. The physician recommended amputa tion of the right leg. However, the patient sought alter native treatment with acupuncture. Upon arrival at the \nacupuncture office, the patient used a wheelchair and \nwas without his left leg. His body weight was 73.4 kg, his \nheight was 167 cm, and his body temperature, heart rate, \nand blood pressure were within the normal ranges. The \nright leg exhibited severe swelling and light red colora tion. An ulcer measuring 15 × 7 cm, with yellow purulent \ndischarge and a highly unpleasant odor, was observed on \nthe anterior aspect of the leg. The patient also presented \nwith gangrenous areas measuring 3 × 4  cm on the dor sum of the foot, affecting the second and fourth toes, as \nwell as the heel. The gangrenous areas were character ized by dry necrosis. The patient was receiving insulin \ntreatment (28 units in the morning and 20 units in the \nevening). A combination of scalp acupuncture targeting \nthe leg’s meridian channels and Chinese herbal remedies \nfor infection control was implemented for a duration of 1 \nweek, yielding no positive outcomes. As a final therapeu tic approach, auricular magnetic therapy was employed.\nAccording to the auricular acupuncture theory, the \npancreas point on the left ear corresponds to the pan creatic gland in the human body. A 2500 Gauss magnetic \ndisc 0.5 cm in diameter was applied to the pancreas point \non the patient’s left ear (Figs.  1, 2), [11, 12]. A total of 2 \ndays later, the patient’s blood glucose level decreased \nfrom 240 to 120 mg/dl, resulting in a reduction in insulin \ndose from 28 to 15 units in the morning and from 20 to \n10 units in the evening.\nThe patient visited the acupuncturist on a weekly basis. \nDuring the third week, a significant reduction in ante rior limb infections was observed, accompanied by a \ndecrease in malodor. Additionally, blood flow in the leg increased by 30%. The patient’s surgeon reintroduced \npreviously ineffective antibiotics. The leg infection healed \nwithin 3 months. The patient’s gangrene resolved within \n6 months, and his leg was preserved (Fig.  3). The patient \nwas able to independently manage the magnetic disc in \nhis ear. Follow-up evaluation of the patient for 12 months \nrevealed that his blood glucose levels were within the \nnormal range and his leg remained healthy.\nCase 2\nApplication of magnetic discs to both ears helped a \npatient with type I diabetes.\nA 33-year-old white woman presented with type I dia betes. At 10 years of age, the patient experienced symp toms of polyphagia and polyuria, leading to a diagnosis \nof type I diabetes. The patient was subsequently treated \nwith an insulin pump. The patient effectively man aged her treatment regimen, resulting in the absence of \ncomplications. She documented the caloric intake for \neach meal and the insulin dosage required to maintain \nFig. 1 Magnets and adhesive tapes used in the treatment\nFig. 2 Auricular acupuncture points for treating diabetes mellitus. \nThis figure is derived from Auriculotherapy, Diagnosis and Treatment \nby Huang LC, with modifications by the author. Used with permission\nPage 4 of 7 Chen  Journal of Medical Case Reports          (2024) 18:636 \nnormoglycemia prior to meals. The patient was then \nadministered the calculated insulin dose and consumed \nthe meal. To reduce insulin requirements, she sought \nacupuncture treatment. Upon examination, the patient’s \nheight and weight were 170  cm and 69 kg, respectively, \nwith a normal body temperature, heart rate, and blood \npressure. A 2500 Gauss magnetic disc 0.5 cm in diameter \nwas placed at the pancreas point on the left ear, and an \n800 Gauss magnetic disc 0.5 cm in diameter was placed \nat the thalamus point on both ears (Fig.  1, 2), [11, 12]. The \npatient attempted to adjust her food intake and insulin \ndosage. A total of 1 month after magnetic disc applica tion, the patient reported a 30% reduction in the insulin \nrequirement to maintain equivalent blood glucose levels \nfor the same food intake. Additionally, the patient noted a \ndecreased appetite for pasta and cookies.",
    "Discussion": "Discussion\nBased on this case report, the rationale for auricular static \nmagnetic therapy in patients with diabetes is as follows:\n1. Stimulation of insulin release: This phenomenon was \nobserved in Case 2, involving a patient with type I \ndiabetes. In this form of diabetes, pancreatic cells do \nnot produce insulin, and body cells do not develop \ninsulin resistance. It is hypothesized that the magnet \nstimulates dysfunctional pancreatic islet β-cells to \nproduce insulin. This mechanism may also occur in \npatients with type II diabetes mellitus.2. Reduced appetite: The patient in Case 2 reported a \ndecreased desire for carbohydrate-rich food. The \nhypothalamus contains hunger and satiety centers \n[13]. In Chinese auricular acupuncture, the thalamus \npoint corresponds to the hypothalamus [12]. The \nmagnetic disc placed on the thalamus point on the \near may regulate hunger and satiety status, resulting \nin a reduced appetite in most patients with diabetes. \nDecreased carbohydrate intake is a significant factor \ncontributing to a reduction in blood glucose levels.\nAuricular acupuncture points selection\nAccording to the Miraculous Pivot by Huang Di Nei \nJing, all 12 meridian channels are linked to the ear. Each \nmeridian channel represents an organ of the body. There fore, the ear is associated with organs in the body. Dr. \nPaul Nogier discovered that the map of the ear resembles \nan inverted fetus, and every organ and part of the body \nhas a corresponding point on the ear.\nAuricular acupuncture points for treating diabetes \ninclude the pancreas, liver, endocrine, thalamus, pitui tary, triple burner, subcortex, and ear center. The selec tion of acupuncture points depends on the patient’s \ncondition. Notably, the pancreatic point is considered \nthe primary treatment option for diabetes because of its \nanatomical correspondence with the organ responsible \nfor insulin secretion and release. In Case 1, the patient \npresented with a life-threatening condition characterized \nby prolonged hyperglycemia, complications of infection, \nFig. 3 The gangrenous area on the patient’s heel before and during auricular magnetic therapy\nPage 5 of 7\n Chen  Journal of Medical Case Reports          (2024) 18:636 \n \nand gangrene without effective antibiotic treatment. The \nabnormally elevated blood glucose level was the primary \nconcern, and the pancreatic point modulating the secre tion and release of insulin by the pancreatic islet cells was \nselected. The associated complications are anticipated \nto subside upon regulation of blood glucose levels. In \ncases where a diabetic patient exhibits normal or high \nblood insulin levels but has trouble with appetite con trol, the thalamus point on the ear modulating appetite \nmay be considered. In a diabetic patient not discussed in \nthe current case report, the magnetic disc was inadvert ently attached to the inferior concha at the spleen point \nby the patient when the adhesive tape was changed, and \nthe result was comparable to that observed at the pan creas point. Cranial nerve X, specifically the vagus nerve, \nwas innervated in the ears of the superior and inferior \nconcha. Consequently, the stimulation of either of these \nauricular regions can yield similar beneficial outcomes.\nThe neurological pathway for stimulating auricular \npancreas point is illustrated in Fig.  4. When the pan creas point is stimulated via needle insertion or mag netic energy, neural signals from the left ear traverse to \nthe right hemisphere of the brain and subsequently cross \nback from the right hemisphere to the left side of the \nbody [14].\nA greater number of points may be utilized when \nemploying acupuncture needles or herbal seeds. Con versely, fewer points are required when magnetic discs \nare employed. If a smaller magnetic disc is used, one to \nfive points can be used; however, if larger and stronger magnetic discs are used, one or two points per ear are \nrecommended. If two magnetic discs are used in a single \near, sufficient distance between them is necessary to pre vent attraction. Some patients may not tolerate the high \nstrength of the magnet; thus, a lower-strength magnetic \ndisc is the preferred option. The objective is to determine \na suitable amount of stimulation but not low or high \namounts of stimulation through the number and strength \nof magnetic discs for each individual patient.\nMechanisms\nAll living organisms, including humans, are continu ously affected by electromagnetic fields. This energy is \nreferred to as “qi” in traditional Chinese medicine. Qi \nflows through the body along specific pathways, known \nas meridian channels and collaterals. Acupuncture points \nlocated along these pathways are the focal sites of qi. Bio physical investigations have demonstrated that meridian \nchannels and acupuncture points constitute a high-elec trical-conductance channel system with a high concen tration of nerves and blood vessels. Acupuncture points \nexhibit lower electrical resistance or higher electrical \nconductivity than adjacent areas do [15, 16]. According \nto Maxwell’s law, magnetic and electrical energies are \ninterchangeable; consequently, magnets can be employed \ntherapeutically to achieve beneficial effects.\nNumerous clinical studies have demonstrated the effi cacy of auricular stimulation, including auricular acu pressure, auricular acupuncture, and auricular electrical \nacupuncture, in treating type II diabetes, gestational dia betes, and polycystic ovary syndrome, which are char acterized by elevated blood glucose levels [17–20]. Data \nmining and meta-analysis have shown that auricular \nacupressure combined with conventional treatment sig nificantly reduces fasting blood glucose levels, 2-hour \npostprandial blood glucose, glycated hemoglobin, fasting \ninsulin and C-peptide levels, and the homeostasis model \nassessment of insulin resistance (HOMA-IR). These find ings suggest that auricular stimulation may reduce blood \nglucose levels by increasing insulin sensitivity, regulating \npancreatic β-cell function, and reducing insulin resist ance [19, 20].\nThe mechanism of auricular stimulation for treating \ndiabetes is analogous to that of vagus nerve stimulation \n(VNS) [21, 22]. The ear is innervated by multiple cra nial and spinal nerves, including the vagus nerve (cranial \nnerve X). The auricular branch of the vagus nerve inner vates the central region of the auricle, specifically in the \nsuperior concha, inferior concha, antihelix, and internal \nportion of the tragus. The pancreas and thalamus points \nare situated in the superior concha and inferior concha, \nrespectively (Fig. 2), [11, 12].\nFig. 4 Diagram of the neurological pathway of auricular pancreas \npoint stimulation. This figure is derived from Auriculotherapy Manual \nby Oleson T, with modifications by the author. Used with permission. \nThe red lines indicate the pathway of the neurological signal \nand the arrows represent the directions and destinations of the signal\nPage 6 of 7 Chen  Journal of Medical Case Reports          (2024) 18:636 \nStimulation of cranial nerves modulates central nerv ous system activity through extensive connections of \nbrain stem nuclei to higher-order structures. Clinical evi dence has demonstrated that VNS has significant thera peutic effects in the treatment of diabetes, chronic pain, \nand depression. VNS has been proposed to be an analge sic and anti-inflammatory intervention. The ear presents \nafferent vagus nerve distribution, and numerous studies \nhave demonstrated that the therapeutic effects induced \nby invasive cervical VNS can be replicated by noninva sive auricular nerve stimulation [22]. Functional mag netic resonance imaging (fMRI) revealed that stimulation \nof the auricular vagus nerve elicits a substantial response \nin the downstream targets of vagus afferents, including \nthe nucleus of the solitary tract, substantia nigra, and \nsubthalamic nucleus [20]. The mechanism of auricular \nstimulation is postulated to be closely associated with the \nautonomic nervous system, the neuroendocrine system, \nneuroimmunological factors, neuroinflammation, neural \nreflexes, and antioxidative processes [23–25].\nDifferences between auricular static magnetic therapy \nand other types of auricular stimulation\nThe magnetic disc imparts greater energy than acu puncture needles and herbal seeds. The magnetic disc \ncan remain in the ear for a longer duration than the \nacupuncture needle. Consequently, auricular magnetic \ntherapy",
    "Results": "results in more profound stimulation. The non invasive nature, rapid efficacy, and cost-effectiveness \nof auricular magnetic therapy contribute to its greater \nacceptability among patients. However, the application \nof auricular magnetic therapy requires greater caution \nthan other types of auricular stimulation. The number of \nmagnetic discs used on the ear should be minimized, and \nthe strength of the magnet should be as low as possible. \nIt is imperative to avoid attaching two magnetic discs to \nthe anterior and posterior aspects of the ear at the same \npoint. The two magnetic discs attract each other, generat ing a kinetic force that compresses the ear tissue, poten tially causing bruising or necrosis. The use of magnetic \nearrings should be discontinued.\nAdverse effect and contraindications of auricular magnetic \ntherapy\nThe adverse effects of auricular static magnetic therapy \ninclude ear pain, anxiety, nausea, dizziness, tinnitus, and \nskin reactions such as itching and burning sensations. \nHowever, these side effects are rare. When such side \neffects occur, the treatment should be discontinued.\nAuricular static magnetic therapy is contraindicated in \npatients with a history of panic attacks, who have a pace maker or other electronic device in the body, with coag ulation disorders, who use of anticoagulant medication, and who are pregnant. The magnetic disc should not be \nused concurrently with a hearing aid. The magnetic discs \nshould be removed from the ear prior to any radiologi cal examination. The magnetic discs should be kept out \nof reach of children. Prolonged application of a mag netic disc at an acupuncture point (acupoint) can lead to \nacupoint fatigue, indicating cessation of the therapeutic \neffect in response to stimulation. The acupoint requires \ntime to regain its sensitivity. It is crucial to determine \nthe optimal duration of treatment, acupoint sensitiv ity recovery period, and the frequency of treatment for \nchronic conditions.\nConclusion\nAuricular static magnetic therapy has demonstrated effi cacy as a beneficial intervention for diabetes through the \nreduction of blood glucose levels, enhancement of blood \ncirculation, and facilitation of gangrene healing. Auricu lar static magnetic therapy represents an evolution of \nacupuncture techniques and is a novel approach for the \ntreatment of diabetes and other health conditions. Its \nhigh efficacy, non-invasive nature, rapid onset of action, \nand cost-effectiveness are notable attributes. The novel \ncontribution of this case report resides in its potential \napplication as a complementary therapy for diabetes \nutilized in conjunction with conventional Western med ical practices. Acupuncturists and other medical profes sionals with training in acupuncture can implement the",
    "Methods": "methods in diabetes patients in their clinics. This case \nreport demonstrated a potentially promising interven tion for diabetes. A double-blind, randomized, placebocontrolled trial is be warranted.\nAbbreviation\nVNS  Vagus nerve stimulation\nAcknowledgements\nThe author gratefully acknowledges Alexander Munson, Ph.D., for his \nassistance in drafting and editing the magnetic physiology section of this \nmanuscript.\nAuthor contributions\nYC created the concept of the therapy, performed the clinical work, and wrote \nthe manuscript.\nFunding\nNo funding.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nNot needed.\nPage 7 of 7\n Chen  Journal of Medical Case Reports          (2024) 18:636 \n \nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests exist in this submission of the manuscript.\nAuthor details\n1 Beijing Acupuncture and Chinese Herbology, 19 Edgemoor Road, Luther ville-Timonium, MD 21093, USA. \nReceived: 18 April 2024   Accepted: 27 November 2024\nReferences\n 1. Bandeira F, Gharib H, Golbert A, et al. Endocrinology and diabetes, a \nproblem-oriented approach. Berlin: Springer; 2016.\n 2. Wang XJ, Ye YM, Zuo HY, et al. Neurological effects and mechanisms \nof magnetic fields: a review from 2000–2023. BMC Public Health. \n2024;24:3094.\n 3. Xu D, Roth B. The magnetic field produced by the heart and its effects on \nMRI. Math Probl Engin. 2017;5:1–9.\n 4. Hernando A, Galvez F, Garcia M, et al. Effects of moderate magnetic field \non neural systems, is a non-invasive mechanical stimulation of the brain \npossible theoretically? Front Neurosci. 2022;14:25–51.\n 5. Abdelmelek H, Molnar A, Servais S, et al. Skeletal muscle HSP72 and \nnorepinephrine response to static magnetic field in rat. J Neural Transm. \n2006;13(7):821–7.\n 6. Carter C, Huang S, Searby C, et al. Exposure to static magnetic and electric \nfield treats type 2 diabetes. Cell Metab. 2020;32(4):561–4.\n 7. Ponomareva S, Joisten H, Francois T, Naud C, Morel R, Hou Y, et al. Magnetic particles for triggering insulin release in INS-1E cells subject to a \nrotating magnetic field. Nanoscale. 2022;14:13274–83.\n 8. Zhai M, Yan X, Liu J, Long Z, Zhao S, et al. Electromagnetic fields ame liorate insulin resistance and hepatic steatosis by modulating redox \nhomeostasis and SREBP-1c expression in db/db mice. Diabetes Metab \nSyndr Obes. 2021;14:1035–42.\n 9. Khaki Ali-Hemmati A, Nobahari R. A study of the effects of electromagnetic field on islets of Langerhands and insulin release in rats. Cres J Med \nBiol Sci. 2015;1:1–5.\n 10. Chen Y. Magnets on ears helped diabetics. Am J Chin Med. \n2002;30(1):183–5.\n 11. Romoli M. Auricular acupuncture diagnosis. 1st ed. London: Churchill \nLivingstone; 2009.\n 12. Huang LC. Auriculotherapy, diagnosis and treatment. Bellaire: Longevity \nPress; 1996.\n 13. Cole LA, Kramer P . Human physiology, biochemistry and basic medicine. \n1st ed. Cambridge: Academic Press; 2015.\n 14. Oleson T. Auriculotherapy manual. 2nd ed. Mesa: Health Care Alternatives, Inc.; 1996.\n 15. Longhurst J. Defining meridians: a modern basis of understanding. J \nAcupunct Meridian Stud. 2010;3(2):67–74.\n 16. Zhang WB, Wang GJ, Fuxe K. Classic and modern meridian studies: a \nreview of low hydraulic resistance channels along meridians and their \nrelevance for therapeutic effects traditional Chinese medicine. Evid Based \nComplement Alternat Med. 2015. https:// doi. org/ 10. 1155/ 2015/ 410979.\n 17. Yu YF, Xiang Q, Liu X, et al. Auricular pressure as an adjuvant treatment for \ntype 2 diabetes: data mining and meta-analysis. Front Endocrinol Sec Clin \nDiabetes. 2024;15:1424304. https:// doi. org/ 10. 3389/ fendo. 2024. 14243 04.\n 18. Boccino J. Auricular acupuncture for lowering blood glucose in type 2 \ndiabetes: a pilot study. Med Acupunct. 2023;35(1):186–94.\n 19. Ju YL, Zhang HW, Chen ML, et al. Effects of auricular stimulation in the \ncavum conchae on glucometabolism in patients with type 2 diabetes \nmellitus. Complement Ther in Med. 2014;22(5):858–63.\n 20. Peng XP , Yang GH. Auricular electroacupuncture in the treatment of \ngestational diabetes: a case report. Hsoa J Alt Complement Integr Med. \n2022. https:// doi. org/ 10. 24966/ ACIM- 7562/ 100280. 21. Rong PJ, Zhao LJ, Li YQ, et al. Auricular acupuncture and biomedical \nresearch—a promising Sino-Austrian research cooperation. Chin J Integr \nMed. 2015;21(12):887–94.\n 22. Borgmann D, Rigoux L, Kuzmanovic B, et al. Technical note: modulation \nof fMRI brain stem responds by transcutaneous vagus nerve stimulation. \nJ Neuroimage. 2021;244:118566. https:// doi. org/ 10. 1016/j. neuro image. \n2021. 118566.\n 23. Hou PW, Hsu HC, Lin YW, et al. The history, mechanism, and clinical applications of auricular therapy in traditional Chinese medicine. Evid Based \nComplement Alternat Med. 2015;10:1155. https:// doi. org/ 10. 1155/ 2015/ \n495684.\n 24. Mei ZG, Zeng YB, Liu XJ, et al. Efficacy of auricular acupuncture on inflammatory markers and insulin resistance in type 2 diabetes model of rats: \nin light of cholinergic anti-inflammatory pathway. Proc 2011 Int Conf \nHuman Health Biomed Eng. 2011. https:// doi. org/ 10. 1109/ HhBe. 2001. \n60290 53.\n 25. Sorski L, Gidron Y. The vagal nerve, inflammation, and diabetes—a holy \ntriangle. Cells. 2023;12(12):1632. https:// doi. org/ 10. 3390/ cells 12121 632.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}