{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04970-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04970-w.pdf",
  "metadata": {
    "/Keywords": "Leptospirosis; Weil’s disease; total atrioventricular block",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303142920+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250301134959+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04970-w",
    "/Author": "Ivana Purnama Dewi ",
    "/Title": "Total atrioventricular block as a cardiac manifestation in Weil’s disease: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04970-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Weil’s disease is an infection caused by Leptospira bacteria. Leptospirosis may cause arrhythmias, such \nas atrial fibrillation and ST-T segment changes. We report a rare case of total atrioventricular block induced by lepto spirosis. Early diagnosis and prompt management present particular challenges.\nCase report A 43-year-old Asian woman was referred from internal medicine to cardiology owing to an electrocar diogram abnormality. She complained of worsening chest discomfort 3 days earlier, accompanied by fever, nausea, \nand intermittent headaches. The patient appeared lethargic and jaundiced; blood pressure was 81/43 mmHg, heart \nrate was 41 bpm, respiratory rate was 20 times/minute, and temperature was 38.2 °C. The electrocardiogram showed \na total atrioventricular block with a junctional escape rhythm of 45 bpm. Laboratory tests revealed increased renal \nand liver function, thrombocytopenia (98,000/µL), and positive immunoglobulin G and M anti-Leptospira. The patient \nwas diagnosed with Weil’s disease (Faine’s score 32) and total atrioventricular block. The initial management involved \nfitting the patient with a transcutaneous pacemaker and giving dopamine 5 mcg/kgBW/minute, titrated to a target \nsystolic blood pressure of > 90 mmHg. The patient was also scheduled to undergo temporary transvenous pacing. \nHowever, the patient died of suspected cardiogenic shock due to a deterioration in clinical condition.",
    "Conclusion": "Conclusion Leptospirosis can cause rare but fatal arrhythmias, as seen in this case of fulminant leptospirosis \nwith total atrioventricular block. Clinicians should be vigilant and consider this potential complication in similar cases.\nKeywords  Leptospirosis, Weil’s disease, total atrioventricular block\nBackground\nLeptospirosis is a zoonotic infection caused by the spi rochete bacterium Leptospira [1]. Leptospirosis infec tion can manifest as a self-limiting influenza-like \nillness or progress to a severe form, known as Weil’s syndrome, characterized by multiorgan failure and mor tality [2]. Leptospira enters the body through abraded \nskin or mucous membranes, following direct contact \nwith infected vectors or indirect contact with a contami nated environment, such as urine-polluted soil or water \n[1, 3]. Leptospirosis manifests in two distinct forms: a \nself-limited anicteric syndrome, and a severe icteric form \nknown as Weil’s disease. The anicteric presentation, rep resenting 90% of cases, resembles a flu-like illness with \nsudden onset and constitutional symptoms. On the other \nhand, Weil’s disease presents with a much more severe \ncourse of symptoms, such as fever, kidney failure, jaun dice, bleeding, respiratory distress, and potential cardiac \ninvolvement [1, 3, 4]. If left untreated, this form carries \nsignificant morbidity and mortality that exceeds 70%.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIvana Purnama Dewi\ndr_ivanapd@staff.ukdw.ac.id\n1 Faculty of Medicine, Duta Wacana Christian University, Dr. Wahidin \nSudirohusodo No.5-25, Yogyakarta, Yogyakarta Special Region 55224, \nIndonesia\n2 Department of Cardiology and Vascular Medicine, Bethesda Hospital, \nYogyakarta, Indonesia\n3 Department of Internal Medicine, West Papua General Hospital, Papua, \nIndonesia\nPage 2 of 6 Dewi et al. Journal of Medical Case Reports           (2025) 19:91 \nLeptospirosis exhibits tropism for various target \norgans, commonly affecting the spleen, liver, kidney, \nand skeletal muscles. However, the pathophysiology \nof cardiac involvement in leptospirosis remains largely \nunknown [5]. Cardiac complications in leptospirosis typi cally arise during the immune phase, involving patho genic mechanisms such as Na/K-ATPase inhibition, \nmyocardial inflammation, and vasculitis [6]. These pro cesses disrupt ion homeostasis and contribute to conduc tion system dysfunction, leading to severe arrhythmias \nsuch as atrioventricular block [6]. This complex interplay \nbetween electrophysiological disturbances and inflam mation underscores the challenges in managing cardiac \ninvolvement in leptospirosis. Cardiac electrical abnor malities in leptospirosis often manifest as electrocardio gram (ECG) changes, including sinus tachycardia, atrial \nfibrillation, and first-degree atrioventricular block [7, 8]. \nThe wide variability in ECG changes presents a signifi cant challenge in managing patients with leptospirosis \nwith cardiac involvement. We report a rare case of total \natrioventricular block (TAVB) manifesting as fatal brad yarrhythmia occurring in a patient with leptospirosis.\nCase report\nA 43-year-old Asian woman reported worsening chest \npain that began 3 days prior and had intensified signifi cantly over the past day. She reported experiencing leth argy, anorexia, nausea, fever, and intermittent headaches. \nParacetamol had been administered before admission, \nwhich reduced her fever. She had no history of underly ing diseases or comorbidities. Notably, her residential area was identified as a risk factor for leptospirosis and \ndengue fever.\nUpon admission, the patient was alert and conscious \nbut appeared weak, with blood pressure of 81/43 mmHg, \nheart rate of 41  bpm, respiratory rate of 20 times/min ute, and temperature of 38.2  °C. Physical examination \nrevealed anemic conjunctiva, icteric sclera, and jaun dice. Lung auscultation detected crackles, and abdominal \nexamination showed hepatosplenomegaly and tender ness, particularly in the right upper quadrant.\nThe patient’s symptomatic bradycardia prompted an \nelectrocardiogram, which revealed TAVB with a junc tional escape rhythm of 45 bpm and no signs of myocar dial infarction or other pathological conditions (Fig.  1a). \nTo rule out other possible diagnoses, we performed a \nchest X-ray, which revealed cardiomegaly (cardiotho racic ratio 0.52) with increased bronchovascular mark ings (Fig.  1b). Leukocytosis, anemia, thrombocytopenia, \nabnormal liver and renal function, increased C-reactive \nprotein, and elevated troponin I were all found in admis sion laboratory tests (Table  1). These findings, combined \nwith confirmatory tests, led to a diagnosis of leptospiro sis. A dengue serology test was carried out owing to the \nendemic nature of the area, which returned a negative \nresult. The patient was diagnosed with Weil’s disease, \ncomplicated by total atrioventricular block (TAVB) and \nunstable hemodynamics. The hemodynamic instability \nwas likely related to either cardiogenic shock or septic \nshock as differential diagnoses. Faine’s score [9] was cal culated to assess the severity of Weil’s disease, with the \npatient’s score being 32, indicating a severe case (Table  2).  \nFig. 1 A 12-lead electrocardiogram recording showing total atrioventricular block with a junctional escape rhythm of 45 bpm (red indicates P \nwaves, and blue indicates QRS). B Chest X-ray revealed cardiomegaly (cardiothoracic ratio 0.52) with increased bronchovascular markings\nPage 3 of 6\n Dewi et al. Journal of Medical Case Reports           (2025) 19:91 \n \nThe patient received 2 g of ceftriaxone and doxycycline \n100  mg twice daily. Initial treatment also included an \ninfusion of 0.9% NaCl, 40 mg of esomeprazole once daily, \n8 mg of ondansetron twice daily, and 1 g of paracetamol three times daily. Owing to the ECG findings, transcu taneous pacing was initiated at 40  mA with a rhythm \nmaintenance rate of 70  bpm. A dopamine infusion was \nalso administered, starting at 5 mcg/kgBW/minute and \nlater titrated to 10 mcg/kgBW/minute until the systolic \nblood pressure exceeded 90 mmHg or the mean arterial \npressure reached more than 65 mmHg. The patient was \nthen transferred to the intensive cardiac care unit and \nscheduled for temporary transvenous pacing. Transtho racic echocardiography was also performed and revealed \na reduced left ventricular ejection fraction (LVEF) of \n44% and global hypokinesia (Supplementary Material \n1). Unfortunately, the patient experienced cardiac arrest, \nand despite ten cycles of cardiopulmonary resuscita tion (CPR), a return of spontaneous circulation was not \nachieved. The patient passed away within 48 hours after \nadmission, with cardiogenic shock suspected as the cause \nof death owing to the deterioration in clinical condition.",
    "Discussion": "Discussion\nLeptospirosis is a zoonotic infection caused by an obli gate aerobic bacterium from the Spirochete phylum. The \nsevere form of this infection, known as Weil’s disease, can \nbe fatal. Severe leptospirosis cases can lead to intrinsic \ncardiac conduction dysfunction, potentially resulting in \ncardiogenic shock [10]. Table  3 outlines the ECG changes \nthat may occur in patients with leptospirosis. Although Table 1 Laboratory",
    "Results": "results during admission\nAST, aspartate transaminase; ALT, alanine transaminase; MAT, microscopic \nagglutination test; CRP , C-reactive protein\n* High\n** LowParameter Results\nLeukocytes 8.8 ×  109/L*\nHemoglobin 10.3 g/dL**\nPlatelets 98 ×  109/L**\nBlood urea nitrogen 92 mg/dL*\nCreatinine 4.1 mg/dL*\nAST 102 IU/L*\nALT 65 IU/L*\nIgM anti-leptospirosis Positive\nIgG anti-leptospirosis Positive\nMAT Positive\nCRP 9 mg/dL*\nhs-Troponin I 361 ng/dL*\nTotal bilirubin 6.1 mg/dL*\nDirect bilirubin 5.3 mg/dL*\nTable 2 Faine’s score\nBold values represent clinical findings, epidemiological factors, and laboratory findings that are observed in the patient\n* Indicates clinical findings in patient\nELISA, enzyme-linked immunosorbent assay; IgM, immunoglobulin M; SAT, slide agglutination test; MAT, microscopic agglutination testPart A: clinical data Score\nHeadache* 2\nFever* 2\nIf fever, temperature 39 °C or more 2\nConjunctival suffusion (bilateral) 4\nMeningism 4\nMuscle pain (especially calf muscle) 4\nConjunctival suffusion + meningism + muscle pain 10\nJaundice* 1\nAlbuminuria or nitrogen retention* 2\nPart B: epidemiological factors Score\nRainfall* 5\nContact with contaminated environment* 4\nAnimal contact 1\nPart C: bacteriological and laboratory findings Score\nIsolation of Leptospira on culture Diagnosis certain\nELISA IgM positive*; SAT positive; MAT single high titer* 15\nMAT rising titer (paired sera) 25\nPage 4 of 6 Dewi et al. Journal of Medical Case Reports           (2025) 19:91 \nthe occurrence of TAVB is rare and atypical in leptospi rosis, research on the mechanisms underlying these ECG \nchanges remains limited. As a result, managing the car diac manifestations of leptospirosis, particularly TAVB, \npresents significant challenges that require early and \nappropriate intervention. Moreover, cardiac involve ment in leptospirosis is associated with a 42% mortality \nrate [11]. The presence of arrhythmia in patients with \nleptospirosis indicates a serious prognosis [2]. Therefore, \ntimely investigation of ECG changes in leptospirosis is \ncrucial for improving clinical outcomes.\nLeptospirosis-induced arrhythmia is believed to result \nfrom a cytotoxic glycoprotein (GLP) found on the sur face of certain serovars, such as Leptospira interrogans. \nGLP inhibits Na/K-ATPase, suggesting that alterations in Na/K-ATPase activity may play a key role in the arrhyth mia pathophysiology of leptospirosis [6, 12]. However, \nwhile these mechanisms are considered fundamental \nto the development of leptospirosis-induced arrhyth mia, the exact pathophysiology remains incompletely \nunderstood. Inhibition of the Na/K-ATPase has been \nobserved to induce electrophysiological changes in the \nventricles, leading to the emergence of late ventricular \npotentials in  vitro [12]. These late potentials are indica tive of ventricular arrhythmogenicity, particularly follow ing myocardial infarction [1]. However, this inhibition is \nalso associated with the occurrence of atrioventricular \n(AV) block, though the underlying mechanism remains \nunclear. Increased inhibition of the Na/K-ATPase pump \ncauses an accumulation of  Na +  and  K + , which in turn \ndisinhibits the  Na + /Ca 2+  pump, leading to increased \n Ca 2+ influx and decreased  Ca 2+ efflux (Fig.  2) [12]. This \ncascade activates nuclear factor-kappa B (NF-κB), result ing in signal transduction defects, membrane lesions, and \nultimately tissue apoptosis [12]. Furthermore, studies \nshow that blocking Na/K-ATPase raises the effects of ino tropic substances while lowering the effects of chrono tropic substances [13]. This might help explain how AV \nblock happens. High levels of  Na + and  Ca 2+  inside cells \ncan cause arrhythmias and slow down the conduction \nbetween the atria and ventricles. [14]\nAnother theory suggests that myocardial inflam mation and vasculitis may lead to dysfunction of the \nheart’s intrinsic conduction system. A study found that \nmyocarditis can cause AV conduction block in less than \n20% of cases [15]. In our patient, the CRP level showed \na moderate increase to 9 mg/dL, indicating an inflam matory process. Myocarditis causes diffuse inflamma tion in the right and left atrioventricular fasciculus, Table 3 ECG changes in leptospirosis from several studies\nAV, atrioventricularAuthor Year No. of patients Arrhythmias N (%)\nHartopo et al. 2009 60 Atrial fibrillation 6 (10)\nSupraventricular extrasystole2 (3.3)\nVentricular extrasystole 2 (3.3)\nŠkerk et al. 2011 97 Atrial fibrillation 6 (6.1)\nFirst-degree AV block 6 (6.1)\nVentricular extrasystole 1 (1)\nMatthew et al. 2020 113 Atrial fibrillation 7 (6.3)\nFirst-degree AV block 5 (4.7)\nVentricular ectopic 3 (2.8)\nFrequent atrial ectopic 3 (2.8)\nSinus arrhythmia 2 (1.9)\nJunctional rhythm 2 (1.9)\nFig. 2 Cytotoxic glycoprotein mechanism against Na/K-ATPase in leptospirosis. GLP , cytotoxic glycoprotein; Na/K-ATPase, sodium–potassium \nadenosine triphosphatase; NF-κB, nuclear factor-kappa B;  K + , potassium ion;  Na + , sodium ion;  Ca 2+, calcium ion\nPage 5 of 6\n Dewi et al. Journal of Medical Case Reports           (2025) 19:91 \n \nresulting in AV block [16]. Other studies have estab lished criteria for cardiac involvement in leptospirosis, \nincluding transient echocardiographic abnormalities, \nelevated troponin levels followed by a decrease during \nrecovery, and transient ECG changes [4 ].\nIn our case, the troponin level increased, which \nis a common finding in myocarditis. Elevated tro ponin indicates myocardial injury, as this biomarker \nis released into the bloodstream when heart muscle \ncells are damaged. In leptospirosis, myocarditis is a \nrecognized complication, often manifesting as inflam mation of the heart muscle, leading to the release of \ntroponin [4 , 17]. This elevation, along with clinical find ings, can help differentiate leptospiral myocarditis from \nother potential causes of myocardial damage, such as \nischemia [17]. Troponin levels tend to rise during the \nacute phase of infection and decrease as the patient \nrecovers. The prognosis for cardiac manifestations in \nleptospirosis is generally poor, and no specific therapy \nexists to treat or prevent TAVB, a potentially fatal con dition in leptospirosis.\nConclusion\nWe present a case of fulminant leptospirosis compli cated by TAVB. This report highlights the rare occur rence of TAVB in the context of severe leptospirosis. \nMedical professionals must be aware of this serious \ncomplication. Further research into the causal relation ship between arrhythmias and leptospirosis is strongly \nrecommended to improve patients’ clinical outcomes.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04970-w .\nSupplementary Material 1.\nAcknowledgements\nNone.\nAuthor contributions\nIPD: contributed to the conception and design of the case report, collected \nthe clinical data, contributed to manuscript writing, and provided critical \nrevisions of the manuscript. ATB: drafted the manuscript, contributed to the \ninterpretation of the clinical findings, did the literature review, and contrib uted to the manuscript writing. AMA: assisted in the literature review and \ncontributed to the manuscript writing. KRSD: assisted in the literature review \nand contributed to the manuscript writing. IM: provided critical revisions of \nthe manuscript, reviewed, and approved the final version of the manuscript \nfor submission. All authors read and approved the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nNone.Declarations\nEthical approval and consent to participate\nEthical approval was not required for this case report, as it does not involve \nresearch on human subjects beyond standard clinical care. However, \ninformed consent was obtained from the patient and their legal guardian \nfor participation and publication.\nConsent for publication\nWritten informed consent was obtained from the patient’s next of kin for \nthe publication of this case report and any accompanying images. A copy \nof the written consent is available for review by the Editor-in-Chief of this \njournal.\nCompeting interests\nNone to declare.\nReceived: 11 September 2024   Accepted: 6 November 2024\nReferences\n 1. Warrier R, Singh S, Singh S, Tentu A, Singh N, Dash C, et al. Junctional rhythm: a rare sign in leptospirosis. Indian J Crit Care Med. \n2018;22(12):889–91.\n 2. Kumar A, Majumdar B, Goru B, Tewari R, Kumar D, Pandey A. A case of \ncomplete heart block in a patient with HIV and leptospirosis. Kardiol \nPol. 2010;68(5):562–3.\n 3. Cagliero J, Villanueva SYAM, Matsui M. Leptospirosis pathophysiology: into the storm of cytokines. Front Cell Infect Microbiol. \n2018;8(June):1–8.\n 4. Jayathilaka PGNS, Mendis ASV, Perera MHMTS, Damsiri HMT, Gunaratne \nAVC, Agampodi SB. An outbreak of leptospirosis with predominant \ncardiac involvement: a case series. BMC Infect Dis. 2019;19(1):1–8.\n 5. Sato H, Coburn J. Leptospira interrogans causes quantitative and \nmorphological disturbances in adherens junctions and other biological groups of proteins in human endothelial cells. PLoS Negl Trop Dis. \n2017;11(7):1–27.\n 6. Skogestad J, Aronsen JM. Regulation of cardiac contractility by the alpha 2 subunit of the Na+ /K+-ATPase. Front Physiol. \n2022;13(June):1–10.\n 7. Lashkarbolouk N, Mazandarani M. Leptospirosis in a patient with car diac manifestation: a case report study and literature review. Clin Case \nRep. 2024;12(5):1–5.\n 8. Škerk V, Markotić A, Puljiz I, Kuzman I, Tošev EČ, Habuš J, et al. Electro cardiographic changes in hospitalized patients with leptospirosis over \na 10-year period. Med Sci Monit. 2011;17(7):369–75.\n 9. Faine S, World Health Organization. Guidelines for the control of lepto spirosis. Geneva: World Health Organization; 1982.\n 10. McConachie I, Wilkinson K. Atrioventricular block. Anaesthesia. \n1985;40(9):923–4.\n 11. Costa F, Hagan JE, Calcagno J, Kane M, Torgerson P , Martinez-Silveira \nMS, et al. Global morbidity and mortality of leptospirosis: a systematic \nreview. PLoS Negl Trop Dis. 2015;9(9): e0003898.\n 12. Gonçalves-de-Albuquerque CF, da Cunha CMC, de Castro LVG, de \nMartins CA, Barnese MRC, Burth P , et al. Cellular pathophysiology of \nleptospirosis: role of Na/K-ATPase. Microorganisms. 2023;11(7):1695.\n 13. Pott A, Bock S, Berger IM, Frese K, Dahme T, Keßler M, et al. Mutation \nof the Na+ /K+-ATPase Atp1a1a.1 causes QT interval prolongation and \nbradycardia in zebrafish. J Mol Cell Cardiol. 2018;120:42–52.\n 14. Obradovic M, Sudar-Milovanovic E, Gluvic Z, Banjac K, Rizzo M, Isenovic \nER. The Na+ /K+-ATPase: a potential therapeutic target in cardiometabolic diseases. Front Endocrinol. 2023;14(February):1–12.\n 15. Buttà C, Zappia L, Laterra G, Roberto M. Diagnostic and prognostic role \nof electrocardiogram in acute myocarditis: a comprehensive review. \nAnn Noninvasive Electrocardiol. 2020;25(3):125–34.\nPage 6 of 6 Dewi et al. Journal of Medical Case Reports           (2025) 19:91 \n 16. Charfeddine S, Triki S, Feki W, Ellouze T, Abid L, Hammami R, et al. An \nunusual cause of a complete heart block in a young healthy man! Pan \nAfr Med J. 2020;37(391):1–6.\n 17. Domínguez F, Uribarri A, Larrañaga-Moreira JM, Ruiz-Guerrero L, PastorPueyo P , Gayán-Ordás J, Working Group on Myocarditis of the Spanish \nSociety of Cardiology, et al. Diagnosis and treatment of myocarditis \nand inflammatory cardiomyopathy: consensus document of the SECWorking Group on Myocarditis. Rev Esp Cardiol. 2024;77(8):667–79.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}