{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04916-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04916-2.pdf",
  "metadata": {
    "/Keywords": "Neurofibromatosis type 1; Facial neurofibroma; Endovascular intervention; Skin flap reconstruction surgery",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241121213209+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241116211647+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04916-2",
    "/Author": "Ngo Duc Hiep ",
    "/Title": "Interdisciplinary care of facial plexiform neurofibroma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04916-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Neurofibromatosis is considered a rare genetic disorder primarily affecting neural tissues. The most \ncommon type is neurofibromatosis type 1, which is characterized by plexiform neurofibromas.",
    "Case Presentation": "Case presentation We report a case of a 30-year-old Rag-lay ethnic woman with facial plexiform neurofibroma, \nwhich not only infiltrated the left eye socket but also caused destruction of temporal bone and facial deformity. The \ndisease started in her childhood, and she had numerous neurofibromas on her trunk and limb at the time of the hospital admission. The patient was diagnosed with neurofibromatosis 1 based on clinical symptoms, computed tomography images, and histopathologic result. For safety, we divided treatment into two phases. For the first phase, we \ndealt with the blood supply and meningeal suture, and then we performed surgical resection and skin flap reconstruction surgery.",
    "Conclusion": "Conclusion The main therapy for plexiform neurofibroma is surgery, which aims at tumor removal and management \nof complications. However, the treatment plan is different in each case based on the nature and extent of tumor, \nwhich requires more verification and clinical practice.\nKeywords  Neurofibromatosis type 1, Facial neurofibroma, Endovascular intervention, Skin flap reconstruction \nsurgery\nBackground\nNeurofibromatosis is a rare genetic disorder that affects \nneural tissues and is characterized by the growth of \ntumors on nerves all over the body at any stage of life [1]. \nHowever, the disease usually develops during childhood \nand could progress to significant morbidity or mortality. \nTwo distinct forms are recognized, though they may be variant forms. Neurofibromatosis 1 or NF-1 (previously \nknown as peripheral neurofibromatosis) is characterized \nby café-au-lait macules and neurofibromas; otherwise, \ncentral neurofibromatosis (NF-2) develops eight nerve \ntumors and other intracranial and intraspinal tumors as \nwell. There are no specific treatments for neurofibroma tosis, but treatment involves alleviation of the clinical \nsymptoms. In this case, we report a rare case of a neu rofibroma with over 20 cm in dimension in the maxillo facial region, which deforms the patient’s face and",
    "Results": "results \nin vision impairment due to ocular atrophy. Besides \nfacial neurofibroma, patients had characteristic signs of \nNF-1 disease (café-au-lait macules, axillary freckling, \nand multiple neurofibromas along nerves throughout the \nbody). Our",
    "Discussion": "discussion covers clinical findings, diagnosis, \nand interdisciplinary therapy, including endovascular \nintervention, neurosurgery, and reconstructive surgery, \nfor this uncommon deformity disease. This article was *Correspondence:\nLe Duc Tin\ndr.ductin@gmail.com\n1 Department of Burn and Plastic surgery, Cho Ray Hospital, Ho Chi Minh \nCity, Viet Nam\n2 Department of Vascular Surgery, Cho Ray Hospital, Ho Chi Minh City , \nViet Nam\n3 Department of Thoracic and Vascular Surgery, Nam Can Tho University, \nCan Tho City, Viet Nam\n4 Department of Internal Medicine, Minh Anh International Hospital, Ho \nChi Minh City, Viet Nam\nPage 2 of 6 Hiep et al. Journal of Medical Case Reports          (2024) 18:564 \nwritten under the case report guidelines (CARE) report ing checklist.\nCase presentation\nMedical history\nIn November 2023, a Rag-lay ethnic woman aged 30 years \nwas brought to Cho Ray Hospital with an overhanging \nmass on the left side of her face. Medical history revealed \nthat the disease started in her childhood, but she did not \nseek medical care due to economic constraints. Multi ple cutaneous neurofibromas appeared 10 years ago and \ngrew gradually throughout the body. It is noteworthy that \nthere was a rapid growth of a tumor on the left side of \nthe maxillofacial region. Furthermore, the tumor invaded \nthe left eye socket and temporal bone causing vision loss. \nOne week before hospital admission, the deformed mass \nstarted bleeding continuously. There was a negative fam ily history.\nPhysical examination\nOn the initial physical examination, she had severe mal nutrition (body mass index: 17.1 kg/m2), and the left \nside of her face was deformed by a large tumor (meas ured about 15 cm × 20 cm). Her facial mass involved the \neyelids, cheek, and temple; but did not affect the lips \nand chin (Fig.  1). The eye examination showed vision impairment due to ocular atrophy. We found that she had \nhundreds of soft cutaneous neurofibromas all over her \nbody as seen in Fig.  2. The skin examination also revealed \nmultiple café-au-lait macules and freckling spots (Fig.  3). \nNo other clinical findings were identified.\nLaboratory test\nModerate chronic anemia was detected by blood tests \n(decreased hemoglobin [Hgb] 10.5  g/dl, decreased \nFig. 1 Overhanging facial plexiform neurofibromas infiltrating \nthe eye socket\nFig. 2 Cutaneous neurofibromas and café-au-lait spots\nFig. 3 Freckling spots\nPage 3 of 6\n Hiep et al. Journal of Medical Case Reports          (2024) 18:564 \n \nhematocrit [Hct] 33%) with normal platelet and coagula tion function. The routine laboratory tests were in a nor mal range.\nCraniofacial computed tomography (CT) scan con firmed a deforming mass on the left temporal region of \nher face infiltrating the orbit and temporal bone (Fig.  4). \nThe nature of the tumor was characterized by increased \nblood vessel density with subcutaneous hematoma.\nHistopathologic findings on biopsy samples showed \nthe tumor nature of peripheral nerve and connective tis sue. The nature of the deforming mass was analyzed and \ndescribed as spindle and thin cells with hyperchromatic \nnuclei arranged in parallel bundles.\nDiagnosis\nNeurofibromatosis diagnosis is typically based on clini cal symptoms, particularly when specialized features of \nNF-1 are present. This patient was diagnosed with NF-1 \n(plexiform variant) based on two criteria [2]. The patient \nrefused to undergo genetic testing.\nTreatment\nThe main treatment for this patient is surgical resection \nof the deformed mass. However, the challenge was the \ncomplexity of the deforming mass that invaded the eye \nsocket, the temporal bone, and meninges causing atro phy of the eyeball and brain herniation. Furthermore, the tumor was in a state of bleeding (Fig.  5). In the first \nattempt of care, the ophthalmologist removed her left \neyeball.\nVascular intervention: About 7 days after admission, \nvascular specialists utilized coil embolization under \nthe digital subtraction angiography (DSA) to cut off the \nblood supply to the tumor. Since there was still blood \nsupply after coil intervention based on the computed \ntomographic angiography (CTA) images, the vascular \nFig. 4 Craniofacial CT. Coronal view: deforming plexiform \nneurofibroma\nFig. 5 Preoperative plexiform neurofibroma with necrotic tissue \nand bleeding\nFig. 6 Ligation of the left external carotid artery to reduce blood loss\nPage 4 of 6 Hiep et al. Journal of Medical Case Reports          (2024) 18:564 \nspecialists decided to ligate the external carotid artery \n2 days after coil embolization (Fig. 6 ).\nNeurosurgery: Right after the vascular intervention, \nneurosurgeons sutured torn meninges in the frontal \nregion and orbital roof.\nPlastic surgery: The deforming mass was taken out by \nplastic surgeons and the facial skin fold was recreated in \nthe same operation as the neurosurgery (Fig. 7).\nPatient outcome\nVascular surgery, neurosurgery, and plastic surgery were \nthe three specialties involved in the patient’s surgery. \nImmediately after the surgery, the patient recovered \nwell, and her appearance was improved as seen in Fig.  8. \nShe received follow-up after being discharged to screen \nfor subsequent malignancy. Her good outcome resulted \nfrom the success of the surgery and careful preoperative \npreparation. According to the patient’s niece, the patient \noriginated from an ethnic minority and poor families. \nFurthermore, they had difficulty in seeking healthcare \nservices. The patient had been sick for many years and \nsuffered from the deformed mass on her face and psy chological matters due to disfigurement. Since the tumor \nwas bleeding for a long time, the family took her to the \ndoctor. After the resection of the tumor, we found that \nthe patient was in good mental and physical condition. \nThe patient and her family were satisfied with the surgical \noutcomes.Discussion\nPlexiform neurofibromas account for 30% of NF-1 \ncases, and the term “plexiform neurofibroma” arises \nfrom the description of a network-like growth of the \nmass. The nature of PNF is diffuse and soft, involv ing nerve fibers surrounded by a connective matrix. \nThe tumor could occur at any location along the nerve \nbut was more likely to be in the maxillofacial region. \nNeurofibroma could be divided into massive plexi form, cranio-orbital, and cervical neurofibromas. The \nhemifacial deforming mass of the face, as observed in \nthe presenting case, was classified as cranio-orbital \nneurofibroma.\nThe tumor’s location may affect the clinical features \n[3]. Main symptoms could be ocular motility distur bances or more severely ocular atrophy in this patient, \nrespiratory failure due to upper airway obstruction, \nneurological deficits due to cranial nerve depression, \nand psychological problems such as facial disfigure ment. Café au lait spots are macules that vary in color \nfrom light to dark brown with smooth or irregular bor ders. These spots could appear all over the body but are \nless common on the face. The presence of multiple neu rofibromas is a distinguishing attribute of NF-1.\nDiagnosis of neurofibromatosis is easily made on a clin ical basis, especially when classical hallmarks are present. \nClassical features of NF-1 include specific skin lesions \n(café au lait macules and freckling spots on the armpit) \nand the growth of benign tumors along the course of the \nFig. 7 Skin flap reconstruction\nFig. 8 Patient recovery\nPage 5 of 6\n Hiep et al. Journal of Medical Case Reports          (2024) 18:564 \n \nnerve. In 1990, the National Institutes of Health (NIH) \nrecommended diagnostic criteria for NF-1: [2]\n1. Six or more café-au-lait spots > 5 mm in prepubertal \npatients or > 15 mm in post pubertal patients.\n2. Two or more neurofibromas of any type or a plexi form neurofibromas.\n3. Ephelides in axillary and inguinal regions.\n4. Two or more Lish nodules.\n5. A characteristic bone lesion, such as sphenoid bone \ndysplasia or thinning of the cortex of long bones, \nwith or without pseudoarthrosis.\n6. Incomplete status, but having a first-degree relative \n(parent, brother, or son) who meets NIH criteria.\n7. Two or more criteria are needed for diagnostic con firmation of NF.\nDiagnosis of NF-1 in this patient is based on clinical \npresentation, histological results, and computed tomog raphy scan of the mass. CT images confirmed plexiform \nneurofibroma in the maxillofacial region. Histological \nexamination of biopsy samples showed hyperplasia of \nspindle and thin cells with hyperchromatic nuclei. These \ncells were organized in parallel bundles. Furthermore, the \nhistological results confirmed no evidence of malignancy, \nwhich is rather important for this disorder. Bone involve ment in this patient is related to external resorption \ninvolving the destruction of orbital bone and skull base \nwith meningeal rupture. The cause of external resorp tion is thought to be the result of plexiform neurofibroma \npressure. In the typical case of NF-1, bone malformations \nof kyphoscoliosis or pseudoarthrosis might involve the \ntemporomandibular joint [4].\nTreatment guidelines for plexiform neurofibroma are \nstill surgery [5]. These kinds of tumors are not sensitive \nto radiotherapy and patients do not receive benefits from \nchemotherapy. Some cases had treatment indications \nfor visual decline, progressive tumor growth relating to \nvital structure, and disfigurement or functional decline \n[6]. Although resection surgery is the main therapy, it is \nadvised to choose the appropriate time of surgery. The \nideal time is in adulthood when the tumor stops grow ing. Another issue is the selection of total or partial \nresection. Friedrich reported nine cases of PNF that had \nno neurological or functional deficit were qualified for \ntotal resection [7]. This case was scheduled for surgery \ndue to complications of bleeding and a deforming mass \nthat affects the vision. Her tumor might stop growing \nand its condition was qualified for total resection. Inter disciplinary collaboration was required in the surgery. \nCoil embolization and external carotid artery ligation \nwere utilized to address the tumor’s abundant blood sup ply. Furthermore, the torn meninges were sutured, and the face was restored via skin grafting after resection. \nAnother aspect is the recurrence rate and the concerns \nof malignant transformation in recurrent tumors. As \nwe know, the rate of recurrence ranged from 20 to 40% \nin total resection and incomplete surgery, respectively.\nAt the follow-up, it identified 4-5 percent of malignant \ntumors. Therefore, a close follow-up is required for the \npatient after surgical excision.\nConclusions\nPlexiform neurofibroma of the presented case deformed \nthe patient’s face, invading the left eye socket causing eye ball atrophy, and penetrating the temporal bone resulting \nin meningeal rupture and brain herniation. Addition ally, the deforming mass had an abundant blood supply \nsystem creating the challenge of surgical resection. Suc cessful treatment highlighted the role of endovascular \nintervention, neurosurgery, and flap reconstruction sur gery. Potential implications of the presented case could \nbe summarized as a detailed clinical evaluation, careful \ninterdisciplinary consultation before the operation, vas cular intervention to cut off the tumor’s blood supply, and \nskin fold regeneration to improve facial disfigurement.\nAcknowledgements\nWith contributions of the Department of Pathology, the Department of Imaging, The Department of Burns and Plastic Surgery, the Vascular Department, \nand the Department of Ophthalmology at Cho Ray Hospital.\nAuthor contributions\nNgo Duc Hiep: Conceptualization, Data curation, Formal Analysis, Methodology, Writing – original draft. Le Duc Tin: Supervision, Writing – original draft, \nreview & editing. Lam Van Nut: Conceptualization, review & editing. Tran \nThi Thuy Vy: Formal Analysis, Investigation, Writing – original draft, review & \nediting.\nFunding\nNot applicable.\nAvailability of data and materials\nThere is an availability of data and material.\nDeclarations\nEthics approval and consent to participate\nThe manuscript received ethics approval.\nConsent for publication\nThe written informed consent was obtained from the patient’s next of kin for \nthe publication of the case report with accompanying images of the patient. \nA copy of the written informed consent is available for review by the Editor-inChief of this journal.\nCompeting interests\nNot applicable.\nReceived: 7 September 2024   Accepted: 26 September 2024\nPage 6 of 6 Hiep et al. Journal of Medical Case Reports          (2024) 18:564 \nReferences\n 1. Ferner RE, Gulmann DH. Neurofibromatosis type 1 (NF1). Handbook Clinical Neurol. 2013. https:// doi. org/ 10. 1016/ B978-0- 444- 52902-2. 00053-9.\n 2. Tcherne G, Chokoeva AA, Patterson JW, Bakardzhiev I, Wollina U, Tana C. \nPlexiform Neurofibroma Med. 2016;95(6): e2663.\n 3. Neurofibromatosis. NIH Consens Statement 1987. 13–15;6(12):1–19.\n 4. Dogra B, Rana K. Fascial plexiform neurofibromatosis: a surgical challenge. \nIndian Dermatol Online J. 2013;4(3):195.\n 5. Sabatini C, Milani D, Menni F, Tadini G, Esposito S. Treatment of neurofibromatosis type 1. Curr Treat Opt Neurol. 2015. https:// doi. org/ 10. 1007/ \ns11940- 015- 0355-4.\n 6. Friedrich RE, Schemelzle R, Hartmann M, Fünsterer C, Mautner V. Resection of small plexiform nerofibroma in neurofibromatosis tyre 1 children \nworld. J Surg Onco. 2005;3(1):6–6.\n 7. Ramasubramanian A. New guidelines for pediatric plexiform neurofibro mas. American Academy of Ophthalmology. https:// www. aao. org/ educa \ntion/ edito rs-  choice/ new-  guide lines- pedia tric- plexi form- neuro fibro mas .\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}