{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04840-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04840-5.pdf",
  "metadata": {
    "/Keywords": "Prostate cancer; CNS metastasis; Metastatic castration-resistant prostate cancer",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241030125728+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241028163032+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04840-5",
    "/Author": "Diana Jodeh ",
    "/Title": "Dysphasia: metastatic prostate cancer to the leptomeninges: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04840-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Leptomeningeal metastasis occurs in 5% of patients with prostate cancer and indicates a very poor \nprognosis.",
    "Case Presentation": "Case presentation A 60-year-old Caucasian male patient diagnosed with metastatic castration-resistant prostate \ncancer with sclerotic bone metastases and soft tissue metastases underwent multiple courses of chemotherapy \nand hormone therapy. The diagnosis of prostate cancer is based on elevated prostate-specific antigen levels and tissue biopsy. He subsequently presented with expressive aphasia. Nonspecific, diffuse irregular dural/pachymeningeal \nthickening enhancement was noted on magnetic resonance imaging. Upon evaluation by neurology, electroencephalogram was negative for an epileptiform correlate. The workup included a lumbar puncture to rule out infectious \netiology. The patient’s neurological status stabilized, and he was discharged home with a plan for continued therapy \nwith abiraterone and prednisone. Due to advanced malignancy, the patient enrolled in hospice and died 3 weeks \nafter hospital discharge.\nConclusions Central nervous system metastasis occurs very rarely in prostate cancer. With the increase in life expectancy and advances in oncologic therapy for prostate cancer, physicians should be aware of and consider central \nnervous system metastasis in men aged 50 years and above.\nKeywords  Prostate cancer, CNS metastasis, Metastatic castration-resistant prostate cancer\nBackground\nProstate cancer is the second leading cause of death in \nthe USA after heart disease. Metastasis often involves the \naxial skeleton (84%), pelvic lymph nodes (10.6%), liver \n(10.2%), and thorax (9.1%), with the remainder occur ring at multiple sites (18.4%) [1–3]. Bone metastasis of \nthe skull is a known complication of metastatic prostate \ncancer; however, it is uncommon for patients to develop \nleptomeningeal involvement, which is mostly found in the dura mater [4]. A total of 1–6% of prostate cancer \nleptomeningeal metastasis are found in post mortem \nexaminations [5]. Neurologic complications of metasta sis include localized back pain (90–95%), weakness (75–\n80%), autonomic dysfunction (57%), and sensory changes \n(50%) when present in the spinal cord. Brain metastasis \ncomplications are limited to headaches (34%), motor def icits (26%), altered mental status (23%), and seizures (8%), \nand are at times asymptomatic [6]. The diagnosis of pros tate cancer is based on elevated prostate-specific antigen \n(PSA) levels and tissue biopsy. Metastatic prostate cancer \npresenting with aphasia is rare (3%) and not commonly \nseen [7]. We report a 60-year-old male patient who devel oped aphasia with nonspecific magnetic resonance imag ing (MRI) findings concerning for diffuse irregular dural/\npachymeningeal thickening and enhancement, suspicious \nfor prostate cancer metastasis.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nDiana Jodeh\ndiana.jodeh@trinity-health.org\n1 Department of Internal Medicine, Trinity Health Ann Arbor Hospital, \n5301 McAuley Dr, Ypsilanti, MI 48197, USA\n2 Department of Hematology and Oncology, Trinity Health Ann Arbor \nHospital, 5301 McAuley Dr, Ypsilanti, MI 48197, USA\nPage 2 of 4 Jodeh et al. Journal of Medical Case Reports          (2024) 18:532 \nCase presentation\nA 60-year-old Caucasian male was diagnosed with meta static castration-resistant prostate cancer with extensive \nsclerotic bone metastases and soft tissue metastases in \nthe left mesorectum. The diagnosis of prostate cancer is \nbased on elevated prostate-specific antigen (PSA) levels \nand tissue biopsy. Patient underwent multiple courses of \nhormone and chemotherapy including enzalutamide and \nrucaparib on clinical trial A031902 (started 09/19/22). \nThe patient was on treatment when prior and then devel oped expressive aphasia. Past medical history includes \nright ear fluctuating hearing loss with atypical Meniere’s, \nstatus post-intratympanic steroid injection two times and \nchronic subdural hematoma. Family history is signifi cant for bipolar disorder type 1 in his brother and sister, \nCrohn’s disease in his brother, dementia in his mother; \ndepression in his brother and mother, myocardial infarc tion in his father, hyperlipidemia in his father and mother, \nrheumatoid arthritis in his mother, and urolithiasis in his \nmother. Physical exam is significant for mild bradykine sia and rigidity but pronounced bilateral lower extremity \nweakness, which was mild and diffuse, and slightly more \npronounced on the left. Patient reports double vision \nwith lateral gaze and vertical gaze extremes, as well as \ndecreased sensation on the chin and lower lip. He also \nhas sensorineural hearing loss in the right ear. Computed \ntomography (CT) and MRI evaluations were unremarka ble for evidence of acute ischemic or hemorrhagic stroke \nand CT angiogram was unremarkable for vessel occlu sion (Fig.  1a and b). MRI showed nonspecific, diffuse \nirregular dural/pachymeningeal thickening enhancement \n(Fig.  2a and b). Radiology and oncology reviewed MRI \nimaging and suggested leptomeningeal disease involve ment is likely, although was unable to be confirmed by cerebrospinal fluid (CSF) cytology due to thrombocyto penia (Fig. 3).\nIn the 18  months prior to his presentation, his dis ease progressed despite treatment including leuprolide, \napalutamide, enzalutamide with rucaparib on a clinical \ntrial, docetaxel, palliative radiotherapy to the spine and \nfemur, and radium-223. Abiraterone was started. Labo ratory work-up was unremarkable and did not explain \nthe patient’s speech disturbance, which included diffi culty initiating a sentence, delayed speech with stuttering \nquality, and difficulty with articulation. Upon evaluation \nby neurology, electroencephalogram (EEG) was nega tive for an epileptiform correlate. The workup included a \nlumbar puncture to rule out infectious etiology. Labora tory values of the patient’s prostate-specific antigen were \nincreasing despite multiple prior lines of treatment.\nThe patient’s neurological status stabilized, and he was \ndischarged home with a plan for continued therapy with \nabiraterone and prednisone. Due to advanced malig nancy, the patient enrolled in hospice and died 3 weeks \nafter hospital discharge. Autopsy was not performed.",
    "Discussion": "Discussion and conclusions\nLeptomeningeal metastasis occurs in approximately \n5% of patients with prostate cancer and typically indi cates a very poor prognosis [8 ]. The most common \nbrain metastases are from organs such as the lungs, \nkidneys, breasts, melanomas, and colorectal neoplasms \n[9, 10]. Despite the high prevalence of prostate can cer, metastasis to the leptomeninges is uncommon and \nis usually seen in patients with other osseous and soft \ntissue metastases. In a study of 16,280 patients with \nprostate carcinoma, only 131 patients had craniospi nal metastasis, which was then further divided into \nFig. 1 a Computed tomography unremarkable for evidence of acute ischemic or hemorrhagic stroke. b Computed tomography angiogram \nunremarkable for vessel occlusion\nPage 3 of 4\n Jodeh et al. Journal of Medical Case Reports          (2024) 18:532 \n \nintraparenchymal metastasis (103 or 79%), dural metas tasis (28 or 21%), and leptomeningeal disease (5, or 4%) \n[7]. Of these 131 patients, the most common symp tom or finding was headaches (36%), delirium (51%), \nmemory deficits (17%), asymptomatic (11%), and cra nial nerve VII or other lower cranial nerve neuropa thies (9%). Other symptoms and findings, which ranged \nfrom 3% to 7% of cases, included diplopia, hemiparesis, \nvisual field cuts, seizures, ataxia, and finally aphasia. \nAphasia was present in 3 of the 131 patients, account ing for the least common finding in patients with \ncraniospinal metastasis from prostate carcinoma [9 ]. \nEvaluations including CSF cytology and histopathology \nare required for confirmation of diagnosis, which was \nlimited in our patient due to thrombocytopenia and \npatient’s desire for no autopsy. Using imaging findings and clinical course, our suspicion was that leptomenin geal metastasis was a possible cause.\nOur patient underwent extensive therapy that included \nleuprolide, apalutamide, enzalutamide with rucaparib \non a clinical trial, docetaxel, palliative radiotherapy to \nthe spine and femur, and radium-223. These therapeu tic options demonstrate the growing advances in medi cal oncology, which have increased life expectancy. As \npatients live longer, metastatic disease may progress in \nunorthodox locations and patients may display unique \nclinical presentations. A single-institution retrospec tive observational study assessed the incidence of brain \nmetastases before and after the docetaxel therapy regi men, finding that metastases to the brain occurred in \n0.8% of patients in the pre-docetaxel time versus 2.8% \nin post-docetaxel therapy availability [10]. With the \nnow robust and multiple therapeutic options for pros tate cancer, the incidence of leptomeningeal metastases \nis expected to rise, leading to the importance of further \nstudies and evaluations discussing prostate cancer and \nbrain metastasis.\nDue to the scarcity of leptomeningeal metastases in \nprostate cancer, diagnostic approaches involving brain \nimaging are not always indicated. Even with multiple \navailable diagnostic approaches, which include inte grated positron emission tomography (patch), magnetic \nresonance imaging (MRI) scanners, and prostate-specific \nmembrane antigen with 18 F labeled and 68 GA labeled \nagents, central nervous system metastases in prostate \ncancer remains a challenging diagnosis [11]. In an 11-year \nanalysis of imaging characteristics of leptomeningeal \nmetastases from prostate cancer, the MRI appearance \nFig. 2 a and b Nonspecific, diffuse irregular dural/pachymeningeal thickening enhancement noted on magnetic resonance imaging\nFig. 3 Cerebrospinal fluid cytology of leptomeningeal metastases\nPage 4 of 4 Jodeh et al. Journal of Medical Case Reports          (2024) 18:532 \nwas highly variable and often led to a poor prognosis. Of \nthe 21 patients studied, the most common sites of paren chymal brain metastases were the frontal lobes, which \nwere involved in 86% of patients. The enhancement pat tern varied from purely solid to mixed cystic and solid to \nringlike [12]. In these 21 patients, only 7 had pathologi cally proven metastasis. In our patient, the nonspecific \nfindings of diffuse irregular dural/pachymeningeal thick ening and enhancement did not provide a clear diagno sis and were not seen in the aforementioned study of the \nfrontal lobe as the most involved region. Similar limita tions of inability to obtain histopathology were present to \nconfirm diagnosis.\nAcknowledgements\nNot applicable.\nAuthor contributions\nDJ: acquisition of data, and interpretation of data, drafting the article and \nrevising it critically for important intellectual content, and final approval of \nthe manuscript. MT: acquisition and interpretation of data, drafting the article \nand revising it critically for important intellectual content, and final approval \nof the manuscript. EW: background research, literature review, revising the \nmanuscript critically for important intellectual content, and final approval \nof the manuscript. AA: conception and design of the study, interpretation \nof data, revising the manuscript critically for important intellectual content, \nand final approval of the manuscript. TA: conception and design of the study, \ninterpretation of data drafting of the article, revising it critically for important \nintellectual content, and final approval of the manuscript.\nFunding\nThis research did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 8 January 2024   Accepted: 6 August 2024\nReferences\n 1. Bubendorf L, Alain S, Wagner U, Sauter G, Moch H, Willi N, et al. Metastatic \npatterns of prostate cancer: an autopsy study of 1589 patients. Hum \nPathol. 2000;31(5):578–83. https:// doi. org/ 10. 1053/ hp. 2000. 6698.\n 2. Hess KR, Varadhachary GR, Taylor SH, Wei W, Raber MN, Lenzi R, et al. \nMetastatic patterns in adenocarcinoma. Cancer. 2006;106(7):1624–33. \nhttps:// doi. org/ 10. 1002/ cncr. 21778. 3. Gandaglia G, Abdollah F, Schiffmann J, Trudeau V, Shariat SF, Kim SP , \net al. Distribution of metastatic sites in patients with prostate cancer: a \npopulation-based analysis. Prostate. 2013;74(2):210–6. https:// doi. org/ 10. \n1002/ pros. 22742.\n 4. Ganau M, Gallinaro P , Cébula H, Scibilia A, Todeschi J, Gubian A, et al. \nIntracranial metastases from prostate carcinoma: classification, manage ment, and prognostication. World Neurosurg. 2020;134:e559–65. https:// \ndoi. org/ 10. 1016/j. wneu. 2019. 10. 125.\n 5. Kanyılmaz G, Aktan M, Yavuz BB, Koç M. Brain metastases from prostate \ncancer: a single-center experience. Turk J Urol. 2019;45(4):279–83. https:// \ndoi. org/ 10. 5152/ tud. 2018. 74555.\n 6. Benjamin R. Neurologic complications of prostate cancer. Am Fam Phys. \n2002;65(9):1834–40.\n 7. Tremont-Lukats IW, Bobustuc G, Lagos GK, Lolas K, Kyritsis AP , Puduvalli \nVK. Brain metastasis from prostate carcinoma. Cancer. 2003;98(2):363–8.\n 8. Rostomily R, Ramakrishna R. Seed, soil, and beyond: the basic biology of \nbrain metastasis. Surg Neurol Int. 2013;4(5):256.\n 9. Amsbaugh MJ, Kim CS. Brain metastasis. Treasure Island: StatPearls Pub lishing; 2023.\n 10. Caffo O, Veccia A, Fellin G, Mussari S, Russo L, Tomio L, et al. Frequency \nof brain metastases from prostate cancer: an 18-year single-institution \nexperience. J Neurooncol. 2012;111(2):163–7.\n 11. Taddei G, Marzi S, Coletti G, De Paulis D, Ricci A, Galzio RJ. Brain metastasis \nfrom prostate adenocarcinoma: case report and review of literature. \nWorld J Oncol. 2012;3(2):83–6.\n 12. Hatzoglou V, Patel GV, Morris MJ, Curtis K, Zhang Z, Shi W, et al. Brain \nmetastases from prostate cancer: an 11-year analysis in the MRI era with \nemphasis on imaging characteristics, incidence, and prognosis. J Neuro imag. 2012;24(2):161–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}