{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04728-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04728-4.pdf",
  "metadata": {
    "/Keywords": "Burkitt lymphoma; Non-Hodgkin lymphoma; Oral manifestation; Adult Burkitt lymphoma; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218122133+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240814094459+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04728-4",
    "/Author": "Rajae El Gaouzi",
    "/Title": "Atypical presentation of oral Burkitt lymphoma in an adult: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04728-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Burkitt lymphoma is an aggressive form of non-Hodgkin B cell lymphoma. Oral lesions often are \na component of the disseminated disease process that may involve regional lymph nodes or may at times represent \nthe primary extranodal form of the disease. However, isolated oral Burkitt lymphoma in adults is extremely rare.\nCase report We report the case of a 26-years-old Caucasian Moroccan woman with oral Burkitt lymphoma \nwithout any other general symptoms. It presented as swelling of the left mandibular and maxillary soft tissue \nprogressing for 1 month. The unilateral location in both maxilla and mandible is an atypical feature. The \ndiagnosis was based on clinical and radiographic features. Furthermore, the histopathological examination \nand immunochemistry was of paramount importance for making the final diagnosis of oral Burkitt lymphoma.",
    "Conclusion": "Conclusion BL is considered an emergency. Early diagnosis and rapid referral are needed, and consequently, the role \nof the dentist in the diagnosis is important and crucial.\nKeywords  Burkitt lymphoma, Non-Hodgkin lymphoma, Oral manifestation, Adult Burkitt lymphoma, Case report\nIntroduction\nBurkitt’s lymphoma (BL) is a malignant tumor of B cell \nlymphocytes and is categorized as a subtype of nonHodgkin’s lymphoma (NHL). It is a highly aggressive \nlymphoma and is considered one of the fastest growing \nhuman tumors [1]. BL occurs predominantly in the \nfirst decades of life; it accounts for 50% of malignant \ntumors affecting children and 70% of all NHL [2]. \nBLs are estimated to account for only 1–5% of all nonHodgkin Lymphoma (NHL) in adults. Mostly in men \nand with high preference for gnathic bones, notably the \nmaxilla, presented on imaging as a radiolucent image \nand, histologically, is characterized by a diffuse growth \npattern and uniform medium-sized cells, with coarsely \nclumped nuclear chromatin and nucleoli. This tumor may develop in the mouth extremely quickly, presenting \nas an exophytic mass affecting the maxillary bones or as \na facial tumor [3]. We report an isolated oral presentation \nof BL in an adult female patient, which is very rare. The \noral presentation was unilateral affecting both maxilla \nand mandible, which are unusual and uncommon clinical \nfeatures.\nCase report\nA 26-year-old healthy young Caucasian Moroccan \nwoman presented at the oral surgery department of \nconsultation and treatment center of Rabat, with a chief \ncomplaint of a painless swelling on the left side of the \nface that had appeared 4 days ago. The patient reported \nweight loss and tiredness in the last 1 month.\nExtraoral examination revealed a left swelling causing \na facial asymmetry, involving both the maxillary and \nmandibular regions (Fig.  1). The swelling was soft on \npalpation with normal skin color. Examination of the \ncervical lymph node areas showed a mobile, mediumsized and painless lymphadenopathy. Furthermore, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRajae El Gaouzi\nrajouaga@yahoo.fr\n1 Department of Oral Surgery, Faculty of Dentistry, Mohammed V \nUniversity, Rabat, Morocco\nPage 2 of 7 El Gaouzi et al. Journal of Medical Case Reports          (2024) 18:618 \nparesthesia of the left mandible and left lower lip was \nnoted. The patient mentioned that the paresthesia had \nappeared 1 month prior, and it was gradually getting \nbetter.\nIntraoral examination revealed an asymptomatic \ntumor-like mass that was reddish in color, ulcerated \nin some places, and firm on palpation. It was located \nin both the vestibular and lingual portions of the left \nmandible ridge and extends from tooth 38 to tooth \n43, without involving the floor of the mouth (Fig.  2a). \nA similar mass was observed on the maxillary ridge \ninvolving both vestibular and palatine sides, extending \nfrom tooth 28 to tooth 24, recovering the all-vestibular \nside of the teeth and the left hard palate (Fig.  2b). Dental \nexamination revealed no caries or mobilities, except for \npalatal displacements of 23, 24, and 25. A limited mouthopening was also noted (one finger and a half) (Fig. 3).\nRadiographically, orthopantomography (Fig.  4) showed \na widening of the periodontal ligament space of teeth \n25, 26, 28, 38, 35, and 44. Radiopacity of maxillary sinus occupying almost entire sinus on the right side. \nComputed tomography (CT) showed on sagittal \nreconstruction soft tissue windows (Fig.  5), an almost \ntotal filling of the right maxillary sinus extended to the \nFig. 1 Extraoral views showed a left jugal swelling. a Frontal view. b Profil view\nFig. 2 a Intraoral view showed an ulcerated mass at incisor region and involving vestibular side of the mandible. b Intraoral view showed a palatal \nmass\nFig. 3 Mouth opening limitation\nPage 3 of 7\n El Gaouzi et al. Journal of Medical Case Reports          (2024) 18:618 \n \nhomolateral nasal fossa delivered through the ostium \nof the maxillary sinus, which was enlarged, realizing \na bissac filling in favor of an antrochoanal polyp. There \nwas also significant mucosal thickening at the floor of \nthe left maxillary sinus. A complete blood analysis was \nperformed including red blood cell (RBC), hemoglobin, \nhematocrit, leukocyte, neutrophils, monocytes, \neosinophils, basophils, lymphocytes, and platelets; the",
    "Results": "results were normal, except for the polymorphonuclear \neosinophil count, which was higher than normal (453 \n mm3). The rapid growth of the tumor, its appearance, \nwidening of the periodontal ligament space, and paresthesia led us to a probable diagnosis of malignant \ntumor.\nAn incisional biopsy was performed by a maxillofacial \nsurgeon, leading to a histopathological diagnosis of BL \ncharacterized by diffuse proliferation of intermediatesized cells with many macrophages resulting in a starry \nsky appearance (Fig.  6a). Immunophenotyping showed \na high proliferative index (PI) of 100%, as measured by \nKi-67 staining (Fig.  6b), and a positive response for cell \nmarkers CD10 (Fig.  7a) and CD20 (Fig.  7b). In addition, \ntranslocation of the MYC oncogene, which is a protooncogene associated with BL, was positive (Fig.  8). The \nFig. 4 Orthopantomography showing radiolucent images at 25, 26, 28, 38\nFig. 5 Coronal view of the computed tomography showing the involvement of the left soft tissue (red arrow A) and an hypodensity occupying \nalmost the entire right maxillary sinus (red arrow B)\nPage 4 of 7 El Gaouzi et al. Journal of Medical Case Reports          (2024) 18:618 \npatient was referred to the oncology hospital, and they \naffirmed that there were no other disease locations \nand that this lesion is not associated with Epstein–Barr \nvirus (EBV). Treatment consisted of chemotherapy \nwith cyclophosphamide 300 mg/m2 (500 cc SG5% every \n2  hours) and vincristine 2  mg intravenous. After 1 year \nof the chemotherapy treatment beginning, the lesion has \ncompletely disappeared on the maxillary vestibular side \n(Fig.  9a), palatal side (Fig.  9b), and the mandible (Fig.  9c) \nThen, the patient was referred to periodontology service \nfor gingival care.",
    "Discussion": "Discussion\nBurkitt lymphoma (BL), first described by Denis Burkitt \nin African children, is a rare and highly aggressive B cell \nlymphoma. In his original publication, published more \nFig. 6 a Diffuse proliferation of intermediate-sized cells with many macrophages giving a starry sky appearance. Hemalun phloxiline (×10). b \nImmunochemistry showed a high proliferative index 100% measured by Ki-67 (×20)\nFig. 7 a Positive immunophenotype for cell markers CD10 (× 20). b Positive immunophenotype for cell markers CD20 (×20)\nFig. 8 Immunophenotypically view showing translocations involving \nMYConcogene (×10)\nPage 5 of 7\n El Gaouzi et al. Journal of Medical Case Reports          (2024) 18:618 \n \nthan 50 years ago, Denis Burkitt discovered atypical jaw \ntumors associated with a distinct distribution pattern of \nanatomic sites in 38 Ugandan infants [4].\nThis endemic variety, the first to be reported, is found \nin equatorial Africa and certain other specific locations \nof the world. Its occurrence peaks in children are \nbetween the ages of 4 and 7  years old. In around 90% \nof cases, it is linked to the Ebstein–Barr virus (EBV) \ngenome in malignant cells. Patients frequently exhibit \nwith extranodal locations of disease (e.g., testes, ovary, \njaw, and orbit) [5].\nTwo other epidemiologic variants were recognized. \nSporadic BL is also called American or idiopathic \nlymphoma, but it is not related to geographical region. \nIt usually affects young people and children, presents \nworldwide, and is the most prevalent variety in the \nwestern world. Typically, it takes the shape of an intraabdominal mass. This subtype is rarely associated with \nEpstein–Barr virus (EBV) around 20% of cases. The \nmaxillofacial location of sporadic BL, such as the jaw and \nsinuses, can be seen in approximately 12–30% of cases \n[6]. Immunodeficiency-associated BL is a condition that \nis linked to HIV infection and is almost 1000 times more \ncommon in HIV-infected individuals than in people that \nare HIV-negative [4, 5]. In our case, it occurred in an \nadult female patient, but we could not determine whether \nit was a sporadic or immunodeficiency-associated BL \nbecause we considered it an emergency, and we promptly \nreferred the patient for treatment. The incidence of BL \nin the Moroccan population remains unknown. In their \nstudy in 2005, Madani et al. found that the sporadic BL is \nthe most common variant present in Moroccan patients \nwith 9.5% of jaw location and 73.5% of abdominal \nlocation [7].\nClinical manifestations in oral cavity include increased \ntooth mobility, tooth loss [6], mucosal swelling \nresembling to a periapical abscess [8], or swelling of the \nmucosa with a firm, nonfluctuant mass [9]. It may also \nbe present as an ulcerative mass, as in this case, or as a \nfungating mass [10]. The case presented below showed ulcerative mucosal swelling, firm and nonfluctuant in \npalpation, along with tooth displacements, fully covering \nthe vestibular side without any tooth mobilities. In \nmultiple cases, localized hard swellings were noted either \nin the presence or absence of pain symptoms [3, 9].\nThe mandible is the most frequent location. The \nposterior region of the jaw is the most affected area [11]. \nPresentations in both the maxilla and mandible, as in the \npresent case, are extremely rare. Oral Burkitt lymphoma \ncan have unilateral or bilateral presentation, as reported \nby Freitas Filho et al. and Boffano et al. [12, 13]. However, \nunilateral involvement is uncommon [12].\nParesthesia of the right lower lip was also occasionally \nnoted when the tumor was placed in the mandible, \nwhich was similar to what was observed in this case. \nAn expanding mass involving the maxilla occasionally \nresulted in orbital enlargement, proptosis, diplopia, and \npruritus, which was not observed in our case [6, 14]. \nCervical lymphadenopathy is often seen in patients with \noral BL [15].\nIn literature, it is clear that the rate of malignant cell \nmitosis in BL is so fast that the tumor can double in size \nin less than 24 h, which is why we consider BL to be the \nfastest growing malignancy in humans. Our case showed \nrapid progression of the lesion, similar to other reported \ncases [16, 17]. In their study, Otmani et al. [18] reported \nthat the median delay to diagnosis of BL was 41  days \n(10 days, 2 months), in the present case, the delay was 1 \nmonth.\nRadiographic findings of BL in the craniofacial region \ncan vary depending on the technique utilized and the \narea of interest. Commonly used two-dimensional \nX-ray modalities, such as retroalveolar and panoramic \nX-rays, can reveal areas of diffuse radiolucency \nwithout a regular trabecular pattern, a widening of the \nperiodontal space. Radiologically, teeth can also appear \nto be “floating in the air” . On the other hand, when the \nlesion is in the lateral region of the maxillary alveolar \nbone, panoramic imaging may not be very helpful. \nEven though the lesion is clearly present clinically, \nFig. 9 Follow up after one year after treatment a Vestibular view of the right maxilla showing the regression of the lesion. b Palatal view \nof the maxilla showing the regression of the lesion. c Mandible view showing the regression of the lesion\nPage 6 of 7 El Gaouzi et al. Journal of Medical Case Reports          (2024) 18:618 \nthe superimposition of anatomical structures in this \narea may conceal its existence. Computed tomography \nis one of the three-dimensional techniques used to \ndiagnose BL in the facial region. Examination of the \nmandible and maxilla may reveal osteolytic lesions with \nill-defined margins and a mottled, permeative pattern \nof bone destruction. Occasionally, balloon-like bone \nexpansion is seen, with thinning or destruction of the \ncortical plates and a spiculated periosteal response [6 ].\nIn our patient, the oral manifestations were limited \nto the gingival soft tissues with only a few widenings \nof the periodontal ligament space, which is atypical for \noral BL. The maxillary sinuses and nasal cavity can be \ninvaded by BL as the case of Atikah et al. [19]; however, \nin this case, the left maxillary sinus was not invaded \nand the maxillary sinus floor was preserved.\nRegarding biological examinations, blood cell \ncount disorder is not a constant feature. Kissi et  al. \n[2] reported a case of oral BL with normal blood cell \ncount. In the case presented below, the blood cell \ncount was normal except for the polymorphonuclear \neosinophil count, which was a little higher than \nnormal. Furthermore, human immunodeficiency virus \n(HIV) testing is a pertinent investigation for patients \npresenting with oral lesions suspicious for BL.\nThe microscopic features of BL include a diffuse \nmonomorphic infiltration of medium-sized cells with \nsquared-off cytoplasmatic borders, round nuclei, and \nmultiple paracentrally located nucleoli. Typically, the \nso-called “starry sky” appearance is observed because \nof the presence of numerous tingible body macrophages \ncontaining apoptotic debris. Neoplastic cells are \npositive for B cell markers, such as CD20, CD79a, and \nPAX5, and coexpression of germinal center markers \nCD10 and Bcl-6 [20]. Another important pathological \nfeature of classic Burkitt lymphoma is the positivity \nfor Ki-67 (nearly 100%) and negativity for Bcl-2 [15]. \nMoreover, MYC   is the proto-oncogene classically \nassociated with BL located at chromosomal locus 8q24. \nThe deregulation of the MYC proto-oncogene is a \ncharacteristic feature of BL [11]. This immunochemical \nprofile is similar to that in this case.\nDifferential diagnosis of BL includes carcinomas it \ninterests only one clinical location. Also, it includes \nsarcoma, leukemia, and other non-Hodgkin’s lymphomas, \nwhich can present the same clinical and radiographical \nfeatures as BL but differs in histopathological \ncharacteristics [3].\nThe primary therapeutic modality for BL is \nchemotherapy because of its fast growth rate and high \nmitotic index. Monoclonal antibodies, such as rituximab, \nhave recently been added to the regimen [13]. The \nprognosis of Burkitt lymphoma is based on the patient’s age, the extent of the disease, and the timing of diagnosis \n[15].\nConclusion\nBurkitt lymphoma is a severe emergency due to its \nrapid growth and associated consequences, such as \ntumor lysis, infection, and invasion of the central \nnervous system. This emphasizes the significance of \nimplementing advanced supportive treatment promptly \nand thoughtfully. As a result, it is impossible to overstate \nthe importance of dentists in the early diagnosis and \ntimely referral of patients with Burkitt lymphoma.\nAcknowledgements\nNone.\nAuthor contributions\nEGR contributed to data collection, writing the original draft, and Editing. LB \ncontributed to the conceptualization and the review. BT contributed to the \nsupervision and review of the work.\nFunding\nNone.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declared no potential conflicts of interest with respect to the \nresearch, authorship, and/or publication of this article.\nReceived: 31 January 2024   Accepted: 30 July 2024\nReferences\n 1. Parker WD, Jones K. Burkitt’s lymphoma: an unexpected cause of dental \npain. J Surg Case Rep. 2021;2021(2):1–4. https:// doi. org/ 10. 1093/ jscr/ rjaa5 \n57.\n 2. Kissi L, El Bouihi R, Lamchahab M, Alaoui A, Benyahya I. Localisation \nbuccale d’un lymphome de Burkitt: à propos d’un cas. Pan Afr Med J. \n2017. https:// doi. org/ 10. 11604/ pamj. 2017. 26. 63. 5955.\n 3. Freitas RDA, Barros SSLV, Quinderé LB. Oral Burkitt’s lymphoma—case \nreport. Braz J Otorhinolaryngol. 2008;74(3):458–61. https:// doi. org/ 10. \n1016/ S1808- 8694(15) 30583-8.\n 4. Dunleavy K, Little RF, Wilson WH. Update on Burkitt lymphoma. Hematol \nOncol Clin N Am. 2016;30(6):1333–43. https:// doi. org/ 10. 1016/j. hoc. 2016. \n07. 009.\n 5. Bociek RG. Review adult Burkitt’s lymphoma. Clin Lymphoma. \n2005;6(1):11–20. https:// doi. org/ 10. 3816/ CLM. 2005.n. 021.\n 6. Kulczyk T, Daktera-Micker A, Biedziak B, Wziątek A, Bednarek-Rajewska K. \nThe primary outbreaks of Burkitt lymphoma in the oral cavity. A report of \nPage 7 of 7\n El Gaouzi et al. Journal of Medical Case Reports          (2024) 18:618 \n \ntwo cases, review of the literature and dental implications. Diagnostics \n(Basel). 2021;11(12):2358.\n 7. Madani A, Benhmiddoune L, Zafad S, Harif M, Quessar A, Benchekroun S. \nTraitement du lymphome de Burkitt de l’enfant par le protocole LMB89 à \nCasablanca. Bull Cancer. 2005;92(2):193–8.\n 8. Cabras M, Arduino PG, Chiusa L, Broccoletti R, Carbone M. Case report: \nSporadic Burkitt lymphoma misdiagnosed as dental abscess in a 15-yearold girl. F1000Res. 2018;7:1567. https:// doi. org/ 10. 12688/ f1000 resea rch. \n16390.1.\n 9. Ugar DA, Bozkaya S, Karaca I, Tokman B, Pinarli FG. Childhood craniofacial \nBurkitt’s lymphoma presenting as maxillary swelling: report of a case and \nreview of literature. J Dent Child. 2006;73:45–50.\n 10. Riaz N, Saeed T, Nadeem M. Burkitt’s lymphoma of mandible in a young \nPakistani boy: a case report. J Pak Med Assoc. 2021;71(9):2265–7. https:// \ndoi. org/ 10. 47391/ JPMA. 04- 655.\n 11. De Coninck W, Govaerts D, Bila M, Vansteenkiste G, Uyttebroeck A, \nTousseyn T, Politis C. Burkitt lymphoma in children causing an osteolytic \nlesion in the mandible: a case report. Clin Case Rep. 2020;9(2):938–43. \nhttps:// doi. org/ 10. 1002/ ccr3. 3703.\n 12. De Freitas Filho SA, Moura LL, de Souza MC, Rubira CM, Oliveira DT. \nBilateral jaws involvement of Burkitt’s lymphoma in a pediatric patient. J \nClin Exp Dent. 2021;13(3):e323–7. https:// doi. org/ 10. 4317/ jced. 57740.\n 13. Boffano P , Gallesio C, Benech R, Berrone S. Bilateral oral non-endemic \nburkitt lymphoma. J Craniofac Surg. 2013;24(3):1057–8. https:// doi. org/ \n10. 1097/ SCS. 0b013 e3182 8f268f .\n 14. Valenzuela-Salas B, Dean-Ferrer A, Alamillos-Granados FJ. Burkitt’s \nlymphoma: a child’s case presenting in the maxilla. Clinical and \nradiological aspects. Med Oral Patol Oral Cir Bucal. 2010;15(3):e479–82. \nhttps:// doi. org/ 10. 4317/ medor al. 15. e479.\n 15. Garcia NG, Rodrigues MTV, Aleixo RQ, Oliveira DT. Burkitt lymphoma in \nadult with atypical clinical presentation primarily involving the oral soft \ntissue. J Craniofac Surg. 2017;28(8):e795–7. https:// doi. org/ 10. 1097/ SCS. \n00000 00000 003681.\n 16. Kim M, Park J, Mah Y. Early diagnosis of Burkitt lymphoma on the \nmandible: a case report. J Korean Acad Pediatr Dent. 2016;43:452–60.\n 17. Retinasekharan S, Sinnathamby P , Mohamad I. Paediatric burkitt \nlymphoma presenting as a mandible swelling and intussusception. Med \nJ Malay. 2019;74(1):90–1.\n 18. Otmani N, Khattab M. Oral Burkitt’s lymphoma in children: the Moroccan \nexperience. Int J Oral Maxillofac Surg. 2008;37(1):36–40. https:// doi. org/ \n10. 1016/j. ijom. 2007. 06. 010.\n 19. Atikah HN, Hashimah I, Rosli MN, Zulkiflee S, Suzina SAH. Burkitt’s \nlymphoma of nasal cavity and bilateral maxillary sinuses. Egypt J Ear Nose \nThroat Allied Sci. 2017;18(2):203–5. https:// doi. org/ 10. 1016/j. ejenta. 2016. \n12. 018.\n 20. Rodrigues-Fernandes CI, Pérez-de-Oliveira ME, Aristizabal Arboleda LP , \nFonseca FP , Lopes MA, Vargas PA, et al. Clinicopathological analysis of oral \nBurkitt’s lymphoma in pediatric patients: a systematic review. Int J Pediatr \nOtorhinolaryngol. 2020;134:110.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}