{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04856-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04856-x.pdf",
  "metadata": {
    "/Keywords": "Mycoses; Disseminated histoplasmosis; Histoplasma capsulatum; Chicken reservoir; Histoplasma endemicity in Mexico; Global health",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241107133641+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241106071121+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04856-x",
    "/Author": "Richard Sleightholm ",
    "/Title": "Disseminated histoplasmosis from western Mexico—rethinking our geographic distribution of endemic fungal species: a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04856-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Histoplasma is a fungal pathogen found in many parts of the world. In North America, its distribution is traditionally thought to be endemic to the Ohio and Mississippi River valleys. Development of histoplasmosis \nafter Histoplasma exposure is related to degree of inoculum exposure and susceptibility, for example, immuno compromised status. Most exposed, healthy individuals are asymptomatic and few develop pulmonary symptoms. \nA limited number of infectious etiologies (that is, Histoplasma, Coccidioides, and Mycobacterium tuberculosis) can \ncause miliary pattern on chest imaging, and thus, histoplasmosis should be considered whenever a patient presents \nwith pulmonary symptoms and these unique radiographic findings.",
    "Case Presentation": "Case presentation A previously healthy 13-year-old Hispanic male presented as a transfer from an outside hospital \nwith fever and hypoxia in the setting of a progressive, subacute gastrointestinal illness. Given hypoxia, the concern \nfor sepsis, and unclear etiology of his illness, broad-spectrum antimicrobial therapy and noninvasive ventilation \nwere started. Initial evaluation demonstrated miliary pulmonary infiltrates, and travel history raised suspicion for coccidioidomycosis or tuberculosis. After a complete evaluation, lab studies confirmed a diagnosis of histoplasmosis, \nand the patient made a full recovery after the initiation and completion of antifungal therapy.",
    "Conclusion": "Conclusion Herein, we present a patient who acquired histoplasmosis from an area of Mexico not currently acknowledged as endemic and review recently published data emphasizing new areas of Histoplasma endemicity in North \nAmerica, particularly the southwest USA and most states of Mexico. Though limited surveillance data exist, mounting \ncase reports/series and local epidemiologic studies illustrate the expanding worldwide endemicity of Histoplasma \nand underscore histoplasmosis as a growing global health concern.\nKeywords  Mycoses, Disseminated histoplasmosis, Histoplasma capsulatum, Chicken reservoir, Histoplasma \nendemicity in Mexico, Global healthOpen Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJagmohan Batra\njbatra@memorialcare.org\nFull list of author information is available at the end of the article\nPage 2 of 9 Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540",
    "Introduction": "Introduction\nHistoplasmosis",
    "Results": "results from inoculation and infection \nby the dimorphic fungus Histoplasma spp. Two distinct \nvariants have traditionally been described, Histoplasma \nvar. capsulatum in the Americas and Histoplasma cap sulatum var. duboisii in sub-Saharan Africa [1]. Recently, \nfour genetically distinct species of Histoplasma have \nbeen identified [2]. Inoculation occurs from the disrup tion and aerosolization of spores. Histoplasmosis is clas sically associated with spelunking/cave exploration and \nguano exposure. However, more pedestrian exposures \nmay occur from both small-scale (for example, cleaning \nchicken coops) and large-scale (for example, construc tion zones) activities that disrupt soil contaminated \nwith bird feces [3]. Epidemiologic studies have further \nexpanded our understanding of inoculum exposure \nto occupations involving dusty conditions, bird excre ment handling  or  processing, fertilizers containing bat \nguano, and poultry farming [4, 5]. Most healthy indi viduals may not experience symptoms after exposure to \nHistoplasma, while others may develop mild to moder ate pulmonary disease with symptoms of fever, head ache, myalgia, cough, and chest pain, often mistaken \nfor community-acquired pneumonia [6]. More atypical \npresentations include rheumatologic complaints, cutane ous manifestations, mediastinal granulomas, or fibrosing \nmediastinitis with risk of local mass effect and dissemi nated disease with neurologic or visceral involvement \n[7–12]. The development of clinical disease and degree \nof severity are related to a number of factors including \nimmune status, extent of inoculum exposure, and genetic \nsusceptibility to mycoses, specifically dysfunctional \ninterferon-γ-mediated immunity (e.g. Mendelian suscep tibility to mycobacterial disease, STAT1 gain-of-function, \ninterleukin-12Rβ1 deficiency, interferon-γ receptor 1 \ndeficiency, or  GATA2 deficiency) [13–16]. Patients with \none or more of these predisposing factors may develop \nacute severe (diffuse) pulmonary disease and progress \nto extrapulmonary manifestations and disseminated dis ease [6]. Unfortunately for some individuals, acquiring \nhistoplasmosis can result in severe morbidity or even \nmortality. Reducing the risk of contracting this illness is \nparamount, but this relies heavily on current epidemio logical data to help make informed recommendations. \nHistoplasmosis has been linked to Central America since \nthe turn of the twentieth century [17], but epidemiologic \nrisk has traditionally been considered to be low in the \nsouthwest USA and western Mexico.\nThe case presented herein describes a previously \nhealthy teenage male who traveled to an ostensibly lowrisk area of Mexico but contracted disseminated histo plasmosis while visiting a chicken farm. A detailed review \nof our patient’s exposure history, a thorough examination of the current literature, and discussions with local infec tious disease experts in Mexico revealed that our patient’s \nhistoplasmosis infection was not a unique occurrence, \nand Histoplasma endemicity in western Mexico is known \nto local infectious disease experts with published and \nunpublished cases from western Mexico lending credence \nto the region likely being endemic for Histoplama. How ever, this knowledge is not readily available to healthcare \nproviders globally, and exposure risk resources such as \nthose listed on the Centers for Disease Control and Pre vention (CDC) website do not reflect the expanding areas \nat risk. Thus, this case underscores the current discrep ancy between local expertise of Histoplasma endemicity \nand internationally accessible resources on risk of expo sure. Furthermore, accumulating reports are similarly \nhighlighting expanding Histoplasma endemicity in other \ncontinents raising further concern that this global fungal \ninfection constitutes a reemerging pathogen.\nCase report\nA previously healthy, 13-year-old Hispanic male pre sented to an outside emergency department for > 1 month \nof tactile fevers, chills, cough, diarrhea, decreased appe tite, fatigue, and lethargy. The patient was noted to be \nfebrile to 39.2 °C, tachycardic to 152  beats per minute, \ntachypneic with respiratory rate of 22  breaths per min ute, and hypoxic on room air (92%  SpO2), prompting the \nadministration of supplemental oxygen via nasal cannula. \nLabs were notable for transaminitis with  aspartate ami notransferase (AST) 130 U/L and  alanine aminotrans ferase (ALT) 52 U/L. Chest radiograph (CXR) showed \ndiffuse interstitial thickening and nodularity concerning \nfor atypical pneumonia. He received intravenous  (IV) \nceftriaxone 2  g and azithromycin 500  mg. Due to mul tisystem  organ involvement  and concern for sepsis, the \npatient was transferred to our institution for a higher \nlevel of care. Upon arrival, the patient was tachypneic \nto >30  breaths per minute with normal oxygen satu ration on 1 L  O2 via nasal cannula  and hypertensive at \n117/90 mmHg. The physical exam was notable for mildly \ncoarse breath sounds bilaterally.\nAbout 5 weeks prior to presentation, the patient had \ntraveled to visit family in a small town located 100  km \nsoutheast of Guadalajara, a major metropolis in western \nMexico. Prior to the trip, the patient and all immediate \nfamily members were in their usual good state of health, \nbut his aunt in Mexico had a febrile illness with a cough.\nShortly after arrival to Mexico, several family mem bers developed a febrile illness that lasted only 1–2 days. \nThe patient denied any illness while in Mexico. Possible \ninfectious exposures included visiting a waterpark, expo sure to farm animals (goats, rabbits, and chickens), and \ningestion of unknown but fully cooked meat products. \nPage 3 of 9\n Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \n \nThe patient and family denied consumption of unpas teurized dairy products, cave exploration, bird or bat \nexposure, and insect or tick bites. However, further ques tioning revealed that during the trip, the patient had been \ninside a very large and dusty chicken coop that was being \ncleaned during windy weather conditions.\nUpon returning to the USA, the patient subsequently \ndeveloped fever, decreased appetite, and nonbloody, \nwatery diarrhea. Other family members developed \nsimilar gastrointestinal (GI) symptoms, which resolved \nwithin a few days. Our patient continued to experience \ndiarrhea with at least  three episodes daily. Eating also \nelicited postprandial abdominal and chest pain, result ing in minimal food intake and  > 7 kg weight loss since \nhis return from the trip. The patient also endorsed daily \ntactile fevers with facial flushing and sweating since his \nreturn. Subsequently, he developed a productive cough, \nfatigue, and altered mentation.\nAfter transfer to our facility, the patient continued to \nhave fevers and worsening shortness of breath. CXR \nagain showed bilateral heterogeneous opacities (Fig.  1). \nInitial lab studies demonstrated a mild acidosis, ele vated  liver transaminases, hypoalbuminemia, increased \ninternational normalized ratio, and elevated inflamma tory markers (Table  1). His respiratory viral panel, eryth rocyte sedimentation rate (ESR), urine analysis, blood \nculture, and complete blood count were unremarkable. \nPediatric infectious disease specialist was consulted, and \na thorough infectious disease workup was performed \n(Table  1). Within 2 days, the patient developed acute \nrespiratory decompensation prompting transfer to the \npediatric intensive care unit and escalation of respiratory \nsupport to bilevel positive airway pressure (BiPAP).Computed tomography (CT)  of the chest showed dif fuse pulmonary infiltrates with slight nodular appearance \nand mild mediastinal and hilar adenopathy (Fig.  2, Sup plementary Figs. 1 and 2). Abdominal ultrasound demon strated  a mildly echogenic and enlarged liver with mild \ndistention of the common bile duct without gallstones. \nThe patient continued to require significant oxygen sup port, so rifampin/isoniazid/pyrazinamide/ethambutol, \nazithromycin, and fluconazole were started empirically \nfor tuberculosis (TB), atypical pneumonia, and fungal \ncoverage, respectively. Given worsening inflammatory \nmarkers, respiratory status, and pulmonary infiltrates \non  CXR, there was  concern for acute respiratory dis tress syndrome.  Antimicrobial coverage was expanded \nto cefepime, vancomycin, and liposomal ampho tericin B, and pulse dose steroids were initiated with IV \nmethylprednisolone.\nHistoplasma urine antigen eventually returned posi tive  (>24.0 ng/mL) and given negative preliminary TB \nstudies (Table  1), all antibacterial therapy was discontin ued. A commercially available test for cell-free pathogen \nDNA using next generation sequencing  (Karius test®, \nKarius Laboratory, Redwood City, CA), returned posi tive for Histoplasma capsulatum (5954 DNA molecules \nper uL), confirming the diagnosis of histoplasmosis. The \npatient’s GI  symptoms resolved over the next few days \nof therapy, and he no longer required oxygen by hospi tal day 11. He completed a 2-week course of inpatient \namphotericin B and was transitioned to oral posacona zole (300 mg daily) prior to discharge to complete a total \n12-week course of antifungal therapy. After completion of \nhis antifungal course, he demonstrated complete clinical \nand radiographic (Fig.  2) resolution of his histoplasmosis, \nFig. 1 Initial chest radiograph of the patient on admission (left) showing diffuse bilateral heterogeneous infiltrates. After completion of intravenous \nliposomal amphotericin B and transition to posaconazole, the patient’s respiratory status improved with repeat chest radiograph (right) showing \nmarked reduction in infiltrative pulmonary disease\nPage 4 of 9 Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \nas well as negative follow-up Histoplasma  urine antigen \ntesting. At the time of submission of this manusript, he \nhad remained clinically and radiographically free of \nrecurrence for several months.",
    "Discussion": "Discussion\nA note about histoplasmosis treatment\nHistoplasma exposure rarely leads to symptomatic illness \nin healthy persons, and approximately 95% of individuals \nare asymptomatic after exposure [16]. The development \nof histoplasmosis and degree of severity are dependent \non the extent of inoculum exposure in addition to other \nfactors such as immune status and genetic susceptibil ity [16, 18, 19]. Treatment also varies greatly depending \non disease severity and immune status of the patient. For \nimmunocompetent patients, mild-to-moderate disease \nof less than 4  weeks can be managed symptomatically \nwithout the need for antifungal therapy [3, 18]. In those \nwho have persistent symptoms after 4  weeks, a loading \ndose followed by a 6–12-week course of itraconazole \n(ITZ) is recommended [3, 18, 19]. For acute diffusesevere \npulmonary disease, a 2-week course of amphotericin B, \npreferably the liposomal formulation which has reduced \nnephrotoxicity, should be implemented followed by the \nabove ITZ regimen  [3, 19]. For patients that are immu nocompromised, ITZ may be implemented for exposures \ngiven the increased likelihood of developing severe dis ease [ 3, 18]. Due to availability or patient tolerance, posa conazole, voriconazole, or isavuconazole may be used as \nalternatives to ITZ [3, 18]. Of note, this class of triazoles \ncan inhibit 11β-HSD2 and lead to apparent mineral cor ticoid excess manifesting as hypertension and hypoka lemia, which were observed in our patient [20–22].\nRedefining geographic risk for histoplasma\nHistoplasmosis is often linked to excrement exposure \nfrom birds, chickens, or bats and is classically described \nafter spelunking activities [23]. Epidemiologic studies \nhave expanded our understanding of inoculum exposure \nto include fertilizer applications (particularly those made \nwith bat guano), poultry farming, areas near heavy bird \nexcrement, and construction zones [4, 5]. Geographically, \nHistoplasma has traditionally been considered a global \nfungus with well-defined regional hot spots (Fig.  3A), but \nrecent reports suggest additional areas should be consid ered high risk.\nCurrently, the central and eastern parts of the USA \nare designated as endemic, traditionally described as the \nOhio and Mississippi River valleys [26]. Estimation of the \nincidence of histoplasmosis in the USA is difficult as only \nten states submit incidence data to the National Notifi able Diseases Surveillance System (Rhode Island, Penn sylvania, Delaware, Michigan, Wisconsin, Minnesota, \nKentucky, Illinois, and Louisiana), while only four addi tional states mandate cases be reported at the local/state \nlevel (Arkansas, Indiana, Kansas, and Nebraska) [27]. \nCase reports and epidemiologic data from the past two Table 1 Initial lab studies obtained upon arrival to our institution\nAbnormal values noted in bold. Additional infectious disease testing that \nresulted negative or normal were as follows: Mycobacterium tuberculosis \npolymerase chain reaction (PCR) × 2, acid fast bacteria sputum × 3, purified \nprotein derivative (PPD), stool PCR panel, stool ova and parasite, hepatitis panel, \nhuman immunodeficiency virus, respiratory sputum culture (normal flora only), \nlegionella antibody, bartonella antibody, blastomycose antibody, mycoplasma \nantibody, coccidioides antibody, brucella antibody, cytomegalovirus antibody, \nleptospirosis antibody, rickettsia typhi antibody, nares swab for Methicillinresistant Staphylococcus aureus, and urine streptococcal antigen. Interferon-γ \nrelease assay (QuantiFERON-TB Gold) returned indeterminate (due to high \nNil > 8)Lab test Value Reference range\nWhite blood cell count 7.2 3.8–9.8 k/µL\nRed blood cell count (RBC) 4.75 4.03–5.29 m/µL\nHemoglobin 12.3 11.0–14.5 g/dL\nHematocrit 38.0 33.9–43.5%\nMean corpuscular volume 80.0 77.0–89.0 fL\n Mean corpuscular hemoglobin 25.9 25.2–30.2 pg\nMean corpuscular hemoglobin concentration32.4 31.8–34.8 g/dL\nRed cell distribution width 15.1 (H) 12.4–14.5%\nPlatelet count 240 175–332 k/µL\nNeutrophils (%) 83 (H) 33–75%\nInternational normalized ratio 1.39 (H) 0.9–1.1\nSodium 137 136–145 mmol/L\nPotassium 3.8 3.5–5.1 mmol/L\nChloride 109 (H) 98–107 mmol/L\nTotal  CO2 20 (L) 21–32 mmol/L\nAnion gap 8 5–14 mmol/L\nBlood urea nitrogen 5 5–18 mg/dL\nCreatinine 0.46 (L) 0.70–1.30 mg/dL\nGlucose 106 (H) 65–99 mg/dL\nSerum osmolality 282 268–292 mOsm/kg\nCalcium 7.8 (L) 8.5–10.1 mg/dL\nTotal protein 6.1 6.0–8.0 g/dL\nAlbumin 2.9 (L) 3.0–5.4 g/dL\nGlobulin 3.2 2.4–4.4 g/dL\nAlbumin/Globulin ratio 0.9 0.7–2.5 ratio\nPrealbumin 9 (L) 20–40 mg/dL\nBilirubin, total 0.4 0.2–1.0 mg/dL\nAlanine aminotransferase 43 16–61 U/L\nAspartate aminotransferase 84 (H) 15–37 U/L\nAlkaline phosphatase 149 0–389 U/L\nGamma-glutamyl transferase 137 (H) 0–44 U/L\nC-reactive protein 3.0 (H) 0.0–0.9 mg/dL\nErythrocyte sedimentation rate West ergren10 3–13 mm/hour\nFerritin 483 (H) 26–388 ng/mL\nPage 5 of 9\n Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \n \ndecades have revealed western and northern expansions \nof Histoplasma, particularly along the Missouri River \nValley [28–31]. This has led to a newer, CDC-endorsed \nmodel of at-risk regions along additional river valleys \nand smaller areas outside of traditional regions, notably \nSouthern California (Fig. 3B) [25].\nUnderstanding the incidence and prevalence patterns \nof histoplasmosis remains similarly challenging in Mex ico, where it is not a reportable disease [32]. A report by \nthe National Institute of Respiratory Diseases of Mexico \nidentified cases in  only 9 of the 32 Mexican states, [33] \nbut  cases of histoplasmosis are both increasing in lowendemic areas and expanding to new locations [33, 34]. \nCurrently, the CDC only outlines areas of Histoplasma \nendemicity in the eastern half of Mexico, especially along \nthe Gulf of Mexico, the southern region, and the Yucatan \nPeninsula (Fig.  3A) [24]. However, several case series and \nlocal epidemiologic data have surfaced over the last few \ndecades outlining a growing concern for Histoplasma \nendemicity in central to western parts of Mexico and as \nfar north as Sinaloa [15, 35–45].One case report described a 58-year-old man who had \nvisited Puerto Vallarta, Jalisco and developed symptoms \none week after his return to the USA [38]. Another report \ndescribed a 22-year-old Jalisco resident found to have \nepididymitis secondary to histoplasmosis [39]. A small \ncase series described three temporary workers from \nJapan who developed pulmonary disease after visiting \nManzanillo, Colima, an area southwest of Jalisco along \nthe western coast [40]. Interestingly, these individu als spent most of their time at their hotel or workplace \nand had no typical exposure history such as spelunking. \nReview of other hotel guests failed to identify further \ncases of histoplasmosis, and thus, dusty factory condi tions were presumed to be the source of the inoculum. \nAnother case series described a large outbreak among \nUS college students who had visited Acapulco in the \nstate of Guerrero, further south of Jalisco and Colima \n[41]. These individuals had also not been involved with \ntypical exposures such as spelunking, and their exposure \nlikely occured in their hotel that was undergoing minor \nconstruction, specifically from a dirty and dusty stairwell. \nFig. 2 Computed tomography (CT) of the chest in axial (top) and coronal (bottom) planes. On admission, initial CT (left) showing extensive \npulmonary disease. Repeat CT (right), obtained after inpatient liposomal amphotericin B and outpatient posaconazole therapy were completed, \nshowing resolution of the infiltrative pulmonary disease\nPage 6 of 9 Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \nUltimately, 147 individuals were identified as contracting \nhistoplasmosis due to exposure within the hotel. There \nwere other accounts of individuals in the area of the hotel \nwho had contracted histoplasmosis. A subsequent out break later that year suggested fertilizer in the potting \nsoil of the hotel’s plants could have also been responsi ble [42]. It should be noted that the city of Acapulco is \nsignificantly closer to the areas known to be endemic in \nthe heat map (Fig.  3A) compared with the other reports \ndescribed.\nThere are also reports in the human immunodeficiency \nvirus (HIV) literature describing histoplasmosis in loca tions outside of the CDC-identified zones [43–46]. For \nexample, a small case series of persons  with HIV from \nGuadalajara showed successful treatment with ITZ for \ntheir histoplasmosis infection [47]. This population may \nbe a better surrogate of Histoplasma endemicity given \nthat the development of symptomatic disease occurs \nmore readily and at a lower inoculum. Medical centers \nin Jalisco treat dozens of immunocompromised patients \nfor disseminated histoplasmosis  each year, and histo plasmosis remains  one of the most common opportun istic infections and leading cause of hospitalization and \ndeath among patients with acquired immunodeficiency \nsyndrome (AIDS) (per private  communications with \nlocal  infectious disease experts). Inoculation is thought \nto result from bird and bat guano exposure. Other local \nexperts have also  published histoplasmosis cases from \noutside the CDC-defined at-risk areas in Mexico [48].Despite these findings and growing concerns from \nlocal experts, individual states (particularly in central and \nwestern Mexico) have not officially performed testing or \nupdated regional endemicity of Histoplasma for several \nyears [49]. A recent report by Barros et  al. proposed a \nnewer world map of  Histoplasma incidence and incorpo rates more expansive areas at risk within Mexico and the \nUSA [18]. Given the findings of our literature search and \nexpert opinions from local infectious disease physicians, \nwe believe the Barros et al. map more accurately reflects \nthe true endemicity of Histoplasma in Western Mexico. \nWe are advocating for a revision to the current CDCendorsed map to not only include these changes but also \nto consider the growing literature describing cases from \nother areas around the world, such as North America, \nIndia, and Southeast Asia [18, 50, 51].\nConclusion\nHistoplasmosis remains a global problem, and areas of \npotential inoculum exposure appear to be expanding \n[25, 52, 53]. Advancing population growth, environmen tal disruption, farming, climate change, travel, commer cialization, growing prevalence of immunocompromised \npopulations, and enhanced testing may all be influenc ing increased case detection and reporting [18, 23]. Local \nexperts are aware of these changing incidence patterns. \nHowever, histoplasmosis does not always fall under man datory reporting guidelines, making readily available \ndata from many areas scarce [54, 55] and resulting in \nFig. 3 A Current worldwide Histoplasma endemicity estimates endorsed by the Centers for Disease Control and Prevention [24]. B Statistical \nmodeling estimates of fungal prevalence based on environmental conditions [25]. C Newer estimates proposed by Barros et al. [18]. *Reused \nand edited under Creative Commons Attribution 4.0 International License with additions of sites for our institution (blue) and the location \nof exposure (red)\nPage 7 of 9\n Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \n \ndelays in updating global infectious disease recommen dations. Accurate estimation of high-risk geographies \nboth within the USA and abroad are important for local \nand international practicioners  to make  recommenda tions about prevention strategies, especially for immuno compromised patients in whom such an infection could \nprove fatal [56, 57]. In the pursuit of understanding this \npatient’s inoculum exposure, a review of the literature \nrevealed an apparent lack of global recognition for cen tral and western Mexico’s histoplasmosis incidence rates, \ndespite known cases being reported and soil assessment \nconfirming the presence of Histoplasma since the 1980s \n[58, 59]. Despite increasing cases and growing concerns \nfrom local experts, reevaluations of individual Mexican \nstates’ Histoplasma status, particularly in the central and \nwestern regions, have not been performed for several \nyears [49]. A recent report by Mexico’s National Insti tute of Respiratory Diseases acknowledges these growing \nconcerns, and the prevalence of Histoplasma may now \nbe extending to areas previously thought to be of mini mal risk for this infectious agent [33]. Given these data, \nwe advocate for a revision to the current CDC-endorsed \nmaps and expansion to additional worldwide regions in \nconjunction with the new report by Barros et al. [18].\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04856-x.\nSupplementary Material 1\nAcknowledgements\nWe acknowledge UCLA, UC Irvine, and Miller Women’s and Children’s Hospital \nfor their continued commitment to resident training. We would like to thank \nlocal infectious disease experts Doctors Jaime Andrade-Villanueva and Ariel \nCampos for providing insight into the local burden of histoplasmosis in \nWestern Mexico.\nAuthor contributions\nRS and DZH assisted with conceptualization, methodology, literature review, \ndata curation, manuscript preparation, and figure preparation. IS and HA \nassisted with manuscript preparation and revision. JAB provided supervision \nand manuscript preparation. All authors have read and agreed to the final \nversion of the manuscript.\nFunding\nThe authors have no funding to disclose.\nAvailability of supporting data\nSupplementary Fig. 1: Axial chest CT displaying pulmonary disease; Supple mentary Fig. 2: Coronal chest CT displaying pulmonary disease.\nDeclarations\nEthics approval and consent to participate\nNot applicable.Consent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nAuthor details\n1 Department of Pediatrics, David Geffen School of Medicine, University \nof California, Los Angeles, CA, USA. 2 Division of Internal Medicine -Pediatrics, \nDavid Geffen School of Medicine, University of California, Los Angeles, CA, \nUSA. 3 Division of Pediatric Infectious Diseases, Memorial Care Miller Children’s \n& Women’s Hospital Long Beach, Clinical Professor of Pediatrics, University \nof California Irvine Department of Pediatrics, Irvine, CA, USA. \nReceived: 2 April 2024   Accepted: 22 September 2024\nReferences\n 1. Ocansey BK, Kosmidis C, Agyei M, Dorkenoo AM, Ayanlowo OO, Oladele \nRO, Darre T, Denning DW. Histoplasmosis in Africa: current perspectives, \nknowledge gaps, and research priorities. PLoS Negl Trop Dis. 2022;16: \ne0010111. https:// doi. org/ 10. 1371/ journ al. pntd. 00101 11.\n 2. Sepúlveda VE, Márquez R, Turissini DA, Goldman WE, Matute DR. Genome \nsequences reveal cryptic speciation in the human pathogen Histoplasma \ncapsulatum. MBio. 2017;8:e01339-e1417. https:// doi. org/ 10. 1128/ mBio. \n01339- 17.\n 3. Araúz AB, Papineni P . Histoplasmosis. Infect Dis Clin N Am. 2021;35:471–\n91. https:// doi. org/ 10. 1016/j. idc. 2021. 03. 011.\n 4. Sacks JJ, Ajello L, Crockett LK. An outbreak and review of cave-associated \nhistoplasmosis capsulati. J Med Vet Mycol Bi-Mon Publ Int Soc Hum Anim \nMycol. 1986;24:313–25. https:// doi. org/ 10. 1080/ 02681 21868 00004 71.\n 5. Diaz JH. Environmental and wilderness-related risk factors for histoplasmosis: more than bats in caves. Wilderness Environ Med. 2018;29:531–40. \nhttps:// doi. org/ 10. 1016/j. wem. 2018. 06. 008.\n 6. Goodwin RA, Loyd JE, Des Prez RM. Histoplasmosis in normal hosts. \nMedicine. 1981;60:231–66. https:// doi. org/ 10. 1097/ 00005 792- 19810 \n7000- 00001.\n 7. Pandey MK, Bajpai J, Kant S, Mishra P , Verma S. Histoplasmosis present ing as an intrathoracic mass. Lung India Off Organ Indian Chest Soc. \n2019;36:74–5. https:// doi. org/ 10. 4103/ lungi ndia. lungi ndia_ 41_ 18.\n 8. Martin ED, Lassiter RL, Hatley RM, Walters KC. Histoplasmosis presenting \nas a mediastinal mass. J Pediatr Surg Case Rep. 2018;31:43–5. https:// doi. \norg/ 10. 1016/j. epsc. 2017. 11. 020.\n 9. Harnalikar M, Kharkar V, Khopkar U. Disseminated cutaneous histoplasmosis in an immunocompetent adult. Indian J Dermatol. 2012;57:206–9. \nhttps:// doi. org/ 10. 4103/ 0019- 5154. 96194.\n 10. Raina RK, Mahajan V, Sood A, Saurabh S. Primary cutaneous histoplasmosis in an immunocompetent host from a nonendemic area. Indian J \nDermatol. 2016;61:467. https:// doi. org/ 10. 4103/ 0019- 5154. 185748.\n 11. Simms A, Kobayashi T, Endelman L, Sekar P . Disseminated histoplasmosis presenting as bilateral lower extremity paresis. Int J Infect Dis. \n2020;95:265–7. https:// doi. org/ 10. 1016/j. ijid. 2020. 03. 072.\n 12. Xiong XF, Fan LL, Kang M, Wei J, Cheng DY. Disseminated histoplasmo sis: a rare clinical phenotype with difficult diagnosis. Respirol Case Rep. \n2017;5: e00220. https:// doi. org/ 10. 1002/ rcr2. 220.\n 13. Vinh DC. Of mycelium and men: inherent human susceptibility to fungal \ndiseases. Pathogens. 2023;12:456. https:// doi. org/ 10. 3390/ patho gens1 \n20304 56.\n 14. Wheat LJ, Kauffman CA. Histoplasmosis. Infect Dis Clin N Am. 2003;17:1–\n19. https:// doi. org/ 10. 1016/ s0891- 5520(02) 00039-9.\n 15. Peñafiel Vicuña AK, Yamazaki Nakashimada M, León Lara X, Mendieta \nFlores E, Nuñez Núñez ME, Lona-Reyes JC, Hernández Nieto L, Ramírez \nVázquez MG, Barroso Santos J, López Iñiguez Á, et al. Mendelian suscep tibility to mycobacterial disease: retrospective clinical and genetic study \nin Mexico. J Clin Immunol. 2023;43:123–35. https:// doi. org/ 10. 1007/ \ns10875- 022- 01357-8.\nPage 8 of 9 Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \n 16. León-Lara X, Hernández-Nieto L, Zamora CV, Rodríguez-D’Cid R, Gutiérrez \nMEC, Espinosa-Padilla S, Bustamante J, Puel A, Blancas-Galicia L. Disseminated infectious disease caused by Histoplasma capsulatum in an \nadult patient as first manifestation of inherited IL-12Rβ1 deficiency. J Clin \nImmunol. 2020;40:1051–4. https:// doi. org/ 10. 1007/ s10875- 020- 00828-0.\n 17. Darling ST. A protozoön general infection producing pseudotubercles in \nthe lungs and focal necroses in the liver, spleen and lymphnodes. J Am \nMed Assoc. 1906;XLVI:1283–5. https:// doi. org/ 10. 1001/ jama. 1906. 62510 \n44003 7003.\n 18. Barros N, Wheat JL, Hage C. Pulmonary histoplasmosis: a clinical update. J \nFungi. 2023;9:236. https:// doi. org/ 10. 3390/ jof90 20236.\n 19. Histoplasmosis. In: Kimberlin DW, Barnett ED, Lynfield R, Sawyer MH, \neditors. Red Book: 2024–2027 Report of the committee on infectious \ndiseases. 33rd ed. Itasca, IL: American Academy of Pediatrics; 2024. p. \n478–82.\n 20. Beck KR, Bächler M, Vuorinen A, Wagner S, Akram M, Griesser U, \nTemml V, Klusonova P , Yamaguchi H, Schuster D, et al. Inhibition of \n11β-hydroxysteroid dehydrogenase 2 by the fungicides itraconazole and \nposaconazole. Biochem Pharmacol. 2017;130:93–103. https:// doi. org/ 10. \n1016/j. bcp. 2017. 01. 010.\n 21. Boughton C, Taylor D, Ghataore L, Taylor N, Whitelaw BC. Mineralocorticoid hypertension and hypokalaemia induced by posaconazole. Endo crinol Diabetes Metab Case Rep. 2018;2018:17–0157. https:// doi. org/ 10. \n1530/ edm- 17- 0157.\n 22. Hoffmann WJ, McHardy I, Thompson GR 3rd. Itraconazole induced hyper tension and hypokalemia: mechanistic evaluation. Mycoses. 2018;61:337–\n9. https:// doi. org/ 10. 1111/ myc. 12749.\n 23. Reyes-Montes MR, Bobadilla-Del Valle M, Martínez-Rivera MA, RodríguezArellanes G, Maravilla E, Sifuentes-Osornio J, Taylor ML. Relatedness \nanalyses of Histoplasma capsulatum isolates from Mexican patients with \nAIDS-associated histoplasmosis by using histoplasmin electrophoretic \nprofiles and randomly amplified polymorphic DNA patterns. J Clin Micro biol. 1999;37:1404–8. https:// doi. org/ 10. 1128/ jcm. 37.5. 1404- 1408. 1999.\n 24. Ashraf N, Kubat RC, Poplin V, Adenis AA, Denning DW, Wright L, McCot ter O, Schwartz IS, Jackson BR, Chiller T, et al. Re-drawing the maps for \nendemic mycoses. Mycopathologia. 2020;185:843–65. https:// doi. org/ 10. \n1007/ s11046- 020- 00431-2.\n 25. Maiga AW, Deppen S, Scaffidi BK, Baddley J, Aldrich MC, Dittus RS, Grogan \nEL. Mapping Histoplasma capsulatum exposure. United States Emerg \nInfect Dis. 2018;24:1835–9. https:// doi. org/ 10. 3201/ eid24 10. 180032.\n 26. Edwards LB, Acquaviva FA, Livesay VT, Cross FW, Palmer CE. An atlas of \nsensitivity to tuberculin, PPD-B, and histoplasmin in the United States. \nAm Rev Respir Dis. 1969;99(Suppl.S1):132.\n 27. Smith DJ, Williams SL, Endemic Mycoses State Partners Group, Benedict \nKM, Jackso BR, Toda M. Surveillance for coccidioidomycosis, histoplasmosis, and blastomycosis—United States, 2019. Morb Mortal Wkly Rep \n(MMWR) Surveill Summ. 2022;71:1–14. https:// doi. org/ 10. 15585/ mmwr. \nss710 7a1.\n 28. Centers for Disease Control and Prevention (CDC). Outbreak of histo plasmosis among industrial plant workers–Nebraska, 2004. MMWR Morb \nMortal Wkly Rep. 2004;53:1020–2.\n 29. Baddley JW, Winthrop KL, Patkar NM, Delzell E, Beukelman T, Xie F, Chen \nL, Curtis JR. Geographic distribution of endemic fungal infections among \nolder persons. United States Emerg Infect Dis. 2011;17:1664–9. https:// \ndoi. org/ 10. 3201/ eid17 09. 101987.\n 30. Centers for Disease Control and Prevention. Histoplasmosis in a state \nwhere it is not known to be endemic–Montana, 2012–2013. MMWR \nMorb Mortal Wkly Rep. 2013;62:834–7.\n 31. Armstrong PA, Jackson BR, Haselow D, Fields V, Ireland M, Austin C, Signs \nK, Fialkowski V, Patel R, Ellis P , et al. Multistate epidemiology of histo plasmosis, United States, 2011–2014. Emerg Infect Dis. 2018;24:425–31. \nhttps:// doi. org/ 10. 3201/ eid24 03. 171258.\n 32. Caceres DH, Echeverri Tirado LC, Bonifaz A, Adenis A, Gomez BL, Flores \nCLB, Canteros CE, Santos DW, Arathoon E, Soto ER, et al. Current situation \nof endemic mycosis in the Americas and the Caribbean: Proceedings \nof the first international meeting on endemic mycoses of the Americas \n(IMEMA). Mycoses. 2022: 65:1179–1187. https:// doi. org/ 10. 1111/ myc. \n13510.\n 33. Tinajero ÁS, Vargas EB, Orozco JAM, Pacheco AO, Santillán DPR, Villareal \nFRM, Rosales CI, Romo RR. Clinical, biochemical, and epidemiological \ncharacteristics of patients infected with Histoplasma capsulatum in a non-endemic area of Mexico. J Bacteriol Mycol Open Access. 2020;8:103–\n9. https:// doi. org/ 10. 15406/ jbmoa. 2020. 08. 00281.\n 34. Muñoz B, Martínez MA, Palma G, Ramírez A, Frías MG, Reyes MR, Taylor \nML, Higuera AL, Corcho A, Manjarrez ME. Molecular characterization of \nHistoplasma capsulatum isolated from an outbreak in treasure hunters \nHistoplasma capsulatum in treasure hunters. BMC Infect Dis. 2010;10:264. \nhttps:// doi. org/ 10. 1186/ 1471- 2334- 10- 264.\n 35. Taylor ML, Granados J, Toriello C. Biological and sociocultural approaches \nof histoplasmosis in the State of Guerrero, Mexico. Mycoses. 1996;39:375–\n9. https:// doi. org/ 10. 1111/j. 1439- 0507. 1996. tb001 57.x.\n 36. Taylor ML, Pérez-Mejía A, Yamamoto-Furusho JK, Granados J. Immuno logic, genetic and social human risk factors associated to histoplasmosis: \nstudies in the State of Guerrero, Mexico. Mycopathologia. 1997;138:137–\n42. https:// doi. org/ 10. 1023/a: 10068 47630 347.\n 37. Taylor ML, Chávez-Tapia CB, Vargas-Yañez R, Rodríguez-Arellanes G, \nPeña-Sandoval GR, Toriello C, Pérez A, Reyes-Montes MR. Environmental \nconditions favoring bat infection with Histoplasma capsulatum in Mexican shelters. Am J Trop Med Hyg. 1999;61:914–9. https:// doi. org/ 10. 4269/ \najtmh. 1999. 61. 914.\n 38. Patel DM, Heath J, Mackowiak PA, Aje T, Giffi V. A 58-year-old man with a \ncough and fever. Am J Med Sci. 2013;345:150–3. https:// doi. org/ 10. 1097/ \nMAJ. 0b013 e3182 71c064.\n 39. Plazola-Hernández A, Bustos-Rodríguez FJ, Orozco-Cortez P , BaltazarGómez A. Epididimitis fúngica por Histoplasma: Reporte de un caso. Rev \nMex Urol. 2021;81:1–6. https:// doi. org/ 10. 48193/ revis tamex icana deuro \nloga. v81i1. 433.\n 40. Hirayama T, Takazono T, Iwata K, Senju H, Shimazaki T, Tashiro M, Saijo T, \nTanaka T, Nakamura S, Imamura Y, et al. A case series of histoplasmosis \npatients with elevated serum soluble interleukin-2 receptor levels. J Infect \nChemother Off J Jpn Soc Chemother. 2017;23:642–7. https:// doi. org/ 10. \n1016/j. jiac. 2017. 03. 006.\n 41. Morgan J, Cano MV, Feikin DR, Phelan M, Monroy OV, Morales PK, Carpenter J, Weltman A, Spitzer PG, Liu HH, et al. A large outbreak of histoplasmosis among American travelers associated with a hotel in Acapulco, \nMexico, spring 2001. Am J Trop Med Hyg. 2003;69:663–9.\n 42. Taylor ML, Ruíz-Palacios GM, del Rocío Reyes-Montes M, RodríguezArellanes G, Carreto-Binaghi LE, Duarte-Escalante E, Hernández-Ramírez \nA, Pérez A, Suárez-Alvarez RO, Roldán-Aragón YA, et al. Identification of \nthe infectious source of an unusual outbreak of histoplasmosis, in a hotel \nin Acapulco, state of Guerrero, Mexico. FEMS Immunol Med Microbiol. \n2005;45:435–41. https:// doi. org/ 10. 1016/j. femsim. 2005. 05. 017.\n 43. Cutaneous histoplasmosis mimicking cutaneous malignancy. J Am Acad \nDermatol. 2010;62:AB84. https:// doi. org/ 10. 1016/j. jaad. 2009. 11. 352.\n 44. González-Hernández LA, Alvarez-Zavala M, Cabrera-Silva RI, MartínezAyala P , Amador-Lara F, Ramírez-González AS, Ron-Magaña AL, Ruiz \nHerrera VV, Sánchez-Reyes K, Andrade-Villanueva JF. Cytomegalovirus and \ndisseminated histoplasmosis-related hemophagocytic lymphohistiocyto sis syndrome in an HIV-patient late presenter with IRIS: a case report. AIDS \nRes Ther. 2020;17:52. https:// doi. org/ 10. 1186/ s12981- 020- 00304-0.\n 45. Frías De León MG, Arenas López G, Taylor ML, Acosta Altamirano G, ReyesMontes MR. Development of specific sequence-characterized amplified \nregion markers for detecting Histoplasma capsulatum in clinical and \nenvironmental samples. J Clin Microbiol. 2012;50:673–9. https:// doi. org/ \n10. 1128/ jcm. 05271- 11.\n 46. Torres-González P , Niembro-Ortega MD, Martínez-Gamboa A, AhumadaTopete VH, Andrade-Villanueva J, Araujo-Meléndez J, Chaparro-Sánchez \nA, Crabtree-Ramírez B, Cruz-Martínez S, Gamboa-Domínguez A, et al. \nDiagnostic accuracy cohort study and clinical value of the Histoplasma \nurine antigen (ALPHA Histoplasma EIA) for disseminated histoplasmosis \namong HIV infected patients: a multicenter study. PLoS Neglected Trop \nDis. 2018;12: e0006872. https:// doi. org/ 10. 1371/ journ al. pntd. 00068 72.\n 47. Campos-Loza AE, Arellano-Contreras D, López-Iñiguez A, González-Landeros M, González-Hernández LA, Andrade-Villanueva JF. Histoplasmosis \nsubclínica en una cohorte de pacientes con VIH/SIDA: descripción de una \nserie de casos. Rev Médica MD. 2011;3:67–71.\n 48. Sifuentes-Osornio J, Corzo-León DE, Ponce-de-León LA. Epidemiology \nof invasive fungal infections in Latin America. Curr Fungal Infect Rep. \n2012;6:23–34. https:// doi. org/ 10. 1007/ s12281- 011- 0081-7.\n 49. Lockhart SR, Toda M, Benedict K, Caceres DH, Litvintseva AP . Endemic and \nother dimorphic mycoses in The Americas. J Fungi. 2021;7:151. https:// \ndoi. org/ 10. 3390/ jof70 20151.\nPage 9 of 9\n Sleightholm et al. Journal of Medical Case Reports          (2024) 18:540 \n \n 50. Ray A, Aayilliath KA, Banerjee S, Chakrabarti A, Denning DW. Burden of \nserious fungal infections in India. Open Forum Infect Dis. 2022;9:ofac603. \nhttps:// doi. org/ 10. 1093/ ofid/ ofac6 03.\n 51. Baker J, Setianingrum F, Wahyuningsih R, Denning DW. Mapping histo plasmosis in South East Asia—implications for diagnosis in AIDS. Emerg \nMicrobes Infect. 2019;8:1139–45. https:// doi. org/ 10. 1080/ 22221 751. 2019. \n16445 39.\n 52. Antinori S, Ridolfo AL, Casalini G, Giacomelli A. Endemic mycoses: \ngeographical distribution is still a work in progress. Lancet Infect Dis. \n2022;22:451. https:// doi. org/ 10. 1016/ s1473- 3099(22) 00131-1.\n 53. Thompson GR 3rd, Chiller TM. Endemic mycoses: underdiagnosed and \nunderreported. Ann Intern Med. 2022;175:1759–60. https:// doi. org/ 10. \n7326/ m22- 2371.\n 54. Hernández Solís A, Araiza Santibáñez J, Tejeda Olán JG, Quintana Mar tínez A, Hernández de la Torriente A, de la Torriente Mata R. Pulmonary \nhistoplasmosis in a referral Hospital in Mexico City. Can J Infect Dis Med \nMicrobiol. 2022;2022:2121714. https:// doi. org/ 10. 1155/ 2022/ 21217 14.\n 55. Corzo-León DE, Armstrong-James D, Denning DW. Burden of serious \nfungal infections in Mexico. Mycoses. 2015;58(Suppl.S5):34–44. https:// \ndoi. org/ 10. 1111/ myc. 12395.\n 56. Gonzalez HH, Rane M, Cioci A, Goodman S, Espinosa PS. Disseminated \ncentral nervous system histoplasmosis: a case report. Cureus. 2019;11: \ne4238. https:// doi. org/ 10. 7759/ cureus. 4238.\n 57. Benedict K, Toda M, Jackson BR. Revising conventional wisdom about histoplasmosis in the United States. Open Forum Infect Dis. 2021;8:ofab306. \nhttps:// doi. org/ 10. 1093/ ofid/ ofab3 06.\n 58. Subsecretaria de Salubridad M. Histoplasmosis en Mexico, 1979–1980. \nBoletín Epidemiol. 1981;1:12–3.\n 59. Aguilar BS, Gonzales MA, González RB. Isolation of Histoplasma capsulatum in soils of the vicinity of Ciudad Guzman, Jalisco, Mexico. Rev Mex \nMicol. 1986;2:19–23. https:// doi. org/ 10. 33885/ sf. 1986.3. 651.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}