{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04996-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04996-0.pdf",
  "metadata": {
    "/Keywords": "Lacrimal gland; Lymphoma; Klinefelter syndrome",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241226161245+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241226171437+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04996-0",
    "/Author": "Askar K. Alshaibani ",
    "/Title": "Marginal zone lymphoma of mucosa associated lymphoid tissue-lymphoma of the lacrimal gland in a young patient with Klinefelter syndrome: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04996-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Klinefelter syndrome is considered one of the most common sex chromosome disorders affecting \nmales. The presence of an extra X chromosome can alter the tendency to develop various cancers, including lympho mas. Lacrimal gland lymphoma is a disease of the elderly, with a median age of presentation of 70 years.",
    "Case Presentation": "Case presentation In this article, we report a case of a 35-year-old Arabian Saudi male with a known case of Kline felter syndrome who presented to oculoplastic clinic complaining of progressively growing superior-temporal mass \nin the left eye. After evaluation and imaging, an incisional biopsy from the lacrimal gland mass was obtained and histopathological evaluation showed atypical lymphoproliferative infiltrate consistent with extranodal marginal zone \nlymphoma of mucosa associated lymphoid tissue. The mainstay treatment was external beam radiotherapy, which \nshowed significant improvement in the case.",
    "Conclusion": "Conclusion This is considered the first reported case of lacrimal gland lymphoma in young patient with Klinefelter \nsyndrome, which increases the association between Klinefelter syndrome and lymphomas.\nKeywords  Lacrimal gland, Lymphoma, Klinefelter syndrome\nBackground\nKlinefelter syndrome is considered one of the most com mon sex chromosome disorders affecting males [1]. It \nis characterized by at least one additional extra X chro mosome; with the most frequently noticed phenotype \nbeing 47, XXY [2]. The clinical features of Klinefelter are; \nhypogonadism, gynecomastia, infertility, reduced muscle and bone density, sparse body hair, and having arm span \nlonger than the height of the lower body. The clinical fea tures of Klinefelter syndrome are highly variable, which \ncan lead to delayed or missed diagnosis [3–6]. The higher \nthe number of X chromosome, the greater the clinical \nmanifestations of Klinefelter syndrome [7]. Patients with \nKlinefelter syndrome are more predisposed to differ ent kinds of malignancies, such as lymphoma, leukemia, \nmale breast cancer, extragonadal germ-cell tumor, and \nlung cancer [3].\nThe most common type of malignancy associated with \nKlinefelter syndrome is male breast cancer, especially \nassociated with 47 XXY mosaic [8, 9].\nThe correlation between Klinefelter syndrome and \nlymphoma is scarce, and rare cases have been reported \nbecause of the low diagnosis rate [3, 10].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAskar K. Alshaibani\nAsker0908@gmail.com\n1 Dhahran Eye Specialist Hospital, Dhahran, Saudi Arabia\n2 Department of Ophthalmology, College of Medicine, King Fahad \nHospital of the University, Imam Abdulrahman Bin Faisal University, \nDammam, Saudi Arabia\n3 Ministry of Health, Riyadh, Saudi Arabia\nPage 2 of 5 Alshaibani et al. Journal of Medical Case Reports          (2024) 18:640 \nOcular adnexal lymphoma accounts for 2% of all \nextranodal lymphoma, however, lacrimal gland lym phoma constitutes 7–26% of all ocular adnexal lym phoma [11–14].\nRegarding lymphoma of the lacrimal gland, the major ity of cases are non-Hodgkin B cell lymphoma (99%), \namong these extranodal marginal zone B cell lymphoma \naccounts for 68%, followed by follicular lymphoma, dif fuse large B cell lymphoma, and mantle cell lymphoma \nwith incidence of 10%, 10%, and 7%, respectively [15].\nLacrimal gland lymphoma rarely presents in young \npatients, and it is considered a disease of the elderly with \na median age of presentation of 70 years [16].\nIn this article we present a rare case of young patient \nwith Klinefelter syndrome with lacrimal gland extranodal \nmarginal zone lymphoma of mucosa associated lymphoid \ntissue (MALT-lymphoma), this is considered this first \nreported case of a patient with Klinefelter syndrome hav ing lacrimal gland lymphoma and, in this case, we will \nelaborate more about the association of Klinefelter syn drome and lacrimal gland lymphoma.\nCase presentation\nA 35-year-old Saudi Arabian male with a known case of \nKlinefelter syndrome (karyotype 47, XXY) presented to \noculoplastic clinic complaining of progressively grow ing superior-temporal mass in the left eye and puffiness \nover the left upper eyelid over the past 4 months. The \npatient denied any history of night sweats, weight loss, \nor fatigue. The only symptom the patient was experienc ing was infertility, which led him to visit a male infertil ity specialist for a work-up. Consequently, genetic testing \nwas performed, and the patient was diagnosed with pri mary infertility owing to Klinefelter syndrome. There was \nno family history of a similar condition. Upon exami nation, visual acuity (VA) was 20/20 in both eyes, pupil \nwas round, regular, and reactive with no relative affer ent pupillary defect, and the color vision and confronta tion visual field testing were unremarkable for both eyes. \nExternally there was left upper eyelid swelling, with no \ntenderness or redness, upon eversion of the left eyelid \nthere was a large fleshy red superior-temporal mass with \na smooth surface, giving an initial diagnosis of lacrimal \ngland tumor in the left eye, while the lacrimal gland of \nthe right eye was normal (Fig.  1a, b). The extraocular \nmovement was full in both eyes and there was no diplo pia reported by the patient. The anterior and posterior \nsegments examination was normal. Magnetic resonance \nimaging (MRI) scan (Orbit Protocol) of the orbit showed \na left lacrimal enhancing lesion most likely lymphoma \nor hemangioma (Fig.  2a, b). To confirm the diagno sis, the patient underwent incisional biopsy of the left lacrimal gland and the sample was sent for histopathol ogy evaluation.\nThe histopathology result (Fig.  3a, b), revealed atypical \nlymphoproliferative infiltrate consistent with extranodal \nmarginal zone lymphoma of mucosa-associated lymphoid \ntissue (MALT-lymphoma). The patient was referred to \noncology within 1 month after the proven diagnosis had \nbeen made, where a metastatic workup was done. MRI of \nthe orbit, and CT (computed tomography) of the chest, \nabdomen, and pelvis confirmed disease is limited to the \nleft lacrimal gland. After that, the patient received exter nal beam radiotherapy as a mainstay of treatment. The \npatient received 24 Gray of radiotherapy over 12  days \n(12 sessions). Upon follow-ups, the mass was shrinking \nin size, with no ocular complications. Further follow-ups \nhave been given to the patient for reassessment.",
    "Discussion": "Discussion and conclusion\nKlinefelter syndrome is considered one of the most com mon sex chromosome disorders affecting males [1]. It \nis characterized by at least one additional extra X chro mosome; with the most frequently noticed phenotype \nbeing 47, XXY [2]. In total, 1 in 650 male newborns are \naffected with Klinefelter syndrome, and 75% of patients \nwith Klinefelter syndrome are left undiagnosed [17]. The \nreason behind this is many patients with Klinefelter syn drome will not manifest the typical features of the disease \nfor other reasons, making early detection and diagnosis \ndifficult [18].\nFig. 1 a External photo showing left upper eyelid swelling \nwith superio-temporal mass. b Everted left eyelid showed a large \nfleshy red superior-temporal mass with a smooth surface, giving \nan initial diagnosis of lacrimal gland tumor\nPage 3 of 5\n Alshaibani et al. Journal of Medical Case Reports          (2024) 18:640 \n \nThe presence of an extra X chromosome can alter the \ntendency to develop various cancers, but assessing the \nlikelihood of developing different kinds of malignancies \nis difficult owing to the under-diagnosis of the condition \n[3, 10].Klinefelter syndrome is associated with several types \nof malignancies, most commonly, mammary, genital, \nand hematological malignancies [3, 10]. The correla tion between Klinefelter syndrome and lymphoma is \nscarce, and rare cases have been reported because of \nthe low diagnosis rate; however, the mortality rate from \nnon-Hodgkin lymphoma was all statistically significantly \nhigher in patients with Klinefelter syndrome compared \nwith the general population [3, 10].\nOne of the documented cases of non-Hodgkin lym phoma is a 66-year-old Japanese male who was com plaining of right cervical lymph node swelling. A biopsy \nof the lesion was obtained and revealed non-Hodg kin’s lymphoma of diffuse pleomorphic type. Despite \nFig. 2 a and b Magnetic resonance image of axial and coronal \nsections, respectively, showing a well-circumscribed left orbital \nextraconal mass lesion occupying the lacrima fossa, measuring \n3.3 × 1 × 2.90 cm at maximum dimensions, compressing the left \nleft lateral rectus inferiomedially, the superior rectus medially \nand the globe anteriorly\nFig. 3 a and b CD 20 immunoreactive lymphoid infiltrate—MALT \ncell lymphoma. Hematoxylin and eosin stain showing monotonous \nlymphoid infiltrate\nPage 4 of 5 Alshaibani et al. Journal of Medical Case Reports          (2024) 18:640 \nreceiving various types of chemotherapies, the patient \ndied [5 ]. In another case, a patient with Klinefelter syn drome complaining of testicular mass was diagnosed \nwith non-Hodgkin lymphoma. Unfortunately, the \npatient died from complications of his lymphoma [18]. \nUnlike our case, where the directed therapy has led to a \npositive outcome in the conclusion. One of the young est case reports that has been published is a 9-year-old \nchild with Klinefelter syndrome with gastric MALTlymphoma who received Helicobacter pylori eradication \ntherapy with six cycles of chemotherapy. The patient \nhad a positive outcome, with 2 years of follow-ups not \nshowing signs of recurrence [19]. In accordance with \nour case, this can reflect the presence of good outcomes \nin young patients with Klinefelter syndrome with \nMALT lymphoma, who received directed therapy.\nRegarding lymphoma involving the adnexa, MALTlymphoma is considered the most common subtype of \nnon-Hodgkin lymphoma involving the lacrimal gland \nbut is an extremely rare disease in children and young \nadults with a median age of presentation of 70  years \n[16, 20–23]. Cassell et al. reported that most incidences \nof MALT lymphoma occurred between the ages of \n50 and 60  years [24]. Furthermore, Claviez et  al. have \nreported that extranodal marginal zone B cell lym phoma of MALT is infrequent in children [25]. In lit erature, there were no reported cases of lacrimal gland \nlymphoma in patients with Klinefelter syndrome.\nIn this article, we reported a rare case of a young \npatient with Klinefelter syndrome and MALT-lym phoma of the lacrimal gland after the incisional biopsy, \nwhich showed atypical lymphoproliferative infiltrate \nconsistent with the diagnosis. As mentioned earlier, \nlymphoma of the lacrimal gland is a very rare disease in \nyoung patients, the association between lacrimal gland \nlymphoma and Klinefelter syndrome cannot be ruled \nout in this case, as the presence of the extra X chromo some increases the likelihood of developing different \nkind of malignancies. Keeping in mind, the possibility \nof incidental findings in this rare case.\nOphthalmologists should have a high suspicion \nfor masses involving the ocular adnexa, especially in \nsyndromic patients, such as those with Klinefelter \nsyndrome.\nAcknowledgements\nNot applicable.\nAuthor contributions\nAK, RA, BA, and SA all equally contributed to the article by writing and reviewing the study, the authors read and approved the article.\nFunding\nNon-funded article.Availability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nInformed consent was obtained from the patient to voluntarily participate in \nthis article.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 12 June 2024   Accepted: 29 November 2024\nReferences\n 1. Groth KA, Skakkebæk A, Høst C, Gravholt CH, Bojesen A. Clinical review: \nKlinefelter syndrome–a clinical update. J Clin Endocrinol Metab. \n2013;98(1):20–30. https:// doi. org/ 10. 1210/ jc. 2012- 2382.\n 2. Paulsen CA, Gordon DL, Carpenter RW, Gandy HM, Drucker WD. Kline felter’s syndrome and its variants: a hormonal and chromosomal study. \nRecent Prog Horm Res. 1968;24:321–63. https:// doi. org/ 10. 1016/ b978-1- \n4831- 9827-9. 50013-7.\n 3. Swerdlow AJ, Schoemaker MJ, Higgins CD, Wright AF, Jacobs PA, UK \nClinical Cytogenetics Group. Cancer incidence and mortality in men with \nKlinefelter syndrome: a cohort study. J Natl Cancer Inst. 2005;97(16):1204–\n10. https:// doi. org/ 10. 1093/ jnci/ dji240.\n 4. Pradhan D, Kaman L, Dhillon J, Mohanty SK. Mediastinal mixed germ cell \ntumor in an infertile male with Klinefelter syndrome: a case report and \nliterature review. J Cancer Res Ther. 2015;11(4):1034. https:// doi. org/ 10. \n4103/ 0973- 1482. 150697.\n 5. Koyama M, Uejima K, Konishi T, Ishida M, Kato M, Nishigaki M, Mizutani \nH, Matsumoto K, Kawase M, Tamaki T. A case of malignant lymphoma \naccompanied by Klinefelter’s syndrome. Intern Med. 1992;31(4):496–9. \nhttps:// doi. org/ 10. 2169/ inter  nalme dicine. 31. 496.\n 6. Smyth CM, Bremner WJ. Klinefelter syndrome. Arch Intern Med. \n1998;158(12):1309–14. https:// doi. org/ 10. 1001/ archi nte. 158. 12. 1309.\n 7. McKenney JK, Heerema-McKenney A, Rouse RV. Extragonadal germ cell \ntumors: a review with emphasis on pathologic features, clinical prognostic variables, and differential diagnostic considerations. Adv Anat Pathol. \n2007;14(2):69–92. https:// doi. org/ 10. 1097/ PAP . 0b013 e3180 3240e6.\n 8. Brinton LA. Breast cancer risk among patients with Klinefelter syndrome. \nActa Prediatr. 2011;100(6):814–8.\n 9. Jackson AW, Muldal S, Ockey CH, O’Connor PJ. Carcinoma of male breast \nin association with Klinefelter syndrome. Br Med J. 1965;1(5429):223–5.\n 10. Groupe Français de Cytogénétique Hématologique. Cytogenetic findings \nin leukemic cells of 56 patients with constitutional chromosome abnor malities: a cooperative study. Cancer Genet Cytogenet. 1988;35(2):243–\n52. https:// doi. org/ 10. 1016/ 0165- 4608(88) 90247-6.\n 11. Freeman C, Berg JW, Cutler SJ. Occurrence and prognosis of extranodal \nlymphomas. Cancer. 1972;29(1):252–60.\n 12. Sjö LD, Ralfkiaer E, Prause JU, Petersen JH, Madsen J, Pedersen NT, \nHeegaard S. Increasing incidence of ophthalmic lymphoma in Denmark \nfrom 1980 to 2005. Invest Ophthalmol Vis Sci. 2008;49(8):3283–8. https:// \ndoi. org/ 10. 1167/ iovs. 08- 1768.\n 13. Coupland SE, Hellmich M, Auw-Haedrich C, Lee WR, Stein H. Prognostic \nvalue of cell-cycle markers in ocular adnexal lymphoma: an assessment \nof 230 cases. Graefes Arch Clin Exp Ophthalmol. 2004;242(2):130–45. \nhttps:// doi. org/ 10. 1007/ s00417- 003- 0831-5.\nPage 5 of 5\n Alshaibani et al. Journal of Medical Case Reports          (2024) 18:640 \n \n 14. Jenkins C, Rose GE, Bunce C, Cree I, Norton A, Plowman PN, Moseley \nI, Wright JE. Clinical features associated with survival of patients with \nlymphoma of the ocular adnexa. Eye. 2003;17(7):809–20. https:// doi. org/ \n10. 1038/ sj. eye. 67003 79.\n 15. Vest SD, Mikkelsen LH, Holm F, Rasmussen PK, Hindso TG, Knudsen MKH, \nCoupland SE, Esmaeli B, Finger PT, Graue GF, Grossniklaus HE, Honavar \nSG, Mulay K, Sjö LD, Sniegowski MC, Vemuganti GK, Thuro BA, Heegaard \nS. Lymphoma of the lacrimal gland—an international multicenter retro spective study. Am J Ophthalmol. 2020;219:107–20. https:// doi. org/ 10. \n1016/j. ajo. 2020. 06. 015.\n 16. Townsend N, Turaka A, Smith MR. Lacrimal gland lymphoma: role of radiation therapy. Oman J Ophthalmol. 2012;5(1):37–41. https:// doi. org/ 10. \n4103/ 0974- 620X. 94765.\n 17. Jang MA, Jung CW, Jung CW. Extra X chromosome in mosaic Klinefelter \nsyndrome is associated with a hematologic malignancy. Ann Lab Med. \n2013;33(4):297–9. https:// doi. org/ 10. 3343/ alm. 2013. 33.4. 297.\n 18. Eberl MM, Baer MR, Mahoney MC, Sait SN, Block AW, Farrell CD. Unsuspected Klinefelter syndrome diagnosed during oncologic evaluation: a \ncase series. J Am Board Fam Pract. 2005;18(2):132–9. https:// doi. org/ 10. \n3122/ jabfm. 18.2. 132.\n 19. Alghamdi K, Bokhari A, El Hag I. Child with extranodal marginal zone \nB-cell lymphoma of mucosa associated lymphoid tissue. J Pediatr Gastro enterol Nutr. 2021;2(4): e120.\n 20. White WL, Ferry JA, Harris NL, Grove AS Jr. Ocular adnexal lymphoma: a \nclinicopathologic study with identification of lymphomas of mucosaassociated lymphoid tissue type. Ophthalmology. 1995;102(12):1994–\n2006. https:// doi. org/ 10. 1016/ s0161- 6420(95) 30764-6.\n 21. Coupland SE, Krause L, Delecluse HJ, Anagnostopoulos I, Foss HD, Hummel M, Bornfeld N, Lee WR, Stein H. Lymphoproliferative lesions of the \nocular adnexa: analysis of 112 cases. Ophthalmology. 1998;105(8):1430–\n41. https:// doi. org/ 10. 1016/ S0161- 6420(98) 98024-1.\n 22. Auw-Haedrich C, Coupland SE, Kapp A, Schmitt-Gräff A, Buchen R, \nWitschel H. Long term outcome of ocular adnexal lymphoma subtyped \naccording to the REAL classification: revised European and American \nLymphoma. Br J Ophthalmol. 2001;85(1):63–9. https:// doi. org/ 10. 1136/ \nbjo. 85.1. 63.\n 23. Hasosah M, Baothman A, Satti M, Kutbi S, Alghamdi K, Jacobson K. \nMucosa-associated lymphoid tissue lymphoma of the lacrimal gland: \nsustained remission after eradication of helicobacter pylori infection. \nCase Rep Gastrointest Med. 2011;2011:945752. https:// doi. org/ 10. 1155/ \n2011/ 945752.\n 24. Cassell JA. Highlights from this issue. Sex Transm Infect. 2017;93(7):453.\n 25. Claviez A, Meyer U, Dominick C. MALT lymphoma in children: a report \nfrom NHL-BFM study group. Pediatr Blood Cancer. 2006;47:210–4.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}