{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04986-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04986-2.pdf",
  "metadata": {
    "/Keywords": "Postorgasm illness syndrome; Semen; Allergy; Male orgasmic disorders",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241221042725+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241220081950+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04986-2",
    "/Author": "Kasım Okan ",
    "/Title": "Postorgasmic illness syndrome benefiting from omalizumab and antidepressant: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04986-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Postorgasmic illness syndrome is characterized by flu, rhinitis, conjunctivitis, loss of appetite, muscle \nweakness, and fatigue after ejaculation, lasting 2–7 days. The multidisciplinary treatment approach, incorporating \nomalizumab and antidepressants, has rarely been documented in literature.",
    "Case Presentation": "Case presentation In this article, we present the case of a 33-year-old single Turkish male with postorgasmic illness \nsyndrome, characterized by typical clinical symptoms and a positive autologous semen test. Notably, his serum estro gen and progesterone levels were elevated. The patient’s Beck anxiety score was 42 points, the depression scale score \nwas 37, and suicidal thoughts. Fresh autologous semen taken at the hospital was diluted with 0.9% saline, and prick \nand intradermal skin tests were performed.",
    "Conclusion": "Conclusion The patient’s symptoms improved significantly with the combination of omalizumab and escitalopram. \nThis case not only provides a new perspective on the management of postorgasmic illness syndrome but also highlights the potential roles of allergic, psychiatric, and endocrinological mechanisms in the etiology and treatment \nof this complex condition.\nKeywords  Postorgasm illness syndrome, Semen, Allergy, Male orgasmic disorders\nBackground\nIn 2002, postorgasmic illness syndrome (POIS) was first \ndefined by Dr. Marcel Waldinger, who outlined five diag nostic criteria to aid in identifying this condition. These \ncriteria provide a structured approach for POIS diagnosis \nand emphasize the consistency and specificity of symp tom onset following ejaculation. The preliminary diag nostic criteria for postorgasmic illness syndrome (POIS) \nare the following [1]:1. At least one of the following symptoms: flu-like sen sation, extreme fatigue or exhaustion, muscle weak ness, feverishness or perspiration, mood disturbances \nor irritability, memory difficulties, concentration \nproblems, incoherent speech, nasal congestion or \nwatery nose, itchy eyes.\n2. All symptoms occur immediately (for example, \nwithin seconds), soon (for example, within minutes), \nor within a few hours after ejaculation, which can be \ninitiated by coitus, masturbation, or occur spontane ously (for example, during sleep).\n3. Symptoms occur always or nearly always (that is, in \nmore than 90% of ejaculation events).\n4. Most of these symptoms last from 2 to 7 days.\n5. Symptoms resolve spontaneously.*Correspondence:\nKasım Okan\nkasimokan55@gmail.com\n1 Department of Internal Medicine, Division of Allergy and Immunology, \nEge University, Izmir, Turkey\n2 Department of Urology, Ege University, Izmir, Turkey\nPage 2 of 5 Okan et al. Journal of Medical Case Reports          (2024) 18:632 \nPostorgasmic illness syndrome (POIS) is characterized \nby symptoms such as flu, rhinitis, conjunctivitis, loss of \nappetite, muscle weakness, and fatigue after ejaculation \nand usually lasts 2–7 days [2]. Some patients also expe rience neuropsychiatric symptoms such as impaired \nconcentration, restlessness, mood disorders, and mem ory problems. Primary and secondary types have been \ndefined according to the time of onset of symptoms. \nWhile symptoms in the primary type begin with the first \nejaculation, symptoms in the secondary type usually \nbegin in adulthood [3]. Although the etiopathogenesis of \nPOIS is not known with certainty, it has been suggested \nthat it may be associated with psychiatric, allergic, auto immune, endocrinological, and neurobiochemical medi ators [4–6].\nThe case we are presenting is the first documented \ninstance of POIS in Turkey, making it a significant con tribution to the global understanding of this syndrome. \nAdditionally, this report is novel in its exploration of a \nmultidisciplinary treatment approach that includes the \nuse of omalizumab and antidepressants, which has not \nbeen widely documented in previous literature. This case \nnot only provides a new perspective on the management \nof POIS but also highlights the potential roles of allergic, \npsychiatric, and endocrinological mechanisms in the eti ology and treatment of this complex condition.\nCase presentation\nWe present the case of a 33-year-old single Turkish male \npatient with no known illness who did not smoke or \ndrink alcohol. The patient was referred to our clinic by \nthe urology department owing to complaints of a runny \nnose and itchy eyes. He had no history of sexually trans mitted diseases or surgical operations. The patient had \nrhinitis and conjunctivitis for a long time, and these were \nespecially occurring after orgasm. He had complaints of \nstepping on broken glass under his feet, forgetfulness, \nloss of concentration, a tingling sensation throughout his \nbody, fatigue, muscle weakness, fever, flu-like condition, \nrunny nose, and itchy eyes, which started immediately \nafter each ejaculation.\nThe symptoms were similar during spontaneous sleep, \nmasturbation, or vaginal ejaculation. The patient first \nmasturbated at the age of 13 years and first noticed the \nrelationship between his complaints and orgasm at \nthe age of 16 years. The patient stated that he mastur bated every day before these complaints appeared. Until \n5–6  years ago, the patient’s complaints were relieved in \n3 days, but they have continued for about 1 week, during \nthe last 3 years. He stated that he had not masturbated at \nall in the last 3 years and that he had taken a 1-week leave \nfrom work 10 times in the last year owing to these com plaints. While rhinoconjunctivitis complaints generally improved in 3 days, joint pain, forgetfulness, and muscle \nweakness improved in 6–7  days. Postejaculation symp tom severity is shown in Fig. 1.\nThe patient was diagnosed with POIS as he met the \nsymptoms of the POIS criteria.\nThe secondary sex characteristics and other physi cal examinations were normal, the body mass index was \n22.9 kg/m2. There was no additional disease or medica tion use, and the patient had no drug, food, or venom \nallergies.\nThe patient, whose Beck anxiety score was 42 points \nand depression scale score was 37, had serious anxiety \nand depression as well as suicidal thoughts. Escitalopram \nwas started for depressive complaints. Fresh autologous \nsemen taken at the hospital was diluted with 0.9% saline, \nand prick and intradermal skin tests were performed. \nSkin prick testing with autologous semen could not be \nperformed in the control group. It was also not possible \nto identify specific IgE and IgG antibodies against semen \nproteins using the patient’s sperm. The skin test",
    "Results": "results \nare presented in Table 1.\nThe patient’s routine laboratory tests (blood sugar, liver, \nkidney, and thyroid functions) were normal. Tables  2 \nshow our patient’s complete blood count, autoantibodies \ntotal IgE, tryptase, and inhalant allergens.\nOn the basis of literature and laboratory studies, the \npatient was started on fexofenadine treatment. After the \ninitial treatment, ibuprofen, desloratadine/montelukast, \nand silodosin were added in order, and the patient with \nhormonal disorders was referred to the endocrinology \ndepartment. Our patient’s hormone levels are presented \nin Table 3.\nThe patient, who was not considered for any hormone \nreplacement by endocrinology, did not benefit from sil odosin and could not continue the treatment owing to \ngastrointestinal side effects. On the basis of literature \nreviews, we started our patient with omalizumab, which \nis 300 mg per month (Fig.  2). The patient did not respond \nto omalizumab treatment in the first month, and a \n50–60% decrease in symptom severity and duration was \nobserved in the evaluation made after the third month of \ntreatment.",
    "Discussion": "Discussion and conclusion\nPOIS is a rare disease. Although its etiology is unknown, \nit is generally accepted that it may be related to type 1 \nand type 4 allergic reactions and autoimmunity [7, 8]. It is \nthought that there is an immunological reaction between \nsemen peptides and T lymphocytes during ejacula tion [9]. In previous studies, it was observed that 88% of \npatients showed a positive skin test with diluted semen \n[8]. A semen skin test was performed on our patient, who \nPage 3 of 5\n Okan et al. Journal of Medical Case Reports          (2024) 18:632 \n \ndescribed typical postorgasmic illness syndrome symp toms, and found that the result was positive.\nIt is stated in literature that a diagnostic criterion for \nPOIS is that the symptoms should resolve spontaneously \nwithin 2–7 days [4]. The patient had complaints of persis tent fatigue and muscle weakness that did not resolve for \n7 days. This might be attributed to the increase in sponta neous orgasms, up to 10 per month, despite a significant \ndecrease in the frequency of masturbation.\nSince 2002, patients have been given various treat ments such as antidepressants, testosterone replacement \ntherapy, intralymphatic immunotherapy, alpha-blockers, \nnonsteroidal antiinflammatory drugs (NSAIDs), surgery, \nsubcutaneous hCG injections, and antihistamines. How ever, an optimal approach for etiology and treatment has not yet been determined [6]. Bolanos et al. reported nearcomplete symptom improvement in a POIS case treated \nwith testosterone [10]. However, since our patient’s tes tosterone levels were normal, we did not pursue hormone \nreplacement therapy. After 3 months, the patient’s estro gen levels were normal, while progesterone was at the \nupper limit; the endocrinologist advised no additional 012345678910\n113123456 7\nnose and eyes\nflu like\nfatigue\nmuscle  weakness, pain\nmemory,  concentration difficultie ssec hr hr day day day day day\nFig. 1 Postejaculation symptom severity VAS  visual analog scale. Sec second, hrhour\nTable 1 Autologous semen skin test\nSemen dilution Prick test Intradermal\n1/4000 Negative 3/6 mm\n1/400 Negative 4/10 mm\n1/40 Negative 6/10 mm\n1/4 Negative —\n1/1 3/5 mm —Table 2 Biochemical tests of the patient\nANA, antinuclear antibody; ANCA, antineutrophil cytoplasmic antibody; AntiTPO, anti-tyroperoxidase antibodyBlood tests Reference range\nLeukocytes 10.45 4.5–11.0 103/µL\nNeutrophils 7.55 H 1.51–7.07 103/µL\nMonocytes 0.85 H 0–0.8 103/µL\nHemoglobin 16.2 13.2–17.3 g/dl\nAnti-TPO  < 15  < 34 IU/ml\nANA Neg  < 1/80 Titer\nANCA Neg  < 1/10 Titer\nC3 90.2 90–180 mg/dl\nC4 17 10–40 mg/dL\nTotal IgE 162  < 100 kU/L\nInhaled allergen 0.67 (+)  < 0.35 PAU/L\nTryptase 1.90  < 14 µg/L\nPage 4 of 5 Okan et al. Journal of Medical Case Reports          (2024) 18:632 \ntreatment. Escitalopram, shown to be effective for post coital dysphoria (depression, anxiety, agitation) [11], was \nprescribed owing to the patient’s depression and suicidal \nthoughts triggered by POIS symptoms. In the case pre sented by Andrew et  al., a 90% improvement in symp toms was described with fexofenadine [7]. The patient’s \neye and nasal symptoms were significantly reduced with \nfexofenadine 120  mg BID, but no improvement was \nobserved in other POIS findings. While allergic symp toms improved with treatment, we added desloratadine/\nmontelukast and ibuprofen to the treatment regimen for \nthe patient who experienced constant fatigue, muscle \nweakness, and pain. However, despite these treatments, \ncomplaints continued. In the study by Reisman et al., it was reported that 57.1% of patients receiving silodosin \nresponded [12]. In parallel with this information, we initi ated silodosin treatment. Since the patient stated that his \nmedications were not helpful, it was planned to discon tinue the treatments. However, it was determined that \nthe patient did not want to stop taking medication. In \nparticular, he stated that the patient wanted to continue \nusing escitalopram because the symptoms increased \nwhen escitalopram was stopped. A study in China (2015) \nnoted that autologous semen tests were positive in three \nhealthy individuals, but semen-specific IgE could not \nbe detected [13]. It was determined that the patient had \nhigh estrogen and progesterone levels; he was referred to \nendocrinology. Hormone replacement was not required \nin the follow-up.\nA limitation of our study was that skin prick test ing could not be performed with autologous semen in \nthe control group. Another limitation was that specific \nIgE and IgG semen proteins were not identified using \nthe patient’s sperm. Despite reported success rates of \n60–100% with antihistamines, NSAIDs, and alpha-block ers, our patient showed inadequate response [14]. Silodo sin was discontinued in the second month owing to side \neffects (nausea, vomiting). Hyposensitization therapy was \nnot an option owing to the need for frequent hospital vis its and insurance issues. Therefore, monoclonal anti-IgE \nantibody was added to the escitalopram regimen. In a \nrecent study, we started omalizumab treatment in a POIS \npatient with negative semen IgE owing to the response to \nomalizumab treatment. We observed a relative improve ment in symptoms compared with other treatments [15].Table 3 Hormone levels of the patient\nB-hCG, beta-human chorionic gonadotropin; DHEAS, dehydroepiandrosterone \nsulfate; FSH, follicle-stimulating hormone; LH, luteinizing hormone; SHBG, sex \nhormone binding globulinHormone levels Reference range\nSHBG 30.16 18.3–54.1 nmol/L\nTotal testosterone 653 280–800 ng/dL\nDHEAS 407 160–449 µg/dL\nProgesterone 0.45 0.05–0.149 µg/L\nEstradiol 59.87 11.3–43.2 ng/L\nFSH 3.25 1.5–12.4 U/L\nLH 5.74 1.7–8.6 U/L\nProlactin 6.56 4.04–15.2 µg/L\nBeta-hCG  < 0.1  < 2.6 U/L\nSymptom onset\nAdmission\nEscitalopram,\nFexofenadine  Ibuprofen and \ndesloratadine /\nmontelukast  \nadded on \ntreatment.\nSilodosin \nadded on \ntreatmen tOmalizumab  \n300 mg /month \nadded on \nEscitalopramBirth16 years34 yearsPOIS and \nDepression  \nDiagnosis\nNow1989\n3 month3 month\n2\nmonthClinical \nand\n(+)semen \nskin test\nFig. 2 Graphical representation of clinical course of the patient. The timeline includes the age of disease onset, the age at diagnosis, \nand the treatments administered based on the response status\nPage 5 of 5\n Okan et al. Journal of Medical Case Reports          (2024) 18:632 \n \nPOIS is a rare condition that seriously affects qual ity of life. The diagnosis can be made easily clinically, \nbut unfortunately, the exact mechanism and treatment \nof the disease are unknown. In cases where skin tests \nare positive despite a complete response to treatment, \nurological, endocrinological, and psychological evalua tions and a multidisciplinary approach can help to gain \na more comprehensive understanding of the patient’s \ncondition and develop an effective treatment plan.\nAbbreviations\nPOIS  Postorgasmic illness syndrome\nIgE  Immunoglobulin E\nIgG  Immunoglobulin G\nANA  Antinuclear antibody\nANCA  Antineutrophil cytoplasmic antibody\nAnti-TPO  Anti-tyroperoxidase antibody\nSHBG  Sex hormone-binding globulin\nDHEAS  Dehydroepiandrosterone sulfate\nFSH  Follicle-stimulating hormone\nLH  Luteinizing hormone\nBeta-hCG  Beta-human chorionic gonadotropin\nNSAIDs  Nonsteroidal antiinflammatory drugs\nVAS  Visual analog scale\nSec  Second\nHr  Hour\nAcknowledgements\nNot applicable.\nAI statement\nThe authors used AI and AI-assisted technologies (Grammarly and MS Word \nEditor) in the writing process. These technologies improved the readability \nand language of the work. Still, they did not replace key authoring tasks such \nas producing scientific or medical insights, drawing scientific conclusions, or \nproviding clinical recommendations. The authors are ultimately responsible \nand accountable for the contents of the whole work.\nEditorial support\nQA Executive Consultancy, Ozan Batigun MD, MBA in 2024, has conducted \nthe editorial support of this article. www. QAexe utive consu ltancy. com; Ozan.\nBatigun@outlook.com.\nAuthor contributions\nKO (corresponding author): led the conception and design of the study, \ncoordinated data acquisition and analysis, drafted the initial manuscript, \nrevised it critically for important intellectual content, supervised the overall \nwork, and ensured the accuracy of the final manuscript. SA: responsible for the \nmethodology, implementation, and analysis of allergy tests. FC and MD: analyzed and interpreted patient data from a urological perspective. RFK and MD: \nconducted literature review related to diagnosis and treatment options and \ncontributed to the writing of the manuscript. NMG: major contributor to writ ing the manuscript. All authors have read and approved the final manuscript \nand are accountable for all aspects of the work.\nFunding\nThere is no specific funding related to this research.\nAvailability of data and materials\nThe data supporting this study’s findings are available on request from the \ncorresponding author. The data are not publicly available owing to privacy or \nethical restrictionsDeclarations\nEthics approval and consent to participate\nAll procedures followed were in accordance with the ethical standards of the \nresponsible committee on human experimentation (institutional and national) \nand with the Helsinki Declaration of 1975, as revised in 2008. Informed consent \nwas obtained from the participant. The original article is not under consideration by another publication, and its substance, tables, or figures have not been \npublished previously and will only be published elsewhere.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of this \ncase report and all accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 4 September 2024   Accepted: 26 November 2024\nReferences\n 1. Waldinger MD, Schweitzer DH. Post-orgasmic illness syndrome: two cases. J \nSex Marital Ther. 2002;28(3):251–5.\n 2. Depreux N, Basagaña M, Pascal M. Síndrome de enfermedad postorgásmica: no evidencia de causalidad alérgica. Rev Int Androl. \n2018;16(1):42–4.\n 3. Rosetti L, Kanani A, Witherspoon L, Flannigan R, Elliott S. Case series: \nexpanding diagnostic markers in postorgasmic illness syndrome. Sex Med. \n2023;11:1–4.\n 4. Waldinger MD. Post orgasmic illness syndrome (POIS). Transl Androl Urol. \n2016;5(4):602–6.\n 5. Nguyen HMT, Bala A, Gabrielson AT, Hellstrom WJG. Post-orgasmic illness \nsyndrome: a review. Sex Med Rev. 2018;6(1):11–5. https:// doi. org/ 10. 1016/j.  \nsxmr. 2017. 08. 006.\n 6. Huang TB, Yu JJ, Du YJ, Liu ZY. Novel treatment for post-orgasmic illness syndrome: a case report and literature review. Asian J Androl. 2022;24(3):332–4.\n 7. Shanholtzer A, Stephens JR, Lauter C, Peters KM. Post orgasmic illness syndrome successfully managed with antihistamine: a case report. Urol Case \nRep. 2022;45:45–6.\n 8. Waldinger MD, Meinardi MMHM, Schweitzer DH. Hyposensitization therapy \nwith autologous semen in two Dutch Caucasian males: beneficial effects in \npostorgasmic illness syndrome (POIS; part 2). J Sex Med. 2011;8(4):1171–6.\n 9. Natale C, Gabrielson A, Tue Nguyen HM, Dick B, Hellstrom WJG. Analysis of \nthe symptomatology, disease course, and treatment of postorgasmic illness \nsyndrome in a large sample. J Sex Med. 2020;17(11):2229–35. https:// doi.  \norg/ 10. 1016/j. jsxm. 2020. 08. 020.\n 10. Bolanos J, Morgentaler A. Successful treatment of post-orgasmic illness syndrome with human chorionic gonadotropin. Urol Case Rep. 2020;29:101078. \nhttps:// doi. org/ 10. 1016/j. eucr. 2019. 101078.\n 11. Sachdeva N, Suresh V, Zeeshan M, Kamaraj B, Mehdi A. A case report of \npostcoital dysphoria: a paradoxical melancholy. Cureus. 2022;14(10):14–6.\n 12. Reisman Y. Clinical experience with post-orgasmic illness syndrome (POIS) \npatients—characteristics and possible treatment modality. Int J Impot Res. \n2021;33(5):556–62. https:// doi. org/ 10. 1038/ s41443- 020- 0314-9.\n 13. Jiang N, Xi G, Li H, Yin J. Postorgasmic illness syndrome (POIS) in a \nChinese man: no proof for IgE-mediated allergy to semen. J Sex Med. \n2015;12(3):840–5.\n 14. Odusanya BO, Pearce I, Modgil V. Post orgasmic illness syndrome: a review. \nInt J Impot Res. 2023;2024:2–5.\n 15. McLean-Tooke A, Klinken E. Post-orgasmic illness syndrome successfully \ntreated with omalizumab. J Sex Marital Ther. 2023;4(1):88–100.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}