{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04843-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04843-2.pdf",
  "metadata": {
    "/Keywords": "Seromucinous hamartoma; Sinonasal tumor; Nasal cavity; Sebaceous differentiation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241119135645+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241004154837+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04843-2",
    "/Author": "Mikhael Makhoul ",
    "/Title": "Seromucinous hamartoma with unique clinical and histopathological features: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04843-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background We present this case to highlight the importance of considering seromucinous hamartoma in the differential diagnosis of nasal cavity lesions, particularly due to its rarity and potential for being mistaken for more \naggressive pathologies. Seromucinous hamartoma, although benign, can exhibit clinical and histological features \nthat overlap with those of malignant tumors, posing a diagnostic challenge. This case is especially noteworthy due \nto the unusual presentation of sebaceous differentiation within seromucinous hamartoma, a feature not previously \ndocumented in the literature. Recognizing such rare entities is crucial for ensuring appropriate patient management \nand avoiding unnecessary interventions.",
    "Case Presentation": "Case presentation We report a unique case of a 41-year-old Caucasian man with seromucinous hamartoma, \npresenting with chronic left nasal obstruction and recurrent mild epistaxis. Nasal endoscopy revealed a welldefined, multilobulated lesion in the left nasal cavity. Computed tomography scans confirmed an anteromedial \npolypoid lesion, 31 mm × 15 mm. The lesion was endoscopically resected without complications, with no recurrence \nat 6-month follow-up. Pathological examination showed a filiform polypoid lesion with clusters of seromucinous \nglands, ducts, and tubules, and no invasive growth patterns. Immunohistochemical studies revealed distinct epithe lial membrane antigen (EMA) and p63 staining patterns. Notably, mature sebaceous gland formation interspersed \nwith seromucinous glands was observed, a novel finding in seromucinous hamartoma. Recognizing seromucinous \nhamartoma is crucial to avoid unnecessary treatments, and it should be included in differential diagnoses of nasal \ncavity lesions.",
    "Conclusion": "Conclusion Seromucinous hamartoma is a rare and benign nasal cavity lesion that presents significant diagnostic \nchallenges due to its potential to mimic more aggressive pathologies. This case highlights the importance of including seromucinous hamartoma in the differential diagnosis of sinonasal lesions, particularly when unusual histological \nfeatures, such as sebaceous differentiation, are present.\nKeywords  Seromucinous hamartoma, Sinonasal tumor, Nasal cavity, Sebaceous differentiation\nBackground\nIn otolaryngology, differentiating between benign and \nmalignant nasal cavity lesions is crucial for proper diag nosis and treatment planning. Among the common \nbenign lesions are inflammatory polyps, nasal polyps, \nand inverted papillomas. Although rare, hamartomas can \nalso be present in the sinonasal cavity and require con sideration [1]. Hamartomas are tumor-like proliferations Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMikhael Makhoul\nmikhaelmakhoul651@gmail.com\n1 Department of Otolaryngology–Head and Neck Surgery, Hotel Dieu de \nFrance Hospital, Saint Joseph University, Alfred Naccache Boulevard, PO \nBox: 166830, Ashrafieh, Beirut, Lebanon\n2 Department of anatomical Pathology, Hotel Dieu de France Hospital, \nSaint Joseph University, Alfred Naccache Boulevard, PO Box: 166830, \nAshrafieh, Beirut, Lebanon\nPage 2 of 6 Makhoul et al. Journal of Medical Case Reports          (2024) 18:560 \nmade of an abnormal mixture of normal tissue compo nents of the involved organs. In the sinonasal tract, they \nare classified into four distinct histological types: res piratory epithelial adenomatoid hamartoma (REAH), \nseromucinous hamartoma (SMH), chondro-osseous and \nrespiratory hamartoma (CORE), and nasal chondromes enchymal hamartoma (NCH) [2]. REAH is the most fre quently reported subtype, followed by SMH [3]. SMH is \na benign condition characterized by the overgrowth of \nseromucinous glands and tubules. To date, SMH remains \na rare entity, with only 56 cases reported in the medical \nliterature [4]. Various clinical and histological features, \nas well as potential diagnostic challenges, are still being \nidentified. Therefore, we report a unique case of an adult \npatient with SMH showing infrequent endonasal locali zation and focal sebaceous differentiation.\nCase presentation\nA 41-year-old Caucasian man was referred to our ter tiary care hospital after experiencing chronic and pro gressively worsening left nasal obstruction with two \nepisodes of mild self-resolved left anterior epistaxis, \naccompanied by recurrent episodes of self-limited \nleft epistaxis over the past year. There were no other \nsinonasal complaints. He was not taking any antico agulant or antiplatelet medication and had no history \nof trauma. Nasal endoscopy revealed an exophytic and \nmultilobulated well-defined lesion obstructing the left \nnasal cavity (Fig.  1). Findings from the rest of the clini cal examination were within normal limits. Computed \ntomography scans with contrast of paranasal sinuses \nrevealed antero-medial lesion of the left nasal cavi ties showing a polypoid appearance, not enhanced by contrast, measuring up to 31 mm ×  15 mm in diameter. \nInformed consent was obtained for endoscopic resec tion of the lesion. Under general anesthesia, using a \n30-degree nasal rigid endoscope, the lesion was iden tified originating from the most superior part of the \nlateral nasal cavity one cm above the axilla. It was \nresected in 1-cm macroscopically tumor free margins \nusing endoscopic scissors and bipolar. It was sent for \na routine pathology examination. There were no intra- \nor postoperative complications. No clinical recurrence \nwas detected on nasal endoscopy during the 6-month \nfollow-up period. The surgical specimen consisted of a \n4-cm filiform polypoid lesion. Microscopic examination \nrevealed that the lesion was covered by ciliated respira tory epithelium. The core was made of clusters and lob ules of small seromucinous glands, ducts, and tubules. \nThe glands lacked back-to-back growth, epithelial tuft ing or papillae, invasive growth, or cribriform struc tures. The serous cells displayed bright eosinophilic \nzymogen granules and round regular nuclei, without \natypia or mitotic activity. The tubules were lined by a \nsingle layer of bland cuboidal cells. Eosinophilic secre tions were seen within the lumen of some dilated \ntubules. Focal REAH-like invagination of respiratory \nepithelium and large epithelium-lined retention cysts \nwere present (Fig.  2). Additionally, a mature sebaceous \ngland formation was identified. The sebaceous gland \nwas interspersed between the seromucinous glands \nand ducts. Immunohistochemical studies enabled the \nidentification of several distinctive features. The glan dular submucosal component was positive for epithelial \nmembrane antigen (EMA) and cytokeratin 7 immu nostains. Glands lacking a p63-positive basal layer \nFig. 1 Left nasal endoscopy. S, septum; IT, inferior turbinate; MT, middle turbinate; asterisk, the lesion\nPage 3 of 6\n Makhoul et al. Journal of Medical Case Reports          (2024) 18:560 \n \ndisplayed diffuse EMA positivity while glands with a \np63-positive basal layer showed an apical EMA positiv ity. The S100 immunostain revealed a heterogeneous \npositivity in the glands and ducts of moderate intensity. \nThe DOG1 immunostain showed weak apical staining. SOX10 displayed a diffuse intense nuclear positivity. \nThe sebaceous cells were negative for cytokeratin 7 \nand SOX10 immunostains, while positive for the p63 \nimmunostain (Figs.  3, 4). The lesion was also negative \nfor B-catenin and exhibited a wild-type pattern on p53 \nimmunostain.\nFig. 2 Histopathological features of sinonasal seromucinous hamartoma. A, B The polypoid lesion was covered by ciliated respiratory epithelium \nwith epithelium-lined retention cysts (asterisk). The submucosa contained clusters (A) and lobules (B) of small glands, ducts, and tubules. [A: \nhematoxylin–eosin (H&E), × 4 magnification; B: H&E,× 10 magnification]. C, D Focal REAH-like invagination of respiratory epithelium was present. \n(C: H&E, × 4 magnification; D: H&E, × 10 magnification). E The seromucinous glands lacked any back-to-back growth, epithelial tufting, or cribriform \nstructures. The tubules were lined by a single layer of bland cuboidal cells (black arrowhead). The serous cells displayed bright eosinophilic zymogen \ngranules and round regular nuclei, without atypia or mitotic activity (white arrowhead). F Eosinophilic secretions were seen within the lumen \nof some dilated tubules (black arrow; E: H&E, × 40 magnification; F: H&E, × 20 magnification)\nPage 4 of 6 Makhoul et al. Journal of Medical Case Reports          (2024) 18:560",
    "Discussion": "Discussion and conclusions\nSMH was first described in a case report by Bailie \nand Batsakis in 1974 [5], with approximately 56 cases \ndescribed in the literature until this day. The infrequency \nof this disease makes it difficult to reach a consensus \non its characteristics and pathological diagnostic crite ria. The mean age of the patients is 55.5  years, and the \nincidence of sinonasal SMH is similar among females \nand males. Our case was a 41-year-old male. Unilateral \nnasal obstruction and rhinorrhea are the most common \npresenting symptoms, and hyposmia, facial pain, and \nepistaxis are sometimes recognized incidentally [6]. Mac roscopically, SMH is described as a unilateral peduncu lated polypoid mass that ranges in size from 0.6 to 6.0 cm. \nIn our patient, the primary symptom was a progressively \nworsening unilateral nasal obstruction, accompanied by \nmultiple episodes of epistaxis and a well-defined multi lobulated lesion of the left nasal cavity. The coexistence of \ninflammatory nasal polyps is found in 20% of cases. Kim \net al. found that about 50% of SMH tumors originated in \nthe anterior nasal cavity with dysplasia occurring more \nfrequently in tumors from the anterior nasal cavity com pared with those from the posterior nasal cavity. Only \none case in the literature was found to originate from the \nolfactory cleft [4]. In our patient, the tumor originated from the lateral wall of the nasal cavity. Furthermore, one \ncase associated with tissue invasion (orbit infiltration) [7] \nand two cases diagnosed as low-grade adenocarcinoma \n[8] in primary clinics were associated with SMH located \nin the anterior nasal cavity. Simple surgical removal by \nendoscopic endonasal approach appears to be curative in \nthe majority of cases with only one reported recurrence \n[9].\nHistopathologically, SMH are formed by bland seromu cinous glands, ducts, and tubules, usually lacking a \nmyoepithelial layer. In our case, we describe a pecu liar pattern of EMA immunostain. The glands lacking a \np63-positive basal layer displayed diffuse EMA positiv ity while glands with a p63-positive basal layer showed \nan apical EMA positivity. This biphenotypic pattern \nmay help to recognize this entity. Additionally, Michal \net al. recently described atypical adenomatous sinonasal \nglands arising in SMH/REAH. Interestingly, three of the \ndescribed SMH cases revealed sebaceous differentiation \n[10]. To our knowledge, our case is the first description \nof sebaceous differentiation in an otherwise typical SMH. \nAlso, many authors consider that SMH and REAH belong \nto the same disease spectrum. To our knowledge, there is \nno report of sebaceous glands occurring in REAH. The \nmain differential diagnosis is low-grade nonintestinal \nFig. 3 Immunohistochemical features. A The glandular submucosal component was positive for EMA immunostain (× 10 magnification). B, C \nGlands lacking p63-positive basal layer (black arrow) displayed diffuse EMA positivity while glands with p63-positive basal layer (asterisk) showed \nan apical EMA positivity (× 40 magnification). S100 immunostain revealed a heterogeneous positivity in the glands and ducts of moderate intensity \n(× 10 magnification). E DOG1 immunostain showed a weak apical staining (× 20 magnification). F SOX10 displayed a diffuse intense nuclear \npositivity (× 10 magnification)\nPage 5 of 6\n Makhoul et al. Journal of Medical Case Reports          (2024) 18:560 \n \nsinonasal adenocarcinoma (LGSNA). To date, no defini tive immunohistochemical studies are available to dis tinguish between SMH and LGSNA. Morphological \nfeatures of back-to-back growth, epithelial tufting and \npapillae, invasive growth, and cribriform structures favor \nthe latter [4]. In addition, to date, there are no defined \nmolecular alterations for the diagnosis of LGSNA. Some \nLGSNA cases have been found to be enriched in ETV6RET /ETV6-NTRK3 fusions or CTNNB1 mutations, with \noccasional BRAF  mutations [11–13]. In our case, there \nwere no histopathological features of aggressive behav ior, and no clinical recurrence was detected during a \n6-month follow-up period. In conclusion, SMH is a rare \ntumor-like lesion with variable clinical and pathological \nfeatures. Recognition of this benign entity is mandatory \nto avoid unnecessary aggressive treatment.\nAbbreviations\nREAH  Respiratory epithelial adenomatoid hamartoma\nSMH  Seromucinous hamartoma\nCORE  Chondro-osseous and respiratory hamartoma\nNCH  Nasal chondromesenchymal hamartomaAcknowledgements\nNo acknowledgements.\nAuthor contributions\nMM was the major contributor in writing the manuscript. NK and MK \ncontributed to the literature review. NK corrected the main manuscript. HN \nperformed the histological examination. All authors read and approved the \nfinal manuscript.\nFunding\nThis study was not supported by any funding.\nAvailability of data and materials\nData are available from the corresponding author upon request.\nDeclarations\nEthics approval and consent to participate\nThis study has obtained IRB approval from the hospital ethical committee. \nInformed consent was obtained from the patient.\nConsent for publications\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nFig. 4 Microscopic features of sinonasal seromucinous hamartoma with a sebaceous gland formation. A Hematoxylin eosin stain revealed a mature \nsebaceous gland (white arrow) interspersed between the seromucinous glands and ducts (× 20 magnification). B The sebaceous cells were negative \nwith cytokeratin 7 immunostain (black arrow). Notably, the glands and ducts showed diffuse cytokeratin 7 positivity (× 40 magnification). C, D The \nsebaceous gland (black arrow) was positive with p63 immunostain (C) and negative with SOX10 immunostain (D) (× 20 and × 40 magnification, \nrespectively)\nPage 6 of 6 Makhoul et al. Journal of Medical Case Reports          (2024) 18:560 \nCompeting interests\nThe authors declare that they have no conflict of interest.\nReceived: 20 August 2024   Accepted: 14 September 2024\nReferences\n 1. Tong KN, Serra RM, Shih RY, Foss RD. Seromucinous hamartoma of \nthe nasal cavity. Head Neck Pathol. 2019. https:// doi. org/ 10. 1007/ \ns12105- 018- 0914-6.\n 2. E.-N. AK, C. JKC, G. JR, T. T, and S. PJ. WHO Classification of Head and Neck \nTumours. 2024. https:// publi catio ns. iarc. fr/ Book- And- Report- Series/ Who- \nClass ifica tion-  Of- Tumou rs/ WHO-  Class ifica tion-  Of- Head- And- Neck-  Tumou \nrs- 2017. Accessed 30 Jul 2024\n 3. Park MJ, Seo Y, Joo SH. Seromucinous hamartoma of the sinonasal cavity. \nEar Nose Throat J. 2023. https:// doi. org/ 10. 1177/ 01455 61323 11954 17.\n 4. Kim CH, Cho H-J, Kim C-H, Rha M-S. Sinonasal seromucinous hamartoma: \na single institution case series combined with a narrative review of the \nliterature. Eur Arch Otorhinolaryngol. 2024. https:// doi. org/ 10. 1007/ \ns00405- 024- 08759-x.\n 5. Baillie EE, Batsakis JG. Glandular (seromucinous) hamartoma of the \nnasopharynx. Oral Surg Oral Med Oral Pathol. 1974;38(5):760–2. https:// \ndoi. org/ 10. 1016/ 0030- 4220(74) 90397-1.\n 6. Huang Y-W, Kuo Y-J, Ho C-Y, Lan M-Y. Sinonasal seromucinous hamar toma. Eur Arch Otorhinolaryngol. 2018;275(3):743–9. https:// doi. org/ 10. \n1007/ s00405- 018- 4885-8.\n 7. “Seromucinous hamartoma of the lateral nasal wall with infiltration of the \norbit: a rare case report and review of the literature–PMC.”Accessed 31 Jul \n2024.\n 8. Graeme-Cook F, Pilch BZ. Hamartomas of the nose and nasopharynx. \nHead Neck. 1992;14(4):321–7. https:// doi. org/ 10. 1002/ hed. 28801 40413.\n 9. Weinreb I, et al. Seromucinous hamartomas: a clinicopathological study \nof a sinonasal glandular lesion lacking myoepithelial cells. Histopathology. 2009;54(2):205–13. https:// doi. org/ 10. 1111/j. 1365- 2559. 2008. 03198.x.\n 10. Michal M, et al. Nasal and sinonasal tumors formed by atypical adenomatous lesions arising in respiratory epithelial adenomatoid hamartoma/\nseromucinous hamartoma. Virchows Arch. 2024. https:// doi. org/ 10. 1007/ \ns00428- 023- 03719-y .\n 11. Andreasen S, et al. ETV6 gene rearrangements characterize a morpho logically distinct subset of sinonasal low-grade non–intestinal-type \nadenocarcinoma: a novel translocation-associated carcinoma restricted \nto the sinonasal tract. Am J Surg Pathol. 2017;41(11):1552–60. https:// doi. \norg/ 10. 1097/ PAS. 00000 00000 000912.\n 12. Villatoro TM, Mardekian SK. Two cases of sinonasal non-intestinal-type \nadenocarcinoma with squamoid morules expressing nuclear β -catenin \nand CDX2: a curious morphologic finding supported by molecular analysis. Case Reports Pathol. 2018;2018:1–6. https:// doi. org/ 10. 1155/ 2018/ \n87410 17.\n 13. Franchi A, et al. Low prevalence of K-RAS, EGF-R and BRAF mutations in \nsinonasal adenocarcinomas. Implications for anti-EGFR treatments. Pathol \nOncol Res. 2014;20(3):571–9. https:// doi. org/ 10. 1007/ s12253- 013- 9730-1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}