{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04899-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04899-0.pdf",
  "metadata": {
    "/Keywords": "Iridodialysis; Extended depth of focus (EDOF) intraocular lens (IOL); Cataract surgery; Traumatic posterior subcapsular cataract",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241111153454+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241108152222+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04899-0",
    "/Author": "Edward Tran ",
    "/Title": "Visual outcome after monocular implantation of extended depth of focus intraocular lens in a patient with iridodialysis: a case report and literature review",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04899-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Iridodialysis, the separation of the iris root from the ciliary body, typically",
    "Results": "results from trauma and can \nlead to significant visual impairment. This case report is novel as it demonstrates the successful management of irido dialysis using an extended depth of focus intraocular lens in a patient with a slightly irregular pupil.",
    "Case Presentation": "Case presentation A 34-year-old Hispanic man presented with reduced vision and pain in his right eye following blunt trauma from a nail at work. Examination revealed a small temporal corneal stromal scar, traumatic posterior \nsubcapsular cataract, two inferior iridodialysis defects, and a superiorly displaced dyscoric oval pupil. Snellen uncor rected distance visual acuity was 20/400. The patient opted for an extended depth of focus intraocular lens implantation to meet his visual demands for distance and intermediate vision without glasses. Cataract surgery with capsular \ntension ring, extended depth of focus intraocular lens implantation, iridodialysis repair, and suture pupilloplasty \nwere performed uneventfully. At 1 month postoperatively, uncorrected distance visual acuity improved to 20/40, \nwhile uncorrected intermediate visual acuity and uncorrected near visual acuity were 20/20. A central, relatively \nround, and slightly inferiorly peaked pupil was achieved. A steroid response intraocular pressure rise at postoperative \nmonth 2 required intraocular pressure-lowering medications, and symptomatic posterior capsular opacity developed \nat 8 months postoperatively. At 11 months postoperatively, selective laser trabeculoplasty and laser capsulotomy \nwere performed. At 4-year follow-up, visual acuity measurements remained stable, and intraocular pressure was nor mal without any medication. The patient was satisfied with the visual and cosmetic outcomes.",
    "Conclusion": "Conclusion This case demonstrates that extended depth of focus intraocular lenses can be a viable option \nfor patients with slightly irregular pupils following suture repair of the iris and pupil. The successful visual and cosmetic outcomes in this patient suggest that extended depth of focus intraocular lenses may be considered in similar \ncomplex cases, providing a balance of near, intermediate, and distance vision without significant visual disturbances.\nKeywords  Iridodialysis, Extended depth of focus (EDOF) intraocular lens (IOL), Cataract surgery, Traumatic posterior \nsubcapsular cataractOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEdward Tran\netran43@uwo.ca\nFull list of author information is available at the end of the article\nPage 2 of 6 Tran et al. Journal of Medical Case Reports          (2024) 18:545 \nBackground\nIridodialysis is the separation of the iris from its attach ment to the ciliary body caused by a rupture at the iris \nroot [1–3]. Small iridodialysis defects can be asympto matic, but for larger iridodialysis defects, patients may \nexperience diplopia, glare, photophobia, and cosmetic \nissues, and in these cases surgical repair is indicated [2–\n5]. Iridodialysis often occurs secondary to blunt ocular \ntrauma, penetrating ocular trauma, or intraocular sur gical procedures [1–3, 6]. These causes can also lead to \nother ocular comorbidities, such as elevated intraocular \npressure (IOP), microhymphema, and traumatic cata racts [7, 8]. Among these, the diagnosis of traumatic cata racts can be particularly challenging. Visualization of the \ntraumatic cataract may be obscured by blood, fibrin, and \ndebris in the anterior chamber [6, 9, 10]. Furthermore, \nthe pupil may be small and difficult to dilate [9, 10]. Eyes \nwith iridodialysis pose additional challenges intraopera tively and postoperatively owing to their irregular pupil \nshape, impaired pupillary response, possible zonulopathy, \nand risk of glaucoma owing to previous trauma or angle \nrecession [9–11]. Extra steps to reconstruct the anterior \nsegment, such as iris and pupil suture repair, or iris pros thesis, may be required at the time of cataract surgery.\nThe development of multifocal intraocular lenses \n(MIOLs) and extended depth of focus (EDOF) intraocu lar lenses has allowed for greater spectacle independ ence among patients with cataract with presbyopia and \npatients undergoing refractive lens exchange. Given the \nwide variety of MIOLs and EDOF IOLs available, their \noptics and their respective impact on the patient’s qual ity of vision and quality of life must be fully understood \nand reviewed before choosing the appropriate intraocu lar lens (IOL) for each patient.\nIt is well understood that the visual performance of \nintraocular lenses (IOLs) is dependent on pupil size [12–\n14]. Therefore, the potential benefit of presbyopia cor recting IOLs is less predictable in patients with impaired \npupil response alongside irregular pupil shape. Multifo cal IOLs utilize changes in pupil size to maintain focus \nacross various distances and lighting conditions [15].\nNewly developed IOLs aim to have lens performance \nbe independent of pupil size. The development of EDOF \ntechnology has led to novel presbyopia correcting lens \nimplants which have demonstrated good visual outcomes \nacross a range of distances, with high levels of specta cle independence and patient satisfaction [16]. How ever, the safety and effectiveness of EDOF IOLs have not \nbeen substantially studied in patients with preexisting \nocular conditions, such as iridodialysis or pupil defects \n[17]. Novel EDOF technology is stated to provide stable \nperformance in any lighting condition [17] but no spe cific data have been published regarding the extent of its pupil dependence and its impact on visual outcomes in \npatients with irregular pupil shape.\nWe hereby present a case with monocular iridodialysis \nwith a limited pupillary response and traumatic cataract, \nin which excellent visual outcome was achieved after iri dodialysis repair, suture pupilloplasty, and monocular \nimplantation of an extended depth of focus IOL with a \ncapsular tension ring after cataract extraction.\nCase presentation\nExamination findings\nInitial visit\nOn 12 May 2016, a 34-year-old Hispanic man presented \nwith reduced vision and pain in his right eye following \nblunt trauma from a nail at work. The patient’s past med ical and ocular history was otherwise unremarkable. Ini tial examination revealed an uncorrected distance visual \nacuity of hand motion in the right eye and 20/15 in the \nleft eye. His intraocular pressure (IOP) was elevated at \n24 mmHg in the right eye and was normal at 20 mmHg in \nthe left eye. The right pupil was atonic, appeared oval and \nfixed at 3 × 4 mm, with no relative afferent pupil defect. \nSlit lamp biomicroscopy showed a 3 mm superficial par tial thickness laceration in the inferotemporal cornea, \ntrace corneal edema, and central 5  mm oval epithelial \ndefect on the right cornea. There was also a 3  mm epi thelial defect at the limbus inferiorly. The anterior cham ber was deep with 4 + red blood cells, and the lens was \nclear. Two small iridodialysis defects were seen inferiorly \nin the right iris. Left anterior segment was unremarkable. \nOptic disc appeared normal with cupping 0.3–0.4 in the \nright, and 0.3 in the left. Retinal commotio was noted in \nthe right macula, but retina seemed flat; the view was \nhazy owing to the corneal and anterior chamber finding \nstated above. The left fundus was unremarkable. Full vis ual potential was uncertain. He was advised to keep his \nhead elevated while sleeping. Gatifloxacin (Zymar, Aller gan Inc., Markham, Ontario), dexamethasone (Maxidex, \nNovartis, Basel, Switzerland), atropine, and brimonidine \n(Alphagan, AbbVie Corporation, St-Laurent, Quebec) \nwere started.\nFollow ups\nAt his initial follow-up, on 13 May 2016, his corneal abra sion had healed. His visual acuity improved to 20/100 \nbut his IOP rose to 34  mmHg with microhymphema \nstill present. Dexamethasone was increased to every \n2  h while awake and 5% sodium chloride (Muro 128, \nBausch  + Lomb, New Jersey, USA) four times a day was \nadded for the persistent corneal edema. Brinzolamide \nand timolol (Azarga, Novartis, Basel, Switzerland) com bination eye drop and bimatoprost (Lumigan, Allergan \nInc., Markham, Ontario) were added to control IOP .\nPage 3 of 6\n Tran et al. Journal of Medical Case Reports          (2024) 18:545 \n \nThe patient was seen for routine follow-up to stabi lize IOP , subdue anterior chamber reaction and resolve \nmicrohyphema in the right eye. By 17 November 2016, \nonly trace pigment cells remained in the anterior cham ber. The corneal partial thickness laceration and lim bal abrasion both healed unremarkably. Subsequently a \ntraumatic cataract in the right eye developed. Cataract \nsurgery was planned once IOP stabilized and anterior \nchamber reaction subsided. At 6 months after the initial \nvisit, the patient was seen for a preoperative assessment. \nThere was a 3 + anterior and posterior subcapsular cata ract present with an uncorrected vision of 20/400 in the \nright eye. The patient was on brinzolamide and timolol \ncombination eye drops for the right eye and intraocular \npressure was 21 mmHg. A small 2.2 m linear corneal scar \nwas present temporally in the right cornea secondary to \ninitial trauma, with two iridodialysis defects inferiorly; \none at the inferotemporal quadrant and the other at the \ninferonasal quadrant. Only a few pigments but no cell \nwas present in the anterior chamber. Angles remained \nwide open. Optic disc cupping remained 0.4 in the right \neye with a flat retina. The remainder of the ocular exam \nwas unremarkable.\nRight eye biometry with IOL Master 500 (Carl Zeiss \nMeditec, Jena, Germany) revealed an axial length of \n23.16  mm, corneal curvature (K1) 43.55 D @ 165°, and \n(K2) 44.18 D @ 75° (corneal cylinder 0.63 D). Anterior \nchamber depth (ACD) was 3.63  mm, white-to-white \n(WTW) distance was 12.2 mm, and pupil diameter was \n4.7 mm. The patient was stable to undergo cataract sur gery with iridodialysis repair of the right eye.\nExplanation for IOL choice\nThe risks and benefits of cataract surgery, iridodialy sis repair, and iris suturing, along with IOL options, \nwere thoroughly discussed with the patient. Choosing a \nmonofocal lens would pose a dilemma for patient’s life style: targeting distance vision would compromise near \nvision, which was critical for the patient’s occupation and \ndepth perception. Conversely, focusing on near vision \nwould impair distance sight. To mitigate anisometropia \nand maintain balanced near and far vision, a multifocal \nor extended depth of focus (EDOF) IOL was deemed \nnecessary, despite the potential for postoperative halos \nand glare, which are usually transient. The patient opted \nto have the Tecnis Symfony® IOL (Johnson & Johnson \nVision Care, Inc., Santa Ana, California, USA) in his right \neye.\nDescription of the procedure\nCataract surgery\nInformed consent was obtained from the patient. Patient \nopted to have surgery done under general anesthesia owing to the duration of the case. The right eye under went phacoemulsification and posterior chamber intracapsular IOL implantation. To facilitate the process, \nthree additional inferior paracenteses were created, and \niris hooks were employed to manage the atonic pupil \nduring cataract removal. Notably, inferior zonular weak ness was addressed by placing a type 14c capsular tension \nring in the capsule bag to ensure lens stability. A 22.5 D \nTecnis Symfony® IOL (ZXR00) was inserted.\nIridodialysis repair\nAfter completion of the cataract surgery portion of the \ncase, Miochol-E (Bausch & Lomb Incorporated, Bridge water, New Jersey, USA) was injected in the anterior \nchamber to achieve miosis. However, owing to previous \ntrauma, only partial miosis was achieved. Iridodialysis \nrepair was performed using a double arm needle-docking \nmaneuver to close both the inferotemporal and inferona sal iridodialysis defects. A suture loop was created using \n10–0 polypropylene (Ethicon Inc., Raritan, New Jersey, \nUSA) to close each iridodialysis. Each polypropylene \nsuture was secured using a 3-1-1 simple interrupted tying \ntechnique, and the knot was subsequently buried within \none of the sclerostomies.\nSuture pupilloplasty\nA teardrop-shaped pupil, peaking inferiorly after iridodi alysis repair, necessitated suture pupilloplasty using three \nsimple-interrupted 10–0 polypropylene sutures with \nintraocular tying techniques using microforceps (Micro Surgical Technology, Redmond, Washington, USA) to \nachieve a relatively round central pupil. There was trace \naqueous outflow at the inferonasal sclerotomy, thus to \nprevent hypotony 30% Viscoat (Alcon Laboratories, Inc., \nFort Worth, Texas, USA) was retained in the eye after \nall other viscoelastics were removed. 10–0 nylon (Ethi con Inc., Raritan, New Jersey, USA) sutures were placed \nto close each incision to ensure watertight closure. The \nperitomy was closed with 7–0 vicryl (Ethicon Inc., Rari tan, New Jersey, USA) and 8–0 vicryl (Ethicon Inc., Rari tan, New Jersey, USA) sutures in simple interrupted and \nhorizontal mattress fashions. A bandage contact lens was \napplied owing to tendency for aqueous egress from infe ronasal sclerostomy. Postoperative management included \n500  mg of acetazolamide orally to prevent IOP rise. \nThe patient tolerated the procedure well under general \nanesthesia.\nPostoperative\nEarly post-operative visits were uneventful with gradually \nresolving anterior chamber reaction.\nAt the 10-month post-operative follow-up assessment, \nthe eye was treated with YAG laser capsulotomy owing \nPage 4 of 6 Tran et al. Journal of Medical Case Reports          (2024) 18:545 \nto symptomatic posterior capsule opacification (uncor rected distance visual acuity declined from 20/40 to \n20/60) and with selective laser trabeculoplasty (SLT) to \ncontrol intraocular pressure and reduce glaucoma medi cation use. At 22-month postoperative follow-up, the \npatient was treated with a repeat SLT laser in the right \neye.\nAt the final 4-year post-operative follow-up, patient \nexpressed high satisfaction with the results and reported \nno issues with either distance or near-vision activities \nwith the right eye. Uncorrected distance Snellen visual \nacuity was 20/40 in and uncorrected intermediate and \nnear visual acuity was 20/20. The patient did not com plain of any significant glare from his uncorrected dis tance visual acuity. His intraocular pressure remained \nnormal at 18  mmHg for the right eye. The eye did not \nshow any signs of corneal decompensation. Optical \ncoherence tomography of the macula showed no evi dence of cystoid macular edema. Iris sutures remained \nintact and pupil shape remained stable, central and rela tively round (Fig.  1). The patient was discharged back to \nhis optometrist for routine monitoring.",
    "Discussion": "Discussion and conclusions\nPupil abnormalities can significantly affect visual qual ity. Blunt ocular trauma can lead to traumatic miosis or \nmydriasis, impairing the ability to regulate light entry and \nthus visual acuity [7, 17]. Iridodialysis is detachment of \nthe iris root from ciliary muscles and is associated with \na decentered pupil and limitation in pupil size adjust ment, resulting in photic symptoms, such as glare, and \nadversely affects visual quality in varying light conditions \n[18–21]. Fixed pupil sizes, either too small or too large, \ncompromise visual clarity or cause optical distortions owing to inadequate or excessive retinal illumination. \nThus, repairing iridodialysis can notably improve visual \noutcomes by restoring pupil position and functional ity and may combine with cataract surgery, as demon strated by existing literature [2, 3, 6, 22, 23]. This case \nunderscores the potential benefits of iridodialysis repair \nfor enhancing postoperative visual acuity in combination \nwith cataract surgery.\nIrregular pupil shapes disrupt normal light passage \ninto the eye, leading to abnormal retinal illumination \nand optical aberrations, such as photophobia, glare, and \ndiplopia, which degrade visual acuity [23, 24]. The nor mal pupil, a circular aperture, facilitates a distinct diffrac tion pattern crucial for sharp vision. Deviations from this \nshape produce irregular patterns, affecting visual qual ity [25]. Pupilloplasty, aimed at rectifying irregular pupil \nshapes, has shown to significantly mitigate these visual \ndisturbances. Evidence suggests that combining pupil loplasty with cataract surgery enhances visual outcomes \nin patients with irregular pupils, including those with \ncongenital uveal coloboma, by reducing the likelihood \nof postoperative glare and monocular diplopia [26]. Our \ncase also supports the utility of pupilloplasty in improv ing postsurgical visual acuity and patient satisfaction.\nBlunt ocular trauma necessitates multifaceted surgical \ninterventions, including iridodialysis repair and pupillo plasty, in combination with extraction of traumatic cata ract with zonulopathy and IOL implantation [7, 8, 23, \n24]. This case exemplifies the critical need for a nuanced \nunderstanding of IOL options and tailored treatment \nstrategies for patients with trauma-induced irregular \npupil shapes and iris defects, ensuring optimal visual \noutcomes.\nThe advent of presbyopia-correcting IOLs transforms \nvisual outcomes, offering patients spectacle-free correc tion for near, intermediate, and distance vision. These \nIOLs fall into two main categories: accommodative, \nwhich adjusts focus via ciliary muscle contraction [27], \nand multifocal, creating several focal points with distinct \noptical power zones [28].\nMultifocal IOLs are subdivided into refractive and dif fractive types. Refractive IOLs, with their concentric \nzones, offer vision correction across all distances, though \nperformance may vary with pupil size [29]. Diffractive \nIOLs, however, use a design that achieves pseudoaccom modation, effectively focusing light at multiple distances \nindependently of pupil size, enhancing visual acuity con sistently [30].\nThe Tecnis Symfony® IOL, a diffractive lens, employs a \nunique diffraction pattern to extend the focal zone, offer ing an expanded range of vision that is independent of \npupil size. This design aims to ensure consistent visual \nperformance under different lighting conditions without \nFig. 1 Postoperative image of the eye following cataract surgery, \niridodialysis repair, and pupilloplasty, showing restored iris \nattachment and pupil shape\nPage 5 of 6\n Tran et al. Journal of Medical Case Reports          (2024) 18:545 \n \nrelying on a multi-zone approach for focusing at various \ndistances [15, 16]. However, empirical evidence on the \nextent of its pupil independence remains sparse.\nOur clinic has previously reported excellent visual out comes after bilateral EDOF IOL implantation in a patient \nwith bilateral iris microhemangiomas [31]. This case \nreport illustrates that EDOF IOLs can be a reasonable \noption for cataract patients who suffer from iris vascular \nanomalies with limited pupillary response [31].\nIn patients with cataract with pupil abnormalities, \nincluding impaired pupil response or irregular pupil \nshape or iris defects, pupil-independent diffractive IOLs \nsuch as the Tecnis Symfony® offer a reliable solution. \nThis report details a case where a patient with iridodial ysis and irregular pupil shape from blunt ocular trauma \nachieved excellent visual acuity over a range of distances \nwith an EDOF IOL, without adaptation issues in varying \nlight conditions. To our knowledge, this is the first case \nto underscore the efficacy of extended depth of focus \n(EDOF) IOLs in managing patients with cataract with \ncomplex pupil dynamics after iris suture repair, advocat ing for their consideration in similar clinical scenarios.\nAbbreviations\nUCDVA  Uncorrected distance visual acuity\nEDOF  Extended depth of focus\nIOL  Intraocular lens\nUCIVA  Uncorrected intermediate visual acuity\nUCNVA  Uncorrected near visual acuity\nIOP  Intraocular pressure\nSLT  Selective laser trabeculoplasty\nMIOLs  Multifocal intraocular lenses\nK1  Corneal Curvature (Keratometry) at 1st Meridian\nK2  Corneal Curvature (Keratometry) at 2nd Meridian\nACD  Anterior chamber depth\nWTW   White-to-White Distance\nAcknowledgements\nNot applicable.\nAuthor contributions\nE.T. contributed to the writing and authorship of the manuscript; N.S. and A.K. \nwere involved in the writing and editing process; T.Y.B.C. played a significant \nrole in writing, data collection, and supervision. All authors read and approved \nthe final manuscript.\nFunding\nNo funding was received for this study.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.Competing interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Schulich School of Medicine and Dentistry, Western University, 1151 \nRichmond Street, London, ON, Canada. 2 Ocular Health Centre, Kitchener, ON, \nCanada. 3 Melbourne Medical School, The University of Melbourne, Parkville, \nAustralia. 4 School of Optometry, University of Waterloo, Waterloo, ON, Canada. \n5 Division of Ophthalmology, Department of Surgery, McMaster University, \nWaterloo Regional Campus, Kitchener -Waterloo, ON, Canada. \nReceived: 4 August 2024   Accepted: 17 October 2024\nReferences\n 1. Paton D, Craig J. Management of iridodialysis. Ophthalmic Surg. \n1973;4:38–9.\n 2. Brown SM. A technique for repair of iridodialysis in children. J AAPOS. \n1998;2:380–2.\n 3. Pandav S, Gupta S, Singh R, Das K, Kaushik S, Raj S, Ram J. Cobbler’s technique for iridodialysis repair. Middle East Afr J Ophthalmol. 2016;23:142–4.\n 4. Wachler BB, Krueger RR. Double-armed McCannell suture for repair of \ntraumatic iridodialysis. Am J Ophthalmol. 1996;122:109–10.\n 5. Huang JY, Liu YL. A novel technique for closed-chamber iridodialysis \nrepair. Taiwan J Ophthalmol. 2020;10:208–11.\n 6. Loiudice P , Casini G. Post-traumatic iridodialysis, crystalline dislocation \nand vitreous haemorrhage: How to manage. BMJ Case Rep. 2014;2014: \nbcr2014205595.\n 7. Lee WK, Aljic S, Barry P , Ganti L. Traumatic iridodialysis associated with \nhyphema secondary to injury from a bungee cord. Cureus. 2021. https:// \ndoi. org/ 10. 7759/ cureus. 13280.\n 8. Chuang LH, Lai CC. Secondary intraocular lens implantation of traumatic \ncataract in open-globe injury. Can J Ophthalmol. 2005;40:454–9.\n 9. Lončar VL, Petric I. Surgical treatment, clinical outcomes, and complications of traumatic cataract: retrospective study. Croat Med J. \n2004;45:310–3.\n 10. Kuhn F. Editorial: traumatic cataract: what, when, how. Graefes Arch Clin \nExp Ophthalmol. 2010;248:1221–3.\n 11. Tumbocon JAJ, Latina MA. Angle recession glaucoma. Int Ophthalmol \nClin. 2002;42:69–78.\n 12. Fernández J, Rodríguez-Vallejo M, Martínez J, Burguera N, Piñero DP . Pupil \ndependence assessment with multifocal intraocular lenses through \nvisual acuity and contrast sensitivity defocus curves. Eur J Ophthalmol. \n2020;31:2989–96.\n 13. Rampat R, Gatinel D. Multifocal and extended depth-of-focus intraocular \nlenses in 2020. Ophthalmology. 2020;128: e164.\n 14. Breyer DRH, Kaymak H, Ax T, Kretz FTA, Auffarth GU, Hagen PR. Multifocal \nintraocular lenses and extended depth of focus intraocular lenses. AsiaPac J Ophthalmol. 2017;6:339–49.\n 15. Cochener B. Clinical outcomes of a new extended range of vision \nintraocular lens: international multicenter concerto study. J Cataract \nRefract Surg. 2016;42:1268–75.\n 16. Abbott Medical Optics Inc. TECNIS Symfony Extended Range of Vision \nIOL. Z310939, Rev. 03. 2014.\n 17. Allen HF. The pupil. Arch Ophthalmol. 1973;89:261–2.\n 18. Gramatikov BI, Irsch K, Guyton D. Optimal timing of retinal scanning \nduring dark adaptation, in the presence of fixation on a target: the role of \npupil size dynamics. J Biomed Opt. 2014;19:1–3.\n 19. Mathôt S. Tuning the senses: how the pupil shapes vision at the earliest \nstage. Annu Rev Vis Sci. 2020;6:433–51.\n 20. Ripps H, Chin NB, Siegel IM, Breinin GM. The effect of pupil size on accommodation. Investig Ophthalmol Vis. 1976;16:587–9.\n 21. Woodhouse JM. The effect of pupil size on grating detection at various \ncontrast levels. Vision Res. 1975;15:645–8.\n 22. Bang SP , Jun JH. Iris reconstruction using autologous iris preserved in \ncold balanced salt solution for 8 hours in iatrogenic total iridodialysis \nduring cataract surgery: a case report. BMC Ophthalmol. 2017;17:1–4.\nPage 6 of 6 Tran et al. Journal of Medical Case Reports          (2024) 18:545 \n 23. Wan W, Shi L, Li C. Comparing safety and efficiency of two closed-chamber techniques for iridodialysis repair - a retrospective clinical study. BMC \nOphthalmol. 2018;18:4–9.\n 24. Khokhar S, Gupta S, Kumar G. Iridodialysis repair: stroke and dock technique. Int Ophthalmol. 2014;34:331–5.\n 25. Xiang W, Zhong X, Chen H, Chen W, Chen W. Pupilloplasty by radiofre quency diathermy. Acta Ophthalmol. 2019;97:479–81.\n 26. Phylactou M, Matarazzo F, Day AC, Hussain B, Maurino V. Cataract surgery \nin eyes with congenital ocular coloboma. Graefes Arch Clin Exp Ophthalmol. 2020;258:2753–9.\n 27. Doane JF. Accommodating intraocular lenses. Curr Opin Ophthalmol. \n2004;15:16–21.\n 28. Hoffman RS, Fine IH, Packer M. Refractive lens exchange with a multifocal \nintraocular lens. Curr Opin Ophthalmol. 2003;14:24–30.\n 29. Montes-Mico R, Ferrer-Blasco T, Charman WN, Cervino A, Alfonso JF, et al. \nOptical quality of the eye after lens replacement with a pseudoaccommodating intraocular lens. J Cataract Refract Surg. 2008;34:763–8.\n 30. Lichtinger A, Rootman DS. Intraocular lenses for presbyopia correction: \npast, present, and future. Curr Opin Ophthalmol. 2012;23:40–6.\n 31. Mullie GA, Chan TYB. Visual outcome after bilateral implantation of \nextended depth of focus intraocular lens in a patient with iris microhe mangiomas. Clin Exp Ophthalmol. 2017;8:8–11.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}