{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04904-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04904-6.pdf",
  "metadata": {
    "/Keywords": "Cogan syndrome; Keratitis; Audiovestibular dysfunction; Tuberculosis; Corticosteroids",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241114162646+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241111165006+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04904-6",
    "/Author": "K. El Bouhmadi ",
    "/Title": "Atypical Cogan syndrome: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04904-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cogan syndrome is a rare autoimmune systemic vasculitis presenting with interstitial keratitis and audiovestibular symptoms. The atypical form, characterized by more extensive ocular lesions with audiovestibular \nsymptoms appearing with a longer delay and more frequent systemic features, is usually underdiagnosed, delaying \ntreatment.",
    "Case Presentation": "Case presentation We report the case of a 30-year-old Mediterranean female who presented recurrent left red \nand painful eye. The evolution in flare-ups during 3 years, associated with a nonspecific biological inflammatory \nresponse, motivated ocular biopsies demonstrating diffuse inflammatory changes from the cornea to the sclera. Since \nMorocco is an endemic region for tuberculosis, the laboratory tests were expanded to identify the latent forms based \non the tuberculin skin test and QuantiFERON TB Gold in tube assay, both positive for Mycobacterium tuberculosis \ninfection. Thus, antibacillary chemotherapy was started for 6 months, with reappearance of the symptoms at the end \nof treatment. Three years later, the patient presented isolated and fluctuating audiovestibular Ménière-like symptoms, \nwith progressive sensorineural hearing loss. The nonstabilization under usual medical treatment along with her diffuse inflammatory ocular lesions led to the diagnosis of atypical Cogan syndrome. The patient received long-term \ncorticosteroid with notable improvement.",
    "Conclusion": "Conclusion Cogan syndrome is a rare autoimmune disease that should be considered when faced with ocular and audiovestibular manifestations, even in its atypical form, to provide early and adequate treatment, which \nis the main prognosis factor in the control of irreversible lesions. Thus, interdisciplinary collaboration is fundamental \nalong with screening for other infectious and systemic disorders that should include tuberculosis.\nKeywords  Cogan syndrome, Keratitis, Audiovestibular dysfunction, Tuberculosis, Corticosteroids",
    "Introduction": "Introduction\nCogan syndrome (CS) is a rare autoimmune systemic \nvasculitis presenting with interstitial keratitis and audi ovestibular symptoms. It remains a diagnosis of exclu sion after ruling out systemic and infectious diseases. The \natypical form, characterized by more extensive ocular \nlesions with audiovestibular symptoms appearing with a longer delay of more than 2 years and more frequent sys temic features, is usually underdiagnosed [1].\nThe treatment is based on corticosteroids and immu nomodulatory therapy, with promising prognosis, par ticularly with an early start that can improve the odds of \nrecovering hearing loss [2].\nCase presentation\nWe report the case of a 30-year-old Mediterranean \nfemale, with no medical history, who presented recurrent \nleft red and painful eye with tearing and photophobia \nevolving in flare-ups during 3 years. Slit-lamp examina tion showed stromal keratitis with scleral edema and ten derness along with dilation of the deep episcleral vessels.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nK. El Bouhmadi\nElbkhadija25@gmail.com\n1 Vertigo Center, Cheikh Khalifa International University \nHospitalMohammed VI University of Health Sciences, Casablanca, \nMorocco\n2 Internal Medicine, Cheikh Khalifa International University Hospital, \nMohammed VI University of Health Sciences, Casablanca, Morocco\nPage 2 of 5 El Bouhmadi et al. Journal of Medical Case Reports          (2024) 18:551 \nTo recognize any associated systemic disorders, tar geted laboratory tests were carried out, summarized \nas follows (Table  1): besides positive antinuclear anti bodies (Anti-Jo1) and a slight nonspecific inflamma tory response with C-reactive protein (CRP) elevated to \n36.39  mg/ml, the laboratory tests were negative. Also, \nocular magnetic resonance imaging (MRI) returned nor mal with no scleral thickening or enhancement or focal \ncellulitis. Histopathologic examination of corneal and \nscleral tissues biopsies demonstrated diffuse inflamma tory changes with lymphocyte infiltration, fibrosis, and \nvascular occlusions from the cornea to the sclera.\nSince Morocco is an endemic region for tuberculosis \n(TB), the laboratory tests were expanded to identify the \nlatent forms based on the tuberculin skin test (TST) and \nQuantiFERON TB Gold in tube assay (QFT-GIT), both \npositive for Mycobacterium tuberculosis infection. Thus, \nantibacillary chemotherapy (rifampicin, isoniazid, pyrazi namide, and ethambutol) was started for 6 months, with \nreappearance of the symptoms at the end of treatment.\nThree years later, the patient presented isolated and \nrecurrent audiovestibular symptoms with Ménière-like \nspontaneous vertigo attacks (with left canal deficit in \nthe caloric test at 47%) with left fluctuating and progres sive sensorineural hearing loss and tinnitus, refractory \nto usual medical treatment based on betahistine (24 mg \ntwice a day) and thiazide diuretics (Fig. 1).\nThe nonstabilization of the patient under Ménière’s \nmedical treatment, along with her diffuse inflamma tory ocular lesions from the cornea to the sclera, led to \nthe diagnosis of atypical Cogan syndrome. The patient \nreceived long-term corticosteroid (oral prednisone of 1 \nmg/kg/day) but refused immunosuppressive therapies. \nThe overall evolution was marked by notable improve ment with optimal visual prognosis with no long-term ocular symptoms nor vertigo attacks, however 40 dB \nhearing loss remained.",
    "Discussion": "Discussion\nCogan syndrome (CS) is a rare autoimmune disease that \nhas been considered as a primary variable vessel vasculi tis and characterized by inflammatory response of the eye \nand the audiovestibular system, with possible systemic \ninvolvement [1, 2]. In 1934, it was described by Baum gartner and Morgan as a nonsyphilitic interstitial kera titis with vestibular dysfunction resembling Ménière’s \nsyndrome [3]. Later, in 1945, it was defined as a proper \nclinical entity by David Cogan after describing a series of \nfour patients [4]. Even if CS can appear at any age, the \nmost frequently affected population is young adults (30–\n40 years), with no gender predominance [1, 2].\nThe pathogenesis of CS is still unknown. It was first \nrelated to Chlamydia psittaci  infection regarding the \nhigh titers of antibodies to Chlamydia trachomatis and \nthe previous infection signs reported in a few patients [1, \n5]. However, the effective role of Chlamydia  or any other \ninfectious agent was never truly established, and it is now \nconsidered to be an autoimmune disorder with humoral \nand cellular immune responses leading to the expression \nand upregulation of cytokines such as intercellular cell \nadhesion molecule-1 (ICAM-1) and interleukin (IL)-1β, \nbut with no particular biomarker [1, 5], until 2002, when \na specific antibody associated with the pathogenesis \nof CS was demonstrated: an immunoglobulin G anti body against DEP-1/CD148 autoantigen on endothelial \nand supporting cells of the sensory nerve epithelium of \nthe inner ear [6]. In 2023, Chen et al. described bilateral \natypical CS with a positive polymerase chain reaction \n(PCR) test for severe acute respiratory syndrome coro navirus 2 (SARS-CoV-2) RNA, reporting a triggering link \nbetween coronavirus disease 2019 (COVID-19) infection \nand systemic vasculitis, possibly explained by the fact \nthat SARS-CoV-2 may increase angiotensin II, decrease \nnitric oxide production in addition to the  immune dys regulation and autoantibody reactions, resulting in vaso constriction and endothelial damage, ultimately leading \nto vasculitis [7].\nThe histopathological examination of corneal and \ncochlear tissues shows chronic inflammatory process \nwith plasma cells and lymphocyte infiltration and pos sible cochlear neuron loss, endolymphatic hydrops, new \nbone formation, degenerative changes in the organ of \nCorti, and atrophy of vestibulocochlear cranial nerve [1], \nas found in our patient.\nIn 1980, Haynes et al. [8] classified CS into two forms: \nthe typical form, originally defined by Cogan as a non syphilitic interstitial keratitis rapidly progressing then \nresolving, with possible recurrences, associated with Table 1 Common laboratory tests to rule out systemic or \ninfectious disease (– indicates negative)\nAntineutrophil cytoplasmic antibodies (ANCAs) –\nAntinuclear antibodies (ANA) Anti-Jo1+\nAnti-cyclic citrullinated peptide (anti-CCP) –\nComplete blood count (CBC) Normal\nHerpes serology –\nC-reactive protein (CRP) 36.39 mg/l\nAngiotensin-converting enzyme (ACE) –\nAntiphospholipid antibodies –\nRheumatoid factor –\nWaaler Rose test –\nLatex agglutination test –\nLyme serology –\nFluorescent treponemal antibody absorption test (FTA-ABS) –\nPage 3 of 5\n El Bouhmadi et al. Journal of Medical Case Reports          (2024) 18:551 \n \nFig. 1 Evolution of left sensorineural hearing loss\nPage 4 of 5 El Bouhmadi et al. Journal of Medical Case Reports          (2024) 18:551 \naudiovestibular symptoms occurring within 2  years, \nusually leading to rapidly aggravating deafness; and the \natypical form, in which more extended ocular lesions are \npresent with audiovestibular dysfunction appearing with \na longer delay and more frequent systemic features. Nev ertheless, the typical form may develop to the atypical \none later [1].\nCS remains a diagnosis of exclusion that needs to rule \nout infectious and systemic diseases, including syphilis \n[1]. In our context, since tuberculosis is a major health \nproblem in Morocco with an incidence of 82 per 100,000 \npeople in 2022 according to the World Bank collection \nof development indicators, we can suppose that it can be \nassociated with CS or at least is a differential diagnosis \nthat needs to be explored and ruled out. Its diagnosis can \nbe challenging specifically because of the paucibacillary \nnature of the disease and lack of laboratory facilities in \nresource-limited settings [9].\nManagement of CS depends on the severity of the dis ease and the involved organs [2]. The standard of care \nincludes glucocorticoids and immunosuppressive medi cations, but no standard treatment plan has been estab lished [10].\nThe topical form of steroids can be used for mild ocu lar symptoms [2]. The response on corticosteroids alone \nis up to 84% according to a study on 62 patients. Over all, the visual prognosis remains excellent with only 3% \nof long-term ocular symptoms [11]. On the other hand, \nit is observed that early and high-dose steroids (IV glu cocorticoid or oral prednisone of at least 1 mg/kg/day \nor intratympanic injection as adjunct therapy) improve \nthe odds of recovering hearing loss when given within \n2 weeks of initial auditory symptoms. However, auditory \nsymptoms still have a poor prognosis in the long term \nsince the hearing loss is irreversible [1, 2].\nImmunosuppressive therapies are considered in cases \nof nonresponse, intolerance, or contraindication to \nsteroids. The molecules used in that indication are var ious, including cyclophosphamide, methotrexate, cyclo sporine, mycophenolate mofetil, and azathioprine [2].\nAlso, the use of biologics in CS therapy is rising, \nincluding infliximab, rituximab, and tocilizumab (TCZ), \nproposing novel remedies for these patients. Indeed, \ninfliximab is becoming a potential first-line treatment \nin association with corticosteroids, while studies have \nreported successful stabilization of CS hearing impair ment with TCZ after successive failures of glucocorticoid, \ncellular immunosuppressant, and infliximab therapy [2, \n10].\nThe aim of treatment remains the preservation of \nas much hearing and vestibular function as possi ble, avoiding ocular and systemic complications from \nvasculitis [2 ]. However, despite medical treatment, auditory prognosis still uncertain, with irreversible \nsevere to profound hearing loss in 50–60% of patients \nwho become candidates for cochlear implantation [12].\nBoumghit et al. [ 12] reported 10 patients with CS \noperated for 14 cochlear implants between 2005 and \n2020 with significant improvement in speech reception \nthreshold and maximum intelligibility (P  = 0.0002) after \n1 year of followup, in line with",
    "Results": "results reported in lit erature of 82.5–94% of mean word recognition scores \nat a mean 1–9 years of follow-up. Indeed, literature \ndata report good functional outcomes as long as the \nelectrode array is properly inserted. However, adequate \npreimplant counseling is mandatory, to adjust patient \nexpectations and evaluate the necessity for bilateral \nimplantation [13].\nThus, cochlear implant should be considered in \nsevere to profound hearing loss resistant to medical \ntreatment, with no delay regarding the threat of coch lear fibrosis [12]. But, even with a cochlear implant, \nresults may deteriorate owing to progressive cochlear \nossification with worsening of speech perception abili ties [13]. Also, Bovo et al. [ 13] reported a case with \ndecreased speech perception ability to identification of \nwords in closed set probably owing to auditory dyssyn chrony, as an atypical consequence of the syndrome.\nConclusion\nCogan syndrome is a rare autoimmune disease that \nshould be considered when faced with ocular and audi ovestibular manifestations, even in its atypical form, \nto provide early and adequate treatment, which is the \nmain prognosis factor in the control of irreversible \nlesions. Thus, interdisciplinary collaboration is funda mental as well as screening for other infectious and sys temic disorders that should include tuberculosis.\nAcknowledgements\nNot applicable.\nAuthor contributions\nE.K.: corresponding author, patient followup, and writing the paper. A.A.: \npatient followup. E.M.: patient followup. Y.M.: patient followup. A.S.: correction \nof the paper. E.M.: correction of the paper. S.K.: correction of the paper, validation. H.A.: correction of the paper, validation.\nFunding\nNone.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nObtained.\nPage 5 of 5\n El Bouhmadi et al. Journal of Medical Case Reports          (2024) 18:551 \n \nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nConflict of interest\nNone.\nReceived: 31 August 2024   Accepted: 8 October 2024\nReferences\n 1. Salman EJ, Tripathy K. Cogan Syndrome. [Updated 2023 Aug 25]. In: \nStatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024.\n 2. Espinoza GM, Wheeler J, Temprano KK, Keller AP . Cogan’s syndrome: \nclinical presentations and update on treatment. Curr Allergy Asthma Rep. \n2020;20(9):46. https:// doi. org/ 10. 1007/ s11882- 020- 00945-1.\n 3. Morgan RF, Baumgartner CJ. Meniere’s disease complicated by recurrent \ninterstitial keratitis: excellent result following cervical ganglionectomy. \nWest J Surg. 1934;42:628.\n 4. Cogan DG. Syndrome of non-syphilitic interstitial keratitis and vestibuloauditory symptoms. Arch Ophthalmol. 1945;33:144–9.\n 5. Greco A, Gallo A, Fusconi M, Magliulo G, Turchetta R, Marinelli C, Macri GF, \nDe Virgilio A, de Vincentiis M. Cogan’s syndrome: an autoimmune inner \near disease. Autoimmun Rev. 2013;12(3):396–400. https:// doi. org/ 10. \n1016/j. autrev. 2012. 07. 012.\n 6. Lunardi C, Bason C, Leandri M, Navone R, Lestani M, Millo E, Benatti U, Cilli M, Beri R, Corrocher R, Puccetti A. Autoantibodies to \ninner ear and endothelial antigens in Cogan’s syndrome. Lancet. \n2002;360(9337):915–21.\n 7. Chen L, Teng J, Yang C, Chi H. Cogan syndrome following SARS-COV-2 \ninfection. Clin Rheumatol. 2023;42(9):2517–8. https:// doi. org/ 10. 1007/ \ns10067- 023- 06642-4.\n 8. Haynes BF, Kaiser-Kupfer MI, Mason P , Fauci AS. Cogan syndrome: studies \nin thirteen patients, long-term follow-up, and a review of the literature. \nMedicine. 1980;59:426–41.\n 9. Jain R, Gupta G, Mitra DK, Guleria R. Diagnosis of extra pulmonary \ntuberculosis: sn update on novel diagnostic approaches. Respir Med. \n2024;225:107601. https:// doi. org/ 10. 1016/j. rmed. 2024. 107601.\n 10. Chen Y, Hu J, Wu D, Wu T, Zhu J. Tocilizumab successfully treating refractory hearing impairment in a patient with Cogan syndrome: a case report \nand review of the literature. Ear Nose Throat J. 2024. https:// doi. org/ 10. \n1177/ 01455 61324 12370 79.\n 11. Durtette C, Hachulla E, Resche-Rigon M, et al. Cogan syndrome: characteristics, outcome and treatment in a French nationwide retrospective \nstudy and literature review. Autoimmun Rev. 2017;16:1219–23. https:// \ndoi. org/ 10. 1016/j. autrev. 2017. 10. 005.\n 12. Boumghit Y, Boucher S, Godey B, Michel G, Bakhos D. Speech recep tion after cochlear implantation for Cogan’s syndrome: case series \nfollowing CARE guidelines. Eur Ann Otorhinolaryngol Head Neck Dis. \n2023;140(5):235–8. https:// doi. org/ 10. 1016/j. anorl. 2023. 06. 005.\n 13. Bovo R, Ciorba A, Trevisi P , Aimoni C, Cappiello L, Castiglione A, Govoni \nM, Martini A. Cochlear implant in Cogan syndrome. Acta Otolaryngol. \n2011;131(5):494–7. https:// doi. org/ 10. 3109/ 00016 489. 2010. 535214.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}