{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04933-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04933-1.pdf",
  "metadata": {
    "/Keywords": "Chondromatosis; Synovial membrane; Radiography; Hip joint; Hip pain",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241203193508+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241130063706+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04933-1",
    "/Author": "Carlos Marques-Gomes ",
    "/Title": "Synovial chondromatosis, a cause of hip pain: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04933-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Synovial chondromatosis is a proliferative disease of the synovium associated with cartilage metaplasia \nthat causes localized joint pain and affects its function.",
    "Case Presentation": "Case presentation A 63‑ year ‑old white woman presented with right hip pain, lasting over 10 years. Pelvic radiog‑\nraphy showed right hip osteoarthritis and ipsilateral periacetabular opacities. Computed tomography confirmed \nthe diagnosis of hip synovial chondromatosis.",
    "Conclusion": "Conclusion Synovial chondromatosis is a benign, rare condition that affects the synovial joints and is characterized \nby the presence of free cartilaginous bodies within the joint capsule. Although the etiology of synovial chondromato ‑\nsis is not established, it is known that synovial membrane metaplasia leads to the formation and proliferation of car ‑\ntilaginous nodules. The knee is the most affected joint; however, synovial chondromatosis may occur in the shoulder, \nelbow, or, rarely, the hip. As we can see in this case, diagnosis can be made using radiography.\nKeywords  Chondromatosis, Synovial membrane, Radiography, Hip joint, Hip pain\nBackground\nSynovial chondromatosis (SC) is a proliferative disease of \nthe synovium and stands as a curious and often misun derstood anomaly. Despite its rarity with a reported inci dence of 1 in 100,000, this condition, characterized by the \nformation of cartilage nodules within the synovial mem brane of joints, can significantly impact joint function \nand quality of life, making accurate diagnosis and appro priate treatment essential [1]. In this article, we present a \ncase of unusual SC.Presentation\nA 63-year-old white woman presented to the rheuma tology department with a 10-year history of mechanical \nright hip pain, progressively worsening over time, signifi cantly impacting her mobility and diminishing her ability \nto walk. Despite multiple treatment modalities including \nanalgesics, nonsteroidal anti-inflammatory drugs, and \nrehabilitation exercises, her symptoms persisted. Past \nmedical history was notable for controlled hypertension, \ndyslipidemia, and a previous diagnosis of greater tro chanteric pain syndrome, for which she had undergone \nmultiple trochanteric bursa steroid injections. Her daily \nmedication regimen comprised lisinopril, simvastatin, \nand naproxen (ranging from 500 to 1500  mg daily, on \ndemand).\nOn physical examination, she had pain and restricted \nabduction and internal/external rotations of the right hip. \nNo other abnormalities were presented. Pelvic radiogra phy revealed signs consistent with right hip osteoarthri tis, along with periacetabular opacities on the ipsilateral Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nCarlos Marques‑Gomes\ncarlos.alberto.gomes@outlook.pt\n1 Rheumatology Department, University Hospital Center of São João, \nAlameda Prof. Hernâni Monteiro, 4200‑319 Porto, Portugal\n2 Department of Medicine, Faculty of Medicine, University of Porto, Porto, \nPortugal\nPage 2 of 3 Marques‑Gomes et al. Journal of Medical Case Reports          (2024) 18:594 \nside (Fig.  1). Further investigation through hip computed \ntomography (CT) confirmed the diagnosis of SC (Fig. 2).",
    "Discussion": "Discussion\nSynovial chondromatosis (SC) is a benign, rare condi tion that manifests between the third and fifth decades of \nlife [1]. It affects the synovial joints and is characterized \nby the presence of free cartilaginous bodies within the \njoint capsule. Although the etiology is not established, \nit is known that synovial membrane metaplasia leads to the formation and proliferation of cartilaginous nod ules [1, 2]. The knee is the most affected joint; however, \nCS may occur in the shoulder, elbow, or, rarely, the hip \n[1, 3]. Diagnosis can be made using radiography. CT or \nmagnetic resonance imaging (MRI) scan are indicated \nif diagnosis remains unclear. Management strategies for \nSC vary depending on the extent of joint involvement \nand symptom severity. Surgical intervention, including \nsynovectomy and removal of loose bodies, remains the \nmainstay of treatment for symptomatic cases. In cases \nwhere surgery is not feasible, symptomatic relief can be \nachieved through pharmacological management and \nphysical therapy [1, 2, 4, 5]. Of note, malignant trans formation rarely occurs [6]. Close monitoring and longterm follow-up are essential to detect disease recurrence \nand ensure optimal outcomes.\nThis case underscores the importance of thorough clin ical evaluation and appropriate basic imaging studies in \nelucidating the underlying pathology. By raising aware ness of this condition, clinicians can expedite diagnosis \nand implement timely interventions to alleviate symp toms and improve patients’ quality of life.\nConclusion\nThe patient exhibited multiple synovial chondromas, a \ncondition uncommonly encountered. Synovial chondro matosis, although benign, may cause pain and functional \ndisability with potential deterioration of the articular \nFig. 1 Radiograph in an anteroposterior view demonstrating \nsynovial chondromatosis of the right hip evidenced by periacetabular \nopacities (arrow). Hip osteoarthritis is also present\nFig. 2 Axial (a, c, d) and coronal (b) computed tomography of right hip demonstrating multiple loose bodies in the joint\nPage 3 of 3\n Marques‑Gomes et al. Journal of Medical Case Reports          (2024) 18:594 \n \ncartilage. Pain relief is the primary treatment, but if it \ndoes not lead to improvement, surgical removal becomes \nnecessary.\nAcknowledgements\nWe thank all staff of Centro Hopsitalar de São João who contributed to this \nreport.\nAuthor contributions\nAll authors approved the final version of the manuscript and agree to be \naccountable for all aspects of the work.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nData availability\nData sharing is not applicable to this article.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors have no relevant financial interests and no potential conflicts of \ninterest to disclose. \nReceived: 9 July 2024   Accepted: 1 November 2024\nReferences\n 1. Iyengar KP , Mishra A, Vaish A, Kurisunkal V, Vaishya R, Botchu R. Primary \nsynovial chondromatosis of the hip joint (PrSC of the hip): a retrospec‑\ntive cohort analysis and review of the literature. J Clin Orthop Trauma. \n2022;35: 102068.\n 2. Qi PP , Xu ZW. A case of synovial chondromatosis of the knee with \n87 free bodies and review of literature. Eur Rev Med Pharmacol Sci. \n2024;28(7):2670–6.\n 3. Pai SN, Kumar MM. Giant synovial chondromatosis of hip. BMJ Case Rep. \n2022. https:// doi. org/ 10. 1136/ bcr ‑ 2021‑ 246039.\n 4. Padhan P , Sakir A. Synovial chondromatosis. N Engl J Med. 2019. https:// \ndoi. org/ 10. 1056/ NEJMi cm181 3672.\n 5. van der Valk MR, Veltman ES, Assink J, Veen MR. Synovial chondro ‑\nmatosis of the hip, a case report and literature review. J Orthop. \n2019;16(3):249–53.\n 6. Ng VY, Louie P , Punt S, Conrad EU. Malignant transformation of synovial \nchondromatosis: a systematic review. Open Orthop J. 2017;11:517–24.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}