{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05070-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05070-z.pdf",
  "metadata": {
    "/Keywords": "Familial hypercholesterolemia; Case report; Autosomal dominant disorder; Tendon xanthoma; Aortic valve disease",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250204125719+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250204102116+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05070-z",
    "/Author": "Anjuman Ara Rahman ",
    "/Title": "Rheumatoid-like hand deformities and aortic valve disease in a 13-year-old girl with homozygous familial hypercholesterolemia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05070-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Familial hypercholesterolemia is an autosomal dominant disorder characterized by elevated serum \nlow-density lipoprotein cholesterol levels, tendon xanthomas, and an increased risk of atherosclerotic heart disease. \nDiagnosing familial hypercholesterolemia at an early age is crucial owing to its potential to lead to severe cardiovascular complications, including coronary heart disease and aortic valve disease. Early detection allows timely intervention, \nsuch as lifestyle modifications and pharmacological treatments, which can significantly reduce these risks.",
    "Case Presentation": "Case presentation In this case report, we present a case of familial hypercholesterolemia in a 13-year-old Bangladeshi girl residing in Faridpur, Bangladesh. The patient presented with a distinctive clinical profile, including the presence of tendon xanthoma in the hands and cutaneous xanthoma in the elbow, knee, and buttocks, as well as recent \ndevelopment of aortic valvular diseases. In addition, she experienced joint deformity in both hands, mimicking \nrheumatoid arthritis, which is uncommon. The patient was diagnosed and underwent treatment through both life style changes and medication. Moreover, her family received genetic counseling, and she was scheduled for regular \nfollow-up.",
    "Conclusion": "Conclusion This case underscores the significance of identifying important physical signs in the diagnosis and management of familial hypercholesterolemia, particularly in settings where genetic testing may be limited. Moreover, \nthe unique coexistence of familial hypercholesterolemia with hand joint deformity and aortic valvular heart disease \nserves as a clinical clue that can facilitate diagnosis and appropriate therapeutic interventions. A high index of suspicion is essential for timely diagnosis and tailored management, thus reducing the burden of atherosclerotic heart \ndisease in affected individuals.\nKeywords  Familial hypercholesterolemia, Case report, Autosomal dominant disorder, Tendon xanthoma, Aortic valve \ndiseaseOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammad Jahid Hasan\ndr.jahid61@gmail.com; jahid.hasan@tdhrc.org; jahid@pirdc.org\nFull list of author information is available at the end of the article\nPage 2 of 5 Rahman et al. Journal of Medical Case Reports           (2025) 19:47",
    "Introduction": "Introduction\nFamilial hypercholesterolemia (FH) is a hereditary dys lipidemia that is characterized primarily by elevated \nplasma cholesterol and low-density lipoprotein (LDL) \nlevels, leading to an increased risk of premature car diovascular disease. According to a meta-analysis of \n11 million subjects with FH, the prevalence of FH is \n0.32% (1 in 313) in the general population [1 ]. However, \nthe prevalence data for FH have been recorded in only \n9% of nations worldwide, suggesting a significant lack \nof information and underreporting of this condition \n[1]. Three distinct genetic abnormalities contribute to \nfamilial hypercholesterolemia (FH), including muta tions in the LDL receptor gene, APOB, and PCSK9 . \nThe majority of FH cases are attributed to LDL recep tor gene mutations leading to increased LDL and pre mature atherosclerosis [2 ]. The condition presents with \na wide range of clinical features, such as tendon xan thomas, xanthelasma, premature coronary artery dis eases, aortic valvular disease, and stroke. FH can have \nboth homozygous (HoFH) and heterozygous (HeFH) \npatterns. The differentiation between homozygous and \nheterozygous familial hypercholesterolemia can be \nperformed on the basis of clinical characteristics and \nconfirmed through low-density lipoprotein choles terol (LDL-C) levels and genetic testing. According to \nthe American Heart Association guidelines, homozy gous hypercholesterolemia (HoFH) is diagnosed when \nLDL-C levels exceed 400 mg/dL (10 mmol/L) and when \nfamilial hypercholesterolemia is present in one or both \nparents, with positive genetic testing [3 ]. These patients \nhave more clinical features of premature atherosclero sis and may present early in life. In contrast, HeFH is \ncaused by a milder increase in LDL-C levels, ranging \nfrom 160 mg/dL to 190 mg/dL, and the presence of FH \nor premature coronary artery disease in a first-degree \nrelative, along with a positive genetic test [3 ].\nOur case report illustrates a 13-year-old Bangladeshi \ngirl who presented with rheumatoid-like hand deformi ties, cutaneous xanthomas, and aortic valve disease, as \nwell as high LDL-C levels at the time of FH diagnosis. Several studies and case reports have established that \naortic valve disease is associated with FH [4 , 5].\nWhile a substantial number of case studies and rec ommendations are available for FHs, they are still not \noften recognized. Owing to limited access to investiga tion facilities and genetic testing centers, FH frequently \nremains undiagnosed in Bangladesh. A lack of compre hensive documentation of these cases in the Bangladeshi \npopulation further increases the true burden of FH. Our \ncase report not only documents a case of familial hyper cholesterolemia (FH) from Bangladesh but also empha sizes the importance of identifying physical signs and \nsymptoms for diagnosing FH in situations where genetic \ntesting is not possible.\nCase report\nWe present the case of a 13-year-old Bangladeshi girl \nwith a complex medical history of multiple tendon xan thomata in the hands and cutaneous xanthoma on the \nelbows, knees, and buttocks for 9  years and chest pain \non exertion for 3 months. Physical examinations revealed \nmild anemia and a regular pulse rate of 84 beats per min ute, with a blood pressure of 100/60 mmHg. The tendon \nxanthomata located over the dorsal aspect, proximal \ninterphalangeal (PIP) joints of both hands caused flexion \ndeformities of the PIP joints, while resulting in hyperex tension of the distal interphalangeal (DIP) joints, closely \nresembling the swan neck deformities typically asso ciated with rheumatoid arthritis, without any signs of \njoint inflammation. Multiple cutaneous xanthomas were \nobserved on the extensor surfaces of the patient’s elbows, \nFig. 1 Corneal arcus in both eyes (bilateral grayish-white rings \nin both eyes are visible along the peripheral corneal margin, sparing \nthe limbus)\nFig. 2 Corneal arcus in left eye observed when the eye moves \ndownward\nFig. 3 Xanthelasma seen at the lateral canthus of the right eye\nPage 3 of 5\n Rahman et al. Journal of Medical Case Reports           (2025) 19:47 \n \nknees, and left buttocks (Fig  1, 2, 3, 4, 5, 6). The lesion \nwas a well-demarcated, yellowish-brown plaque with an \nelevated, nodular surface and exhibited a soft, elastic tex ture upon palpation. The patient reported no discomfort, \npain, or pruritus associated with the xanthoma.\nIn addition, there were corneal arcus in both eyes and \nxanthelasma palpebrarum around the eyelids. Examina tion of the fundus revealed the presence of lipemia reti nalis in both eyes. Cardiovascular examination revealed a \nharsh systolic murmur, suggestive of aortic stenosis, con firmed by echocardiography. The patient had a history of \nconsanguinity and familial dyslipidemia. Her father had \na documented history of dyslipidemia, characterized by \na serum cholesterol level of 515 mg/dL, serum triglycer ides of 121  mg/dL, LDL cholesterol of 292  mg/dL, and \nHDL cholesterol of 47  mg/dL. In addition, her grand mother had a medical history notable for hypertension \nand ischemic heart disease. Her younger sibling, aged 6 \nyears, is currently in good health. However, neither her \nmother nor her siblings have undergone screening for \ndyslipidemia.\nFurther laboratory investigations revealed that the \npatient exhibited mild microcytic hypochromic anemia, \nwith a hemoglobin level of 10 gm/dL. Electrocardiogram \n(ECG) findings indicated left ventricular hypertrophy. \nEchocardiography revealed moderate aortic stenosis \nalong with grade 1 aortic regurgitation. The lipid pro file was repeatedly tested and LDL cholesterol level was \nat 950 mg/dl before treatment, with normal triglyceride \nlevels. All secondary causes of hypercholesteremia, such \nas nephrotic syndrome, hypothyroidism, and drugs, were \nexcluded.\nThe patient met the diagnostic criteria for famil ial hypercholesterolemia according to the Dutch Lipid \nClinic Network (DLCN) Criteria, achieving a score of 21, \nwhere a score exceeding 8 is indicative of a definite diag nosis of familial hypercholesterolemia. The appearance of \nxanthomas in the first decade of life, documentation of hypercholesterolemia in the father (a lipid profile of the \nmother was not performed), the presence of premature \natherosclerosis, and intertriginous xanthomas have all \nbeen described as markers of this homozygous type.\nUnfortunately, this patient was not able to undergo \ngenetic testing for specific markers, including low-den sity lipoprotein receptor (LDLR), protein convertase sub tilisin/kexin type 9 (PCSK9), and apolipoprotein B100 \n(apoB100). These genetic tests are essential for confirm ing the genetic mutations associated with familial hyper cholesterolemia (FH). This diagnosis was made mostly \non a clinical basis and included the patient’s medical his tory, physical examination",
    "Results": "results, and lipid profile, and \nit followed recognized diagnostic criteria. Besides genetic \ntesting, another limitation was that we could not meas ure the cholesterol level of both her mother and siblings \nfor this diagnosis as they were not always present as her \ncaregivers.\nThe patient’s management  was comprehensive and \nincluded dietary changes, lifestyle modifications, and \npharmaceutical intervention, with 30  mg of statins and \n25  mg of metoprolol. Unfortunately, other than lipidlowering therapy, advanced treatment modalities are \nFig. 4 Tendon xanthoma (firm, yellowish nodules located \nin the external surface of both hands) with deformities in both hands\nFig. 5 Cutaneous xanthoma (multiple small, yellowish papules \nwith an erythematous base) on the external surface of both elbows\nFig. 6 Cutaneous xanthoma (multiple small, yellowish papules \nwith an erythematous base) on both knees; cutaneous xanthoma \non right knee was more prominent\nPage 4 of 5 Rahman et al. Journal of Medical Case Reports           (2025) 19:47 \nnot available in Bangladesh. The patient and her family \nreceived genetic counseling that emphasized the value \nof cascade screening, as FH has an autosomal dominant \ninheritance pattern. The patient will be closely monitored \nby a multidisciplinary team, with periodic follow-up with \nlipid profiling and echocardiography.",
    "Discussion": "Discussion\nThis case report illustrates an exclusive presentation \nof familial hypercholesterolemia with some rare pres entations, such as rheumatoid-like hand deformities, \nat a young age. Although genetic testing was not per formed, our patient exhibited the clinical characteristics \nof homozygous familial hypercholesterolemia (HoFH). \nEarly manifestations include symptoms related to cardio vascular disease, a positive family history, and the pres ence of widespread xanthomas. Moreover, a markedly \nelevated level of LDL cholesterol in the blood is a strong \npredictor of HoFH [6].\nHowever, a unique clinical feature of this case was a \nhand deformity mimicking rheumatoid arthritis, which \nis not common in patients with FH. These clinical signs \nmay lead to diagnostic dilemmas requiring the exclu sion of all other differential diagnoses. This highlights the \nimportance of clinicians being highly suspicious of famil ial hypercholesterolemia (FH) when they encounter such \natypical symptoms, particularly in the context of family \nhistory and early-onset cardiovascular disease.\nThe widespread and progressive distribution of xan thomas in our patient is noteworthy and underscores \nthe importance of strong genetic predisposition in this \npatient. Tendon xanthomas are infrequently encountered \nin routine medical practice, but are distinctive and highly \nindicative of familial hypercholesterolemia; they differ \nbetween those with heterozygous and homozygous FH. \nIn individuals with homozygous FH, these xanthomas \ntend to develop during childhood, particularly in those \naged less than 10 years, as was evident in our case [7]. In \ncontrast, patients with heterozygous FH (HeFH) experi ence these conditions at a later age if left untreated [8]. \nIn people with familial hypercholesterolemia, xanthomas \nare associated with a threefold greater risk of cardio vascular disease, suggesting a potential shared patho physiology, such as that between the two disorders [9]. \nCholesterol accumulation in tissues is responsible for \ncutaneous and tendon xanthomas, coronary artery dis ease, and aortic valvular diseases [10].\nOur patient also developed xanthelasmata palpe brarum (XP) in a relatively early stage, which is the most \ncommonly reported cutaneous xanthoma. According to a \nJapanese study, approximately 9% of patients with famil ial hypercholesterolemia (HeFH) are reported to have XP [11]. A large population-based cohort study in 2011 \nrevealed an independent correlation between XP and a \nheightened likelihood of coronary artery disease (CAD), \nheart attack, and premature mortality in both the general \npopulation and patients with FH [12]. Moreover, prema ture corneal arcus and the onset of cardiovascular disease \n(CVD) at a young age are key diagnostic indicators for \nFH. According to the DLCN guidelines, the corneal arcus \nis heavily weighted, contributing four points to the diag nostic criteria [13].\nElevated levels of LDL-C, particularly at a young age, \nare strongly associated with the development of prema ture corneal arcus [14]. With respect to the relation ship between the corneal arcus and CAD, the evidence \nis inconclusive. Data from the Framingham Heart \nStudy suggest that corneal arcus could predict CAD \nor cardiovascular disease (CVD) over periods of 4 and \n8  years. However, the significance of this association \nwas of low importance once adjustments were made for \nage- and sex-specific risk factors [15]. Earlier studies \nreported that lipemia retinalis is commonly observed \nwith hypertriglyceridemia (> 2000 mg/dl) and does not \nrequire any treatment, except for a reduction in triglyc eride levels [16, 17]. However, our patient presented \nwith lipemia retinalis with a normal triglyceride level.\nDespite having cutaneous signs for several years, the \npatient’s delayed presentation and diagnosis highlight \nthe lack of awareness and the disparities in healthcare \ndelivery in remote areas in Bangladesh. It also illus trates the importance of identifying physical signs for \nthe suspicion of familial hypercholesterolemia (FH), \nparticularly in developing countries such as Bangla desh, where genetic testing and cascade screening are \noften not feasible. Although genetic testing remains the \ndefinitive method for diagnosing FH, identifying these \nphysical signs remains an invaluable approach for diag nosis. Therefore, early detection of FH and initiation of \nlifestyle and pharmacological treatment are imperative \nto prevent life-threatening complications due to prema ture atherosclerosis.\nConclusion\nA high index of suspicion and careful clinical evalua tion, including family history, detailed clinical exami nation, and relevant investigations are essential to \ndetermine the condition needed to institute appropri ate therapy within the shortest possible time. Prompt \ndiagnosis, meticulous treatment, strict compliance \nwith lifestyle changes, drugs, and appropriate surgical \ninterventions can improve the quality of life of these \npatients.\nPage 5 of 5\n Rahman et al. Journal of Medical Case Reports           (2025) 19:47 \n \nAbbreviations\nApoB100  Apolipoprotein B100\nCAD  Coronary artery disease\nCVD  Cardiovascular disease\nDIP  Distal interphalangeal\nDLCN  Dutch Lipid Clinic Network\nECG  Electrocardiogram\nFH  Familial hypercholesterolemia\nheFH  Heterozygous FH\nHoFH  Homozygous familial hypercholesterolemia\nLDL  Low-density lipoprotein\nLDL-C  Low-density lipoprotein cholesterol\nLDLR  Low-density lipoprotein receptor\nPCSK9  Proprotein convertase subtilisin/kexin type 9\nPIP  Proximal interphalangeal\nXP  Xanthelasmata palpebrarum\nAcknowledgements\nThe authors thank the entire team of the Pi Research & Development Center \n(www. pirdc. org) for their critical help in this case.\nAuthor contributions\nAnalysis and interpretation of patient data and the literature review were \nperformed by AAR, AD, KUA, ADB, and MJH, who guided the other authors in \nthe reporting of this case and corrected the final manuscript. All the authors \nwere involved in the management of the patient and read and approved the \nfinal manuscript.\nFunding\nNone.\nAvailability of data and materials\nAll data are available to the lead author and can be found upon reasonable \nrequest to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nEthical principles were followed, and the participants provided consent before \nthe case reports were written.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe author declares no competing interests.\nAuthor details\n1 Bangabandhu Sheikh Mujib Medical College Hospital, Faridpur, Bangladesh. \n2 Department of Cardiology, Bangabandhu Sheikh Mujib Medical College \nHospital, Faridpur, Bangladesh. 3 Tropical Disease and Health Research Center, \nDhaka 1100, Bangladesh. 4 Pi Research & Development Center, Dhaka 1100, \nBangladesh. \nReceived: 18 October 2023   Accepted: 17 December 2024\nReferences\n 1. Beheshti SO, Madsen CM, Varbo A, Nordestgaard BG. Worldwide prevalence of familial hypercholesterolemia: meta-analyses of 11 million sub jects. J Am Coll Cardiol. 2020;75(20):2553–66. https:// doi. org/ 10. 1016/j. \njacc. 2020. 03. 057.\n 2. Dagli S, Adhikari A, Mona P , Gajre MP . Familial hypercholesterolemia \nwith coronary artery disease in a nine-year-old girl. Int J Health Sci Res. \n2021;11(3):1–6. 3. Gidding SS, Champagne MA, de Ferranti SD, Defesche J, Ito MK, \nKnowles JW, et al. The agenda for familial hypercholesterolemia: a \nscientific statement from the American Heart Association. Circulation. \n2015;132(22):2167–92. https:// doi. org/ 10. 1161/ CIR. 00000 00000 000297.\n 4. Luo Y, Zheng M, Zhang Y, Zhang Y, He S, Zhang L, et al. Familial hyper cholesterolemia with early coronary atherosclerotic heart disease: a case \nreport. Exp Ther Med. 2019;18(2):981–6. https:// doi. org/ 10. 3892/ etm. \n2019. 7653.\n 5. Boas EP , Eister SK, Adlersberg D. Calcific aortic stenosis; study of serum \ncholesterol, with observations on calcific aortic stenosis in familial \nxanthomatosis and hypercholesteremia. Am Heart J. 1954;48(4):485–96. \nhttps:// doi. org/ 10. 1016/ 0002- 8703(54) 90115-5.\n 6. Palacio CH, Harring TR, Nguyen NT, Goss JA, O’Mahony CA. Homozygous \nfamilial hypercholesterolemia: case series and review of the literature. \nCase Rep Transplant. 2011;2011: 154908. https:// doi. org/ 10. 1155/ 2011/ \n154908.\n 7. Deswal S, Kapoor A, Sibal A, Kohli V. Homozygous familial hypercholesterolaemia in two boys aged 5 and 10 years. Paediatr Int Child Health. \n2016;36(4):308–11. https:// doi. org/ 10. 1080/ 20469 047. 2016. 11884 97.\n 8. McGowan MP , Hosseini Dehkordi SH, Moriarty PM, Duell PB. Diagnosis \nand treatment of heterozygous familial hypercholesterolemia. J Am Heart \nAssoc. 2019;8(24): e013225. https:// doi. org/ 10. 1161/ JAHA. 119. 013225.\n 9. Oosterveer DM, Versmissen J, Yazdanpanah M, Hamza TH, Sijbrands EJG. \nDifferences in characteristics and risk of cardiovascular disease in familial \nhypercholesterolemia patients with and without tendon xanthomas: a \nsystematic review and meta-analysis. Atherosclerosis. 2009;207(2):311–7. \nhttps:// doi. org/ 10. 1016/j. ather  oscle rosis. 2009. 04. 009.\n 10. Ghosh SK, Majumder B, Dutta A. Tuberous xanthoma as a presenting \nfeature of familial homozygous hypercholesterolemia with aortic regur gitation. J Pediatr. 2015;166(1):198-198.e1. https:// doi. org/ 10. 1016/j. jpeds. \n2014. 09. 022.\n 11. Bujo H, Takahashi K, Saito Y, Maruyama T, Yamashita S, Matsuzawa Y, et al. \nClinical features of familial hypercholesterolemia in Japan in a database \nfrom 1996–1998 by the research committee of the ministry of health, \nlabor and welfare of Japan. J Atheroscler Thromb. 2004;11(3):146–51. \nhttps:// doi. org/ 10. 5551/ jat. 11. 146.\n 12. Mata N, Alonso R, Badimón L, Padró T, Fuentes F, Muñiz O, et al. Clinical \ncharacteristics and evaluation of LDL-cholesterol treatment of the Spanish familial hypercholesterolemia longitudinal cohort study (SAFEHEART). \nLipids Health Dis. 2011;10:94. https:// doi. org/ 10. 1186/ 1476- 511X- 10- 94.\n 13. Abdul-Razak S, Rahmat R, Mohd Kasim A, Rahman TA, Muid S, Nasir NM, \net al. Diagnostic performance of various familial hypercholesterolaemia \ndiagnostic criteria compared to Dutch Lipid Clinic Criteria in an Asian \npopulation. BMC Cardiovasc Disord. 2017;17(1):264. https:// doi. org/ 10. \n1186/ s12872- 017- 0694-z.\n 14. Segal Segal P , Insull W Jr, Chambless LE, Stinnett S, LaRosa JC, Weissfeld \nL, et al. The association of dyslipoproteinemia with corneal arcus and \nxanthelasma. The Lipid Research Clinics Program prevalence study. Circulation. 1986. https:// doi. org/ 10. 1016/j. amjca rd. 2008. 08. 030.\n 15. Fernandez AB, Keyes MJ, Pencina M, D’Agostino R, O’Donnell CJ, \nThompson PD. Relation of corneal arcus to cardiovascular disease (from \nthe Framingham Heart Study data set). Am J Cardiol. 2009;103(1):64–6. \nhttps:// doi. org/ 10. 1016/j. amjca rd. 2008. 08. 030.\n 16. Rahman A, Ahmed MU, Islam AK, Karim A, Sarker SA. A young male \nwith familial hypercholesterolemia. J Saudi Heart Assoc. 2012;24:261–4. \nhttps:// doi. org/ 10. 1016/j. jsha. 2012. 06. 264.\n 17. Horton M, Thompson K. Lipemia retinalis preceding acute pancreatitis. \nOptometry. 2011;82(8):475–80. https:// doi. org/ 10. 1016/j. optm. 2011. 01. \n011.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}