{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05012-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05012-1.pdf",
  "metadata": {
    "/Keywords": "Compress; Megaprosthesis; Implant failure; Bone sarcoma",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250108141312+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250104063700+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05012-1",
    "/Author": "Hiroshi Koike ",
    "/Title": "Implant failure of the Compress prosthesis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05012-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The Compress is designed to achieve bone formation and stability by applying pressure at the bone–\nimplant interface, minimizing the likelihood of aseptic loosening, which is a complication of stem implants. Herein, we \nreport two cases of implant failure using the Compress.",
    "Case Presentation": "Case presentation Case 1 describes a 36 year-old Japanese man who underwent extraarticular tumor \nresection, Compress arthroplasty, and reconstruction with a gastrocnemius flap after preoperative chemotherapy \nfor a secondary malignant giant cell tumor in the right distal femur. Postoperatively, partial weight-bearing \nwas started at 6 weeks, and full weight-bearing was allowed at 10 weeks. One year after the surgery, a fall caused \nimplant failure. No bone formation at the implant–bone interface was observed on radiographs immediately prior \nto the failure. Bone formation was achieved at the interface 1 year after revision arthroplasty, and the patient was able \nto walk unassisted with a brace.\nCase 2 describes a 14 year-old Japanese boy who underwent wide surgical resection of osteosarcoma in the left tibia, \nCompress arthroplasty, and reconstruction with a gastrocnemius flap after preoperative chemotherapy. The postop erative weight-bearing schedule was the same as that of case 1. One year after the surgery, the patient experienced \nimplant failure. A revision arthroplasty was performed. One year after revision surgery, the patient was able to walk \nunassisted.",
    "Conclusion": "Conclusion Although the risk factors for Compress failure remain unknown, it is important to consider patient \ncharacteristics that may inhibit bone formation, implant selection, postoperative loading timing, and radiographs \nof bone formation at the implant interface when using the Compress.\nKeywords  Compress, Megaprosthesis, Implant failure, Bone sarcoma\nBackground\nPrimary reconstruction with a stemmed distal femoral \nmegaprosthesis has become the most widely used recon struction strategy after wide resection of malignant bone \ntumors around the knee [1]. However, with the growing \nnumber of young active survivors, long-term reconstruc tive failure presents in most patients. The most com mon reasons for failure include femoral stem loosening \nand infection with hardware failure [2–4]. Failures of \nstemmed megaprosthesis leave surgeons with few recon structive solutions and present a challenge. Severe bone \ndeficiency after the failure or loosening of a prior stem Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKunihiro Ikuta\nk-ikuta@med.nagoya-u.ac.jp\n1 Department of Orthopaedic Surgery, Nagoya University Graduate \nSchool of Medicine, Nagoya University Hospital, 65 Tsurumai, Showa, \nNagoya, Aichi 466-8550, Japan\n2 Department of Advanced Medicine, Nagoya University Hospital, 65 \nTsurumai, Showa, Nagoya, Aichi 466-8550, Japan\n3 Department of Rare Cancer Center, Nagoya University Hospital, 65 \nTsurumai, Showa Nagoya, Aichi 466-8550, Japan\n4 Department of Rehabilitation Medicine, Nagoya University Hospital, 65 \nTsurumai, Showa, Nagoya, Aichi 466-8550, Japan\nPage 2 of 8 Koike et al. Journal of Medical Case Reports            (2025) 19:6 \ntraditionally",
    "Results": "results in the revision of a cemented or \nlarge-diameter press-fit-stemmed implant, allograft–\nprosthetic composite reconstruction, or total femur \nreplacement [5]. Short residual bone segments cannot \nbe addressed by these options, and the constructs have \nhigh failure rates, often exceeding 30% at 5 years [4]. The \ncurrent strategy needs to be improved to preserve the \nremaining bone stock as much as possible, and a durable \nconstruct must be created for revision surgery.\nCompress (Biomet Inc., Warsaw, IN, USA) uses a dif ferent design to achieve bone ingrowth fixation and is \nintended to minimize stress shielding and osteolysis [6]. \nIt uses stored energy from Belleville washers to provide \ncompliant compression through a short traction bow \ndevice, which promotes bone ingrowth at the bone–pros thetic interface and induces new bone formation at the \nintervening cortex. The forces exerted on the involved \nextremities are transmitted directly from the implant to \nthe host bone, thereby eliminating stress shielding. Dur ing osseointegration, the medullary canal is sealed and \nprotected from wear particles that may induce osteolysis. \nPostoperative survival rates associated with the Com press have been estimated at > 80% over 10 years [6]; how ever, few reports of implant failure exist [7–9]. For recent \nstem-type tumor megaprosthesis, the all-cause 10-year \nimplant survival rate has been reported at approximately \n50% [5, 10]. The causes of megaprosthesis failure were \nclassified according to Henderson et al. [11]: type 1 (soft \ntissue failure), type 2 (aseptic loosening), type 3 (struc tural failure), type 4 (infection), and type 5 (tumor pro gression). Stem breakage occurs in 5.4% of the cases, and \nstem size of ≤ 11  mm may be a risk factor for breakage \n[12]. Meanwhile, Compress fractures are considered to \nbe type 1–3 injuries [6] and have been reported as occur ring relatively early [13]; however, little is known about \nthe risk factors associated with fractures [7].\nCompared with traditional stem-type implants, the \nCompress has a significantly lower risk of aseptic loos ening over the long term. Additionally, its shorter stem \nlength is expected to preserve considerable bone stock \nin the event of a revision. However, as the Compress is \ndesigned to promote bone formation and achieve stabil ity through the compression of the bone prosthetic inter face (BPI), its use is limited in patients with bone fragility \nwho may not withstand this compression. Such patients \ninclude those with osteoporosis, the elderly, smokers, \nand individuals with very thin cortical bone. At our insti tution, the Compress is the first choice for bony recon struction after wide resection of malignant bone tumors \nin young patients and is expected to result in a healthy \nbone. We report two cases of relatively early implant fail ure after the resection of a malignant bone tumor and \nreconstruction using the Compress.Case presentations\nThe study was approved by the Ethics Committee at our \nhospital (2015–03586850), and informed consent was \nprovided by all patients. It adhered to any reporting/ethi cal guidelines.\nCase 1 is about a 36-year-old Japanese man who \nunderwent surgery for a giant cell tumor of the right \ndistal femur using curettage and filling with cement for \nthe defect (Fig.  1A, B). He had no remarkable medical \nhistory but was obese, with a body mass index (BMI) of \n40  kg/m2. After 3 years of postoperative follow-up, the \npatient refused to attend further follow-up appointments \nat his own discretion. Seven years after surgery, the \npatient experienced right femoral pain. A recurrence \nwas suspected on the basis of radiography and magnetic \nresonance imaging (MRI) findings (Fig.  1C, D). An \nincisional biopsy was performed at the bone lesion, \nwhich was histologically diagnosed as a secondary \nmalignant giant cell tumor. Preoperative chemotherapy \nwith methotrexate, doxorubicin, and cisplatin (MAP) was \nadministered before surgery. After extraarticular tumorwide resection, the affected limb was reconstructed \nusing the Compress (Fig.  2A). A tibial osteotomy was \nperformed 4  mm from the original resection, and a \n10-mm block was added to the 12-mm implant. The \nfemur was osteotomized at 125  mm, and a 10-mm \nosteotomy was performed. The diameter of the femur at \nthe osteotomy site was 32 mm, with the cortical thickness \nat the narrowest part measuring 4 mm. No intraoperative \nproblems occurred with reaming or other manipulations. \nA 20-mm centering sleeve and a short anchor plug were \nselected to maintain the bone stock. The diameter of \nthe osteotomy surface was measured; a 38-mm spindle \nwas selected, the device force was set at 800  IBM, and \nan anti-rotation pin was inserted. Following implant \ninsertion, plastic surgeons covered the defect with a \ngastrocnemius flap, and the surgery was completed. \nThe patient was immobilized with a knee brace and \nunloaded postoperatively. After confirming wound \nhealing, adjuvant chemotherapy with MAP was initiated \n2 weeks after surgery. Partial weight bearing of 25% was \npermitted at 6  weeks postoperatively. It was increased \ngradually by 25% per  week, with full loading permitted \nfrom 10  weeks postoperatively. Range-of-motion \nexercises of the right knee were also initiated 6  weeks \npostoperatively. However, patients sometimes struggled \nto adhere to the behavioral restrictions we set, and \ncompliance was relatively poor. Adjuvant chemotherapy \nwith MAP was completed 16  weeks postoperatively. \nSixteen weeks after surgery, the patient experienced \ndiscomfort in the right knee, and radiography showed a \nslight varus deformity at the base of the anchor plug, but \nno obvious breakage was observed (Fig.  2B). The patient \nPage 3 of 8\n Koike et al. Journal of Medical Case Reports            (2025) 19:6 \n \nbecame aware of knee instability. After the completion \nof postoperative chemotherapy, the patient was able \nto work as the manager of a campground. However, \n13  months after the surgery, the patient fell and was \nreferred to the emergency department because of pain \nin the right knee. Radiography showed implant failure \nat the base of the anchor plug (Fig.  2C). Two weeks after \nthe injury, revision arthroplasty was performed. Revision \nsurgery was performed via an osteotomy proximal to \nthe anchor plug, and a standard anchor plug was used \nto replace the prosthesis (Fig.  3A, B). After 2  weeks of \nimmobilization with a knee brace, the patient was fit \nwith a long-leg orthosis. Partial loading commenced after 6  weeks of unloading, with full loading permitted \n10 weeks postoperatively. A total of 1 year and 2 months \npostoperatively, bone formation at the bone–implant \ninterface was vigorous on radiography, and the patient \ncould walk unassisted with the use of a brace and return \nto work on the campground (Fig. 3C).\nCase 2 is about a 14-year-old Japanese boy with \nosteosarcoma of the left tibia who underwent wide \nresection after neoadjuvant chemotherapy with \nMAP and reconstruction with a prosthesis using the \nCompress (Fig.  4A, B). He had no remarkable medical \nhistory but had a BMI of 25 kg/m2. During surgery, the \ntumor was widely resected. The tibial osteotomy was \nFig. 1 Case 1: A 36 year-old man underwent surgery for a giant cell tumor in the right distal femur. A Preoperative coronal computed tomography \n(CT) image. B Coronal CT images after curettage and cement filling. C Coronal CT images showing recurrence (arrow). D Axial T2-weighted \nmagnetic resonance imaging scan of the recurrence site (arrow)\nPage 4 of 8 Koike et al. Journal of Medical Case Reports            (2025) 19:6 \nperformed 150  mm from the joint surface, with the \ndiameter of the tibia at the osteotomy site measuring \n25  mm and the cortical thickness at the narrowest part \nmeasuring 3.7  mm. Because tumor invasion into the \nposterior cruciate ligament (PCL) was suspected, a \nfemoral osteotomy was performed 50  mm proximal \nto the articular surface, and the fibula was resected \ntogether. For bone reconstruction, the tibial and femoral \ncomponents were measured. A short anchor plug was \nselected, and a spindle of 30 mm was chosen considering \nthe small amount of surrounding soft tissue, although \n38  mm was appropriate on the basis of the diameter of \nthe osteotomy surface. The device force was 800  IBM, \nand an anti-rotation pin was inserted. After the implant \ninsertion, the iliotibial ligament was harvested to \nreconstruct the separated patellar tendons. Finally, the \ndefect was covered with a gastrocnemius flap and a splitthickness skin graft by a plastic surgeon, and the surgery \nwas completed. Adjuvant chemotherapy with MAP was \ninitiated 2 weeks after surgery. Partial weight bearing was \nallowed at 6 weeks, and full-weight bearing was allowed \nat 10 weeks postoperatively. At 8 months postoperatively, \nbony atrophy was noted on the medial side of the \nimplant-bone interface (Fig.  4C). Nine months after the \nsurgery, he experienced knee discomfort, fell, and visited \nthe emergency department of our hospital. Radiography \nrevealed an implant failure (Fig.  5A). The implant broke \nat the base of the anchor plug. A total of 2 weeks after \nthe injury, revision arthroplasty was performed. During \nrevision surgery, the tibia was fractured, and a cemented \nstem was used with supplemental locking plate fixation (Fig.  5B). Half-weight bearing was allowed at 7  weeks \npostoperatively, and full weight bearing was allowed at \n9  weeks postoperatively. The patient was able to walk \nindependently using a brace 7 months after revision \narthroplasty. \nIn both cases, the tissue surrounding the failure site \nwas subjected to pathological and culture examinations. \nBoth tests yielded negative results.",
    "Discussion": "Discussion and conclusion\nHerein, we report two cases of relatively early postopera tive implant failure after the resection of malignant bone \ntumors that were reconstructed using the Compress \nmegaprosthesis with a short-type anchor plug.\nHealey et  al. reported the clinical outcomes of \n82 patients who had undergone compression knee \narthroplasty for bone tumors of the distal femur \n[6]. The median follow-up period was 43  months, \nand 28 patients were followed up for > 5  years. The \nsurvivorship rates were 85% and 80% at 5 and 10 years, \nrespectively. Eight failures of the interface occurred \nowing to aseptic loosening alone or aseptic loosening \nwith periprosthetic failures that affected the interface. \nFive of the eight patients with aseptic loosening had \nbone failure, characterized by the absence of bone \ngrowth into the porous spindle, collapse of the bone–\nprosthesis interface, and associated failure between \nthe anchor pins and the spindle. The authors classified \nthe modes of bone failure as follows: type I, affecting \nthe interface; type II, not requiring prosthetic revision; \ntype IIA, failure proximal to the implant; and type IIB, \nFig. 2 Case 1: A Radiograph taken immediately after the initial surgery with the Compress. B Radiographs taken 16 weeks after the initial surgery. \nA slight varus deformity is seen with evidence of suspected failure (arrow). C Radiographs obtained immediately after Compress failure\nPage 5 of 8\n Koike et al. Journal of Medical Case Reports            (2025) 19:6 \n \nbone failure that did not disrupt the interface or extend \nthe anchor plug fixation pins. The patient in case 1 had \ndiscomfort in his knee at 16  weeks postoperatively \nand had been experiencing instability ever since. The \nradiographic findings suggested that bone formation \nat the interface was insufficient, resulting in implant \nfailure, which was a phenomenon similar to the type \nI failure reported by Healey et  al. The patient in case \n2 also showed bone atrophy at the interface on the \nradiograph, and we assumed that the failure was \ncaused by the same mechanism as the type I failure. \nIn addition, the spindle size was small relative to the diameter of the tibial osteotomy surface, which may \nhave also contributed to poor bone formation at the \nbone–implant interface.\nHowever, the risk factors for Compress failure are \npoorly understood. Although studies on the breakage \nof the Compress are limited, Kagan et  al. reported \nthat the risk factors significantly associated with \nmechanical failure were the location of the proximal \nfemur and proximal tibia compared with the distal \nfemur. The significant factors associated with overall \nfailure were proximal tibial location and radiation \ntherapy [7]. Goldman et  al. reported 121 cases of \nFig. 3 Case 1: A Radiographs taken immediately after revision surgery. B Intraoperative findings at the time of revision. C Radiographs taken \n14 months after surgery. Vigorous bone formation is observed at the bone–implant interface (arrows)\nPage 6 of 8 Koike et al. Journal of Medical Case Reports            (2025) 19:6 \ndistal femoral replacement with the Compress [9]. In \nthe Cox proportional hazards model, age at surgery, \nchemotherapy, BMI, sex, and length of resection were \nnot significantly associated with mechanical failure. \nIn this context, the proximal tibia in case 2 fits the risk \nprofile. In both cases, radiographs taken immediately \nprior to failure showed insufficient bone formation at \nthe interface; as discussed by Healey et  al., insufficient \nbone formation in this area could have been the cause \nof the failure. The relatively high BMI of the two patients \n(case 1: 40  kg/m2, case 2: 25  kg/m2) may also have \ncontributed to this failure. Perioperative chemotherapy was administered in both cases, which could have caused \ninadequate bone formation at the interface. In addition \nto perioperative chemotherapy, extraarticular resection \nin case 1 resulted in the removal of a large amount of \nsoft tissue around the knee joint, which may have caused \ninstability, and the patient’s relatively poor compliance \nwith the rehabilitation programme may have contributed \nto poor bone formation. It is conceivable that, in case \n2, the spindle size may have been small relative to the \ndiameter of the osteotomy surface. The small diameter \nand cortical thickness of the tibia at the osteotomy site \nmay have contributed to poor bone formation at the BPI \nand fractures during revision surgery. Although clear \nguidelines regarding the schedule for starting weight \nbearing are lacking, Tyler et  al. reported that partialweight bearing should be started at 6  weeks with a \n25% increase per week, allowing full-weight bearing \nat 10  weeks [14]. Our patients followed this loading \nschedule, and no bone formation at the interface was \nobserved at the start of loading. If bone formation is \nnot observed at 6 weeks, it may be possible to delay the \nstart of loading; however, the atrophy of the affected limb \nand a delay in rehabilitation due to delayed loading may \nalso be a concern. The appropriate timing for the start of \nthe loading should be fully considered for each case and \nexamined in future studies.\nTherefore, considering surgical techniques that do \nnot disrupt bone formation is important. Preserving \nthe periosteum and endosteum of the osteotomy sur face as much as possible, selecting an appropriately \nsized central sleeve to avoid lateral instability, inserting \nan oblique pin according to the thickness of the cortex \nFig. 4 Case 2: A 14-year-old boy with osteosarcoma of the left \ntibia. A Radiographic and coronal T1-weighted fat-suppression \ncontrast-enhanced magnetic resonance imaging scans obtained \nat the first visit. B Radiographic image obtained after initial surgery. C \nRadiographs taken 8 months postoperatively showing bone atrophy \nat the bone–implant interface (arrows)\nFig. 5 Case 2: A Radiograph obtained immediately after implant \nbreakage. B Radiograph obtained after revision surgery\nPage 7 of 8\n Koike et al. Journal of Medical Case Reports            (2025) 19:6 \n \nof the osteotomy surface, setting the appropriate pres sure, and selecting an appropriately sized spindle are \nessential. The choice of anchor plug is also considered \nimportant. In cases with minimal residual bone after \ntumor resection, a short-type plug is the only option; \notherwise, a choice must be made between the standard \ntype and short type, which have different lengths and \nshapes. According to a Food and Drug Administration \nreport from 2015 to October 2022, breakage occurred \nin 4 out of 855 cases of the standard-type and in 20 out \nof 972 cases of the short-type plug (0.47% versus 2.06%, \nrespectively, p < 0.01) [15]. In two of our failure cases, \nshort-type anchor plugs were used at the time of the \ninitial surgery. Further research is required to elucidate \nthe use and indications of these types of anchor plugs. \nHowever, breakage risk should be managed when using \na short anchor plug.\nDemonstrating the association between the Compress \nbreakage and short-type anchor plugs in the two cases \nin this report has its limitations. Although the factors \nleading to the Compress failure remain unknown, care ful follow-up, including setting the timing of the start of \nweight-bearing, is necessary in patients with reported \nrisk factors and in patients in whom bone formation at \nthe bone–implant interface is expected to be poor. It is \nalso important to select appropriate components accord ing to the cortical thickness and diameter of the osteot omy surface to avoid failure.\nAbbreviations\nBMI  Body mass index\nMRI  Magnetic resonance imaging\nMAP  Methotrexate, doxorubicin, and cisplatin\nPCL  Posterior cruciate ligament\nFDA  Food and Drug Administration\nAcknowledgements\nThe author expresses their gratitude to Yoko Kawai, Tae Naganuma, and Mit suko Yoshino for their invaluable assistance in administrative duties.\nAuthor contributions\nHiroshi Koike: conceptualization, methodology, software, writing—original \ndraft; Kunihiro Ikuta: methodology, supervision, writing—reviewing and \nediting; Hiroshi Urakawa: writing—reviewing and editing; Tomohisa Sakai: \nwriting—reviewing and editing; Takeo Fujito: writing—reviewing and editing; \nYoshihiro Nishida: writing—reviewing and editing; and Shiro Imagama: writ ing—reviewing and editing.\nFunding\nThis work was partly supported by Zimmer Biomet.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nThe study was approved by the Ethics Committee at our hospital (201503586850), and informed consent was obtained from all patients. It has \nadhered to any reporting/ethical guidelines.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nShiro Imagama has received grants from Zimmer-Biomet. The other authors \ndeclare no financial disclosures.\nReceived: 16 October 2024   Accepted: 15 November 2024\nReferences\n 1. Ahlmann ER, Menendez LR, Kermani C, Gotha H. Survivorship \nand clinical outcome of modular endoprosthetic reconstruction \nfor neoplastic disease of the lower limb. J Bone Joint Surg Am. \n2006;88:790–5. https:// doi. org/ 10. 1302/ 0301- 620X. 88B6. 17519.\n 2. Kawai A, Muschler GF, Lane JM, Otis JC, Healey JH. Prosthetic knee \nreplacement after resection of a malignant tumor of the distal part \nof the femur: medium to long-term results. J Bone Joint Surg Am. \n1998;80:636–47. https:// doi. org/ 10. 2106/ 00004 623- 19980 5000- 00004.\n 3. Kinkel S, Lehner B, Kleinhans JA, Jakubowitz E, Ewerbeck V, Heisel C. \nMedium to long-term results after reconstruction of bone defects at \nthe knee with tumor endoprostheses. J Surg Oncol. 2010;101:166–9. \nhttps:// doi. org/ 10. 1002/ jso. 21441.\n 4. Morgan HD, Cizik AM, Leopold SS, Hawkins DS, Conrad EU. Survival \nof tumor megaprostheses replacements about the knee. Clin Orthop \nRelat Res. 2006;450:39–45. https:// doi. org/ 10. 1097/ 01. blo. 00002 29330.  \n14029. 0d .\n 5. Pala E, Trovarelli G, Calabrò T, Angelini A, Abati CN, Ruggieri P . \nSurvival of modern knee tumor megaprostheses: failures, functional \nresults, and a comparative statistical analysis. Clin Orthop Relat Res. \n2015;473:891–9. https:// doi. org/ 10. 1007/ s11999- 014- 3699-2.\n 6. Healey JH, Morris CD, Athanasian EA, Boland PJ.  Compress® knee \narthroplasty has 80% 10 year survivorship and novel forms of bone \nfailure knee. Clin Orthop Relat Res. 2013;471:774–83. https:// doi. org/  \n10. 1007/ s11999- 012- 2635-6.\n 7. Kagan R, Adams J, Schulman C, Laursen R, Espana K, Yoo J, et al. What \nfactors are associated with failure of compressive osseointegration \nfixation? Clin Orthop Relat Res. 2017;475:698–704. https:// doi. org/ 10.  \n1007/ s11999- 016- 4764-9.\n 8. Zimel MN, Farfalli GL, Zindman AM, Riedel ER, Morris CD, Boland \nPJ, et al. Revision distal femoral arthroplasty with the  compress® \nprosthesis has a low rate of mechanical failure at 10 years. Clin \nOrthop Relat Res. 2016;474:528–36. https:// doi. org/ 10. 1007/  \ns11999- 015- 4552-y .\n 9. Goldman LH, Morse LJ, O’Donnell RJ, Wustrack RL. How often does \nspindle failure occur in compressive osseointegration endoprostheses \nfor oncologic reconstruction? Clin Orthop Relat Res. 2016;474:1714–23. \nhttps:// doi. org/ 10. 1007/ s11999- 016- 4839-7.\n 10. Yilmaz M, Sørensen MS, Sæbye C, Baad-Hansen T, Petersen MM. \nLong-term results of the Global Modular Replacement System tumor \nprosthesis for reconstruction after limb-sparing bone resections in \northopedic oncologic conditions: Results from a national cohort. J \nSurg Oncol. 2019;120:183–92. https:// doi. org/ 10. 1002/ jso. 25490.\n 11. Henderson ER, Groundland JS, Pala E, Dennis JA, Wooten R, Cheong \nD, et al. Failure mode classification for tumor endoprostheses: \nretrospective review of five institutions and a literature review. J Bone \nJoint Surg Am. 2011;93:418–29. https:// doi. org/ 10. 2106/ JBJS.J. 00834.\n 12. Carlisle E, Steadman P , Lowe M, Rowell P , Sommerville S. What factors \nare associated with stem breakage in distal femoral endoprosthetic \nreplacements undertaken for primary bone tumors? Clin Orthop Relat \nRes. 2023. https:// doi. org/ 10. 1097/ CORR. 00000 00000 002746.\n 13. Groundland J, Brown JM, Monument M, Bernthal N, Jones KB, Randall \nRL. What are the long-term surgical outcomes of compressive \nendoprosthetic osseointegration of the femur with a minimum 10 year \nPage 8 of 8 Koike et al. Journal of Medical Case Reports            (2025) 19:6 \nfollow-up period? Clin Orthop Relat Res. 2022;480:539–48. https:// doi.  \norg/ 10. 1097/ CORR. 00000 00000 001979.\n 14. Tyler WK, Healey JH, Morris CD, Boland PJ, O’Donnell RJ.  Compress® \nperiprosthetic fractures: interface stability and ease of revision. Clin \nOrthop Relat Res. 2009;467:2800–3280. https:// doi. org/ 10. 1007/  \ns11999- 009- 0946-z.\n 15. MAUDE—manufacturer and user facility device experience. https:// www. \nacces sdata. fda. gov/ scrip ts/ cdrh/ cfdocs/ cfmau de/ search. cfm. Accessed \n29 Nov 2023.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}