{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05045-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05045-0.pdf",
  "metadata": {
    "/Keywords": "Intrathecal baclofen; Catheter; Complications",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120123109+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250120074758+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05045-0",
    "/Author": "Yasutaka Takagi ",
    "/Title": "Worsening spasticity due to catheter breakage during intrathecal baclofen therapy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05045-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Intrathecal baclofen therapy can substantially improve symptoms in patients with severe spasticity owing to traumatic spinal cord injury, multiple sclerosis, cerebral paresis, or tethered cord syndrome. Problems \nassociated with intrathecal catheters include migration, laceration, occlusion, or disconnection. Several case reports \nhave described the management of catheter fragments. To the best of our knowledge, this is the first detailed report \nof the insertion of a new catheter.",
    "Case Presentation": "Case presentation A 64-year-old Japanese man with spinal myoclonus was undergoing intrathecal baclofen ther apy; his spasticity was well controlled with intrathecal baclofen therapy but worsened 13 years after pump implantation. Imaging revealed spinal catheter breakage, and the catheter was retained in the spinal canal. We inserted a new \ncatheter through a different intervertebral space without removing the original catheter. Postoperatively, the spasticity remained well controlled with intrathecal baclofen therapy.",
    "Conclusion": "Conclusion This is the first detailed report on the insertion of a new catheter for intrathecal baclofen therapy at a different intervertebral space from the catheter breakage, without removal of the old intrathecal catheter.\nKeywords  Intrathecal baclofen, Catheter, Complications\nBackground\nIntrathecal baclofen (ITB) therapy can substantially \nimprove symptoms in patients with severe spasticity \nowing to traumatic spinal cord injury, multiple sclerosis, \ncerebral paresis, or tethered cord syndrome [1–8]. The \nproblems associated with ITB therapy include migration, \nlaceration, occlusion, or disconnection [9]. Although \nthere are several reports on retained catheter fragments \nand their management, they do not provide details on \nthe specific surgical techniques in terms of the retained \ncatheter [10–17]. To the best of our knowledge, detailed \nreports on the insertion of new catheters have also not \nyet been published. We report a case of insertion of a \nnew catheter for intrathecal baclofen therapy at a differ ent intervertebral space from catheter breakage, without \nthe removal of the old intrathecal catheter.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYasutaka Takagi\ntakagi@p1.coralnet.or.jp\n1 Department of Orthopedic Surgery, Tonami General Hospital, 1-61 \nShintomi- cho, Tonami City, Toyama 939-1395, Japan\n2 Department of Rehabilitation Medicine, Tonami General Hospital, 1-61 \nShintomi- cho, Tonami City, Toyama 939-1395, Japan\n3 Department of Rehabilitation Medicine, Toyama Prefectural \nRehabilitation Hospital and Support Center for Children with Disabilities, \n36 Shimoiino -machi, Toyama 939-1395, Japan\n4 Department of Rehabilitation Medicine, Kanazawa University Hospital, \n13-1 Takara-machi, Kanazawa City, Ishikawa 920-8641, Japan\n5 Department of Orthopedic Surgery, Graduate School of Medicine, \nKanazawa University, 13-1 Takara-machi, Kanazawa City, Ishikawa \n920-8641, Japan\nPage 2 of 6 Takagi et al. Journal of Medical Case Reports           (2025) 19:22 \nCase presentation\nA 64-year-old Japanese man had undergone cervical \nlaminoplasty from C4 to C7 16 years prior. Although his \nmyelopathy improved, he developed spasticity in both \nlower limbs and was diagnosed with myoclonus 14 years \nearlier. He had been referred to our department 13 years \npreviously because oral medication had not alleviated \nhis spasticity. He was employed and had no relevant \nfamily history, history of smoking tobacco, or alcohol \nconsumption.\nLaboratory assessments showed no signs of an inflam matory reaction: C-reactive protein, 0.08  mg/L; white \nblood cell count, 11.5 ×  109/L; and platelet count, \n211 ×  109/L. In addition, laboratory assessments of \nliver and renal function showed no abnormal find ings: aspartate aminotransferase (AST), 23  U/L; alanine \naminotransferase (ALT), 25  U/L; alkaline phosphatase \n(ALP), 248  U/L (normal value 100–340); blood urea \nnitrogen (BUN), 18.1  mg/dl; and creatinine, 0.8  mg/dl. \nUrine, serological, and microbiological analyses revealed \nno abnormalities. His body temperature was 36.0  ˚C, \npulse was 77  beats per minute, and blood pressure was \n134/87  mmHg  on admission. Physical findings showed \nthat he had spasms in the upper and lower limbs, mak ing it impossible for him to sleep supine, and he usually \nslept on his side with his hips bent. His lower legs would \ntap when he washed his hair, drove a car, or was startled. \nThe degree of spasticity was evaluated using the Modified \nAshworth scale (MAS) (Table  1) [18]. The MAS was eval uated for eight sites (left/right): hip abduction (2/1 +), \nhip flexion (2/1 +), knee flexion (2/1 +), and ankle exten sion (2/1 +) in both lower limbs and wrist flexion (2/1 +), \nwrist extension (2/1 +), elbow flexion (2/1 +), and elbow \nextension (2/1 +) in both upper limbs. To evaluate the \neffectiveness of ITB therapy, baclofen was administered \nintrathecally as a single 50 μg dose, resulting in complete \nresolution of his spasticity and myoclonus. The patient \nconsented to the implantation of a programmable pump \nthat could continuously deliver ITB. For implantation, \na 16-gauge spinal needle was introduced into the L3/4 intervertebral space, under fluoroscopy, using the para median approach. After confirmation of the free flow of \ncerebrospinal fluid (CSF), the intrathecal catheter was \npassed through the needle, and the distal tip was placed at \nthe level of T9 (Fig.  1). A pump for the continuous deliv ery of baclofen (SynchroMed II, Medtronic, Inc., Minne apolis, MN, USA) was implanted into the left abdomen. \nAfter ITB pump implantation, the spasticity improved \nimmediately and significantly, and the myoclonus dis appeared. The patient remained under excellent control \non baclofen at 300–350  μg/day. Surgery was performed \nto replace the pump after 7 and 13  years. However, 1 \nweek after the second pump replacement, the spastic ity worsened. Despite initiating oral baclofen tablets and \nincreasing the daily dose of baclofen using the pump, the \npatient’s spasticity did not improve. Computed tomog raphy  (CT) revealed that the spinal catheter was torn \nwithin the spinal canal between L3 and L4. The top of the \nintrathecal catheter was inserted at the T9 level, and frag ments of the proximal and distal ends of the intrathecal \ncatheter were observed at the L3/4 level (Fig.  2). Labo ratory assessments showed no signs of an inflammatory \nreaction: C-reactive protein, 0.04  mg/L; white blood \ncell count , 7.6 ×  109/L; and platelet count, 197 ×  109/L. \nIn addition, a laboratory assessment of liver and renal \nfunction showed no abnormal findings: AST, 30  U/L; \nALT, 30  U/L; ALP [International Federation of Clinical \nChemistry and Laboratory Medicine (IFCC)], 54  U/L \n(normal value 38–113); creatinine kinase (CK), 312 U/L; \nBUN, 17.7  mg/dl; creatinine, 0.85  mg/dl; sodium (Na), \n140 mEq/L; potassium (K), 4.5, mEq/L; and chloride (Cl), \n104 mEq/L. Blood test",
    "Results": "results for CK and potassium were \nwithin the normal range, and there were no clinical find ings suggestive of withdrawal syndrome. The patients’ \nbody temperature was 36.0  ˚C, pulse was 75  beats per \nminute, and blood pressure was 115/66 mmHg on admis sion. Physical examination revealed worsening spasms in \nthe upper and lower extremities, making it difficult for \nthe patient to walk independently. The MAS was evalu ated for eight sites (left/right): hip abduction (2/1 +), hip \nTable 1 Modified Ashworth Scale for the grading of spasticity\nGrade Description\n0 No increase in muscle tone\n1 Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end \nof the range of motion when the affected part(s) is moved in flexion or extension\n1 + Slight increase in muscle tone, manifested by a catch followed by minimal resistance through the remainder \n(less than half ) of the range of motion\n2 More marked increase in muscle tone through most of the range of motion, but affected part(s) is easily moved\n3 Considerable increase in muscle tone, passive movement difficult\n4 Affected part(s) rigid in flexion or extension\nPage 3 of 6\n Takagi et al. Journal of Medical Case Reports           (2025) 19:22 \n \nflexion (2/1 +), knee flexion (2/1 +), and ankle extension \n(2/1 +) in both lower limbs and wrist flexion (2/1 +), wrist extension (2/1 +), elbow flexion (2/1 +), and elbow \nextension (2/1 +) in both upper limbs.\nWe discussed, with the patient and his wife, whether to \nremove the remaining catheter and insert a new catheter \nor to leave the remaining catheter as is and insert a new \ncatheter. They decided to leave the original catheter in \nplace and insert a new one.\nDuring surgery, the patient was placed in the right lat eral position under general anesthesia by an anesthetist. \nA skin incision was made proximal to the site of the pre vious incision. For implantation, a 16-gauge spinal needle \nwas introduced into the L2/3 intervertebral space under \nfluoroscopy, using the paramedian approach, taking care \nnot to damage the original catheter. After confirming free \nflow of CSF, the Ascenda catheter was passed through \nthe needle. Fluoroscopy confirmed that it had ascended \nsmoothly. The distal tip of the Ascenda catheter was \nplaced at the same T9 position as the previous catheter \n(Fig.  3). The torn spinal catheter was removed from the \nsoft tissue distal to the insertion site of the new catheter. \nThe pump end of the catheter was cut, and the old cath eter was removed. The original spinal catheter was left in \nplace in the spinal canal. The new catheter was connected \nto the pump to allow the baclofen to reach the subarach noid space (Fig.  4). Postoperatively, a new intrathecal \ncatheter was introduced through the L2/3 intervertebral \nspace to the original position at the T9 level (Fig.  5). After \nITB pump implantation, the patients’ spasticity greatly \nFig. 1 Intrathecal baclofen pump implantation. Intrathecal baclofen pump implantation was performed by inserting an intrathecal catheter \nthrough the L3/4 intervertebral space (white solid triangle) to the T9 level (white outline arrow) (a anterior–posterior (AP) view; b lateral view)\nFig. 2 Computed tomography of the thoracolumbar spine. The \ndistal tip of the intrathecal catheter was introduced at the T9 level \n(white outlined arrow), and breakage of the intrathecal catheter \nwas observed at the L3/4 level (white solid arrow) (a sagittal view; \nb L3/4 axial view; c L3/4 distal axial view; d L4 proximal axial view). \nFragments of the proximal and distal ends of the intrathecal catheter \nwere observed at the L3/4 level; e three-dimensional computed \ntomography scan\nPage 4 of 6 Takagi et al. Journal of Medical Case Reports           (2025) 19:22 \nimproved and he was able to walk without assistance. \nThe MAS at the eight sites were hip extensors (1/1), hip \nadductors (1/1), knee extensors (1/1), and ankle plantar \nflexors (1/1). During the 5-month follow-up, spasticity \nremained under excellent control on baclofen at 160–\n170 μg/day without adverse effects. Radiographic exami nation performed 5  months after surgery showed no \nmigration of the original catheter or the newly inserted \ncatheter.",
    "Discussion": "Discussion and conclusion\nITB therapy is an effective treatment for the manage ment of spasticity of different origins [1–8]; however, \ncomplications related to the device or administered \ndrug may occur and must be managed [9–17]. Problems \nassociated with intrathecal catheters include migration, \nlaceration, occlusion, and disconnection, which cause sudden cessation of intrathecal drug administration \n[9]. The Ascenda catheter features a unique four-layer \ndesign to reduce catheter-related problems such as col lapse, kinking, and occlusion [16]. Data published in the \nMedtronic Product Performance Report summary from \nthe Medtronic post-market registry 2022 (version 1.0, \n20 March) show that the InDura catheter was approved \nby the Food and Drug Administration (FDA) in Octo ber 1999. Among the 661 patients fitted with the InDura \ncatheter, catheter break/cut has been observed in 19 \npatients (2.8%). The Ascenda catheter was approved by \nthe FDA in May 2012. Among the 1256 patients using the \nAscenda catheter, catheter break/cut has been observed \nin 6 patients (0.48%).\nFrizon et al. [10] reported the results of a retrospective \nreview of 59 patients, previously implanted with intrath ecal drug delivery systems, who underwent intrathecal \nFig. 3 Intraoperative image. A new intrathecal catheter was introduced through the L2/3 intervertebral space to the original T9 level (new catheter, \nblack solid arrow; old catheter, black outline arrow) (a anterior−posterior view; b lateral view; c lateral view; d lateral view)\nFig. 4 Intraoperative findings and the extracted intrathecal catheter. The spinal segment of the intrathecal catheter was removed (torn spinal \ncatheter, white arrow; new spinal segment of the intrathecal catheter, white solid triangle; new pump segment of the intrathecal catheter, white \noutline triangle). We extracted the torn intrathecal catheter (white arrow) (a intraoperative findings; b extracted intrathecal catheter)\nPage 5 of 6\n Takagi et al. Journal of Medical Case Reports           (2025) 19:22 \n \ncatheter removal. In total, 8 of the 59 patients (13.5%) \nexperienced complications. A retained catheter was the \nmost common complication, occurring in four out of \neight patients (50%). Of these four patients, two required \nfurther surgery to remove the retained portion of the \nintrathecal catheter. One patient developed a compres sive subdural fluid collection around the broken tip at \nthe T10–T11 level. The other patient had a retained \nintradural and extradural catheter piece that was subse quently removed after recurrent infection. CSF leak was \nthe second complication, occurring in three out of eight \npatients (37.5%). Of these three patients, two required an \nexternal drain to divert the CSF, and one improved with \nconservative management. Persistent headache was the \nthird complication, occurring in one out of eight patients \n(12.5%). This patient required three blood patches to \nimprove their symptoms.\nVodapally et al. [11] reported a case of a tension pseu domeningocele caused by a retained lumbar intrathecal \ncatheter. The authors stated that if the spinal end of the \ncatheter is retracted deep into the interspinous ligaments \nand is not recoverable, entering the intrathecal space at \nthe same level should be avoided.\nNakaji et  al. [12] reported a case of cranial subarach noid hemorrhage (SAH) related to the cephalad migra tion of an indwelling intrathecal catheter within the \nspinal canal, which was extracted from below through \nC6–C7 laminoplasty without complications.Hnenny et al. [13] reported an unusual case of a patient \npresenting with a posterior fossa subarachnoid hemor rhage (SAH) associated with the fracture and migration \nof a narcotic pump lumbar intrathecal catheter into the \nupper cervical subarachnoid space and infratentorial \ncisterns.\nMaugans [14] reported a case of intracranial extension \nof a catheter segment. The segment was removed from \nthe subarachnoid space, there were no perioperative \ncomplications, and the symptoms of neck pain, dizziness, \nand nausea resolved.\nOshino et al. [15] published a technical note describing \na practical approach for removing a sheared lumbar cath eter fragment and avoiding its migration into the spinal \ncanal.\nAlthough several reports on retained catheter frag ments and their management have been published, they \ndo not provide details on the specific surgical techniques \nused to deal with the retained catheter. The authors \nalso do not provide details on the implantation of a new \nintrathecal catheter.\nTo remove an intrathecal foreign body, invasive surger ies (such as laminectomy or laminotomy) are necessary. \nTherefore, risks and benefits should be assessed prior to \ndecision-making in these cases [17]. During surgery, we \nwere careful to insert the new catheter into the interver tebral space one level above, rather than from the same \nintervertebral space as the previous one, to avoid a \nFig. 5 Postoperative X-ray. A new intrathecal catheter was introduced through the L2/3 intervertebral space to the original T9 level (new catheter, \nwhite solid arrow; old catheter, white outline arrow) (a anterior−posterior view; b lateral view)\nPage 6 of 6 Takagi et al. Journal of Medical Case Reports           (2025) 19:22 \nCSF fluid fistula and damage to the original catheter. A \n16-gauge spinal needle was inserted under fluoroscopic \nguidance. To our knowledge, this is the first detailed \nreport on the insertion of a new catheter for ITB ther apy at a different intervertebral space from the catheter \nbreakage, without removal of the old intrathecal catheter. \nWith the new catheter inserted, the spasticity is well con trolled 5 months after surgery. Since the old intrathecal \ncatheter remains in place, attention must be paid to cath eter migration, and long-term follow-up is required.\nConclusion\nWe report a case of insertion of a new catheter for ITB \ntherapy at a different intervertebral space from the cath eter breakage, without the removal of the old intrathecal \ncatheter. We considered that insertion of a new catheter \ninto a different intervertebral space would be a useful \nalternative for the management of catheter breakage.\nAbbreviations\nITB  Intrathecal baclofen\nCSF  Cerebrospinal fluid\nAST  Aspartate aminotransferase\nALT  Alanine aminotransferase\nALP  Alkaline phosphatase\nBUN  Blood urea nitrogen\nCT  Computed tomography\nMAS  Modified Ashworth scale\nAcknowledgments\nNot applicable. No assistance was provided in the writing of this manuscript.\nAuthor contributions\nYT performed all of the surgeries. YT, HY, HE, HH, HI, YN, RS, AN, KK, TY, and SD \ndesigned the treatment plans. YT conducted the follow-up and wrote the \ndraft of the manuscript, which was revised by SD. All the authors have read \nand approved the final version of the manuscript.\nFunding\nThe authors have no relevant affiliations or financial involvement with any \norganization or entity with financial interest or financial conflicts with the \nsubject matter or materials discussed in this manuscript.\nAvailability of data and materials\nMedical imaging data will not be shared, because it is not fully anonymous.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication \nof this case report and the accompanying images. A copy of the written consent form is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests pertaining to this \nmanuscript.\nReceived: 1 March 2024   Accepted: 8 January 2025\nReferences\n 1. Penn RD, Kroin JS. Intrathecal baclofen alleviates spinal cord spasticity. \nLancet. 1984;1:1078.\n 2. Penn RD, Kroin JS. Continuous intrathecal baclofen for severe spasticity. \nLancet. 1985;2:125–7.\n 3. Penn RD, Savoy SM, Corcos D, Latash M, Gottlieb G, Parke B, et al. Intrathe cal baclofen for severe spinal spasticity. N Engl J Med. 1989;320:1517–21.\n 4. Penn RD. Intrathecal baclofen for spasticity of spinal origin: seven years of \nexperience. J Neurosurg. 1992;77:236–40.\n 5. Ordia JI, Fischer E, Adamski E, Spatz EL. Chronic intrathecal delivery of \nbaclofen by a programmable pump for the treatment of severe spasticity. \nJ Neurosurg. 1996;85:452–7.\n 6. Schaeybroeck PV, Nuttin B, Lagae L, Schrijvers E, Borghgraef C, Feys P . \nIntrathecal baclofen for intractable cerebral spasticity: a prospective \nplacebo-controlled, double-blind study. Neurosurgery. 2000;46:603–9.\n 7. Brennan PM, Whittle IR. Intrathecal baclofen therapy for neurological \ndisorders: a sound knowledge base but many challenges remain. Brit J \nNeurosurg. 2008;22:508–19.\n 8. Takagi Y, Yamada H, Ebara H, Hayashi H, Kidani S, Toyooka K, et al. Intrathe cal baclofen therapy for severe spasticity in an adult with tethered cord \nsyndrome: a case report. J Med Case Rep. 2021;15:442.\n 9. Delhaas EM, Harhangi BS, Frankema SPG, Huygen F, van der Lugt A. Plain \nradiography in patients treated with intrathecal drug delivery using an \nimplantable pump device. Insight Imag. 2017;8:499–511.\n 10. Frizon LA, Sabharwal NC, Maiti T, Golubovsky J, May F, Shao J, et al. \nRemoval of intrathecal catheters used in drug delivery systems. Neuro modulation. 2018;21:665–8.\n 11. Vodapally MS, Thimineur MA, Mastroianni PP . Tension pseudomeningocele associated with retained intrathecal catheter: a case report with a \nreview of literature. Pain Phys. 2008;11:355–62.\n 12. Nakaji P , Consiglieri GD, Garrett MP , Bambakidis NC, Shetter AG. Cranial \nmigration of a baclofen pump catheter associated with subarachnoid \nhemorrhage: case report. Neurosurgery. 2009;65:E1212–3.\n 13. Hnenny L, Sabry HA, Raskin JS, Liu JJ, Roundy NE, Dogan A. Migrating \nlumbar intrathecal catheter fragment associated with intracranial subarachnoid hemorrhage. J Neurosurg Spine. 2015;22:47–51.\n 14. Maugans TA. Intracranial migration of a fractured intrathecal catheter \nfrom a baclofen pump system: case report and analysis of possible \ncauses. Neurosurgery. 2010;66:319–22.\n 15. Oshino S, Kishima H, Ohnishi Y, Iwatsuki K, Saitoh Y. “Do not follow the \ntail”: a practical approach to remove a sheared lumbar catheter fragment avoiding its migration into the spinal canal. World Neurosurg. \n2016;87:266–8.\n 16. Motta F, Antonello CE. Comparison between an Ascenda and a silicone \ncatheter in intrathecal baclofen therapy in pediatric patients: analysis of \ncomplications. J Neurosurg Pediatr. 2016;18:493–8.\n 17. Forsythe A, Gupta A, Cohen SP . Retained intrathecal catheter fragment \nafter spinal drain insertion. Reg Anesth Pain Med. 2009;34:375–8.\n 18. Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth \nscale of muscle spasticity. Phys Ther. 1987;67:206–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}