{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05042-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05042-3.pdf",
  "metadata": {
    "/Keywords": "Rapidly progressive glomerulonephritis; Sarcoidosis; Crescentic glomerulonephritis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250124150438+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250123212124+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05042-3",
    "/Author": "K. Graňák ",
    "/Title": "Rapidly progressive glomerulonephritis as an unusual type of renal involvement in sarcoidosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05042-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Sarcoidosis is a multisystem inflammatory disease of unknown etiology characterized by the formation \nof noncaseating epithelioid granulomas. Clinically significant renal involvement is rare in sarcoidosis. It most commonly manifests as chronic tubulointerstitial nephritis and nephrocalcinosis with nephrolithiasis. Further, glomerular \ninvolvement is observed sporadically, mainly membranous glomerulopathy or focal segmental glomerulosclerosis.",
    "Case Presentation": "Case presentation We describe the clinical case of a 49-year-old patient of Caucasian ethnicity with a history of sar coidosis of the lungs and intrathoracic lymph nodes who was hospitalized for acute kidney injury, hypercalcemia, \nhypoxemic respiratory insufficiency, general weakness, weight loss, and fever. Conservative treatment was not successful, and therefore early initiation of renal function replacement in the form of intermittent hemodialysis was necessary. During differential diagnosis process, we found nephrotic range proteinuria with microscopic hematuria; \nautoantibody panel was completely negative. Histologically, a unique constellation of renal lesions in the form \nof severe chronic tubulointerstitial nephritis combined with diffuse sclerosing crescentic glomerulonephritis was confirmed. Computed tomography scan of the lungs revealed recurrence of sarcoidosis, and a secondary finding \nwas subpleurally localized primary calcified tuberculous infection. Treatment with corticosteroids was initiated in collaboration with a pulmonologist, with rapid improvement in the patient’s extrarenal clinical condition.",
    "Conclusion": "Conclusion Sarcoidosis needs to be considered in the differential diagnosis of rapidly progressive glomerulonephritis \neven though it is a very rare type of renal involvement.\nKeywords  Rapidly progressive glomerulonephritis, Sarcoidosis, Crescentic glomerulonephritis\nIntroduction\nSarcoidosis is a multisystem inflammatory disease of \nunknown etiology characterized by the formation of \nnoncaseating epithelioid granulomas. Any organ can be affected, but the lungs, lymph nodes, eyes and skin are \nmost commonly affected.\nClinically significant renal involvement is rare in sar coidosis. It most commonly manifests as chronic tubu lointerstitial nephritis (TIN) with or without granuloma \nformation and nephrocalcinosis with nephrolithiasis \nresulting from abnormal calcium homeostasis. Further, \nglomerular involvement is observed sporadically, and \nmainly membranous glomerulopathy or focal segmental \nglomerulosclerosis is reported in the literature [1].Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nP . Kleinová\nkleinova.pata@gmail.com\n1 Transplant -Nephrology Department, Transplantation Center, University \nHospital Martin, Kollarova 2, 03601 Martin, Slovakia\n2 Department of Internal Medicine I, Jessenius Medical Faculty \nof Comenius University, Martin, Slovakia\nPage 2 of 5 Graňák et al. Journal of Medical Case Reports           (2025) 19:33 \nCase presentation\nWe describe the clinical case of a 49-year-old male \npatient of Caucasian ethnicity who visited an emergency \ndepartment for weeks-long and progressively worsening \nsymptoms. The patient complained of general weakness, \nmalaise, and lack of appetite with progressive weight loss. \nFor the last week, the patient had a daily fever with a peak \nin the evening reaching above 38 °C.\nIn the patient’s medical history, we found sarcoidosis of \nthe lungs and intrathoracic lymph nodes, which was veri fied by cryobiopsy 1 year earlier. At that time, the patient \nwas treated with oral corticosteroids for active disease. \nPrednisone therapy lasted for a total of 12 months, dur ing which remission of the disease was achieved and \ntherefore prednisone was gradually tapered. The treat ment was stopped approximately 4 months before the \nonset of the current health problems. During the initial \ndifferential diagnosis process, renal function was exam ined regularly. At the time of admission, when the patient \nhad an acute manifestation of the sarcoidosis (fever, res piratory insufficiency, dehydration), the serum creatinine \nlevel was 135 umol/l. However, after parenteral rehydra tion, it normalized in a few days and therefore the finding \nwas assessed as prerenal type of impairment. Urinaly sis was also examined at the beginning and proteinuria \nwas positive, but quantification was not performed. The \npatient was also treated for arterial hypertension for a \nfew years with a triple combination of hypotensive drugs \n(angiotensin-converting-enzyme inhibitor, beta-blocker, \nand calcium-channel blocker).\nOn clinical examination, the patient was eupnoic, car diopulmonary compensated, euvolemic, and without any \nswelling of the extremities. His body temperature and \nblood pressure were normal and he did not complain of \nurinary problems, but his peripheral blood oxygen satu ration was 89–90%. In the initial laboratory tests, acute \nkidney injury, hypercalcemia, hypoxemic respiratory \ninsufficiency, mildly increased inflammatory activity, and \nanemia were found (Table  1). The patient was admitted \nto the local hospital for further differential diagnosis and \ntreatment. Urinalysis revealed a large nonselective glo merular proteinuria (9.7  g per day) with mixed type of \nerythrocyturia (40% of dysmorphic erythrocytes). Serum \nalbumin and total protein levels were slightly reduced \n(albumin 30.5 g/l, total proteins 61.3 g/l). Basic imaging \ninvestigations were completed. Chest X-ray showed dis crete reticulonodular perihilar pattern bilaterally, and \nechocardiography revealed left ventricular wall hypertro phy, without detection of vegetation on the heart valves. \nSonographic examination of the abdomen identified sple nomegaly; the kidneys were normal in size and shape, the \nrenal parenchyma was of physiological width with slightly higher echogenicity. In extended laboratory tests, we \nfound normal immunological parameters (level of immu noglobulins, C3 and C4 complement, complete panel \nof autoantibodies), physiological ratio of kappa/lambda \nfree light chains in serum, and no paraprotein detected \nin serum and urine by electrophoresis. At the same time, \nthe serological examination for infectious diseases and \nthe cultures of biological materials were negative. During \nthe hospitalization in the internal department, an onco logical disease of the gastrointestinal (normal endoscopy \nfindings) and urinary system (normal prostate-specific \nantigen and clinical examination) was also ruled out. The \npatient undergoes regular eye examinations for a known \ncataract. Examination was also performed during the dif ferential diagnostic process and no uveitis was detected. \nConservative treatment was primarily initiated, which \nincluded parenteral administration of crystalloids, nutri tional supplementation, empiric antibiotics, antipyretics, \nlow-flow oxygen therapy, and erythrocyte transfusion for \nprogression of anemia. Despite complex treatment, there \nwas no improvement in renal parameters, and therefore \nhemodialysis was initiated using dialysis catheter via the \nright internal jugular vein. The patient’s clinical condi tion did not improve, and general weakness, weight loss, \nand fever persisted. Broad-spectrum antibiotic treatment \nwas given for the progressive elevation of inflamma tory parameters (C-reactive protein ranged from 122 to \n236 mg/l and procalcitonin between 1.5 and 7.9 ug/l), but \nwithout any significant response.Table 1 Baseline laboratory findings\neGFR estimated glomerular filtration rate, CKD-EPI chronic kidney diseaseepidemiology collaboration index, pO2 partial pressure of oxygen, pH potential \nof hydrogenCurrent values Normal values\nCreatinine 977 64–104 umol/l\nUrea 22.6 2.7–7.2 mmol/l\neGFR (CKD-EPI) 0.08 1.33 ml/s/1.72m2\nAlbumin 30.5 35–50 g/l\nTotal proteins 61.3 66–83 g/l\nSodium 131 135–145 mmol/l\nChlorides 94 98–107 mmol/l\nPotassium 4.6 3.5–5.1 mmol/l\nCalcium 3.0 2.1–2.65 mmol/l\nC-reactive protein 25.2  < 5 mg/l\nHemoglobin 99 130–170 g/l\nLeukocytes 7.7 3.5–10.8 ×  102/l\npO2 6.89 10.0–13.3 kPa\npH 7.386 7.36–7.44\nBase excess −5.2 −2.5 to 2.5 mmol/l\nUrinalysis Proteins +  +  + \nErythrocytes + Proteins−\nErythrocytes−\nPage 3 of 5\n Graňák et al. Journal of Medical Case Reports           (2025) 19:33 \n \nTo perform a kidney biopsy and a comprehensive \npneumological examination, the patient was transferred \nto the Nephrology Department at the University Hospi tal in Martin. The next day, we performed an ultrasoundguided left kidney biopsy under local anesthesia. The \nimmediate postoperative period was uncomplicated. \nHowever, 4 days after the procedure, we noted a decrease \nin blood count and the presence of a subcapsular hema toma on kidney ultrasound. Using computer tomography \n(CT) angiography, an active contrast medium leak from \nthe peripheral branch of the left renal artery was verified. \nAs a solution, a successful selective embolization of the \nbleeding branch was performed.\nWhile waiting for the result of the kidney biopsy, the \npatient underwent a comprehensive examination of the \nrespiratory system. Going back to the first manifesta tion, histological examination of the lung cryobiopsy \nshowed epithelioid cell granulomas with the presence of \ngiant multinucleated cells. Flow cytometry of bronchoal veolar lavage fluid showed a significantly increased CD4/\nCD8 T lymphocyte ratio. There was no detectable histo logical finding that correlated with immunoglobulin G4 \n(IgG4)-related disease and plasma IgG4 level was normal. \nSpirometry detected a moderately severe restrictive ven tilation disorder and the diffusion capacity of the lungs \nfor carbon monoxide (DLCO) was severely reduced (flow \nexpiratory volume = FEV1 was 55% of predicted, flow \nvital capicity = FVC was 53% of predicted, total volume \ncapacity = TLC was 60% of predicted, and DLCO 36% of \npredicted). Chest CT scan showed uniform micronodu lar dissemination in both lung lobes with perilymphatic \nand random distribution, as well as interlobular septal \nthickening. In addition, we also found a positive result \nof the QuantiFERON TB-Gold test. On the basis of this \nresult, the CT finding was revised, resulting in detection \nof a calcified primary tuberculosis infection on the caudal \nedge of right S2. The pulmonologist diagnosed the find ings as a relapse of sarcoidosis and latent tuberculosis, \nand recommended initiating treatment with prednisone \n40  mg per day and a 3-month course of isoniazid with \nrifampicin. We found no association of tuberculosis with \ndiffuse lung involvement and renal failure in the patient. \nHowever, antituberculosis treatment was delayed due to \na significant elevation of cholestatic liver enzymes after \nantibiotic treatment (amoxycillin/clavulanate). We did \nnot confirm any other cause by laboratory and imaging \ninvestigations. We observed a trend toward a decrease in \nenzymes after antibiotic treatment.\nWe received the",
    "Results": "results of the kidney histopathology. \nThere were 19 glomeruli in the sample examined by light \nmicroscopy, 10 of which were globally sclerotic (Fig.  1). \nOther glomeruli showed significant mesangial scle rotic expansion, mildly increased mesangial cellularity, thickened basement membrane, and the presence of \nfibrotic crescents (Fig.  2). There were also severe chronic \nchanges in the tubulointerstitium, 90% tubule atrophy, \nand 80% interstitial fibrosis with predominantly chronic \nlymphoplasmacytic inflammatory infiltrate (Fig.  3). Nei ther granulomas nor giant cells with multiple nuclei \nwere detected in the interstitial fibrosis. Using von Kossa \nstaining, nephrocalcinosis was not detected. The ves sels showed a mild-to-moderate degree of arterio- and \narteriolosclerosis without any inflammation. Vascular \ngranulomatous involvement was not detected using Ver hoeff staining. A total of six glomeruli were examined \nby immunofluorescence and were negative for IgA, IgM, \nC3, C1q, fibrinogen, kappa and lambda. The pathologist \nreported only light diffuse linear staining for IgG in the \nglomerular capillaries. Congo red staining for amyloid \ndeposition from paraffin embedded tissue was negative. \nTwo glomeruli were examined in electron microscopy, \none of which was globally sclerotic. The other showed the \npresence of a fibrocellular crescent, mesangial sclerosis, \nFig. 1 Finding showing globally sclerotic glomeruli, hematoxylin \nand eosin, magnification × 400\nFig. 2 Fibrocellular crescents in preserved glomeruli, silver stain, \nmagnification × 400\nPage 4 of 5 Graňák et al. Journal of Medical Case Reports           (2025) 19:33 \nand a thickened basement membrane. Immune complex \ndeposits were not detected.\nWe diagnosed the patient’s condition as a rapidly pro gressive glomerulonephritis (RPGN) in the stage of dif fuse sclerotization as a result of a relapse of sarcoidosis \nin coincidence with severe chronic TIN. The diagnosis \nwas established by excluding other, more frequent possi ble causes of this histological finding in combination with \na history of highly active sarcoidosis. Due to the extent \nof chronic irreversible changes in the kidneys and the \npatient’s risk profile (latent tuberculosis), we decided to \nkeep the patient on prednisone treatment and not to add \nother immunosuppressants or cytotoxic agents. On ster oid treatment, the patient’s clinical condition promptly \nimproved, and fevers, weakness, and loss of appetite \nsubsided, and the patient began to gain weight. In labo ratory tests we monitored the normalization of inflam matory markers and calcium levels. The patient remained \nhemodialysis dependent and a permcath was implanted. \nAfter 3 months, control spirometry showed a significant \nproportional increase in lung volumes, capacities, and \nDLCO (FEV1 67% of predicted, FVC 69% of predicted, \nTLC 76% of predicted, DLCO 53% of predicted), while \nthe slow detraction of prednisone dose continues.",
    "Discussion": "Discussion\nRapidly progressive glomerulonephritis represents one \nof the most serious conditions in clinical nephrology. \nIts occurrence is usually associated with anti-neutrophil \ncytoplasmic antibody (ANCA)-associated vasculitis, IgA \nnephropathy, antiglomerular basement membrane dis ease, cryoglobulinemia, complement-mediated cases of \nlupus nephritis, or post-infectious glomerulonephritis. \nIt is characterized by the finding of crescents in the his tological examination of a kidney biopsy and rapid dete rioration of renal function with active urinary sediment. Without prompt initiation of treatment, it can lead to \nend-stage renal damage [2].\nRenal involvement is a less frequent extrarenal manifes tation of sarcoidosis and is described in 4–22% of cases, \nmostly as TIN or nephrocalcinosis [3]. Combination of \nRPGN with chronic TIN as in our case is very unusual. \nThere are, thus far, two case reports with this finding \nin the available literature. The first case is a combina tion of granulomatous interstitial nephritis, RPGN, and \nnecrotizing vasculitis without the evidence of any other \nautoimmune disease. In the second one, the authors \ndescribe the finding of Amyloid A (AA) amyloidosis with \nglomerular crescents. However, unlike in our case, both \npatients had a primary manifestation of sarcoidosis at the \ntime of renal involvement [4, 5].\nThe patient in our case report, based on the histological \nfindings (90% tubule atrophy and 80% interstitial nephri tis), was highly likely to have suffered from renal impair ment for a prolonged period of time. Chronic TIN did \nnot lead to alteration of renal function in the long term, \nand the patient’s urinary findings have not been checked \nsince the confirmation of sarcoidosis. Only a severe \nrelapse of sarcoidosis caused glomerular involvement in \nthe form of crescentic glomerulonephritis in the setting \nof severe chronic TIN, resulting in rapid and permanent \nloss of renal function. At this time, we detected large \nproteinuria, which is not typical for the initial phase of \nRPGN, nor is it typical of the renal course of sarcoidosis \nin the form of chronic TIN. Further, it is not uncommon \nin the advanced form of RPGN, which is accompanied by \nextensive glomerulosclerosis. In this case, highly active \nsystemic inflammatory disease also contributed to the \nproteinuria, as it was examined just at the initial phase \nof sarcoidosis relapse. We proceeded to the diagnosis by \nexcluding other more common causes of RPGN, such as \nautoimmune or infectious diseases.\nSarcoidosis in not routinely considered to be a part \nof the differential diagnosis of glomerular involvement, \nespecially RPGN; instead, it is diagnosed on the basis of \nthe exclusion of other possible conditions. Several differ ent types of glomerular involvement have been described, \nincluding membranous nephropathy, mesangioprolifera tive glomerulonephritis, focal segmental glomeruloscle rosis, or IgA nephropathy. The fundamental problem is \nthat there are no clinical or histopathological character istics that distinguish glomerulopathy in sarcoidosis from \nthe primary forms [6–8].\nConsiderable literature is available to guide the man agement of RPGN not related to sarcoidosis (initial use \nof cytotoxic or antilymphocyte agents followed by use of \nmaintenance combined immunosuppressants), but it is \nunclear whether this treatment can be applied to RPGN \nfrom sarcoidosis [1]. According to the recommendations \nFig. 3 Finding showing severe interstitial fibrosis (green), Masson–\nGoldner trichrome, magnification × 100\nPage 5 of 5\n Graňák et al. Journal of Medical Case Reports           (2025) 19:33 \n \nfor the treatment of active pulmonary sarcoidosis, corti costeroid therapy is primarily indicated. In case of cor ticosteroid intolerance, relapse occurrence, or continued \ndisease activity with inability to withdraw prednisone \nbelow 10–15 mg of daily dose, a cytotoxic agent should \nbe added to the combination. The best experience is doc umented with azathioprine or methotrexate; mycophe nolate mofetil probably appears to be less effective. In \nthird-line therapy, antiinflammatory agents, such as anti tumor necrosis factor (TNF)-α inhibitors, are now mainly \nused. The Foundation for Sarcoidosis Research includes a \nchapter in its recommendations for the treatment of renal \ninvolvement, but glomerular involvement is not included. \nIn the setting of hypercalciuria, the primary recom mendation is to initiate treatment with hydroxychloro quine and to administer corticosteroids if the effect is \ninsufficient or renal function is altered. For more severe \nextrapulmonary involvement, such as cardiac involve ment, European recommendations recommend primarily \ninitiating treatment with a dual combination of immuno suppressive agents [9]. Therefore, we are of the opinion \nthat in the glomerular type of renal damage, combined \nimmunosuppression should also be used initially. In the \ncase of RPGN with severely impaired renal function (cre atinine above 500 umol/l), the use of aggressive treatment \nshould be considered, similar to that used for RPGN due \nto other causes.\nIn both of the above-mentioned case reports, a combi nation of steroids and azathioprine was used, with which \nboth patients achieved partial remission of renal impair ment [4, 5]. In our case, the histological finding in the \nrenal biopsy was decisive for the choice of treatment, \nwhen the risks of a more aggressive combined treatment \nwould exceed its benefit. Due to the fact that the patient \nsuffered from latent tuberculosis, and further, restitution \nof renal function could not be assumed when the charac teristics of end-stage renal damage were found, treatment \nresulted from the involvement of the respiratory system.\nConclusion\nGlomerular involvement of sarcoidosis is a rare cause of \nRPGN, and it can even precede the diagnosis of systemic \nsarcoidosis. It is important to think about this cause as \nwell, as delayed diagnosis and treatment significantly \nreduces the probability of renal function restoration. The \nmanagement of sarcoidosis-related RPGN remains a clin ical challenge and requires a multidisciplinary approach. \nHistological examination of the kidney can help us \nchoose the right strategy and aggressiveness of treatment.\nAcknowledgements\nWe would like to thank Talarčík Peter, MD and Nyitrayová Oľga, RNDR at \nCytopathos spol. s.r.o., in Bratislava, Slovakia for renal biopsy analysis.Author contributions\nKarol Granak, Patricia Kleinova, Monika Beliancinova, Timea Blichova, and \nAndrej Kollar processed the individual information and edited the manuscript. \nMatej Vnucak and Ivana Dedinska read and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this article. \nFurther inquiries can be directed to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nThis study protocol was reviewed and approved by the Ethics Committee of \nthe Jessenius Faculty of Medicine, Comenius University in Bratislava, Slovakia \n(study no. EK 1/2020). Written informed consent was obtained from the \npatient for publication of the details of his medical case and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest to declare.\nReceived: 23 October 2024   Accepted: 12 December 2024\nReferences\n 1. Choukroun G. Kidney disease in sarcoidosis. Treasure Island: StatPearls \nPublishing; 2023.\n 2. Naik RH, Shawar SH. Rapidly progressive glomerulonephritis. Treasure \nIsland: StatPearls Publishing; 2024.\n 3. Zilberman T, Zahavi T, Osadchy A, Nacasch N, Korzets Z. Membranous \nnephropathy associated with sarcoidosis: a primary or secondary glo merulopathy? IMAJ. 2014;16:390–2.\n 4. Maroz N, Field H. Necrotizing crescentic glomerulonephritis related to \nsarcoidosis: a case report. J Med Case Rep. 2015;14(9):282.\n 5. Bui A, Cortese C, Aslam N. Sarcoidosis-associated renal AA amyloidosis \nand crescentic necrotizing glomerulonephritis. Proc (Bayl Univ Med \nCent). 2022;35(5):680–2.\n 6. Fernanades SR, Singsen BH, Hoffman GS. Sarcoidosis and systemic vasculitis. Semin Arthritis Rheum. 2000;30(1):33–46.\n 7. Hilderson I, Van Laecke S, Wauters A, Donck J. Treatment of renal \nsarcoidosis: is there a guideline? Overview of the different treatment \noptions. Nephrol Dial Transplant. 2014;29:1841–7.\n 8. Stehlé T, Joly D, Vanhille P , et al. Clinicopathological study of glomerular \ndiseases associated with sarcoidosis: a multicenter study. Orphanet J Rare \nDis. 2013;30(8):65.\n 9. Baughman RP , Valeyre D, Korsten P , et al. ERS clinical practice guidelines \non treatment of sarcoidosis. Eur Respir J. 2021;58(6):2004079.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}