{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05157-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05157-7.pdf",
  "metadata": {
    "/Keywords": "Ewing’s sarcoma; Kidney tumor; Cancer; Neuroectodermal tumor; Oncology",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250318140926+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250314115334+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05157-7",
    "/Author": "Ahmad Khajeh-Mehrizi ",
    "/Title": "Primary Ewing sarcoma of renal origin with tumor thrombus into inferior vena cava: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05157-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Renal‑ origin Ewing’s sarcoma is an extremely rare malignancy often misdiagnosed owing to its nonspe ‑\ncific presentation and similarities to other renal tumors. Accurate diagnosis requires a combination of clinical evalu‑\nation and advanced diagnostic techniques. Limited case reports make understanding its clinical course and man‑\nagement challenging. This case report aims to raise awareness of renal‑ origin Ewing’s sarcoma, highlight diagnostic \nchallenges, and discuss effective multidisciplinary management strategies to improve patient outcomes.",
    "Case Presentation": "Case presentation A 32‑ year ‑old Iranian female patient presented with a chief complaint of progressive dysp ‑\nnea, anorexia, and night sweating in the last 2 weeks before her admission. Computed tomography scan showed \na tumoral lesion in the left kidney with thrombosis extending into the left renal vein and inferior vena cava up to the \nright atrium. The patient underwent open cardiac surgery and a radical nephrectomy. During surgery, the mass pro ‑\ntruded from the inferior vena cava into the right atrium; it was ultimately diagnosed as renal‑ origin Ewing’s sarcoma, \nand EWSR1 rearrangement was confirmed on pathology.",
    "Conclusion": "Conclusion and key clinical message This case highlights the importance of a thorough diagnostic approach \nin patients presenting with a renal mass and the value of a multidisciplinary strategy, combining clinical presenta‑\ntion, imaging, histopathology, immunohistochemistry, and molecular studies to achieve an accurate diagnosis. It \nunderscores the critical need for increased awareness and research into the rare entity of renal‑ origin Ewing’s sarcoma, \nas clinical and pathological information on this condition is limited. Furthermore, this case emphasizes the necessity \nof timely diagnosis and tailored management to optimize treatment outcomes and improve survival rates in such rare \nand challenging presentations.\nClinical trial number: not applicable.\nKeywords  Ewing’s sarcoma, Kidney tumor, Cancer, Neuroectodermal tumor, OncologyOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMehdi Karimi\nkarimi9010@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Khajeh‑Mehrizi et al. Journal of Medical Case Reports          (2025) 19:122",
    "Introduction": "Introduction\nEwing’s sarcoma is a highly aggressive malignancy that \nprimarily affects the bones and soft tissues, commonly \npresenting in adolescents and young adults [1]. It is most \nfrequently found in the long bones, pelvis, and chest wall. \nApproximately 6% of cases are extraosseous. The most \ncommon extraosseous sites include the trunk, extremi ties, head and neck, and retroperitoneum [2], but its \noccurrence in the kidneys is exceedingly rare [3]. Renal \nEwing’s sarcoma (RES) accounts for less than 1% of all \nreported cases of Ewing’s sarcoma, making it a highly \nunusual manifestation [4].\nOwing to its rarity, renal Ewing’s sarcoma often pre sents diagnostic challenges, as its clinical and radiological \nfeatures can mimic other more common renal malignan cies such as renal cell carcinoma or Wilms’ tumor. Proper \ndiagnosis relies on a combination of imaging techniques, \nhistopathology, and molecular confirmation through \ngenetic markers, particularly the EWSR1 gene transloca tion [4].\nThis case report aims to highlight a rare presentation \nof primary Ewing’s sarcoma originating in the kidney. \nWe describe the patient’s clinical course, radiological \nfindings, pathological features, and treatment approach, \nemphasizing the importance of early diagnosis and multi disciplinary management in improving outcomes. Given \nthe scarcity of RES cases, this report contributes valuable \ninsight into the clinical spectrum of Ewing’s sarcoma and \nunderscores the need for heightened awareness of this \nrare entity among clinicians.\nCase presentation\nA 32-year-old Iranian female presented to Rajaei Hospi tal Cardiac Center in Tehran, Iran with a chief complaint \nof progressive shortness of breath (dyspnea), which per sisted even at rest. The patient was referred for an out patient hematology consultation to assess for inherited \ncoagulopathies and to further evaluate the etiology of the \nthromboembolic events. Initial clinical and paraclinical \nevaluations, including echocardiography and computed \ntomography (CT) angiography, were performed owing to \nthe high clinical suspicion of pulmonary embolism; the \ndiagnosis of pulmonary thromboembolism (PTE) was \nconfirmed. Anticoagulation therapy with heparin was \npromptly initiated, and the patient was transitioned to \noral rivaroxaban after stabilization. She was discharged in \nstable condition, with close follow-up recommendations.\nSubsequently, 2 weeks later, the patient returned with \nworsening dyspnea accompanied by systemic symp toms, including fever, chills, night sweats, and anorexia. \nAbdominal ultrasonography and contrast-enhanced \nabdominopelvic CT scan revealed a renal mass involv ing the inferior vena cava (IVC) with a tumor thrombus extending into the right atrium. Given these findings, the \npatient was referred to the emergency general surgery \ndepartment at our referral hospital for further manage ment and surgical evaluation.\nThe patient had no significant past medical or family \nhistory and denied smoking, alcohol use, or illicit drug \nuse. On presentation, her vital signs included a body tem perature of 37 °C, blood pressure of 100/60 mmHg, res piratory rate of 20 breaths per minute, and a pulse rate \nof 110 beats per minute. Physical examination revealed \na painless, palpable abdominal mass located in the right \nflank region without tenderness, guarding, or percussion \nabnormalities. No signs of hepatosplenomegaly or lym phadenopathy were detected, and other systemic exami nations were unremarkable.\nDiagnostic assessment and therapeutic \ninterventions\nLaboratory assessments, including complete blood count \n(CBC), blood biochemistry, urinalysis (UA), and arterial \nblood gas (ABG) analysis, yielded normal",
    "Results": "results. A sum mary of these findings is provided in Table 1.\nThe initial spiral CT scan of the lungs, mediastinum, \nabdomen, and pelvis with and without contrast revealed \nan enlarged heterogeneously enhancing solid mass \nlocated at the mid to lower pole of the left kidney, meas uring 70  mm × 75  mm × 105  mm with tumor thrombo sis extending into the left renal vein and IVC superiorly \nover a craniocaudal length of ~23 cm, terminating below \nthe right atrium. In addition, mild hypodense fluid was \nnoted in the pelvic cavity. Pulmonary findings revealed \nfilling defects in the right main pulmonary artery and its \nsegmental branches, consistent with pulmonary throm boembolism and a 7 mm ground-glass nodule detected \nin the left lower lobe (LLL) superior segment. No signs \nof appendicitis, cholecystitis, pancreatitis, diverticulitis, \nhydronephrosis, urinary stones, gastrointestinal obstruc tion, or free air were observed, and major vascular struc tures remained open without gross pathology in other \nabdominal or pelvic regions (Fig. 1).\nEchocardiography showed normal systolic function \nwith an ejection fraction (EF) of 55%. There was mild to \nmoderate tricuspid regurgitation (TR), mitral regurgita tion (MR), and pulmonary insufficiency (PI), with a mean \npulmonary artery pressure (PAP) of 27 mmHg and a peak \ninstantaneous pressure gradient (PIPG) of 17 mmHg. \nA large, rope-like, hyperechoic mass with tissue texture \nwas identified in the inferior vena cava (IVC), measur ing 14 cm × 2.7 cm. The mass protruded from the IVC \ninto the right atrium, highly suggestive of massive vein \nthrombosis.\nWith a possible diagnosis of renal tumor with exten sive tumor thrombus into the inferior vena cava and \nPage 3 of 7\n Khajeh‑Mehrizi et al. Journal of Medical Case Reports          (2025) 19:122 \n \nright atrium, an open, left radical nephrectomy was \nperformed by the urologist team, and then the cardiac \nsurgery team performed IVC thrombectomy. During \nsurgery, there was a huge intracardiac tumor (tumoral \nand fibrous in gross vision in the right atrium) that \nwas resected, and then the IVC was evacuated from \nthe tumor (extracardiac tumor) with cardiopulmo nary bypass and abdominal exploration. The left kid ney specimen, following radical nephrectomy, was \npreserved in formalin and submitted for pathological \nexamination.Macroscopic examination of the left radical nephrec tomy specimen revealed a 7  cm × 6.5  cm × 5  cm mass \nin the lower pole of the kidney with extension to the \nrenal sinus. On microscopic examination, sheet-like dif fuse infiltration of small and round neoplastic cells with \nmonomorphic nuclei, fine speckled chromatin pattern, \nand inconspicuous nucleoli was seen. The arrangement \nof the tumor cells in occasional pseudorosette-like struc tures was also identified (Fig. 2).\nResults of immunohistochemical staining (IHC) \nwere as follows: positive staining for NKX2.2, CD99, Table 1 Laboratory tests of the patient\nRBC, red blood cells; WBC, white blood cells; Hct, hematocrit; MCV, mean corpuscular volume; MCH, mean corpuscular hemoglobin; MCHC, mean corpuscular \nhemoglobin concentration; ESR, erythrocyte sedimentation rate; CRP , C‑reactive protein; BUN, blood urea nitrogen;  Na+, sodium;  K+, potassium;  Ca2+, calcium; PO4, \nphosphate;  Mg2+, magnesium; AST, aspartate aminotransferase; ALT, alanine aminotransferase; ALP , alkaline phosphatase ;FBS, fasting blood sugar]Test Unit Normal range Before treatment After treatment\nBlood count\n RBC 1012/L 4.3–5.6 3.94 4.52\n Hct % 41–50 35 40.1\n Hemoglobulin g/dL 14–18 10.3 12\n MCV F lit 80–96 88.8 88.7\n MCH pg 27–33 26.1 26.5\n MCHC g/dL 31–36 29.4 29.9\n WBC 109/L 4.4–11.3 4.7 6.3\n Platelets 103/µL 150–450 236 297\nBiochemistry\n CRP mg/L  < 10 mg/L 75 10\n ESR mm/hour  < 20 mm/hour 117 12\n FBS mg/dL 70–100 82 108\n BUN mg/dL 8–20 37 38\n Cr mg/dL 0.9–1.3 0.9 0.9\n  Na+mmol/L 135–145 141 144\n  PK+mmol/L 3.5–5.0 43 3.6\n  Ca2+mg/dL 8.5–10.5 8.9 –\n PO4 mg/dL 2.5–4.5 3.5 –\n  Mg2+mg/dL 1.7–2.2 1.8 –\n AST U/L  < 38 – 40\n ALT U/L  < 41 – 149\n ALP U/L 100–460 – 382\n Total bilirubin mg/dL 0.1–1.2 – 0.6\n Direct bilirubin mg/dL  < 0.3 – 0.2\nUrine and blood test\n Urine culture (UC) Qualitative Qualitative Negative –\n Urine analysis (UA) Qualitative Qualitative Protein  1+\nBlood  2+\nRBC 10–12–\n Blood culture (from central vein \nline)Qualitative Qualitative – Klebsiella pneumoniae\nArterial blood gas (ABG)\n PH mmHg 7.35–7.45 7.41 7.46\n PCO2 mmHg 35–48 29.7 36.1\nPage 4 of 7 Khajeh‑Mehrizi et al. Journal of Medical Case Reports          (2025) 19:122 \nFig. 1 Abdominal computed tomography scan\nFig. 2 Microscopic examination of hematoxilin and eosin sections shows: (A) sheet ‑like diffuse infiltration of neoplastic cells (40X); (B) \nthe neoplastic cells are rather uniform with small round nuclei, inconspicuous nucleoli, scant cytoplasm, and occasional mitosis (400X); C scattered \nHomer Wright pseudorosettes are evident (400X). Immunohistochemistry study revealed (D) dot ‑like staining with CK AE1/AE3; (E) positive nuclear \nreaction with NKX2.2; (F) diffuse membranous staining with CD99; and (G) negative staining with TLE1\nPage 5 of 7\n Khajeh‑Mehrizi et al. Journal of Medical Case Reports          (2025) 19:122 \n \nsynaptophysin (Syn), and chromogranin; negative stain ing for CK7, CK20, CK, LCA, PAX8, AMACR, P63, \nCКA1/A3, and TLE 1; and non-diagnostic staining for \nKi67. Finally, the peripheral primitive neuroectodermal \ntumor (PNET/Ewing sarcoma) was diagnosed with 20% \ntumor necrosis.\nIn the fluorescence in situ hybridization (FISH) study, \ntranslocation was identified at (11;22), indicating the \npresence of an EWSR1 gene rearrangement. This finding \nconfirmed the final diagnosis of primitive neuroectoder mal tumor (PNET) (Fig. 3).\nDifferential diagnosis\nOn the basis of the clinical and paraclinical findings, \nthe physicians considered a differential diagnosis that \nincluded a kidney tumor with thromboembolism in \nthe superior vena cava (SVC), extending into the right \natrium.\nOutcome and follow‑up\nThe patient’s postoperative course was largely unevent ful, aside from some minor incisional pain, which was \nwell managed with analgesics. She was discharged 1 week \nafter the operation in stable condition with appropriate \nfollow-up care. She initiated systemic chemotherapy as \npart of her comprehensive treatment plan 2 months post operatively. Given the prothrombotic risk associated with \nboth malignancy and chemotherapy, she has remained \non anticoagulant therapy since her initial admission. This \nregimen was carefully maintained throughout her chem otherapy to minimize the risk of thrombotic complica tions, ensuring optimal management of her condition.Adjuvant therapy\nFollowing surgery, the patient was initiated on inter val-compressed therapy with alternating cycles of vin cristine/doxorubicin/cyclophosphamide (VDC) and \nifosfamide/etoposide (IE), which was administered every \n14  days with hematopoietic growth factor support. Our \nradiation oncology team indicated that there was no need \nfor radiotherapy. The treatment demonstrated a favora ble response, and the final management plan included \nan autologous stem cell transplant to consolidate the \nresponse. However, after 12  weeks of therapy, some \nadjustments were necessary owing to significant toxicity \nand the onset of cytopenia. To mitigate these side effects, \ndoxorubicin was replaced with dactinomycin, and the \nduration of each cycle was extended from 2 to 3 weeks to \naccommodate the patient’s tolerance and recovery better.\nSpiral CT scan\nAt the end of the eighth cycle of chemotherapy, 4 months \nlater, we evaluated the patient using spiral CT. Multislice \nCT spiral imaging before and after oral and intravenous \ncontrast revealed normal findings in the lungs, pleura, \nmediastinum, heart, chest wall, liver, pancreas, spleen, \nright kidney, adrenal glands, aorta, IVC, retroperito neum, bowel loops, stomach, bladder, and pelvic organs. \nThe left kidney was absent owing to prior nephrectomy, \nand no lymphadenopathy, ascites, or abnormalities in the \nbones were detected. A chemotherapy port was noted on \nthe left upper chest wall. All findings were stable com pared with the previous multislice CT spiral.",
    "Discussion": "Discussion\nThe Ewing’s sarcoma family of tumors is one of the most \ncommon osseous malignancies, especially in pediatrics \n[5]. Extraskeletal presentation, such as primary presenta tion in the kidney, is an exceedingly rare and aggressive \ntumor, which has been reported in case reports and has \nresulted in misdiagnosis or management delays [6]. RES \nmostly affects young people and has a high rate of recur rence and poor outcomes. It can be easily misdiagnosed \nfor other renal neoplasms, such as Wilms’ tumor, renal \ncell carcinoma, or lymphoma, owing to its nonspecific \nclinical and radiological features [6, 7].\nThe pathophysiological mechanisms behind cancerassociated thrombosis, particularly in the context of renal \nEwing sarcoma, require further exploration to identify \npotential therapeutic targets and preventive strategies. \nCancer promotes a prothrombotic state by driving mech anisms that enhance coagulation, which are compounded \nby common clinical risk factors such as hospitalization, \nsurgery, catheter placement, and cancer treatments [8–\n10]. Cancer cells may release or express procoagulant \nFig. 3 EWSR1 gene translocation was detected by fluorescence \nin situ hybridization\nPage 6 of 7 Khajeh‑Mehrizi et al. Journal of Medical Case Reports          (2025) 19:122 \nproteins, such as tissue factor, which initiates the coagu lation cascade. The hypercoagulable state in patients with \ncancer can lead to conditions such as venous thrombo embolism, arterial thromboembolism, microcircula tory thrombosis, or superficial thrombophlebitis [8–10]. \nCertain cancers, including pancreatic, gastric, brain, and \novarian cancers, have a particularly high incidence of \nthrombosis [11]. A recent study reported a 6.7% 5-year \ncumulative incidence of venous thromboembolism in \npatients with Ewing sarcoma, particularly in those aged \n18 years and older, with catheter-related upper-extremity \nthrombosis being the most common manifestation [12].\nClinical signs and symptoms are usually nonspecific, \nsuch as abdominal or acute flank pain, hydronephrosis, \nhematuria, and palpable mass [13]. Diagnosing RES can \nbe challenging, especially when presenting with atypical \nsymptoms such as dyspnea and thromboembolic events, \nas observed in this case. Most of the diagnoses come \nfrom postoperative pathology results; they are based on a \ncombination of histopathology, IHC, chromosomal anal ysis, and FISH [14, 15].\nHistologically, RES consists of uniform small round \ncells that overlap with other diagnoses such as Wilms’ \ntumor, malignant lymphoma, synovial sarcoma, among \nothers, with various morphologies, for example, uniform \ncells with an even chromatin pattern and rosette forma tion [16–18]. In our case, there was a diffuse, sheet-like \ninfiltration of small, round neoplastic cells characterized \nby uniform nuclei, a fine speckled chromatin pattern, and \ninconspicuous nucleoli. In addition, occasional pseudor osette-like arrangements of tumor cells were observed. \nIHC analysis in previous studies revealed the highly \npositive rate of CD99 and FLI-1 [18, 19]. IHC analysis in \nthe present case was positive for NKX2.2, CD99, synap tophysin (Syn), and chromogranin. Over 85% of Ewing \nsarcoma can be present by a DNA translocation t(11;22) \n(q24;q12), and some patients are identified by t(21;22)\n(q22;q12) [20, 21]. In the present case, a t(11;22) translo cation of an EWSR1 gene rearrangement was detected by \nFISH and can lead to various malignancies, often char acterized by mesenchymal or neuroectodermal features. \nHistopathological and IHC examination played a critical \nrole in confirming the diagnosis.\nNowadays, complete surgery—radical nephrectomy \nfollowed by chemotherapy—is necessary for the longterm survival of patients with RES, and studies appear \nto show that the most frequent chemotherapy regimens \nare VDC/IE [22]. In this case, the patient underwent \nradical nephrectomy followed by adjuvant chemotherapy \nwith the VDC/IE regimen, which is the gold standard of \nEwing’s sarcoma management. However, the long-term \nmanagement of IVC thrombosis in the context of malig nancy requires a multidisciplinary approach.Conclusion\nThis report emphasizes the importance of integrating \nclinical and paraclinical results for an appropriate diag nosis and management. To improve patient outcomes, \nearly detection, including surgery and adjuvant chemo therapy, is essential. This case emphasizes the impor tance of unusual and aggressive tumors such as RES \nin the differential diagnosis of renal masses in young \nadults, which is crucial to ensure early intervention \nand timely management and consider rare presenta tions. Further investigations are needed to enhance our \nunderstanding of this rare renal tumor.\nAbbreviations\nRES  Renal‑ origin Ewing’s sarcoma\nIVC  Inferior vena cava\nCT  Computed tomography\nIHC  Immunohistochemical staining\nFISH  Fluorescence in situ hybridization\nVDC  Vincristine/doxorubicin/cyclophosphamide\nIE  Ifosfamide/etoposide\nPNET  Primitive neuroectodermal tumor\nAcknowledgements\nWe sincerely thank the staff of the Rajaei Hospital Cardiac Center in Tehran for \ntheir support and cooperation.\nAuthor contributions\nCase presentation—Ahmad Khajeh‑Mehrizi, Masoud Mortezazadeh, Ham‑\nidreza Zarei, and Fatemeh Nili. Writing—Mehdi Karimi and Hoda Haghshenas. \nConceptualization—Mehdi Karimi, Hoda Haghshenas, Masoud Mortezazadeh, \nand Ahmad Khajeh‑Mehrizi. Critical review and editing—Mehdi Karimi, Hoda \nHaghshenas, and Ahmad Khajeh‑Mehrizi. Supervision—Ahmad Khajeh‑\nMehrizi, Mehdi Karimi, and Masoud Mortezazadeh.\nFunding\nNone.\nData availability\nAll data related to the case are reported in the manuscript. Please contact the \ncorresponding author if you require any further information.\nDeclarations\nEthics approval and consent to participate\nThis case report was conducted in accordance with the Declaration of \nHelsinki. Ethical approval was obtained from the Ethics Committee of Rajaei \nHospital Cardiac Center, Tehran University of Medical Science (TUMS), Tehran, \nIran.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Hematology–Oncology, Cancer Institute, Imam Khomeini \nHospital Complex, Tehran University of Medical Sciences (TUMS), Tehran, Iran. \n2 Faculty of Medicine, Bogomolets National Medical University (NMU), Kyiv, \nUkraine. 3 Faculty of Medicine, Jahrom University of Medical Sciences, Jahrom, \nIran. 4 Department of Pathology, Cancer Institute, Imam Khomeini Hospital \nComplex, Tehran University of Medical Sciences (TUMS), Tehran, Iran. \nPage 7 of 7\n Khajeh‑Mehrizi et al. Journal of Medical Case Reports          (2025) 19:122 \n \nReceived: 14 January 2025   Accepted: 25 February 2025\nReferences\n 1. Wright A, et al. Extraskeletal Ewing sarcoma from head to toe: multimo ‑\ndality imaging review. Radiographics. 2022;42(4):1145–60.\n 2. Li J, Nie F, Li Y. Extraosseous Ewing’s sarcoma/peripheral primitive neuroe ‑\nctodermal tumour of the kidney: a case report and literature review. BMC \nUrol. 2022;22(1):197.\n 3. Gibbons J, Mathew‑ Joseph A. A rare case of extraskeletal Ewing sarcoma. \nRadiol Case Rep. 2024;19(12):6365–8.\n 4. Angel JR, et al. Ewing’s sarcoma of the kidney. Int J Clin Oncol. \n2010;15(3):314–8.\n 5. Sbaraglia M, et al. Ewing sarcoma and Ewing‑like tumors. Virchows Arch. \n2020;476(1):109–19.\n 6. Bradford K, et al. Primary renal Ewing sarcoma in children and young \nadults. J Pediatr Hematol Oncol. 2020;42(8):474–81.\n 7. Rowe RG, et al. Ewing sarcoma of the kidney: case series and literature \nreview of an often overlooked entity in the diagnosis of primary renal \ntumors. Urology. 2013;81(2):347–53.\n 8. Rubio ‑Jurado B, et al. The prothrombotic state in cancer. Adv Clin Chem. \n2021;105:213–42.\n 9. Nasser NJ, Fox J, Agbarya A. Potential mechanisms of cancer ‑related \nhypercoagulability. Cancers (Basel). 2020. https:// doi. org/ 10. 3390/ cance \nrs120 30566.\n 10. Peng Q, et al. Blood hypercoagulability and thrombosis mechanisms in \ncancer patients—a brief review. Heliyon. 2024;10(19): e38831.\n 11. Mahajan A, et al. The incidence of cancer ‑associated thrombosis is \nincreasing over time. Blood Adv. 2022;6(1):307–20.\n 12. Kaptein FHJ, et al. Risk of venous thromboembolism and major bleeding \nin the clinical course of osteosarcoma and Ewing sarcoma. Thromb Res. \n2023;221:19–25.\n 13. Hakky TS, et al. Primary Ewing sarcoma of the kidney: a symptomatic \npresentation and review of the literature. Ther Adv Urol. 2013;5(3):153–9.\n 14. El Mohtarim R, et al. Primary Ewing sarcoma of the kidney: a rare entity \nwith diagnostic challenges. J Surg Case Rep. 2024;2024(6):rjae390.\n 15. Zöllner SK, et al. Ewing Sarcoma‑ diagnosis, treatment, clinical challenges \nand future perspectives. J Clin Med. 2021. https:// doi. org/ 10. 3390/ jcm10 \n081685.\n 16. Desai SS, Jambhekar NA. Pathology of Ewing’s sarcoma/PNET: current \nopinion and emerging concepts. Indian J Orthop. 2010;44(4):363–8.\n 17. Risi E, et al. Clinical and pathological features of primary neuroectodermal \ntumor/Ewing sarcoma of the kidney. Urology. 2013;82(2):382–6.\n 18. Karpate A, et al. Ewing sarcoma/primitive neuroectodermal tumor of \nthe kidney: clinicopathologic analysis of 34 cases. Ann Diagn Pathol. \n2012;16(4):267–74.\n 19. Jimenez RE, et al. Primary Ewing’s sarcoma/primitive neuroectodermal \ntumor of the kidney: a clinicopathologic and immunohistochemical \nanalysis of 11 cases. Am J Surg Pathol. 2002;26(3):320–7.\n 20. Sorensen PH, et al. A second Ewing’s sarcoma translocation, t(21;22), fuses \nthe EWS gene to another ETS‑family transcription factor. ERG Nat Genet. \n1994;6(2):146–51.\n 21. Doll S, et al. Proteomic characterization of undifferentiated small round \ncell sarcomas with EWSR1 and CIC::DUX4 translocations reveals diverging \ntumor biology and distinct diagnostic markers. Mod Pathol. 2024;37(7): \n100511.\n 22. Kar S, et al. Primary Ewing’s sarcoma/primitive neuroectodermal tumour \nof the kidney: report of four cases from a tertiary care centre. Curr Probl \nCancer Case Report. 2021;3: 100043.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}