{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05178-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05178-2.pdf",
  "metadata": {
    "/Keywords": "Bronchopleural fistula; Smoke inhalation injury; Burn injury; Empyema; Lobectomy; Bronchoscopy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250317205948+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250317193028+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05178-2",
    "/Author": "Ibrahim Zahid ",
    "/Title": "Bronchopleural fistula secondary to smoke inhalation injury: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05178-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Bronchopleural fistula is a rare and severe condition characterized by an abnormal connection \nbetween the bronchial tree and pleural space, often leading to significant morbidity and mortality. Although \ntypically resulting from surgical procedures, trauma, or pulmonary infections, bronchopleural fistula caused by smoke \ninhalation injury is exceptionally uncommon. Smoke inhalation can lead to extensive thermal and chemical damage \nto the respiratory tract, increasing the risk of infection and necrotic tissue changes that can complicate recovery.",
    "Case Presentation": "Case presentation We report a case of a 23-year-old white American male with a history of polysubstance use, \nwho suffered extensive burn injuries and smoke inhalation following a propane explosion. Initial bronchoscopy \nrevealed airway inflammation, erythema, and carbonaceous deposits. Despite treatment with antibiotics, the patient \nwas readmitted with a persistent cough, productive foul-smelling sputum, and fever. Imaging and subsequent \nbronchoscopy revealed a right-sided bronchopleural fistula complicated by hydropneumothorax and empyema. \nSurgical intervention, including right lower lobectomy and intrapleural antibiotic therapy, was successful, leading \nto patient recovery and discharge with no recurrence at 1-month follow-up.",
    "Conclusion": "Conclusion This case highlights a rare etiology of bronchopleural fistula due to smoke inhalation injury, emphasizing \nthe need for prompt diagnosis and a multidisciplinary approach to manage this severe complication. Early imaging, \nbronchoscopic evaluation, appropriate antibiotic therapy, and surgical intervention are crucial for improved outcomes \nin bronchopleural fistula secondary to inhalation injuries.\nKeywords  Bronchopleural fistula, Smoke inhalation injury, Burn injury, Empyema, Lobectomy, Bronchoscopy",
    "Introduction": "Introduction\nBronchopleural fistula (BPF) is a serious and potentially \nlife-threatening condition characterized by abnormal \ncommunication between the bronchial tree and the \npleural space. It often",
    "Results": "results in persistent air leaks \nand respiratory complications such as pneumonia, \npneumothorax, or empyema. While surgical procedures are the leading cause of BPF development [1], other \ncauses may include pulmonary infections, trauma, or \nneoadjuvant therapy [2]; cases secondary to smoke \ninhalation and/or burn injury are exceedingly rare.\nSmoke inhalation injury increases mortality by 24 times \nin fire-related injuries and is highlighted to be one of the \nmost important risk factors for improving morbidity and \nmortality [3]. Smoke inhalation can cause direct thermal \nand chemical injury to the respiratory tract, leading \nto tissue necrosis and inflammation. In rare instances, \nthese injuries can progress to BPF, posing significant \nchallenges in diagnosis and management. The in-hospital \nmortality rate of patients with BPF ranges from 18% to \n50% [4]. Therefore, prompt diagnosis and management \nare necessary, and diagnostic workups may range from Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nIbrahim Zahid\nibrahim_zahid@hotmail.com\n1 Western Michigan University Homer Stryker M. D. School of Medicine, \n1000 Oakland Drive, Kalamazoo, MI 49008, USA\n2 Dow University of Health Sciences, Karachi, Pakistan\n3 University of Michigan Health, Wyoming, MI, USA\nPage 2 of 5 Zahid et al. Journal of Medical Case Reports          (2025) 19:117 \nclinical evaluation to imaging, such as a chest computed \ntomography (CT) scan, or direct visualization of the \nfistula through bronchoscopy.\nThis case report discusses a rare presentation of BPF \nsecondary to smoke inhalation, highlighting the clinical \ncourse, diagnostic challenges, and therapeutic approach.\nCase presentation\nA young 23-year-old white American man, with a \nhistory of substance use disorder, was admitted to the \nhospital as a level 1 trauma activation for severe burns. \nThe patient was camping and using a propane heater in \nhis sleeping tent, when he lit a cigarette which resulted \nin an explosion. He sustained significant burns all over \nhis body and he underwent rapid sequence intubation in \nthe emergency room. A tracheostomy had to eventually \nbe performed 4 days after admission, and he was \ndecannulated after 21 days. His initial bronchoscopy on \nthe day of admission showed inhalational injury with \nerythema of the distal trachea and large airways, in \naddition to injured mucosa over the right mainstem and \nright lower lobe, indicating friable bronchial mucosa; \ncarbonaceous phlegm was also visualized in the right \nupper and left upper lobe. He was treated with cefepime \nfor pneumonia.\nFollowing his discharge, he was transferred to a \nrehabilitation unit, but he was admitted to the hospital \nagain for a persistent cough for 1 week, which was \nproductive with copious foul-smelling sputum and \nbad taste, associated with 2 days of mild fever. A chest \nX-ray performed at this time revealed an air–fluid \nlevel in the right lung concerning cavitary pneumonia. \nSubsequent CT imaging (Fig.  1) showed a small- to \nmoderate-sized loculated complex concerning a right \nhydropneumothorax with pleural thickening, and \nshowed two areas that appeared to be directed toward \nthe cavity; raising concern for bronchopleural fistula \nin the superior segment of the right lower lobe. He was \ntreated with vancomycin, cefepime, and metronidazole to \ncover for possible necrotizing pneumonia.\nBronchoscopy was performed (Fig.  2) which showed \ncopious amounts of yellow–green mucus in the trachea. \nThe superior segment of the right lower lobe was \nhypertrophic and significantly inflamed, and the scope \ncould not be passed beyond the segmental bronchi \nlevel. Copious secretions and mucus were coming from \nthe superior segment of the right lower lobe, which is \nlikely where the fistula was. Broncho-alveolar lavage \nfrom bronchoscopy revealed gram-negative rods and \ngram-positive cocci in chains and clusters on Gram \nstain, with cultures resulting positive for pan-susceptible \nStreptococcus constellatus and anaerobic gram-negative \nrods ( Prevotella buccae). A chest tube was placed for his hydropneumothorax, which expressed purulent fluid \nraising concern for empyema. There was evidence of an \nair leak on the chest tube further confirming the finding \nof a bronchopleural fistula.\nThoracic surgery was consulted for repair of the \nfistula and a possible resection of the right lower lobe, \nwhich was planned after the infection resolved. Another \napical chest tube was placed for pleural antibiotic \nirrigation with intrapleural vancomycin for Streptococcus \nconstellatus for at least 1 week, in addition to systemic \nmetronidazole for anaerobic coverage. After 7 days of \nintrapleural vancomycin treatment, right thoracotomy \nwas performed by thoracic surgery. The surgery revealed \na thick-walled abscess around the right lower lobe in \nthe intra- and extra-pleural space, and lobectomy of \nthe right lower lobe was performed with removal of the \nabscess cavity. Intrapleural vancomycin was discontinued \nafter achieving source control, and treatment with \nsystemic metronidazole and ceftriaxone was continued \nto complete 4 weeks. His chest tubes were removed, \nand he was discharged home with outpatient physical \nand occupational therapy. He continued to do well on \n1-month follow-up.",
    "Discussion": "Discussion\nBronchopleural fistula, a sinus tract that runs between \nthe bronchus and the pleural space, can be caused by \nlung neoplasm, lung trauma, necrotizing pneumonia/\nempyema, and consequences from medical procedures, \nincluding radiation, thoracocentesis, lung biopsy, or chest \ntube drainage [5]. This case represents a very uncommon \netiology of bronchopleural fistula, that is, smoke \ninhalation injury in a patient affected by a gas explosion.\nFig. 1 Computed tomography image of the chest showing two \nareas with abnormal connection between the lung and the pleural \ncavity (yellow arrow) and a hydropneumothorax\nPage 3 of 5\n Zahid et al. Journal of Medical Case Reports          (2025) 19:117 \n \nSeveral mechanisms may be involved in the \ndevelopment of BPF. Ablation of visceral pleura and \nadjacent lung tissue leads to dehydration of the lung \ntissue, reducing the elastic properties of the tissue. \nThis reduces the capability of the lung tissue to close \nthe puncture or heal during an active repair process, \nresulting in a permanent fistula formation. In addition, \nthe necrotic or ablated viscera may be complicated by \nthe development of necrotizing pneumonia, causing the disintegrating zone to connect with the bronchus and \nvisceral pleura, thereby resulting in a fistula. A fistula may \nalso develop due to the necrotic and/or diseased tissue \nbeing expelled into the pleural cavity or expectorated out \n[6]. The development of pneumothorax in such cases is a \ncommon complication. Other possible etiologies include \ncomplications after pneumonectomy or lobectomy [7].\nA bronchopleural fistula may be diagnosed on the basis \nof clinical findings. However, radiological modalities \nFig. 2 Bronchoscopy images showing inflamed mucosa and copious amount of purulent material in the superior segment of right lower lobe\nPage 4 of 5 Zahid et al. Journal of Medical Case Reports          (2025) 19:117 \nprovide the best picture of the diagnostic features, \nwhich may include a steady rise of intrapleural air \nspace, the appearance of a new air–fluid level, tension \npneumothorax, or a drop in air–fluid level of more \nthan 2 cm if the chest tube is not placed. Another tool \nfor diagnosis includes fiberoptic bronchoscopy, which \nallows direct visualization of the fistula [8]. In certain \ncases, such as this case, the fistula may be too distal to \nbe directly visualized through a bronchoscope. In such \ncases, an amalgamation of different features, such as \nthe suspicion of a connection between the cavities on \nimaging and evidence of an air leak in the chest tube, \nhelp in the formation of a diagnosis.\nProphylactic use of adequate antibiotics and \nmechanical ventilation is the first and foremost approach \nin treating bronchopleural fistulae to prevent necrotizing \npneumonia in burn patients [9]. Invasive procedures for \nclosing the fistula include the following [10]:\n1. Blocking agents that use ethanol, fibrin glue, albuminglutaraldehyde tissue adhesive, oxidized regenerated \ncellulose, ethyl-2-cyanoacrylate, and silver nitrate to \nstimulate granulation tissue formation that leads to \nscarring and permanent fistula closure.\n2. Atrial septal defect/ventricular septal defect \noccluders which have double-disc mesh structures \nmade of woven nickel-titanium alloy wire with selfexpanding properties, with sizes ranging from 4 to 40 \nmm, to directly close the fistula.\n3. Airway stents, of metal and silicon variants, can be \nused to close malignant fistulas. Silicon stents are \nclassified as straight stents, used in the upper and \nmiddle trachea, and Y-shaped stents used in the \nlower trachea up to the carina. Metal stents provide \ngood support and are resistant to fracture, but \nhave United States Food and Drug Administration \nwarnings due to associated complications.\n4. Endobronchial valves, categorized as Zephyr \nendobronchial valves and intrabronchial valves, are \ndesigned for endoscopic lung decompression. They \nare one-way valves that restrict the dual flow of air \ninto the diseased part of the lung, preventing the \noccurrence of obstructive pneumonia. However, \nthe valve should be removed within 4–6 weeks to \nprevent granuloma formation.\n5. Endobronchial Watanabe spigots, which are silicone \nbronchial plugs in the form of a socket with a studded \nsurface and gripping ends, are placed in the airway \nwith the assistance of bronchoscopy to prevent air \nfrom entering the diseased part of the lung [11].\nIn terms of medical management, patients with BPF \nbenefit from pharmacological treatment. The most common agents in this case include beta-2 agonists \nand muscarinic antagonists. Albuterol, salmeterol, \nlevalbuterol, or salbutamol counteract bronchospasms \ncaused by inhaled smoke irritants, whereas muscarinic \nantagonists, such as atropine, scopolamine, tropicamide, \nand ipratropium, also increase mucociliary clearance \nof inhaled particles. Racemic epinephrine has a \nvasoconstrictive action, and thus can be used to treat \nairway edema caused by inhaled irritants. Other \ndrugs include N-acetylcysteine, which has pulmonary \nantioxidant and mucolytic properties that prevent a cell \nfrom reactive oxygen species damage, and aerosolized \nheparin, which prevents inspissation of secretions, \nimproves microcirculation by breaking the fibrin \ncomponent of the bronchial cast, and has been found to \nreduce mortality. Bronchoalveolar lavage helps remove \nobstructing plugs, improving the oxygen supply of the \nlungs [12].\nThe definitive treatment of bronchopleural fistula is \nsurgery, which includes pneumonectomy or lobectomy. \nHowever, lung resection should be taken into \nconsideration before deciding on conservative therapy \nalone, as the fistula may require a long time to heal, and \nit is difficult to manage in patients requiring long-term \npositive pressure ventilation [13].\nFistulae can be complicated by pleural empyema, \nwhich is a new challenge to surgeons, as encountered in \nour case as well, as it may require urgent drainage. The \nliterature on the use of intrapleural antibiotic irrigation \nin bronchopleural fistula and empyema is limited. It is \ntreated with systemic antibiotics almost all the time, with \nor without surgery. However, it is important to note that \nsmoke inhalation injury resulting in fistula formation is \nrare. Torbic et al. report the use of intrapleural antibiotics \nin post-pneumonectomy empyema patients [14], with the \nrationale that the ability of systemic antibiotics to reliably \nreach therapeutic levels in infected pleural fluid may be \nreduced due to changes in microcirculation [15]. Burn \ninjuries may have a similar effect owing to the pleural \nablation and lung tissue dehydration, thereby decreasing \nthe effectivity of systemic antibiotics. This, in addition \nto the failure of first line antibiotic therapy prior to \nreadmission in our case, made intrapleural antibiotics a \nplausible option.\nConclusion\nBronchopleural fistula has proven challenging to \nphysicians, as the reported mortality of bronchopleural \nfistula can be as high as 71% [16]. Smoke inhalation and \nburn injury is an extremely rare cause of BPF, with no \nsuch cases reported previously in literature to the best \nof our knowledge. This case highlights the significance \nof considering BPF as a complication of burn injury \nPage 5 of 5\n Zahid et al. Journal of Medical Case Reports          (2025) 19:117 \n \nto the lungs, even in cases where it may not be directly \nvisualized through bronchoscopy. Prompt management, \nincluding the administration of appropriate antibiotics, \nchest tube placement, and lobectomy, can significantly \nimprove the prognosis and mortality.\nAbbreviations\nBPF  Bronchopleural fistula\nCT  Computed tomography\nAcknowledgements\nNone.\nAuthor contributions\nRT and AS contributed to article writing. IZ and BJH managed and compiled \nthe case, contributed to article writing, and reviewed the report. All authors \nread and approved the final manuscript.\nFunding\nNone to report.\nAvailability of data and materials\nAll data pertaining to this patient are included in this report.\nDeclarations\nEthics approval and consent to participate\nNot applicable. Clinical trial number not applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 10 December 2024   Accepted: 9 March 2025\nReferences\n 1. Di Maio M, Perrone F, Deschamps C, et al. A meta-analysis of the impact \nof bronchial stump coverage on the risk of bronchopleural fistula after \npneumonectomy. Eur J Cardiothorac Surg. 2015;48:196–200. https:// doi. \norg/ 10. 1093/ ejcts/ ezu381.\n 2. Li S, Fan J, Liu J, et al. Neoadjuvant therapy and risk of bronchopleural \nfistula after lung cancer surgery: a systematic meta-analysis of 14 912 \npatients. Jpn J Clin Oncol. 2016. https:// doi. org/ 10. 1093/ jjco/ hyw037.\n 3. You K, Yang HT, Kym D, Yoon J, Yim H, Cho YS, et al. Inhalation injury in \nburn patients: establishing the link between diagnosis and prognosis. \nBurns. 2014;40:1470–5. https:// doi. org/ 10. 1016/j. burns. 2014. 09. 015.\n 4. Shekar K, Foot C, Fraser J, et al. Bronchopleural fistula: an update for \nintensivists. J Crit Care. 2010;25:47–55. https:// doi. org/ 10. 1016/j. jcrc. 2009. \n05. 007.\n 5. Lois M, Noppen M. Bronchopleural fistulas: an overview of the \nproblem with special focus on endoscopic management. Chest. \n2005;128(6):3955–65.\n 6. Zheng A, Yang X, Ye X, Huang G, Wei Z, Wang J, Han X, Ni X, Meng M. \nBronchopleural fistula after lung ablation: experience in two cases and \nliterature review. Indian J Cancer. 2015;52(2):e41–6. https:// doi. org/ 10. \n4103/ 0019- 509X. 172512.\n 7. Fortier LM, Raman V, Grove DA. Development of bronchopleural fistula \ncomplicated by empyema fifteen years after right lower lobe lobectomy: \na case report. Am J Case Rep. 2020;21:e924245. 8. Sarkar P , et al. Diagnosis and management bronchopleural fistula. Indian J \nChest Dis Allied Sci. 2010;52(2):97.\n 9. Khan JH, et al. Management strategies for complex bronchopleural fistula. \nAsian Cardiovasc Thoracic Ann. 2000;8(1):78–84.\n 10. Zhao P . Progress report on interventional treatment for bronchopleural \nfistula. Emerg Med Int. 2023;2023(1):8615055.\n 11. Jin L, Li Y. Bronchoscopic interventions for bronchopleural fistulas. Ther \nAdv Respir Dis. 2023. https:// doi. org/ 10. 1177/ 17534 66623 11645 41.\n 12. Gupta K, Mehrotra M, Kumar P , Gogia AR, Prasad A, Fisher JA. Smoke \ninhalation injury: etiopathogenesis, diagnosis, and management. Indian \nJ Crit Care Med. 2018;22(3):180–8. https:// doi. org/ 10. 4103/ ijccm. IJCCM_ \n460_ 17.\n 13. Fuso L, Varone F, Nachira D, Leli I, Salimbene I, Congedo MT, Margaritora \nS, Granone P . Incidence and management of post-lobectomy and \npneumonectomy bronchopleural fistula. Lung. 2016;194(2):299–305. \nhttps:// doi. org/ 10. 1007/ s00408- 016- 9841-z.\n 14. Torbic H, et al. Intrapleural antimicrobial irrigation for \npostpneumonectomy empyema in patients with lung cancer. J \nPharmacy Practice. 2015. https:// doi. org/ 10. 1177/ 08971 90014 544787.\n 15. Falagas ME, Vergidis PI. Irrigation with antibiotic-containing solutions \nfor the prevention and treatment of infections. Clin Microbiol Infect. \n2005;11(11):862–7.\n 16. Smolle-Juttner F, Beuster W, Pinter H, et al. Open-window thoracostomy \nin pleural empyema. Eur J Cardiothorac Surg. 1992;6:635–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}