{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04844-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04844-1.pdf",
  "metadata": {
    "/Keywords": "Bone marrow; Immunohistochemistry; Monocyte; Primary myelofibrosis; Segregated-nucleus-containing atypical monocyte; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017185923+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241010093746+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04844-1",
    "/Author": "Shunsuke Homma ",
    "/Title": "Triple immunostaining demonstrates the possible existence of segregated-nucleus-containing atypical monocytes in human primary myelofibrosis bone marrow: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04844-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Segregated-nucleus-containing atypical monocytes have recently been identified in mice. Segre gated-nucleus-containing atypical monocytes are thought to originate from the bone marrow and induce fibrosis \nin the drug-injured lung. The  Lyc6c− murine monocyte subset is the counterpart to human  CD14−CD16++ nonclassical monocytes; however, the human counterpart to murine segregated-nucleus-containing atypical monocytes \nhas not yet been identified. Primary myelofibrosis is a well-known disease of progressive marrow fibrosis, and atypical \nmegakaryocytes are thought to be closely related to fibrosis in primary myelofibrosis bone marrow. However, recently, \nmonocytes have been reported to play an important role in marrow fibrosis in primary myelofibrosis. We speculated \nthat, if there is a human counterpart to murine segregated-nucleus-containing atypical monocytes, it would present \nthe same markers as murine segregated-nucleus-containing atypical monocytes, such as  CD14−CD16+ macrophage-1 \nantigen (CD11b/CD18 complex)+,  MSR1+, and  CEACAM1+, and it might exist in the bone marrow of patients with primary myelofibrosis.",
    "Case Presentation": "Case presentation A 74-year-old Japanese male visited our hospital for clinical follow-up after total prostatectomy \nfor prostatic cancer. Anemia, thrombocytosis, and elevated lactate dehydrogenase were suddenly observed in a periodic examination. CALR mutation type 2 (p.K385fs*47) was observed. The histological features of the patient’s bone \nmarrow were consistent with fibrotic primary myelofibrosis. We immunohistochemically studied the bone marrow \nin an attempt to identify a human counterpart to murine segregated-nucleus-containing atypical monocytes. We \ndetected a few  CD16+MSR1+CEACAM1+ cells, but not  CD14+MSR1+CEACAM1+ cells, by triple immunostaining. The \npatient is in a good condition and does not require treatment for primary myelofibrosis.",
    "Conclusion": "Conclusion There is a possibility that human segregated-nucleus-containing atypical monocytes exist in the bone \nmarrow of primary myelofibrosis patients and might be related to marrow fibrosis.\n*Correspondence:\nAtsuko Masunaga\nnonkoamesho0324@yahoo.co.jp\nFull list of author information is available at the end of the article\nPage 2 of 7 Homma et al. Journal of Medical Case Reports          (2024) 18:510 \nKeywords  Bone marrow, Immunohistochemistry, Monocyte, Primary myelofibrosis, Segregated-nucleus-containing \natypical monocyte, Case report\nBackground\nPrimary myelofibrosis (PMF) is a myeloproliferative \nneoplasm (MPN) of progressive bone marrow fibro sis that often",
    "Results": "results from JAK2 V617F, CALR , or MPL  \nmutations. Among the three mutations, CALR  muta tions cause PMF, essential thrombocythemia (ET) and \nmyelodysplastic (MDS)/MPN neoplasm with SF3B1  \nmutation and thrombocytosis (MDS/MPN-SF3B1-T) \naccording to the WHO Classification of Haematolym phoid Tumours, ” Fifth Edition [1 ]. Among the diseases \ncaused by CALR  mutations, it is likely that fibrosis \noccurs in the bone marrow [1 ]. However, the most \nimportant characteristic of PMF is atypical megakaryo cytes (MgKs), which have hyperchromatic nuclei and \natypical localization [2 ]. However, no atypical MgKs \nhave been reported in the bone marrow of patients with \nET and MDS/MPN-SF3B1-T. Of note, the most impor tant characteristic of MDS/MPN-SF3B1-T is the pres ence of ring sideroblasts in the bone marrow [4 ]. The \nincidence of fibrotic PMF is lower than that of ET [2 , \n3], whereas the incidence of MDS/MPN-SF3B1-T is \nunknown [4 ].\nIt was thought that atypical MgKs in the PMF con tribute to bone marrow fibrosis [5 ]; however, it has \nrecently been shown that CD45/procollagen-doublepositive fibrocytes, which are derived from  CD14+ \nmonocytes, could be related to bone marrow fibrosis in \npatients with PMF [6 ]. Moreover, it has been reported \nthat both neoplastic PMF monocytes and healthy mar row monocytes form MgK colonies in vitro, meaning \nthat marrow monocytes could potentially differentiate \ninto MgKs [7 ]. These studies suggest that  CD14+ mar row monocytes could contribute to marrow fibrosis in \nPMF.\nSatoh et al. identified a unique subset of murine \nmonocytes in the bleomycin-injured fibrotic murine \nlung. These cells demonstrated morphological and \nproteomic features common to both monocytes and \ngranulocytes. Therefore, they were named segregatednucleus-containing atypical monocytes (SatMs). \nSatoh et al. also discovered that SatMs originate \nfrom the bone marrow and activate lung fibroblasts \nto induce fibrosis in bleomycin-induced lung injury, \nand that SatMs present the following staining pattern: \n Ly6C−Mac1+F4/80−MSR1+CEACAM1+ [8]. Before \nSatMs were identified, it was unknown whether murine \n Ly6Clow/− monocytes could differentiate into prefi brotic macrophages or promote tissue remodeling [9 ]. Therefore, SatMs are the first  Lyc6clow/− monocytes to \nbe identified that could induce tissue fibrosis.\nAccordingly, we hypothesized that there might be \nhuman SatMs in the bone marrow of humans with \nPMF. Human monocytes are classified into three \ngroups:  CD14++CD16−,  CD14low/−CD16++, and \n CD14++CD16+ [10]. Mouse monocytes are classified as \neither  Ly6Chigh/+ or  Ly6Clow/− [9]. The human counter part to murine  Ly6Clow/− monocytes is reported to be \n CD14low/−CD16++ monocytes [10, 11]. As SatMs show \n Ly6C−Mac1+F4/80−CEACAM1+MSR1+, and F4/80 is \na mouse-specific monocyte marker, human SatMs, if \nthey exist, should show the following characteristics: \n CD14low/−CD16+Mac1+CEACAM1+MSR1+. Here, we \nimmunohistochemically investigated whether human \nSatMs exist in the bone marrow of a patient with PMF.\nCase presentation\nClinical summary\nA 74-year-old Japanese male visited our hospital for clini cal follow-up after total prostatectomy for prostatic can cer. His nutritional condition was good (height, 155 cm; \nweight, 58 kg). His peripheral blood counts were within \nnormal ranges. Hemoglobin (Hb) was 14.8  g/dL (nor mal range at our hospital is 13.7–16.8  g/dL), and lac tate dehydrogenase (LDH) was 250 U/L (normal range: \n142–250 U/L). A total of 5 years postoperatively, at the \nage of 79 years, periodic examination of peripheral blood \nrevealed anemia [Hb, 12.6  g/dL (anemia was decided \naccording to the WHO definition, https:// iris. who. int/ \nhandle/ 10665/ 85839)], mild thrombocytosis [435 ×  109/L \n(normal range at our hospital is 100–400 ×  109/L)], and \nelevated LDH (561 U/L). His white blood cell (WBC) \ncount was within the normal range. His peripheral blood \ncount and LDH concentration were stable during peri odic monitoring of his condition. Another 8 years after \nhis first visit, at the age of 82 years, the patient experi enced a nasty cough. Anemia (Hb, 12.1  g/dL), mild \nthrombocytosis (448 ×  109/L), and the normal WBC \ncount had not changed, and the LDH concentration was \nhigh (598 U/L). We thoroughly examined his condition. \nComputed tomography showed mild interstitial pneu monia in both lungs, and the spleen volume was approxi mately 640  mL. Some peripheral erythrocytes showed \ndacryocytes and schistocytes. His nucleated blood cells \npresented a CALR  mutation type 2 (p.K385fs*47). Nei ther the JAK2 V617F mutation nor the MPL  W515L/K \nmutation were detected. Cytogenetic analysis of the \nPage 3 of 7\n Homma et al. Journal of Medical Case Reports          (2024) 18:510 \n \npatient’s bone marrow cells showed 46, XY, del (20) \n(q11.2q13.3) in 20 of 20 cells. According to laboratory, \ngenetic, cytological, and radiological examinations, we \nsuspected he suffered from PMF, ET, or MDS/MPNSF3B1-T, which necessarily presents ring sideroblasts if \nmolecular analysis of SF3B1 is unavailable and simulta neously shows thrombocytosis with JAK2 V617F, MPL  \nor CALR  mutation [1]. To determine the diagnosis, we \nattempted a histopathological examination of the bone \nmarrow. We could not aspirate any marrow particles \nto analyze the histological features of the bone marrow \n(dry tap) although cytogenic analysis succeeded. We sus pected that fibrosis had occurred in the bone marrow [1, \n12], and we harvested a trephine biopsy from the bone \nmarrow. The biopsy specimen showed histological fea tures of fibrotic PMF. A total of 2 years later, his plate let count had declined to normal (275 ×  109/L), while his \nperipheral WBC count, anemia, and blood chemistry, as \nwell as his condition, did not change during the 2 years. \nAt present, 14  years after his first visit, the patient is \ndoing well, and his platelet count is within the normal \nrange. Anemia (Hb, 10  g/dL) and high LDH concentra tion (616 U/L) remain unchanged. Computed tomogra phy revealed a spleen volume of approximately 900 mL. \nWe have followed his condition and, at present, have \ndecided that treatment for PMF is not necessary yet. The \npatient’s perspective is that he understands his disease \nand condition, and that no treatment for his PMF is now \nrequired. Neither metastasis nor recurrence of prostatic \ncancer has been found, and no blasts have been observed \nin his peripheral blood during his clinical course at our \nhospital. The clinical timeline is shown in Fig. 1.Histological and immunohistochemical findings\nThe bone marrow biopsy specimen was fixed with 10% \nbuffered formalin, demineralized under neutral condi tions, and embedded in paraffin. We analyzed hematoxy lin and eosin (H&E)-stained, silver impregnation-stained, \niron-stained, and naphthol ASD–Giemsa-stained sec tions. The bone marrow was markedly hypercellular with \nproliferation of atypical MgKs, which had large, hyper chromatic, and bizarre nuclei (Fig.  2A). The atypical \nMgKs formed clusters in the intertrabecular space and \nparatrabecular space (Fig.  2A, B). MgK localization in \nthe paratrabecular space was atypical [1] because this is \nwhere the differentiation of myeloid cells occurs in nor mal/healthy bone marrow. The reticulin fibers diffusely \nproliferated, and parts of the reticulin fibers formed \nthick collagen fibers (Fig.  2C). No ring sideroblasts were \nobserved. We classified the marrow fibrosis as myelofi brosis (MF)-3 according to the marrow fibrosis grading. \nThese findings are consistent with those of fibrotic PMF \n[2].\nAlthough macrophage-1 antigen (Mac1) is a complex of \nCD11b and CD18, CD18 can also combine with CD11a, \nCD11c, and CD11d [13]. Therefore, we stained for CD11b \ninstead of Mac1. We immunohistochemically identi fied the expression of CD14, CD16, CD11b, MSR1, and \nCEACAM1 using Ventana Benchmark GX (Roche Diag nostics, Tucson, AZ, USA). Antigens were retrieved with \nCC1 alkaline buffer (Roche Diagnostics) for autostaining \nwith the Ventana BenchMark series. To explore the pos sibility that CD16 + CEACAM1 + MSR1 + cells were pre sent in the PMF bone marrow, we detected CD14, CD16, \nCD11b, MSR1, or CEACAM1, immunohistochemically \nFig. 1 Timeline of this case. Anemia, thrombocytosis, and increase in serum lactate dehydrogenase suddenly occurred\nPage 4 of 7 Homma et al. Journal of Medical Case Reports          (2024) 18:510 \nusing serial sections. A few cells appeared to be simul taneously positive for CD16, CEACAM1, CD11b, and \nMSR1, which were present in the paratrabecular space \nand located near a cluster of atypical MgKs (Fig. 2D–H).\nTo determine whether SatMs were present in the \nbone marrow, we performed triple immunohistochemi cal staining of CD16/CEACAM1/MSR1 and CD14/\nCEACAM1/MSR1. We attempted to perform quadruple \nimmunohistochemistry of CD14, CD16, CEACAM1, and \nMSR1. However, the immunofluorescent wavelengths \noverlapped between two dyes of similar wavelengths. \nTherefore, we instead selected triple staining. Neutro phils express CD16 and CEACAM1, but not MSR1 [14]. \nHuman monocytes/histiocytes have not been reported \nto express CEACAM1, although a subset of mono cytes/histiocytes express CD16 and MSR1 [10]. MSR1 \nis a well-known marker of macrophages/histiocytes. \nSatMs are thought to be  CD14−CD16+ monocytes/his tiocytes, which simultaneously express CEACAM1 [8]. \nTherefore, after antigen retrieval in 1  mM EDTA (pH \n9.0) at 95  °C for 40  minutes, we stained the sections \nwith either anti-CD14 antibody or anti-CD16 antibody, \nwhich was visualized with a fluorescence-based tyra mide signal amplification technique with tyramide–bio tin (Agilent Technologies Inc., Santa Clara, California, \nUSA) and streptavidin AMCA (Vector Laboratories \nInc., Newark, California, USA). The same sections were \ncontinuously stained with anti-CEACAM1 antisera \nand visualized with a fluorescein-labeling kit (Dojindo \nLaboratories, Kumamoto, Japan), as well as anti-MSR1 antibody and visualized with a R-phycoerythrin-labeling \nkit (Dojindo Laboratories). The triple-stained images \nwere obtained by fluorescence microscopy (BZ-9000, \nKEYENCE, Osaka, Japan, or Zeiss Celldiscoverer 7, Carl \nZeiss Microscopy GmbH, Jena, Germany) and analyzed \nusing ImageJ software (https:// imagej. nih. gov/ ij). Of the \nalmost 5000 nucleated cells in the CD16/CEACAM1/\nMSR1 triple-stained slide, we rarely detected cells that \nsimultaneously expressed CD16, CEACAM1, and MSR1 \n(Fig.  3A–D). We detected a few CEACAM1 and MSR1 \ndouble-positive cells, which are candidate SatMs, scat tered near to  CD16+CEACAM1+MSR1+ triple-positive \ncells in the patient’s bone marrow. We also detected \n CEACAM1+MSR1+ double-positive cells in the CD14/\nCEACAM1/MSR1 triple-stained slide of the patient. \nBoth the  CEACAM1+MSR1+ double-positive cells \nand  CD16+CEACAM1+MSR1+ triple-positive cells \nwere scattered throughout the patient’s bone marrow \n(Fig.  3A–E). However,  CD14+CEACAM1+MSR1+ cells \nwere not observed in the CD14/CEACAM1/MSR1 tri ple-stained slide (Fig.  3E). We also triple-stained healthy \nbone marrow harvested from a healthy volunteer aged \n60  years and found no  CD16+CEACAM1+MSR1+ cells \nor  CEACAM1+MSR1+ cells (Fig. 3F).\nTable 1 presents the primary antibodies and antisera.",
    "Discussion": "Discussion\nOur patient developed the sudden onset of anemia and \nthrombocytosis without any symptoms. Therefore, we \nimmediately examined whether JAK2, MPL and CALR  \nAA B D\nE FC\nG H\nFig. 2 Histological and immunohistochemical sections. A The bone marrow was hypercellular with marked proliferation of atypical \nmegakaryocytes (MgKs). Scale bar = 200 µm. B The MgKs formed clusters and showed extremely hyperchromatic and bizarre nuclei. Scale \nbar = 40 µm. C Silver impregnation-stained section showing that the reticulin fibers formed a dense meshwork, with the presence of collagen fibers. \nScale bar = 40 µm. D The  CD14+ cells were scattered. E Many  CD16+ cells formed a dense meshwork. F Many  CD11b+ cells were granulocytic cells, \nwhile some dendrite-shaped  CD11b+ cells appeared to be macrophages or dendritic cells. G  MSR1+ cells showed a dendritic form and seemed \nto form a loose meshwork. H Many  CEACAM1+ cells surrounded the MgKs and erythroblastic islands. The arrows in D–H indicate the possibility \nthat  CD14−CD16+CD11b+MSR1+CEACAM1+ cells may exist in the patient’s bone marrow. Scale bar = 40 µm\nPage 5 of 7\n Homma et al. Journal of Medical Case Reports          (2024) 18:510 \n \n CD16   MSR1  CEACAM1  \n CD14 + CEACAM1 + MS R1  CD16 + CEACAM1 + MS R1  CD16 + CEACAM1 + MS R1 C\nD E F\nFig. 3 Multiple fluorescence staining for CD16, CD14, CEACAM1, and MSR1. Immunocytochemical detection of the expression of CD16 \nor CD14 (blue; AMCA), CEACAM1 (green; fluorescein), and MSR1 (red; R-phycoerythrin). A–D Expression analysis of CD16, CEACAM1, and MSR1 \nin the patient’s bone marrow. The overlay image shows  CD16+CEACAM1+MSR1+ cells (white color), indicated by the arrow. The cytoplasm \nof  CEACAM1+MSR1+ cells (yellow color) is indicated by the arrowheads. E The overlay image of CD14, CEACAM1, and MSR1 expression \nin the patient’s bone marrow. No  CD14+CEACAM1+MSR1+ cells (white color) were seen, but  CEACAM1+MSR1+ cells (yellow color) were detected \n(arrowheads). F The overlay image of CD16, CEACAM1, and MSR1 expression in the bone marrow of a healthy volunteer. No  CD16+CEACAM1+MSR1+ \ncells (white color) or  CAECAM1+MSR1+ cells (yellow color) were detected. Scale bar = 50 µm\nTable 1 Monoclonal antibodies or antiserum used in immunohistochemical staining\nCC1 is the alkaline antigen-retrieval buffer for autostaining (Roche Diagnostics). Cat. No., catalog number; EDTA, ethylenediaminetetraacetic acidAntigen Clone or catalog number Species Manufacturer Dilution Antigen retrieval conditions\nCD11b Clone EPR1344 Rabbit Abcam plc (Cambridge, UK) 1:1000\n(autostaining)\n1:100\n(immunofluorescent staining)CC1, 60 minutes (autostaining)\n1 mM EDTA (pH 9.0), 95 °C, \n40 minutes (immunofluorescent staining)\nCD14 Clone EPR3653 Rabbit Roche Diagnostics (Rotkreuz, \nSwitzerland)Prediluted CC1, 60 minutes\n(autostaining)\n1 mM EDTA (pH 9.0), 95 °C, \n40 minutes\n(immunofluorescent staining)\nCD16 Clone SP175 Rabbit Abcam plc 1:200\n(autostaining)\n1:200\n(immunofluorescent staining)CC1, 60 minutes (autostaining)\n1 mM EDTA (pH 9.0), 95 °C, \n40 minutes (immunofluorescent staining)\nCEACAM1/CD66a Cat. No. 113392 Rabbit GeneTex Inc. (Irvine, CA, \nUSA)1:300\n(autostaining)\n1:40\n(immunofluorescent staining)CC1, 60 minutes (autostaining)\n1 mM EDTA (pH 9.0), 95 °C, \n40 minutes (immunofluorescent staining)\nMSR1/CD204 Clone UMAB247 Mouse OriGene Technologies Inc. \n(Rockville, MD, USA)1:1200\n(autostaining)\n1:400\n(immunofluorescent staining)CC1, 60 minutes (autostaining)\n1 mM EDTA (pH 9.0), 95 °C, \n40 minutes (immunofluorescent staining)\nPage 6 of 7 Homma et al. Journal of Medical Case Reports          (2024) 18:510 \nmutations were present to differentiate primary throm bocytosis from secondary thrombocytosis [15]. We \ndetected a CALR  mutation. CALR  mutations and throm bocytosis were reported to occur in patients who suffered \nfrom PMF, ET, or MDS/MPN-SF3B1-T according to the \nWHO Classification of Haematolymphoid Tumours,”  \nFifth Edition [1]. To differentiate PMF from other hemat opoietic diseases with an increase in one or more blood \ncell lineages, a bone marrow biopsy is required. This is \nbecause the only difference between these diseases is the \natypical morphology of MgKs, which have hyperchro matic nuclei, and their atypical localization in the mar row as seen in PMF [2]. Moreover, the bone marrow of \npatients with MDS/PMN-SF3B1-T contains ring sidero blasts [4], whereas the bone marrow of those with PMF \nand ET does not. Our case had a CALR  mutation deter mined by genetic analysis. After histological examina tion, we detected atypical MgKs, their atypical location, \nand massive fibrosis but no ring sideroblasts in the bone \nmarrow. Therefore, we diagnosed our case as fibrotic \nPMF. Our case showed del20q. Chromosomal anomaly \nof del20q is reported to be the most common recurrent \nabnormality in the PMF patients [2]. We think that the \nrecent decrease in the platelet count might represent dis ease progression rather than leukemic transformation \nbecause no blasts were found.\nRecently,  CD14+ monocytes have been suggested to \nbe related to marrow fibrosis in patients with PMF [6, \n7]. We speculated that a counterpart of murine SatMs, \nnamely  Ly6C−Mac1+F4/80−MSR1+CEACAM1+ unique \nmonocytes, which are derived from murine bone \nmarrow and can induce tissue fibrosis in the murine \nlung [8], might exist in the bone marrow of patients \nwith PMF. According to the markers used to identify \nmurine SatMs, their human counterparts are probably \n CD14−CD16+CEACAM1+MSR1+ cells. Therefore, we \nattempted to identify these counterparts by immunohis tochemistry. We suspected that potential human SatMs \nwould be located in the paratrabecular space accord ing to the results of the immunostained serial sections. \nMSR1 is a commonly used marker for macrophages/\nmonocytes, whereas CEACAM1 is expressed on granu locytes [14]. Accordingly, we thought that the most \ndistinct characteristic of human SatMs, if they exist, \nwould be the triple expression of CD16, CEACAM1, \nand MSR1. Using triple immunofluorescent staining, \nwe observed  CD16+CEACAM1+MSR1+ triple-positive \ncells and CEACAM1 +  MSR1+ double-positive cells scat tered throughout the patient’s bone marrow; however, \nno  CD16+CEACAM1+MSR1+ triple-positive cells or \n CEACAM1+MSR1+ double-positive cells were observed \nin healthy bone marrow. According to histiocytic/\nmonocytic markers and neutrophilic markers [13, 14],  CEACAM1+MSR1+ double-positive cells are thought to \nbe candidate SatMs. The reason why double-positive cells \nwere not simultaneously detected with CD16 is uncer tain. However, there are two possibilities: (1) the distri bution of each antigen, CD16, CEACAM1, or MSR1, \nmight be different in the cytoplasma, or (2) although \n CD16−CEACAM1+MSR1+cells exist, they are currently \nunknown.\nOverall, our data demonstrate the possible existence of \nhuman SatMs, which are thought to exhibit the following \nexpression pattern in the bone marrow of patients with \nfibrotic PMF:  CD14−CD16+MSR1+Mac1 (CD11b/CD18 \ncomplex)+CEACAM1+. The triple immunostaining data \nsuggest putative human SatMs are scattered throughout \nthe bone marrow of the PMF patient but are not present \nin healthy bone marrow. These results suggest that these \ncells might be related to bone marrow fibrosis in this \npatient, although the relevance between the distribution \nof putative human SatMs and marrow fibrosis in fibrotic \nPMF is uncertain.\nThe strength of this study is the detection of \n CD16+MSR1+CEACAM1+ cells, which may rep resent a human counterpart of SatMs, which are \nderived from murine bone marrow. No similar cell \ntype has been previously recognized in the human tis sues. In terms of the study limitations, we could not \nexamine whether the possible human SatMs actu ally induced marrow fibrosis in the patient with PMF. \nFuture studies should clarify whether human SatMs, \nnot putative SatMs, exist in the PMF marrow and can \ninduce marrow fibrosis in PMF, by utilizing isolated \n CD14−CD16+CD11b+MSR1+CEACAM1+ cells from \nPMF bone marrow under certain conditions. However, \nisolating these cells from PMF patient bone marrow \nusing flow cytometry is quite difficult because PMF must \nbe diagnosed after histopathological examination using \na biopsy specimen of the bone marrow [2], and aspira tion of the marrow cells often ends up with a dry tap [12]. \nFurthermore, our results suggest these cells are present in \nvery low numbers in the bone marrow of PMF.\nConclusions\nWe identified the putative human SatMs, which are \n CD16+CEACAM1+MSR1+, in a bone marrow tissue sec tion from a PMF patient.\nAbbreviations\nPMF  Primary myelofibrosis\nMPN  Myeloproliferative neoplasm\nET  Essential thrombocythemia\nMDS/MPN-SF3B1-T  Myelodysplastic/myeloproliferative neoplasm with \nSF3B1 mutation and thrombocytosis\nMgK  Megakaryocyte\nSatM  Segregated-nucleus-containing atypical monocyte\nLDH  Lactate dehydrogenase\nPage 7 of 7\n Homma et al. Journal of Medical Case Reports          (2024) 18:510 \n \nHb  Hemoglobin\nWBC  White blood cell\nAcknowledgements\nWe thank Emily Woodhouse, Ph.D., and Joseph Iacona, Ph.D., and J. Ludovic \nCroxford, Ph.D. from Edanz (https:// jp. edanz. com/ ac) for editing a draft of this \nmanuscript.\nAuthor contributions\nSH conceptualized and investigated the case, and wrote the original draft; TO, \nSM, and KK resourced and clinically followed the case; MS and YN conducted \nthe immunohistochemical work in this case; KT and YM confirmed methodology and validated the results; NM resourced and had clinically diagnosed the \ncase; HK, NN, and AM histologically diagnosed the case; AM conceptualized, \nformally analyzed, wrote, and edited the manuscript. All authors read and \napproved the final manuscript.\nFunding\nNo funding was received for this research.\nAvailability of data and materials\nAll data generated or analyzed during this study are included in this published \narticle.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nThe consent has been uploaded to the electronic medical chart at our \nhospital.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Medical Intern Center, Tokyo Women’s Medical University \nAdachi Medical Center, Tokyo, Japan. 2 Department of Medicine, Tokyo \nWomen’s Medical University Adachi Medical Center, Tokyo, Japan. 3 Depart ment of Diagnostic Pathology, Tokyo Women’s Medical University Adachi \nMedical Center, 4-33-1, Kohoku, Adachi-ku, 123-8558 Tokyo, Japan. 4 Molecular \nPathology and Genetics Division, Kanagawa Cancer Center Research Institute, \n2-3-2 Nakao, Asahi-Ku, Yokohama 241-8515, Japan. 5 TR Company, Shin Nippon \nBiomedical Laboratories, Ltd., Kagoshima, Japan. 6 Department of Pathology, \nTokai University School of Medicine, Isehara, Japan. 7 Present Address: Depart ment of Hematology, Nippon Medical School, Tokyo, Japan. 8 Present Address: \nDepartment of Hematology, International University of Health and Welfare \nNarita Hospital, Narita, Japan. \nReceived: 8 March 2024   Accepted: 3 September 2024\nReferences\n 1. WHO Classification of Tumours Editorial Board. Haematolymphoid \ntumours [Internet]. Lyon (France): IARC; 2024. [cited 2024 Jun 8]. (WHO \nclassification of tumours series,  5th ed.; vol 11) Available from: https:// \ntumou rclas sific ation. iarc. who. int/ chapt  ers/ 63.\n 2. Hochhaus A, Khoury JD, Kanagal-ShamannaR, Naresh KN, Dave SS, Mesa \nR et al. Primary myelofibrosis. In: WHO Classification of Tumours Editorial \nBoard. Haematolymphoid tumours, Lyon (France): IARC; 2024. [cited 2024 \nJun 8]. (WHO classification of tumours series,  5th ed.; vol 11) Available \nfrom: https:// tumou rclas sific ation. iarc. who. int/ chapt  ers/ 63.\n 3. Hochhaus A, Khoury JD, Harrison CN, Godley LA, Naresh KN, Dave SS et al. \nEssential thrombocythemia. In: WHO Classification of Tumours Editorial Board. Haematolymphoid tumours, Lyon (France): IARC; 2024. [cited 2024 \nJun 8]. (WHO classification of tumours series,  5th ed.; vol 11) Available \nfrom: https:// tumou rclas sific ation. iarc. who. int/ chapt  ers/ 63.\n 4. Solary E, Khoury JD, Padron E, Fontenay M, Platzbecker U, Fabiola V et \nal. Myelodysplastic/myeloproliferative neoplasm with SF3B1 mutation \nand thrombocytosis. In: WHO Classification of Tumours Editorial Board. \nHaematolymphoid tumours, Lyon (France): IARC; 2024. [cited 2024 Jun \n8]. (WHO classification of tumours series,  5th ed.; vol 11) Available from: \nhttps:// tumou rclas sific ation. iarc. who. int/ chapt  ers/ 63.\n 5. Malara A, Abbonante V, Zingariello M, Migliaccio A, Balduini A. Megakaryocyte contribution to bone marrow fibrosis: many arrows in the \nquiver. Mediterr J Hematol Infect Dis. 2018;10:2018068.\n 6. Verstovsek S, Manshouri T, Pilling D, Bueso-Ramos CE, Newberry K, Prijic S, \net al. Role of neoplastic monocyte-derived fibrocytes in primary myelofibrosis. J Exp Med. 2016;213:1723–40.\n 7. Manshouri T, Verstovsek S, Harris DM, Veletic I, Zhang X, Post SM, et al. \nPrimary myelofibrosis marrow-derived  CD14+/CD34- monocytes induce \nmyelofibrosis-like phenotype in immunodeficient mice and give rise to \nmegakaryocytes. PLoS ONE. 2019;14:0222912.\n 8. Satoh T, Nakagawa K, Sugihara F, Kuwahara R, Ashihara M, Yamane F, et \nal. Identification of an atypical monocyte and committed progenitor \ninvolved in fibrosis. Nature. 2017;541:96–101.\n 9. Wermuth PJ, Jimenez SA. The significance of macrophage polarization \nsubtypes for animal models of tissue fibrosis and human fibrotic disease. \nClin Transla Med. 2015;4:2.\n 10. Boyette LB, Macedo C, Hadi K, Elinoff BD, Walters JT, Ramaswami B, et al. \nPhenotype, function, and differentiation potential of human monocyte \nsubsets. PLoS ONE. 2017;12: 176460.\n 11. Raynolds G, Haniffa M. Human and mouse mononuclear phagocyte \nnetworks: a tale of two species? Front Immunol. 2015;6:330.\n 12. Donald S, Kakkar N. Dry tap on bone marrow aspiration: a red flag. J \nHematopathol. 2021;14:125–30.\n 13. Schuttenhelm L, Hikens M, Morrison VL. β2 integrins as regulators of \ndendritic cell, monocyte, and macrophage function. Front Immunol. \n2017;8:1866.\n 14. Gray-Owen SD, Blumberg RS. CEACAM1: contact-dependent control of \nimmunity. Nat Rev Immunol. 2006;6:433–46.\n 15. Edahiro Y, Kurosawa Y, Morishita S, Yamamoto T, Araki M, Komatsu N. \nCauses of thrombocytosis: a single-center retrospective study of 1,202 \npatients. Intern Med. 2022;61:3323–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}