{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05117-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05117-1.pdf",
  "metadata": {
    "/Keywords": "Renal vein thrombosis; Antiphospholipid antibodies; Systemic lupus erythematosus; Enoxaparin; Children",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250319055943+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250306091423+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05117-1",
    "/Author": "Khemchand N. Moorani ",
    "/Title": "Antiphospholipid syndrome presenting as isolated renal vein thrombosis: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05117-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pediatric antiphospholipid syndrome is a rare systemic autoimmune disorder characterized by recur rent thrombotic events in the presence of antiphospholipid antibodies. Isolated right renal vein thrombosis resulting \nin a nonfunctional kidney is an uncommon manifestation of antiphospholipid syndrome. Here, we present our experience with antiphospholipid syndrome secondary to systemic lupus erythematosus.",
    "Case Presentation": "Case presentation A 10 year-old girl from a Hindu family in Sindh, Pakistan, who had previously been healthy, \npresented in 2020 with a 1-week history of abdominal pain, gross hematuria, vomiting, and fever. On examination, she \nwas anxious, febrile, hypertensive, and had an enlarged, tender right kidney. Other systemic examinations, including skin, locomotor, respiratory, cardiovascular, and nervous systems, were unremarkable.\nInitial investigations for ureteric colic and acute pyelonephritis were negative, but revealed thrombocytopenia \non complete blood count, mild proteinuria, hematuria on urinalysis, and normal kidney and liver function tests, \nalong with normal prothrombin and activated partial thromboplastin times. An abdominal ultrasound showed a diffusely enlarged, echogenic right kidney with a loss of corticomedullary distinction and cortical hypoechoic areas, \nwhile the left kidney appeared normal. Color Doppler ultrasound identified a large thrombus in the right renal vein, \ncompletely obstructing its lumen and showing no blood flow. The thrombus extended into the inferior vena cava. \nComputed tomography angiography confirmed an organized thrombus completely blocking the right renal vein \nand extending into the infrahepatic portion of the inferior vena cava. No prothrombotic risk factors were identified \nduring clinical evaluation, and thrombophilia screening was negative. However, lupus serology and antiphospholipid \nantibodies were positive, confirming a diagnosis of secondary antiphospholipid syndrome.\nManagement and outcome The patient was treated with enoxaparin anticoagulation, later transitioned to war farin sodium, and her hypertension was managed with captopril and amlodipine. She showed gradual improve ment over 10–12 days and was discharged on anticoagulants, antihypertensive medications, antiplatelet agents, \nand hydroxychloroquine.\nA follow-up Doppler ultrasound revealed persistent blockage of the right renal vein by the thrombus, with no thrombus in the inferior vena cava. A dimercaptosuccinic acid scan indicated a nonfunctioning right kidney. While nephrectomy was recommended, her parents declined the procedure. Anticoagulation therapy was switched to rivaroxaban \nto avoid frequent international normalized ratio monitoring. Her captopril was replaced after control of blood pressure with losartan.\n*Correspondence:\nKhemchand N. Moorani\nkhemchandn@hotmail.com\nPage 2 of 11 Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \nOver the next 4 years, her follow-up was uneventful. She demonstrated normal growth, stable blood pressure (off \nantihypertensive), and normal kidney function without proteinuria. There were no lupus flares or thrombotic recur rences. Her most recent urinalysis was normal, with a serum creatinine level of 0.6 mg/dL and an estimated glomerular filtration rate > 170 mL/min/1.73  m2.",
    "Conclusion": "Conclusion Isolated renal vein thrombosis is a rare presentation of antiphospholipid syndrome and poses a diagnostic challenge in the absence of preexisting prothrombotic risk factors. Early diagnosis and timely management are \ncrucial to prevent organ damage. In this case, the patient retained a solitary functioning kidney. Long-term follow-up \nis essential to monitor for lupus flares, thrombus recurrence, hypertension, proteinuria, and progression to chronic \nkidney disease, as well as to ensure continued thromboprophylaxis.\nKeywords  Renal vein thrombosis, Antiphospholipid antibodies, Systemic lupus erythematosus, Enoxaparin, Children\nBackground\nPediatric antiphospholipid syndrome (pAPS) is an \nacquired systemic autoimmune disorder characterized \nby recurrent thrombotic events in patients with per sistently positive antiphospholipid antibodies (aPL) [1 , \n2]. APS can be classified as primary when it occurs in \nisolation, or secondary when associated with another \nautoimmune condition. Both forms can be observed in \nchildren. In 21% of cases, primary APS may evolve into \na secondary form, often due to the development of an \nautoimmune disorder such as systemic lupus erythe matosus (SLE) during the course of the illness [3 ]. The \ncatastrophic form (CAPS) of APS is a life-threatening, \nrapidly progressing type characterized by generalized \nantibody-mediated thrombi affecting multiple organ \nsystems, often triggered by infection [2 ].\nPediatric APS is rare but can affect individuals of all \nage groups, ranging from neonates to adolescents up to \n18 years [1 –3]. It commonly occurs between the ages of \n9 and 14  years. In the largest international registry of \n121 cases, the mean age of onset was 10.7 years [3 ]. The \nmost recent prevalence reported in Italy is 2.5 cases \nper 100,000 people, with a mean age of 15.1 ± 2.8 years \n[4]. Unlike in adults, where there is a significant gen der predominance (a male-to-female ratio of 1:5), there \nis no such gender bias in pediatric APS [4 ]. Renal vein \nthrombosis, a very rare manifestation of APS, has been \nreported in only one or two cases in large series [3 , 5].\nAntiphospholipid antibodies (aPL) play a central \nrole in the pathogenesis of APS and SLE. aPL bind to \nβ2-glycoprotein I (β2GPI), a major target antigen on \nthe cell surface. This binding upregulates prothrom botic cellular adhesion molecules, interacts with inter feron pathways, and activates both the classical and \nleptin complement systems [5 , 6]. aPL can induce a \nproliferative and hypercoagulable state by activating \nthe mammalian target of rapamycin (m-TOR) pathway \nin endothelial cells, platelets, and monocytes [7 ].The \nuse of m-TOR inhibitors as antithrombotic therapies in vasculopathy and APS suggests an important role for \nm-TOR in their pathogenesis [7 –9].\nAPS may present as asymptomatic aPL positivity, noncriteria manifestations, vascular thromboembolism, or, \nrarely, as CAPS [2–5, 10]. Evidence of venous, arterial, \nor microvascular thrombosis in the index case raises sus picion of APS. Renal artery and renal vein thrombosis, \nhypertension, APS-associated nephropathy, and chronic \nkidney disease (CKD) are common renal manifestations \n[2, 5]. The persistent presence of aPLs (≥ 12  weeks), \nsuch as lupus anticoagulant (LA), anticardiolipin anti bodies (aCL), and anti-β2-glycoprotein I antibodies \n(anti-β2GP1), is the diagnostic hallmark of APS when \naccompanied by thrombotic events [1–6]. Although \nantiphosphatidylserine/prothrombin antibodies (aPS/\nPT) and antibodies against β2GPI-D1 (anti-D1) have \nemerged to help stratify the risk of recurrence and detect \nseronegative APS, they are not yet routinely used [6, 7]. \nIt is crucial to exclude associated conditions, including \nautoimmune, neoplastic, or infectious diseases, to distin guish primary from secondary APS [2].\nManagement of APS is multifactorial and depends on \nthe type of presentation. It typically includes anticoagu lation, antiplatelet agents, immunosuppressive therapy, \nendovascular interventions, treatment of the underlying \ncause, and patient education regarding the risk of recur rence and the need for long-term thromboprophylaxis [1, \n2, 7, 11].\nThis case report follows the CARE guidelines and was \napproved by the Kidney Centre Ethical Review Commit tee (166-PNEPH-022024 [EXEMPTION]) for publication \n[12]. We present the case of a child with APS and isolated \nright renal vein thrombosis secondary to SLE, managed \nat a tertiary kidney care center in Karachi, Pakistan.\nCase presentation\nWe present a case of a 10-year-old girl from a low soci oeconomic background in a Hindu family from Sindh, \nPakistan, who initially presented to our Pediatric Urology \nClinic and was later transferred to Pediatric Nephrology \nPage 3 of 11\n Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \n \nCare. She presented with a 1-week history of severe right \nlumbar pain, gross hematuria, vomiting, and fever. The \npain was severe enough to require pain relief medication, \nand she visited the emergency room 2–3 times before \nbeing admitted for hospitalization. She did not report \nany burning sensation during urination, dysuria, urinary \nretention, or incontinence. There were no other systemic \nmanifestations, such as joint pain, prolonged fever, alope cia, mouth ulcers, or skin rash.\nShe was born by C-section to unrelated parents, and \nher early childhood was uneventful. She was fully immu nized and developmentally normal. She is currently a stu dent in the 8th grade. Her past medical and drug history \nwas unremarkable, and there was no family history of \nkidney disease or other systemic disorders at the time of \npresentation. On examination, she appeared anxious and \nunwell, febrile (101°F), and hypertensive, with a systolic \nand diastolic blood pressure of 130/96 mmHg, which was \nabove the 95th percentile for her age and height.\nHer anthropometric measurements were as follows: \nweight 36.4  kg (50th percentile), height 141  cm (above the 50th percentile), and body surface area (BSA) 1.2   m2 \n. She was mildly anemic and dehydrated, but not jaun diced. No rashes or lymphadenopathy were observed. \nAbdominal examination revealed tenderness in the right \nlumbar region, but there was no splenomegaly. Her res piratory and cardiovascular systems were normal, and \nlocomotor and neurological examinations were unre markable. Initially, a diagnosis of ureteric calculus and/or \nacute pyelonephritis was suspected.\nInitial laboratory",
    "Results": "results showed (Table  1) a hemo globin (Hb) level of 12.4 g/dL, white blood cell count of \n14.98 ×  109/L, and platelet count of 75 ×  109/L. Urinaly sis (Table  1) revealed a reddish, hazy appearance with \n150 mg/dL protein, 3 + blood, numerous red blood cells \n(RBCs) and white blood cells (15–20/hpf), while leuko cyte esterase and nitrites were negative. The spot urine \ncalcium-to-creatinine ratio was 0.06 (normal < 0.2), and \nthe protein-to-creatinine ratio was 0.8 (normal < 0.2). \nTable  1 also shows biochemistry and cultures. Renal \nfunction was normal, with urea at 12 mg/dL, creatinine \nat 0.33  mg/dL, and electrolytes within normal limits. \nTable 1 Laboratory diagnostic work-up before admission and during the hospital stay\nOPD, outpatient department; ERV, emergency room visit; Hb, hemoglobin; WBCs, white blood count; CRP , C-reactive protein; LE, leukocyte esterase; RBCs, red blood \ncells; suCaCR, spot urine calcium–creatinine ratio; suPCR, spot urine protein–creatinine ratio; Cr, creatinineMonth February 2020 March 2020\nDate 24 28 3 4 6 7 8 11 12\nHospital status OPD ERV In-patient\n Complete blood counts\n Hb (11.5–15.5 g/dL) 12 10.8 11.2 9.5 8.6 9.3 9.3\n WBC (4.0–10.0 ×  109/L) 14.96 11.98 20.4 84 16.0 15.8 8.9 10.7\n Platelets (150–400 ×  109/L) 75 50 69 124 135 189 200\nCRP (< 6 mg/L) 45 48 6\nUrinalysis\n Color Reddish Yellow Yellow\n pH 4.6–7.4 6.0 6.5 7.0\n Protein (< 10 mg/dL) 150 150 75\n Ketones (< 5 mg/dL) 150 15 − ve\n Blood 3 + 3 + 3 + \n Nitrite (−ve) −ve −ve −ve\n LE (< 10 leuk/µL) 25 25 −ve\n RBCs (< 5/hpf ) Numerous Numerous Numerous\n WBCs (< 5/hpf ) 15–20 1–2 Occ\nsuCaCR (mg/mg 0.2) 0.06\nsuPCR (mg/mg 0.2) 1.0\nBiochemistry\n Cr (0.6–0.9 mg/dL) 0.33 0.54 0.4\n Na (136–149 mEq/L) 137 135\n K (3.8–5.2 mEq/L) 3.9 3.8\n Cl (98–107 mEq/L) 102 100\n  HCO3 (25–29 mEq/L) 26 31\nPage 4 of 11 Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \nLiver function tests and coagulation profiles were normal \nas well. The serum lipase level was normal, but her serum \nalbumin was slightly low (2.98 g/dL), and dengue serology \nwas negative. Her C-reactive protein level was elevated at \n48  mg/dL, lactate dehydrogenase (LDH) was 696 U/L, \nand D-dimer was significantly raised at 19.8  mg/L. Her \nblood and urine cultures were negative. The sequential \ndiagnostic radioimaging is shown in Table  2. Ultrasound \n(US) revealed a diffusely enlarged right kidney (11.5 \ncm × 6.7 cm) with patchy areas of increased echogenicity, \nwhile the left kidney appeared normal. A color Doppler \nstudy showed a hypoechoic thrombus in the right renal \nvein (RRV, Fig.  1a) that completely blocked blood flow \nand extended into the inferior vena cava (IVC, Fig.  1b). \nRenal computed tomography angiography (Fig.  2) con firmed these findings, showing an enlarged, edematous \nright kidney with a well-organized hypodense thrombus \ncompletely obstructing the RRV, extending into the IVC.\nHer work-up for hereditary thrombophilia (includ ing protein-C, protein-S, antithrombin III, and factor V \nLeiden) was negative (Table  3). Further serological test ing (Table  4) confirmed a diagnosis of systemic lupus \nerythematosus (SLE), evidenced by low complement-3 \n(C3), positive antinuclear antibodies (ANA) with a titer \nof 1/5120, and positive anti-ds DNA antibodies. In addi tion, tests for antiphospholipid syndrome (APS) showed \npositive anticardiolipin antibodies (IgG and IgM), lupus \nanticoagulant, and prolonged confirmatory tests, which \nconfirmed APS as secondary to SLE.\nThe patient was initially managed with intravenous \nparacetamol, hydration, and antibiotics. Her hyper tension was controlled with oral captopril and amlodi pine, and captopril was later switched to losartan. She \nwas anticoagulated with low-molecular-weight (LMW) \nheparin (enoxaparin) and later switched to oral warfa rin after 6 days. The clinical, diagnostic, and treatment course is summarized in Fig.  3. Her condition improved \nover 8–10  days, with her platelet count rising to \n189 ×  109/L. She was discharged after 12  days on war farin, with strict observation for bleeding and regular \nmonitoring of her prothrombin time and international \nnormalized ratio (PT-INR) (Fig.  4), aiming to maintain \na target INR of 2–3. She continued amlodipine and \nlosartan for hypertension and proteinuria, along with \nhydroxychloroquine (200  mg) and acetylsalicylic acid \n(75 mg) for thrombosis prevention.\nWe closely monitored her for signs of pulmonary \nembolism owing to the risk of embolization from the \nIVC thrombus, but no such signs were observed. \nImmunosuppressive therapies, such as corticosteroids, \nwere not considered as there were no systemic manifes tations of SLE or lupus nephritis at that time.\nFollow‑up and subsequent management (Table 5)\nInitially, the patient was closely monitored in the \noutpatient department with regular checks on her blood \npressure (BP), clinical symptoms (such as pain and gross \nhematuria), prothrombin time (PT) with international \nnormalized ratio (INR), and complete blood count \n(CBC) to monitor thrombocytopenia; color Doppler \nultrasound (US) for recanalization of the affected \nveins; serum creatinine (Cr) for kidney function; and a \ndimercaptosuccinic acid (DMSA) renal scan to assess \nright kidney function. Her echocardiogram did not \nreveal any valvular defects or vegetation. A repeat color \nDoppler US during follow-up showed persistence of the \nright renal vein (RRV) thrombus but resolution of the \ninferior vena cava (IVC) thrombus (Fig. 1c). The DMSA \nrenal scan revealed a nonfunctioning right kidney, which \nwas recommended for nephrectomy; however, the \nparents chose not to pursue this option.\nTable 2 Diagnostic workup: sequential radioimaging\nDate Type of imaging Results/interpretation\n3 March 2020 US kidneys Right kidney (RK) 11.5 cm × 6.7 cm, Left kidney 10.0 cm × 4.3 cm\nRK is diffusely swollen, with patchy areas of increased echogenicity and loss of cortico-medullary \ndistinction\n5 March 2020 Color Doppler US (Fig. 1a, b) On color doppler study, a hypoechoic thrombus (2.8 cm) within the right renal vein (RRV) causing complete obstruction. This thrombus extends from the RRV into the IVC causing partial obstruction\n10 March 2020 CT angiograph (Fig. 2a–c) On the arterial phase, the RK appears enlarged and edematous. On the venous phase, an organized \nhypodense thrombus in the RRV, completely obliterating its lumen, and extending into the IVC. On \nsagittal view, the thrombus extends until the infrahepatic part of the IVC\n17 April 2020 Repeat color Doppler US A large hypoechoic thrombus is completely blocking the right RV. There is a resolving thrombus in IVC \n(Fig. 1c)\nEchocardiograph All chambers are normal with an ejection fraction of 71%\nNo intracardiac shunt. No valvular abnormalities or vegetations\n30 May 2020 DMSA scan Nonfunctioning right kidney\nPage 5 of 11\n Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \n \nFour weeks after discharge, the patient contracted \nchickenpox but recovered smoothly without complica tions. We lost contact with the patient from November \n2020 to September 2021 owing to the coronavirus dis ease 2019 (COVID-19) pandemic. During this period, \nshe visited another healthcare center where her anticoagulant treatment, warfarin, was replaced with \nrivaroxaban (10  mg once daily) to avoid the need for \nfrequent INR monitoring. During her subsequent fol low-up visits, we monitored her growth (height and \nweight), hypertension (BP), kidney function (serum \nCr), proteinuria (spot urine protein-to-creatinine \nratio, suPCR), and hematuria (urinalysis) monthly for \n3 months. She also underwent two ophthalmologi cal reviews to check for hydroxychloroquine (HCQ)associated retinopathy, which were both normal. We \ncontinued to monitor her clinically for lupus flare-ups, \nrecurrence of thrombosis, and performed serial ultra sounds to assess the size of her right kidney.\nHer recent follow-up showed a weight of 56.9  kg, \nheight of 160 cm, body mass index (BMI) of 22.7 kg/m2 \n(85th percentile), and a blood pressure of 120/70 mmHg \n(off amlodipine but continuing with losartan). Her kidney \nfunction was normal, with a serum creatinine of 0.6 mg/\ndL and an estimated glomerular filtration rate (eGFR) \nof > 170  ml/min/1.73   m2. However, she had slightly \nlow hemoglobin (9.9  g/dL), a normal white blood cell \n(WBC) count (9.59 ×  109/L), and a normal platelet count \n(418 ×  109/L). Fortunately, she did not develop any further \ncomplications; however, she experienced menorrhagia, \nwhich resulted in anemia (Hb 9.9  g/dL). This was man aged by consultation with a gynecologist, who adjusted \nher rivaroxaban dosage to 5  mg/day and prescribed \n250 mg of tranexamic acid three times a day for 3–5 days \nduring her menstrual period. We also tested her comple ment C3 (1.02 g/L) and anti-ds DNA levels (8.86 IU/mL), \nboth of which were normal, indicating no active lupus.\nHer most recent ultrasound of the kidneys showed \na small, shrunken, and echogenic right kidney (5.7 \ncm × 1.8  cm), with a compensatory enlargement of the \nleft kidney (12.5 cm × 5 cm).\nWe plan to continue her anticoagulation, antiplate let therapy, angiotensin receptor blockers (ARB), and \nhydroxychloroquine (HCQ) on a long-term basis, poten tially for life. We also consulted a rheumatologist regard ing the duration of anticoagulation therapy, but no \ndecision has yet been made regarding discontinuation. \nUnfortunately, her mother developed systemic lupus ery thematosus (SLE) 18  months later, and she is currently \nunder the care of a rheumatologist.",
    "Discussion": "Discussion and conclusions\nAntiphospholipid syndrome (APS) is a rare autoim mune disorder characterized by recurrent arterial and \nvenous thrombosis, pregnancy-related complications, \nand the persistence of antiphospholipid (aPL) antibod ies for at least 12  weeks [1].The diagnosis of pediatric \nAPS is not well defined, and there are no validated cri teria for this age group [2, 6, 10]. This is particularly \nFig. 1 a Color Doppler image showing a hypoechoic thrombus \nin the right renal vein b Color Doppler image showing a thrombus \nin the inferior vena cava. c Resolving thrombus in the inferior vena \ncava. Red arrow indicates site of abnormality\nPage 6 of 11 Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \ntrue for our patient, who presented with isolated renal \nvein thrombosis (RVT) and thrombocytopenia, a non classical criterion of APS [9–11]. This rare presenta tion of secondary APS, particularly in association with systemic lupus erythematosus (SLE), has been previ ously documented. For instance, a similar case involved \na school-aged girl who, after a minor injury, was initially \ndiagnosed with renal contusion but later found to have \nrenal vein and inferior vena cava thrombosis (Fig.  5A, \nB). She subsequently developed pulmonary emboli, mas sive proteinuria, hypoalbuminemia, hypercholester olemia, and nephrotic syndrome, and, after 5 years, was \ndiagnosed with secondary APS [14]. Secondary APS is \nreported in 69% of SLE cases and is more common in \ngirls [5]. Although C-reactive protein (CRP), D-dimer, \nand lactate dehydrogenase (LDH) were mildly elevated in \nour patient, her initial prothrombin time (PT) and acti vated partial thromboplastin time (APTT) were normal. \nFig. 2 a Computed tomography angiography in the arterial phase showing an enlarged, swollen right kidney with loss of corticomedullary \ndifferentiation. b Computed tomography angiography showing an organized echodense thrombus in the venous phase, obstructing the right \nrenal vein and extending to the inferior vena cava. c Ccomputed tomography angiography in the sagittal view of the venous phase image showing \nthe extension of the thrombus from the right renal vein into the inferior vena cava to the infrahepatic level\nTable 3 Diagnostic work-up: inherited thrombophilia\nVariable Patient’s value \n(%)Normal value (%)\nPlasma protein-C 110 70–140\nPlasma protein-S 57 56–121\nPlasma anti-thrombin III 111 74–126\nFactor V Leiden 140 62–150\nTable 4 Diagnostic work-up: lupus serology and antiphospholipid syndrome\naCL-ab, anticardiolipin antibodyVariable Patient’s value Normal value Interpretation\nLupus serology\n Complement C3 (g/L) 0.6 0.8–1.5 Positive\n Antinuclear antibody, homogeneous pattern (est. end titer 1/5120) Positive\n Anti-smooth muscle antibody Negative\n Anti-mitochondrial antibody Negative\n Anti-ds-DNA (IU/mL) 30.2  < 20 Positive\nAntiphospholipid antibodies\n aCL-ab IgG (GPL/mL) 10.44  ≤ 10 Positive\n aCL-ab IgM (MPL/mL)  > 9.25  < 5 Positive\nLupus anticoagulant\n LA screen(s) 91.6 31–44 Strongly positive\n LA confirmatory(s) 42.2 30–38\n LA screen–confirmatory ratio 2.2 0.8–1.2\n D-dimer (mg/L FEU) 19.8  < 0.5 Positive\nPage 7 of 11\n Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \n \nProlonged APTT is considered a potential screening \nmarker for thrombosis, as shown by Torres-Jimenez et \nal., who reported its positivity in 93% of cases [14]. How ever, this was not helpful in our patient. CRP , D-dimer, \nand LDH are nonspecific markers for thrombosis [14]. \nPositive triple aPL testing is recommended for the defini tive diagnosis of both primary and secondary APS [2, \n6, 10]. In our patient, aPL positivity, along with positive \nlupus serology, confirmed the diagnosis of secondary APS. The largest cohort of pediatric APS, reported from \n14 countries, included 121 patients with a mean age \nof onset of 10.7  years, consistent with our patient, who \nwas 10  years old [3]. Venous thrombosis is more com mon (60%) than arterial thrombosis (32%) in children \nwith APS, and deep vein thrombosis in the lower limbs \nis the most frequent presentation [3, 10, 13–15]. Our \npatient, however, presented with acute abdominal pain, \ngross hematuria, and fever, initially raising suspicion of \nFig. 3 Summary of diagnosis and initial treatment\nPage 8 of 11 Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \nacute ureteric colic or pyelonephritis. However, investi gations including urinalysis, urine and blood cultures, \nand ultrasound did not reveal any evidence of stone dis eases or pyelonephritis, resulting in a delay in diagnosis. \nOnce radioimaging, including color Doppler ultrasound \nand CT angiography, confirmed the diagnosis of RVT, we \nproceeded to determine the underlying cause and ulti mately confirmed secondary APS through positive lupus serology and aPL antibodies. The two–three aPLA posi tivity for diagnosis of APS, such as in our case, has also \nbeen reported in recent local studies [16, 18].\nEndothelial damage, stasis, and a hypercoagulable \nstate are the three primary mechanisms for thrombus \nformation in APS. Recent literature has highlighted the \nrole of anti-β2-glycoprotein I (anti-β2GPI) autoantibod ies and aPL, alongside the involvement of neutrophils, \nFig. 4 Serial international normalized ratios while on warfarin therapy\nTable 5 Clinical and laboratory follow-up data of this case\nHb, hemoglobin; WBC, white blood cell count; PT, prothrombin time; INR, international normalized ratio; suPCR, spot urine protein: creatinine\n** lost to follow-upFollow-up 2020 2021 2022 2023 2024\nMonth April May August October November** September** December February July January October March\nWeight (kg) 37.7 38 37 38 39 44 46 48 51 57 56 59\nHeight (cm) 142 142 143 144 145 148 152 153 156 157 160 160\nSystolic BP 120 110 110 98 96 110 107 110 117 120 120 125\nDiastolic BP 80 60 66 64 64 55 66 70 70 75 80 70\nHb (g/dL) 10.4 11.1 12.3 12.5 11 11.5 11.3 11.8 11.8 11.6 10.3 9.9\nWBC  (109/L) 7.2 9.35 12.03 8.81 11.3 10.28 10.5 9.64 11.86 13.4 9.81 9.59\nPlatelets  (109/L) 107 94 130 212 134 196 300 372 304 463 405 418\nUrinalysis and suPCR remain normal throughout follow-up\nSerum creatinine remain with in normal levels throughout follow-up\nPT-INR is shown in Fig. 4 while on warfarin On rivaroxaban\nC-reactive protein remained within normal limits\nSGPT (U/L) 24 – 20\nComplement C3 (g/L) 1.02\nAnti-dsDNA (IU/mL) 8.86\nUltrasound kidneys Right kidney 5.7 cm × 1.8 cm, small, echogenic, loss of CMD. Left kidney 12.5 cm × 5 cm, compensatory enlarge ment\nPage 9 of 11\n Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \n \nmonocytes, platelets, endothelial cells, and prothrom botic states induced by interferon and complement \npathways [ 6, 7]. Both APS and lupus are forms of auto immune vasculitis that lead to RVT, with endothelial \ndamage and hypercoagulation induced by aPL antibod ies playing key roles [5, 15, 16]. APS is the most common \ncause of spontaneous RVT, found in 1–5% of healthy \nindividuals and 35–40% of patients with SLE, similar to \nour case [13, 16]. In our patient, two aPL antibodies were \npositive, although anti-β2GPI was unavailable for testing \nat the time. A similar case of nonfulfillment of all three \naPL diagnostic criteria has been reported in the literature \n[18–20]. We also faced financial constraints that pre vented us from repeating aPL testing after 12  weeks to \nfulfill the Sapporo criteria, a critical component in diag nosing adult APS [2, 7, 11]. However, given the clinical \nscenario, confirmation of venous thrombus through color \nDoppler and CT angiography, along with positive serol ogy for SLE, negated any alternative diagnoses.\nThere are several prothrombotic conditions more com mon in adults, such as smoking, obesity, hypertension, \nand pregnancy, but none were identified in our patient \n[12, 17, 19]. In the absence of specific diagnostic tests \nand with clinical manifestations still developing, imaging \nmodalities such as CT angiography, which provides 100% \nsensitivity and specificity, remain the investigation tools \nof choice [20]. In our case, routine ultrasound revealed \nan enlarged and echogenic kidney, suggesting the early \nphase of acute RVT, while color Doppler ultrasound indi cated reduced blood flow in the right renal vein, which \nwas confirmed by CT angiography, showing RVT and \ninferior vena cava involvement.\nThe primary treatment goal for pediatric APS \npatients is managing acute thrombotic events and pre venting thrombosis recurrence [2 , 6, 7]. The standard \nguidelines recommend acute management typically with low-molecular-weight heparin (LMWH), followed \nby maintenance with long-term vitamin K antagonists \n(warfarin) [11, 15, 21]. In our case, we initially antico agulated with enoxaparin, as per the SHARE recom mendations, and later switched to warfarin sodium \nwith a PT-INR target of 2.0–3.0. However, we eventu ally transitioned to rivaroxaban, a newer oral antico agulant, owing to its proven safety and effectiveness in \ntreating acute venous thromboembolism and thrombo prophylaxis in children [22, 23]. Thrombocytopenia is \na relevant noncriteria manifestation of APS, observed \nin 20–25% of children with APS [10, 16]. While throm bocytopenia usually does not require treatment, we \nrefrained from using acetylsalicylic acid until the plate let count normalized [10]. The recurrence of throm botic events are common in primary and secondary \nAPS in adults (40–45%) and in children with lupusassociated APS (11%) [20, 24]. Patients with triple \naPLA have the highest risk of recurrence compared \nwith single antibody positivity and lupus anticoagulant \npositivity [25]. Our patient did not experience a recur rence of thrombotic events or relapse of SLE during fol low-up. The use of continuous anticoagulants, low-dose \nacetylsalicylic acid, and hydroxychloroquine likely con tributed to preventing recurrence. The development of \nSLE in the mother after 18 months suggests a potential \nfamilial lupus association, although genetic testing was \nnot available to confirm this [26]. The hyperfunction ing left kidney in our patient, with an eGFR > 170  ml/\nmin/1.73   m2, is consistent with the effects of hyperfil tration and glomerular hypertension, which can lead to \nglomerulosclerosis and chronic kidney disease (CKD) \n[27]. To manage this, we continued losartan, an angio tensin receptor blocker, to control hyperfiltration and \nprevent CKD progression.\nFig. 5 Color Doppler image showing (A) right renal vein and (B) inferior vena cava thrombus (from 14)\nPage 10 of 11 Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \nIn conclusion, the isolated presentation of RVT in a \nchild without pre-existing prothrombotic conditions is \na diagnostic challenge, particularly in developing coun tries such as Pakistan. However, with appropriate man agement, our patient responded well, and long-term \nfollow-up is necessary to monitor for recurrence of \nthrombosis, lupus flares, and the progression of kidney \ndisease. We plan to continue monitoring and managing \nher condition, ensuring thromboprophylaxis, control ling hypertension, proteinuria, and safeguarding the \nfunction of her solitary kidney.\nAbbreviations\nCT-angiography  Computed tomography angiography\nDMSA scan  Dimercaptosuccinic acid scan\nAPS  Antiphospholipid syndrome\naPL  Antiphospholipid antibodies\naCL  Anticardiolipin antibody\nLA  Lupus anticoagulant\nanti-β2GPI  Anti-beta 2-glycoprotein 1\nANA  Antinuclear antibodies\nAnti-ds DNA  Anti-double-stranded deoxyribonucleic acid\nm-TOR inhibitors  Mammalian target of rapamycin inhibitors\nRVT  Renal vein thrombosis\nSLE  Systemic lupus erythematosus\nC3  Complement component-3\nLDH  Lactate dehydrogenase\nPT  Prothrombin time\nAPTT  Activated partial thrombin time\nAcknowledgements\nWe greatly acknowledge the Department of Patient Welfare for supporting \nthe laboratory work-up, management, and follow-up of our patient at The \nKidney Centre-Postgraduate Training Institute (TKC-PGTI), Karachi. We also \nacknowledge Dr. Nida Hidayat, radiologist, for selecting the images included \nin this case report.\nAuthor contributions\nKNM planned, prepared, wrote the case report, and approved the study. SK \ncollected clinical and laboratory details, searched for references, and drafted \nthe manuscript.\nFunding\nNo funding was used to conduct this case report.\nAvailability of data and materials\nThe pertinent data used in the present study are available from the corre sponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nData were obtained from The Kidney Centre Ethical Review Committee, Karachi Pakistan, vide letter no. 166-PNEPH-022024 (EXEMPTION).\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Pediatric Nephrology, The Kidney Centre Post Graduate Training Institute, 197/9, Rafiqui Shaheed Road, Karachi 75530, Pakistan. Received: 6 April 2024   Accepted: 5 February 2025\nReferences\n 1. Garcia D, Erkan D. Diagnosis and management of the antiphospholipid \nsyndrome. N Engl J Med. 2018;378:2010–21.\n 2. Barbhaiya M, Zuily S, Naden R, Hendry A, Manneville F, Amigo MC, et \nal. 2023 ACR/EULAR antiphospholipid syndrome classification criteria. \nArthritis Rheum. 2023;75:1687–702.\n 3. Avcin T, Cimaz R, Silverman ED, Cervera R, Gattorno M, Garay S, et al. Pediatric antiphospholipid syndrome: clinical and immunologic features of \n121 patients in an international registry. Pediatrics. 2008;122(5):e1100–7.\n 4. Radin M, Cecchi I, Arbrile M, Montin D, Farinasso L, Cioffi M, et al. \nPediatric presentation of antiphospholipid syndrome: a review of recent \nliterature with estimation of local prevalence. Semin Thromb Hemost. \n2024;50(02):182–7.\n 5. Ma J, Song H, Wei M, He Y. Clinical characteristics and thrombosis out comes of pediatric antiphospholipid syndrome: analysis of 58 patients. \nClin Rheumatol. 2018;37:1295–303.\n 6. Rosina S, Chighizola CB, Ravelli A, Cimaz R. Pediatric antiphospholipid \nsyndrome: from pathogenesis to clinical management. Curr Rheumatol \nRep. 2021;23:1–11.\n 7. Islabão AG, Trindade VC, da Mota LMH, Andrade DCO, Silva CA. Managing \nAPS in children and adolescents: current and future prospects. Pediatr \nDrugs. 2022;24:13–27.\n 8. Ji L, Zhang Z, Perl A. The mTOR pathway in the antiphospholipid syndrome. Med Rev. 2023;3(6):511–3.\n 9. Xie W, Ji L, Zhang Z. Sirolimus monotherapy for thrombocytopenia in \nprimary antiphospholipid syndrome: a pilot study from a tertiary referral \ncenter. Front Immunol. 2022;13: 857424.\n 10. Mahmud SA, Bullock DR, Correll CK, Hobday PM, Riskalla MM, Vehe RK, \net al. Noncriteria antiphospholipid antibodies and pediatric rheumatic \ndisease: a case series. Pediatr Rheum. 2022;20:1–6.\n 11. Groot N, De Graeff N, Avcin T, Bader-Meunier B, Dolezalova P , Feldman \nB, et al. European evidence-based recommendations for diagnosis and \ntreatment of pediatric antiphospholipid syndrome: the SHARE initiative. \nAnn Rheum Dis. 2017;76:1637–41.\n 12. Riley DS, Barber MS, Kienle GS, Aronson JK, von Schoen-Angerer T, Tugwell P , et al. CARE guidelines for case reports: explanation and elaboration \ndocument. J Clin Epidemiol. 2017;89:218–35.\n 13. Madison JA, Gockman K, Hoy C, Tambralli A, Zuo Y, Knight JS. Pediatric \nantiphospholipid syndrome: clinical features and therapeutic inter ventions in a single center retrospective case series. Pediatr Rheum. \n2022;20:17.\n 14. Liu L, Liu L, Zhang L, Huang P , Dang X, Shuai L, et al. Case report: a case of \nrecurrent thrombosis in pediatric antiphospholipid syndrome associated \nwith pediatric onset systemic lupus. Front Pediatr. 2023;10:1004053.\n 15. Torres-Jimenez AR, Ramirez-Nova V, Cespedes-Cruz AI, Sanchez-Jara B, \nVelazquez-Cruz A, Bekker-Méndez VC, et al. Primary antiphospholipid syndrome in pediatrics: beyond thrombosis. Report of 32 cases and review \nof the evidence. Pediatr Rheum. 2022;20:13.\n 16. Madison JA, Garcia AD, Zuo Y, Knight JS. Treatment of thrombotic \nantiphospholipid syndrome in adults and children. Cur Opin Rheum. \n2020;32:215–27.\n 17. Rashid A, Mansoori H, Ali SA, Nasir N. Pediatric thrombosis: a 5 year expe rience from a tertiary care center of Pakistan. J Ayub Med Coll Abbot tabad. 2022;34:263–8.\n 18. Sadiq MW, Ukrani RD, Arif A, Akbar I, Altaf S, Moiz B. Risk assessment and \noutcome of venous thromboembolism in pediatric population in an \nacademic care center of a low-middle income country. Clin Appl Thromb \nHemost. 2021;27:1076029621995895.\n 19. Mushtaq MZ, Ali SA, Sattar Z, Mahmood SB, Amber T, Riaz MA. A \nretrospective review of antiphospholipid syndrome from a South Asian \ncountry. Arch Rheumatol. 2021;37:31.\n 20. White M, Betensky M, Lawson SL, Goldenberg NA. Community-onset \nvenous thromboembolism in children: pediatric emergency medicine \nperspectives. Semin Thromb Hemost. 2021;47:623–30.\nPage 11 of 11\n Moorani and Kashif  Journal of Medical Case Reports          (2025) 19:123 \n \n 21. Simon R, Damon A, Gorman E, Bauman M, Bhat R. Antiphospholipid \nantibody syndrome: pediatric patient outcomes on warfarin. Blood. \n2023;142:5550.\n 22. Male C, Lensing AW, Palumbo JS, Kumar R, Nurmeev I, Hege K, et al. \nRivaroxaban compared with standard anticoagulants for the treatment \nof acute venous thromboembolism in children: a randomized, controlled, \nphase 3 trial. Lancet Hematol. 2020;7:e18-27.\n 23. Lensing AW, Male C, Young G, Kubitza D, Kenet G, Patricia MM, et al. Rivar oxaban versus standard anticoagulation for acute venous thromboembo lism in childhood. Design of the EINSTEIN-Jr phase III study. Thrombosis J. \n2018;16:1–1.\n 24. Berkun Y, Padeh S, Barash J, Uziel Y, Harel L, Mukamel M, et al. Antiphospholipid syndrome and recurrent thrombosis in children. Arthritis Rheum. \n2006;55:850–5.\n 25. Khawaja M, Magder L, Goldman D, Petri MA. Loss of antiphospholipid \nantibody positivity post-thrombosis in SLE. Lupus Sc Med. 2020;7: \ne000423. https:// doi. org/ 10. 1136/ lupus- 2020- 000423.\n 26. Sinicato NA, de Oliveira L, Lapa A, Postal M, Peliçari KO, Costallat LT, et al. \nFamilial aggregation of childhood-and adulthood-onset systemic lupus \nerythematosus. Arthritis Care Res. 2020;72:1147–51.\n 27. Groen S, Roeleveld N, Westland R, Renkema KY, Steffens MG, Gracchi V, \net al. Uncovering risk factors for kidney injury in children with a solitary \nfunctioning kidney. Kidney Intern. 2023;103:156–65.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}