{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05141-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05141-1.pdf",
  "metadata": {
    "/Keywords": "Central retinal artery occlusion; Infectious endocarditis; Erysipelothrix rhusiopathiae",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250314120850+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250313162252+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05141-1",
    "/Author": "Ana Bárbara Dias Lopes Urzedo ",
    "/Title": "Bilateral retinal artery occlusion as the initial presentation of infectious endocarditis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05141-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Retinal artery occlusion due to infective endocarditis is rare, and only a few cases have been reported \nin literature. Systematic and comprehensive studies of patients with this ophthalmological disease may help uncover \nserious underlying medical conditions.",
    "Case Presentation": "Case presentation We present a case of an 80-year-old Brazilian woman with bilateral retinal artery occlusion \nas the initial presentation of Erysipelothrix rhusiopathiae endocarditis.",
    "Conclusion": "Conclusion Infective endocarditis has many different forms of presentation and a high clinical suspicion is often \nrequired to reach a diagnosis. This case report highlights the importance of remembering retinal artery occlusion \nas a complication of infective endocarditis even if concurrent cardiovascular risk factors are present.\nKeywords  Central retinal artery occlusion, Infectious endocarditis, Erysipelothrix rhusiopathiae",
    "Introduction": "Introduction\nCentral retinal artery occlusion (CRAO) is a rare but dev astating disorder that typically presents as sudden pain less loss of vision in the involved eye. The obstruction of \nblood flow to the central retinal artery (CRA) has several \netiologies, but the most common etiology is embolism \nfrom an atherosclerotic plaque from the internal carotid \nartery [1, 2]. Retinal artery occlusion  (RAO) secondary \nto infectious endocarditis (IE) is a rare event with only a \nfew cases reported in literature. The authors report the \nfirst case of bilateral RAO due to Erysipelothrix rhusi opathiae endocarditis. Given the wide range of clinical \npresentations of IE, this case report highlights the impor tance of remembering RAO as a complication of IE, since accurate diagnosis at early stages is essential, otherwise \nsevere complications including heart failure may occur.\nCase presentation\nAn 80-year-old Brazilian woman was referred to the \nophthalmology department with sudden and painless \nvision loss in the right eye (OD) for 3  days followed by \nher left eye (OS) upon awakening on the morning of \nadmission. She had a 10-day history of malaise, episodes \nof sweating, and unmeasured fever. Her medical history \nincluded carotid atherosclerotic disease, ischemic heart \nfailure with preserved ejection fraction, systemic arterial \nhypertension, insulin-dependent diabetes mellitus, and \ndyslipidemia.\nOn examination, best-corrected visual acuity \n(BCVA) was counting fingers OD and 0.2 OS, biomi croscopy was unremarkable, except for pseudophakia, \nand intraocular pressure (IOP) was 9  mmHg bilater ally. Dilated fundoscopy revealed diffuse whitening of \nthe retina except in the cilioretinal artery territory, a Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKenzo Hokazono\nkenzo_hokazono@hotmail.com\n1 Department of Ophthalmology, Clinical Hospital of the Federal \nUniversity of Paraná, R. da Paz, 195 (123), Curitiba, PR 80060-160, Brazil\nPage 2 of 3 Urzedo et al. Journal of Medical Case Reports          (2025) 19:114 \n“cherry red spot” on the macula and narrow arterioles \nin the OD. In OS, there was a slight retinal pallor in the \nnasal fovea and a narrowed arteriole in the papillomac ular bundle (Fig. 1 ).\nImmediately after the diagnosis of bilateral retinal \narterial occlusion, the patient was referred for systemic \nevaluation. Cardiac auscultation revealed a holosystolic \nmurmur in the mitral focus. Laboratory tests revealed \nnormocytic normochromic anemia and rheumatoid \nfactor positive, while C-reactive protein levels and the \nerythrocyte sedimentation rate were slightly increased. \nDoppler ultrasound of the temporal arteries was nega tive for giant cell arteritis owing to the absence of the \nhalo sign. Transesophageal echocardiography (TEE) and \nblood culture were performed. TEE revealed mobile \nvegetation approximately 14 mm in size adhering to the \natrial surface of the mitral leaflet, and blood cultures were \npositive six times, with Erysipelothrix rhusiopathiae. \nMagnetic resonance imaging (MRI) revealed some acute \ncerebral ischemic foci.The patient was treated with intravenous ampicillin for \n6  weeks, with venous thromboembolism prophylaxis, \nsurveillance for immunological events, and serial blood \ncultures for control. Owing to the absence of signs of \nacute heart failure, such as hemodynamic instability or \nacute pulmonary edema, or signs of local infectious com plications, such as abscesses, fistulas or growing vegeta tion, cardiac surgical treatment was not recommended.\nThe patient was discharged after full clinical stabi lization 51  days after admission. At the time of the last \nophthalmologic examination, the BCVA OD was 0.05, \nand OS was 0.5, and fundoscopy of both eyes remained \nunchanged.",
    "Discussion": "Discussion\nCRAO is a rare but devastating disorder that typi cally presents as sudden painless loss of vision in the \ninvolved eye. The incidence of CRAO is approximately \n1–2 in 100,000, but may be higher in patients older than \n80 years. The obstruction of blood flow to the CRA has \nFig. 1 Fundus photography of the right eye showing marked ischemic retinal whitening with a “cherry red spot” sign at the macula with cilioretinal \nartery sparing and narrow arterioles. A Fundus image of the left eye showing slight retinal pallor in the nasal fovea and a narrowed arteriole \nin the papillomacular bundle. B Optical coherence tomography B-scan of the right eye (C) and left eye (D) demonstrating thickening \nand hyperreflectivity of the inner nuclear layers (white arrows), sparing the outer retina, and a prominent middle limiting membrane (red arrow), \nwhich are typical signs of acute ischemia\nPage 3 of 3\n Urzedo et al. Journal of Medical Case Reports          (2025) 19:114 \n \nseveral etiologies, but the most common is embolism \nfrom an atherosclerotic plaque from the internal carotid \nartery and, because of that, CRAO risk factors are similar \nto those for cardiovascular and cerebrovascular events, \nsuch as hypertension and diabetes mellitus [1, 2].  RAO \nsecondary to IE is a rare event with only a few cases \nreported in literature.\nIE is a highly morbid disease with an incidence ranging \nfrom 1.4 to 6.2 per 100,000 [3]. Several risk factors for the \ndevelopment of IE have been described, including struc tural heart disease, prosthetic heart valves, injection drug \nuse, and a history of IE [4]. Systemic embolization occurs \nin 22–50% of cases and the risk seems to be greater with \nmitral valve involvement and a large vegetation size, as \nour patient presented [5]. These embolus commonly \naffect regions with large vessels, such as the lungs and \ncoronary arteries. However, 65% of embolic events affect \nthe central nervous system, especially the territory of \nthe middle cerebral artery [6]. Therefore, these data are \nconsistent with the fact that CRAO due to an embolus \nfrom cardiac vegetation is a very rare complication of IE, \noccurring in less than 1% of cases [7].\nIE on native valves is most commonly caused by Strep tococcus viridans and Staphylococcus. Erysipelothrix \nrhusiopathiae is a facultative anaerobic Gram-positive \nbacillus that causes erysipelas-like syndrome in wild and \ndomestic animals as a zoonotic pathogen. Human infec tion is rare, but three forms of E. rhusiopathiae infec tion have been described: local cutaneous disease (most \ncommon), generalized cutaneous infection, and septice mia, which are commonly associated with endocarditis \nand a high mortality rate [8]. In a systematic review of 62 \ncases, 23 patients (37.1%) had cardiac valve involvement, \n14 of whom underwent valve replacement surgery. Thus, \naccurate diagnosis at early stages is essential; otherwise, \nsevere complications, including heart failure, may occur \n[9].\nOur patient had several cardiovascular risk factors and \nthe CRAO could have been attributed to this, if we had \nnot considered her systemic complaints that pointed \ntoward an inflammatory/infectious disease. Furthermore, \ngiven the presence of bilateral RAO with systemic symp toms, vasculitis, such as temporal arteritis, should be \nincluded in the differential diagnosis, as in this case, early \nsteroid treatment could spare the patient’s eye.\nConclusion\nGiven the wide range of clinical presentations of IE, this \ncase report highlights the importance of remember ing RAO as a complication of IE even if concurrent car diovascular risk factors are present. To the best of our \nknowledge, this is the first case report of bilateral RAO \nleading to the diagnosis of IE, a life-threatening disease.Acknowledgements\nContributors to the case report include the following: Predabon B, Urzedo AB, \nFilho MA, Boff GR, and Hokazono K.\nAuthor contributions\nAll authors certify that they have participated sufficiently in conceptualization, \ndata curation, resources, writing—original draft, and writing—review editing.\nFunding\nNo federal funds or funds from nongovernmental sources were used to fund \nthe project.\nAvailability of data and materials\nData are available within the article or its supplementary materials.\nDeclarations\nEthics approval and consent to participate\nWe complied with ethical requirements and obtained informed consent from \nthe patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 5 August 2024   Accepted: 24 January 2025\nReferences\n 1. Dattilo M, Biousse V, Newman NJ. Update on the management of central \nretinal artery occlusion. Neurol Clin. 2017;35:83–100.\n 2. Varma DD, Cugati S, Lee AW, et al. A review of central retinal artery occlusion: clinical presentation and management. Eye. 2013;27:688–97.\n 3. Tleyjeh IM, Abdel-Latif A, Rahbi H, Scott CG, Bailey KR, Steckelberg JM, \nWilson WR, Baddour LM. A systematic review of population-based studies \nof infective endocarditis. Chest. 2007;132:1025–35.\n 4. Ziakas NG, Kotsidis S, Ziakas A. Central retinal artery occlusion due to \ninfective endocarditis. Int Ophthalmol. 2014;34:315–9.\n 5. Vilacosta I, Graupner C, San Roman JA, Sarria C, Ronderos R, Fernandez C, \net al. Risk of embolization after institution of antibiotic therapy for infective endocarditis. J Am Coll Cardiol. 2002;39:1489–95.\n 6. Bayer AS, Bolger AF, Taubert KA, Wilson W, Steckelberg J, Karchmer \nAW, Levison M, Chambers HF, Dajani AS, Gewitz MH, Newburger JW, \nGerber MA, Shulman ST, Pallasch TJ, Gage TW, Ferrieri P . Diagnosis and \nmanagement of infective endocarditis and its complications. Circulation. \n1998;98:2936–48.\n 7. Piqueras Flores J, Esquinas Blanco G, Pinilla Rivas M, Montero MA, Marina \nBreysse M, López Lluva MT. Oclusión de la arteria central de la retina \ny endocarditis infecciosa: el rigor sí importa. Arch Soc Esp Oftalmol. \n2015;90(11):546–8.\n 8. Volpicelli L, Oliva A, Venditti M. Did the updated Duke criteria missed Ery sipelothrix rhusiopathiae from the list of typical microorganisms causing \ninfective endocarditis? Infez Med. 2023;31(4):425–8.\n 9. Rostamian M, Rahmati D, Akya A. Clinical manifestations, associated \ndiseases, diagnosis, and treatment of human infections caused by Erysip elothrix rhusiopathiae: a systematic review. Germs. 2022;12(1):16–31.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}