{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04953-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04953-x.pdf",
  "metadata": {
    "/Keywords": "Giant sinonasal osteomas; Intracranial complications; Orbital complications; Lateral rhinotomy; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129105552+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129073050+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04953-x",
    "/Author": "Mohammedsefa Arusi Dari ",
    "/Title": "A case of giant fronto-ethmoidal osteoma (45 × 42 mm) with intracranial and orbital extension: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04953-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Osteomas are the most common benign tumors of the sinonasal region. Often asymptomatic, they are \nfrequently discovered incidentally during imaging studies conducted for unrelated conditions. Osteomas typically \nrange in size from 2 to 30 mm; those larger than 30 mm or weighing more than 110 g are classified as “big” or “giant” \nosteomas. Giant osteomas of the paranasal sinuses are extremely rare and can extend into the intraorbital or cerebral \nspace, leading to significant complications. When osteomas become symptomatic, the standard treatment is surgical \nintervention to alleviate associated issues and prevent further progression.",
    "Case Presentation": "Case presentation This report discusses a case of a giant fronto-ethmoidal osteoma (45 × 42 mm) with intracranial \nand orbital extension, focusing on the clinical presentation, diagnostic process, and surgical management. We present \nthe case of a 30-year-old Black female patient from Addis Ababa, Ethiopia, with a fronto-ethmoidal osteoma causing \ncompression of the ocular globe and the left frontal lobe. Given the intracranial extension, a combined surgical team \nconsisting of an ENT surgeon and a neurosurgeon was assembled to address the case. The surgery was performed \nvia an external and lateral rhinotomy with a Lynch extension approach, aiming for complete resection of the osteoma \noriginating from the frontal sinus and extending into the orbit and intracranial space.",
    "Conclusion": "Conclusion Giant sinonasal osteomas are rare tumors. The primary goal of treatment is to completely remove \nthe tumor using a combined endoscopic and external approach. Postoperative morbidity varies depending \non the surgical technique used, and there is a risk of recurrence if the tumor is not entirely excised.\nKeywords  Giant sinonasal osteomas, Intracranial complications, Orbital complications, Lateral rhinotomy, Case report\nBackground\nOsteomas are the most common tumors of the paranasal \nsinuses, with an incidence rate of 0.014 to 0.43% [1–3]. \nThese benign tumors, primarily composed of connective \ntissue, frequently occur in the craniofacial skeleton, espe cially within the nasal and paranasal sinuses. Osteomas predominantly affect the frontal sinus (75%), followed by \nthe ethmoid sinus (20%) and the maxillary sinus (5%) [4, \n5].\nThese tumors grow slowly and can be associated with \nsinus mucoceles or chronic rhinosinusitis owing to inad equate drainage of the frontal sinus. The initial symp toms, typically resulting from sinus drainage obstruction, \ninclude pain and tenderness in the craniofacial region. \nSignificant tumor growth can lead to ocular complica tions, such as diplopia, proptosis, limited eye movement, \nand intracranial issues, such as meningitis or cerebral \nabscesses. The presence of symptoms is a strong indica tion for surgical intervention.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammedsefa Arusi Dari\nmadyamxperia@gmail.com\n1 Otolaryngology Head and Neck Surgery Department, Addis Ababa \nUniversity, Addis Ababa, Ethiopia\n2 Mekelle University, Mekelle, Ethiopia\nPage 2 of 4 Dari and Gdey  Journal of Medical Case Reports          (2024) 18:584 \nDiagnosis of sinonasal osteomas involves a thorough \ncase history, clinical examination, nasal endoscopy, and \ncomputed tomography. Osteomas are more common in \nmales, with a male-to-female ratio of approximately 2 \nto 3:1, and have a higher prevalence in individuals over \n40 years of age; racial prevalence is not well-documented. \nThey can also occur in the pediatric population [6].\nClinical presentation varies depending on the size \nand location of the tumor. For frontal sinus osteomas, \nsymptoms may include facial pressure, headaches unre sponsive to typical treatments, mucopurulent discharge, \nand even facial or frontal asymmetry, as well as exoph thalmos, diplopia, and eyelid swelling. In some cases, \npatients may also experience behavioral changes or signs \nof intracranial hypertension [7–9].\nWhile osteomas typically range in size from 2 to \n30  mm, those with a diameter greater than 30  mm or \nweighing more than 110 g are classified as “big” or “giant” \nosteomas. Giant osteomas of the paranasal sinuses are \nrare but can easily extend into the intraorbital or cerebral \nspaces, leading to significant complications [10].\nCase presentation\nWe report the case of a 30-year-old Black female patient \nfrom Addis Ababa, Ethiopia, who first presented on 20 \nMay 2023, complaining of swelling in the left superior \ninner angle of the orbit, which had slowly grown over a \nperiod of four years. She did not report any additional \nsymptoms, particularly no compressive signs, such as \nheadaches or diplopia.\nClinical examination revealed a hard mass in the right \nsuperior inner corner of the orbit, which appeared to \nbe osseous, along with slight proptosis of the left eye. \nExamination of the nasal cavities showed a submucosally \ncovered hard mass located above the inferior turbinates, \ninvolving the left lateral nasal wall.The patient had no significant past medical history, \ncutaneous pigmentary lesions, or family history of \npolyposis or colorectal cancer, and reported no dental \nissues, soft tissue swelling, or gastrointestinal prob lems. Both fundoscopic and slit lamp examinations \nwere normal in both eyes.\nA computed tomography (CT) scan indicated a left \nfronto-ethmoidal osteoma that was protruding into the \norbit and intracranially, measuring 45 × 42 mm (Figs.  1, \n2, 3).\nHistological analysis revealed a well-circumscribed \nmass composed of dense, mature, predominantly lamel lar bone, with interosseous spaces containing fibrous \nand fibrovascular tissue (Fig. 4 ).\nFig. 1 Left fronto-ethmoidal osteoma, protruding into the orbit \nand intracranial, axial view\nFig. 2 Left fronto-ethmoidal osteoma, protruding into the orbit \nand intracranial, coronal view\nFig. 3 Giant frontal osteoma compressing the left frontal lobe, \nsagittal view\nPage 3 of 4\n Dari and Gdey  Journal of Medical Case Reports          (2024) 18:584 \n \nGiven these findings, a multidisciplinary surgi cal approach involving both ENT and neurosurgery \nwas implemented. The first phase of the surgery was \nperformed by the neurosurgery team, involving a bic oronal incision, craniotomy, and removal of the tumor \nfrom the left frontal sinus. The mucocele was evacu ated, exposing a rough osseous tumoral mass attached \nto the posterior table of the frontal bone. Drilling was \ninitiated from the posterior to the anterior wall of the \nfrontal sinus to separate the nasal-ethmoidal-orbital \nfragment from the intracranial portion, continuing \ntoward the frontal sinus recess. The frontal recess was \nultimately obliterated with bone fragments, and crani alization of the frontal sinus was achieved using a pedi cled pericranial graft.\nThe second phase of surgery was conducted by the \nENT team, which performed a lateral rhinotomy with a Lynch extension incision. The periosteum was elevated \nto access the mass attached to the lateral nasal wall and \nanterior ethmoid, which was then removed by drilling \nit into smaller pieces (Fig. 5 ).\nAt her one-month postoperative follow-up, the patient \nshowed some improvement in proptosis and reported \nno nasal congestion, orbital swelling, or visual issues, \nalthough she experienced mild frontal headaches. By the \n3 and 6-month and 1-year follow-ups, her proptosis had \nimproved further, and she had no complaints or signs of \nrecurrence.",
    "Discussion": "Discussion\nTumors larger than 30 mm are classified as giant osteo mas. Their growth is slow, typically ranging from 0.44 to \n6 mm per year, allowing patients to remain asymptomatic \nfor extended periods [7]. The etiology of these tumors \nremains uncertain, with various theories suggesting trau matic, infectious, or embryologic origins [8].\nComputed tomography (CT) is the gold standard for \ndiagnosis. For small, asymptomatic tumors, a conserva tive approach is preferred, involving periodic imaging \nfollow-ups rather than immediate surgery. Osteomas are \nrare, slow-growing, benign bone tumors and are the most \ncommon benign tumors of the paranasal sinuses [4, 5].\nOrbital involvement is uncommon and usually occurs \nowing to extension from the frontal sinus or ethmoidal \ncells, potentially leading to ocular symptoms [10]. Rabii \nreported a right giant fronto-ethmoidal osteoma measur ing 45 × 35 mm that protruded into the orbit. In contrast, \nour case describes a left giant fronto-ethmoidal osteoma \nmeasuring 45 × 42 mm, with both intracranial and orbital \nextension [2].\nDifferential diagnosis primarily includes other bone \ntumors, such as ossifying fibroma, osteoblastoma, fibrous \ndysplasia, osteosarcoma, and orbital metastasis [11]. It is \nnoteworthy that osteomas are often discovered inciden tally in about 3% of CT scans [12–14]. For small, asymp tomatic osteomas, a conservative management strategy is \ntypically employed, involving regular check-ups and CT \nscans to monitor growth and potential extension.\nOsteomas can also occur in Gardner’s syndrome, an \nautosomal dominant disorder characterized by intestinal \npolyposis, cutaneous tumors, and osteomas [9]. Alexan der evaluated three patients with maxillary or ethmoid \nosteomas and chronic sinusitis, one of whom showed \nsigns of Gardner’s syndrome, including gastrointestinal \nsymptoms and a positive family history of polyposis. In \ncontrast, our patient exhibited no gastrointestinal symp toms or family history of polyposis [15].\nVishwakarma’s case report on a giant osteoma of the \nfrontal and ethmoidal sinuses employed both open and \nendoscopic approaches, similar to the methodology used \nFig. 4 A well-circumscribed mass composed of dense and mature, \npredominantly lamellar bone\nFig. 5 After performing a Lynch incision, the ethmoidal osteoma \nwas drilled to create a cavity, allowing the tumor to be broken \ndown into smaller fragments\nPage 4 of 4 Dari and Gdey  Journal of Medical Case Reports          (2024) 18:584 \nin our case, to achieve complete excision of the osteoma. \nThis combination of techniques effectively ensures thor ough removal while minimizing complications [16].\nConclusion\nAlthough osteomas are the most common tumors of the \nparanasal sinuses and are often asymptomatic, they can \npresent with a range of symptoms, and orbital and intrac ranial extensions are rare. Giant sinonasal osteomas \n(greater than 30  mm) are uncommon tumors. The goal \nof treatment is to completely remove the tumor using a \ncombined endoscopic and external approach. Postopera tive morbidity can vary depending on the type of surgery \nperformed, and there is a risk of recurrence if the tumor \nis not entirely excised. Follow-up care is essential, occur ring at 1 month, 3 months, 6 months, and then annually.\nAcknowledgements\nI would like to thank staff of Addis Ababa University for your support.\nAuthor contributions\nMA made substantial contributions to study conception and design, drafting \nthe article and the manuscript, and final approval of the version to be pub lished. MM carried out data acquisition and analysis and interpretation of data, \ncritically revised the manuscript for important intellectual content, and final \napproval of the version to be published\nFunding\nNot applicable.\nAvailability of data and materials\nSupporting data is available, and we can be provided whenever it is \nrequested.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was taken from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests were disclosed.\nReceived: 8 October 2024   Accepted: 8 November 2024\nReferences\n 1. Jack LS, Smith TL, Ng JD. Frontal sinus osteoma presenting with orbital \nemphysema. Ophthalmic Plast Reconstr Surg. 2009;25(2):155–7.\n 2. Blanco Domínguez I, Oteiza Álvarez AV, Martínez González LM, \nMoreno García Rubio B, Franco Igle sias G, et al. Frontoethmoidal \nosteoma with orbital extension. A case report. Arch Soc Esp Oftalmol. \n2016;91(7):349–52.\n 3. Exley RP , Markey A, Rutherford S, Bhalla RK. Rare giant frontal sinus \nosteoma mimicking fibrous dysplasia. J Laryngol Otol. 2015;129(3):283–7.\n 4. Sinha A, Jha D, Deka RC. Osteoma of the paranasal sinuses. Indian J \nOtolaryngol Head Neck Surg. 2003;55(3):166–9. 5. Erdogan N, Demir U, Songu M, Ozenler NK, Uluc E, Dirim B. A prospective \nstudy of paranasal sinus osteomas in 1889 cases: changing patterns of \nlocalization. Laryngoscope. 2009;119(12):2355–9.\n 6. Kolcun JPG, Richardson AM, Gernsback JE, Rosenberg A, Komotar RJ. \nFrontal sinus osteoma presenting with meningitis and epilepsy. World \nNeurosurg. 2019;123:216–20. https:// doi. org/ 10. 1016/j. wneu. 22355- 2359. \nwit.\n 7. Koivunen P , Löppönen H, Fors AP , Jokinen K. The growth rate of osteomas \nof the paranasal sinuses. Clin Otolaryngol Allied Sci. 1997;22(2):111–4.\n 8. Vowles RH, Bleach NR. Imaging case study of the month: frontoethmoidal \nosteoma. Ann Otol Rhinol Laryngol. 1999;108:522–4.\n 9. Alexander AA, Patel AA, Odland R. Paranasal sinus osteomas and Gardner’s syndrome. Ann Otol Rhinol Laryngol. 2007;116(9):658–62.\n 10. Kim AW, Foster JA, Papay FA, Wright KW. Orbital extension of a frontal \nsinus osteoma in a thirteen-year-old girl. J AAPOS. 2000;4(2):122–4.\n 11. Selva D, White VA, O’Connell JX, Rootman J. Primary bone tumors of the \norbit. Surv Ophthalmol. 2004;49(3):328–42.\n 12. Ishii T, Sakamoto Y, Miwa T, Yoshida K, Kishi K. A giant osteoma of the \nethmoid sinus. J Craniofac Surg. 2018;29(3):661–2.\n 13. Wei LA, Ramey NA, Durairaj VD, Ramakrishnan VR, Cruz AV, et al. Orbital \nosteoma: clinical features and management options. Ophthal Plast \nReconstr Surg. 2014;30(2):168–74.\n 14. Erdogan N, Demir U, Songu M, Ozenler NK, Uluç E, et al. A prospective \nstudy of paranasal sinus osteomas in 1,889 cases: changing patterns of \nlocalization. Laryngoscope. 2009;119(12):2355–9.\n 15. Alexander AAZ, Patel AA, Odland R. Paranasal sinus osteomas and Gardner’s syndrome. Ann Otol Rhinol Laryngol. 2007;116(9 I):658–62.\n 16. Vishwakarma R, Joseph ST, Patel KB, Sharma A. Giant frontal osteoma: \ncase report with review of literature. Indian J Otolaryngol Head Neck \nSurg. 2011;63(July):S122–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}