{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04868-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04868-7.pdf",
  "metadata": {
    "/Keywords": "Kirschner wires; Guide wire; Pin migration; Thoracotomy; Complications",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241024112304+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241022074834+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04868-7",
    "/Author": "Farzad Amouzadeh Omrani ",
    "/Title": "Distant migration of a broken guide pin following femoral neck fixation: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04868-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Kirschner wires are frequently employed in orthopedic procedures. While most complications are \nminor, rare instances of distant pin migration can occur. Such migration is more prevalent in the shoulder region \nbut has been reported elsewhere.",
    "Case Presentation": "Case presentation A 50-year-old Persian male with a right femoral neck fracture (Garden type IV) underwent closed \nreduction and internal fixation with three cannulated screws. During the procedure, a guide pin broke and remained \nlodged. Follow-up radiographs revealed the migrated pin in the patient’s chest wall near the 11th rib, necessitating \nsurgical removal via thoracotomy.",
    "Conclusion": "Conclusion This case underscores the potential for orthopedic implant migration. While often associated \nwith smaller pins, the risk exists for all sizes. The timeframe for diagnosis varies significantly and in some cases it can be \nasymptomatic and discovered incidentally.\nKeywords  Kirschner wires, Guide wire, Pin migration, Thoracotomy, Complications\nIntroduction\nSmooth pins, often referred to as Kirschner wires \n(K-wires), are widely used fixation implants in orthope dic surgery for provisional fixation, percutaneous stabi lization, and guiding cannulated instruments [1]. While \ncomplications can arise during their use, they are typi cally minor. Pin tract infections are the most common \ncomplications [2]. Pin migration, though exceptionally \nrare, can have significant consequences due to the poten tial for serious, even life-threatening, complications [3].\nMost reported cases of pin migration involve the \nshoulder girdle including the sternoclavicular, clavicle, acromioclavicular, and glenohumeral structures, while \nmigration from other regions is notably less frequent \n[4]. This complication typically occurs near the site of \nimplantation, with distant migration being highly unu sual [5].\nThis case report aims to explore the underlying mecha nisms driving distant migration while also offering sug gestions on preventive measures to reduce its incidence.\nCase presentation\nThe patient was a 50-year-old Persian male who pre sented with a type 4 Garden fracture of the right femo ral neck following a fall [6]. After initial assessment and \nexclusion of other injuries, the patient underwent oper ative fixation. Closed reduction and internal fixation \nwere performed using three 6.5 mm cannulated screws. \nDuring this procedure, one of the guide pins broke, and \nattempts at removal were unsuccessful.\nA postoperative radiograph showed satisfactory reduc tion of the fracture. The three screws were appropriately Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAli Keipour\nalikeipour@gmail.com\n1 Department of Orthopedic Surgery, School of Medicine, Shahid \nBeheshti University of Medical Sciences, Tehran, Iran\n2 Rheumatic and Musculoskeletal Medicine Institute, University of Leeds, \nLeeds, UK\nPage 2 of 4 Amouzadeh Omrani et al. Journal of Medical Case Reports          (2024) 18:519 \npositioned, and the broken guide pin was visible (Fig.  1). \nThe patient was discharged with instructions to not bear \nweight on the affected leg, instead using two crutches.\nThe patient visited for follow-up 2 weeks postopera tively. The incision was healing well, and sutures were \nremoved. The hip pain had decreased since the surgery. \nHowever, a follow-up radiograph revealed an unexpected \nabsence of the broken guide pin.\nThe fracture and implant positions remained \nunchanged from the previous radiograph. Given the \npatient’s absence of symptoms elsewhere, imaging studies \nof the abdomen, pelvis, chest, and lower extremities were \nobtained. The broken guide pin was identified within the \nchest, adjacent to the 11th rib (Fig. 2).\nFollowing a thoracic surgery consult, a computed \ntomography (CT) scan confirmed the migrated pin \nwithin the right chest wall, next to the 11th rib (Fig.  3). \nA 3 cm anterolateral thoracotomy was performed under \nfluoroscopic guidance to extract the pin. A chest tube \nwas inserted due to iatrogenic pneumothorax.\nThe chest tube was removed 2 days postoperatively, \nand the patient was discharged in stable condition. At \n2-week follow-up, the patient reported no respiratory \nsymptoms and improved hip pain. The thoracotomy inci sion had healed well, and sutures were removed.\nThe X-ray at 8 months post-surgery revealed signs of \nbone union in the hip. Additionally, the patient reported \nno hip or lung pain, and his gait appeared normal (Fig.  4).",
    "Discussion": "Discussion\nMigration of orthopedic implants, though uncommon, \ncan lead to serious and even life-threatening complica tions. Researchers are constantly trying to understand \nhow and why these implants migrate postoperatively. \nWhile this issue is more frequent with smaller implants \nsuch as wires and pins, there have also been reported \ncases of migration with larger implants such as screws \nand even spinal rods [7–9].\nDistant implant migration usually originates from the \nproximal extremities (mostly the shoulder region) rather \nthan other locations. However, there are some reports \nof the distant migration from the distal extremities (that \nis, hands and feet). Seipel et al. reported a case of distal \nradius fracture where one of the used pins migrated to \nthe heart, and Botha et al. reported a case where a dis tal radius pin migrated to the cubital fossa [10, 11]. These \ncases show that distant implant migration can also occur \nfrom distal extremities. The site of insertion in our case \nwas also the hip joint, which is an uncommon location \nfor this complication.\nThe timeframe for detecting implant migration can \nvary greatly, ranging from just a few days after surgery, as \nFig. 1 Postoperative X-ray of the right hip. The X-ray demonstrates \nsatisfactory position of screws and fracture reduction. Note \nthe presence of a broken guidewire\nFig. 2 Abdominopelvic X-ray at 2-week follow-up. The image shows \nmigration of the pin to a distant location on the right chest wall \nnear the 11th rib\nPage 3 of 4\n Amouzadeh Omrani et al. Journal of Medical Case Reports          (2024) 18:519 \n \nour case, to several decades later. Irianto et al. reported \na case where a migrated intramedullary clavicle pin was \ndiscovered only 4 days after surgery [12]. Conversely, in \nsome cases migration of pins was not detected until over \n20 years after surgery [9, 13].\nThis complication may affect all age groups. While \nmost reported cases involve adults, there are a few docu mented cases involving pediatric patients [14, 15]. Sur prisingly, some patients with distant migrated implants \nexperience no symptoms, and migration is discovered \nincidentally [16, 17].\nThe underlying causes of implant migration are not \nfully understood, and various theories have been pro posed. Some suggest that excessive limb movement may play role as a risk factor for pin migration, but \nthere have been some cases of pin migration in patients \nimmobilized using cast [18]. Others propose that \nimplants may enter the vascular system and migrate \nthrough blood vessels. However, the diameter of some \nmigrated implants, such as a spinal rod, is much larger \nthan the blood vessels in that area, making this theory \nunlikely [7 ].\nSome researchers hypothesize that unbending a pin \nafter insertion may increase the risk of migration [19]. \nGiven the pin in our case broken accidentally and so it \nwas unbent, this observation aligns with their theory.\nConclusion\nFor patients who undergo Kirschner wire implantation, \nit is crucial to prioritize implementation of all preven tive measures against pin migration. If these measures \nare not feasible due to surgical limitations, the surgeon \nshould monitor the pin position periodically.\nAbbreviations\nK-wires  Kirschner wires\nCT  Computed tomography\nAcknowledgements\nThe authors express their appreciation to the patient of this study.\nAuthor contributions\nAK and HB operated on the patient. SA drafted the initial manuscript. SA and \nMB collected the patient’s data. FAO revised the initial manuscript. All the \nauthors read and approved the final manuscript for publication.\nFunding\nNo funding.\nAvailability of data and materials\nThe material presented in this study is available from the corresponding \nauthor on a reasonable request.\nFig. 3 Computed tomography (CT) scans of the patient. A Abdominal CT scan: The red circle highlights the migrated pin in the chest wall, \nadjacent to the 11th rib. B Chest CT scan: The red arrows indicate lung inflammation caused by irritation from the pin’s tip\nFig. 4 X-ray at 8-month follow-up shows fracture healing\nPage 4 of 4 Amouzadeh Omrani et al. Journal of Medical Case Reports          (2024) 18:519 \nDeclarations\nEthics approval and consent to participate\nThis study was conducted per the Declaration of Helsinki and was approved \nby Department of Orthopedic Surgery, School of Medicine, Shahid Beheshti \nUniversity of Medical Sciences, Tehran, Iran. The patient was informed about \nthe study, and provided the informed consent in the native language prior to \nthe decision regarding the publication of the",
    "Results": "results and has been provided at \nthe time of submission.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting of interests\nThe authors declare that they have no financial and non-financial competing \ninterests.\nReceived: 26 July 2024   Accepted: 27 September 2024\nReferences\n 1. Franssen B, Schuurman AH, Van der Molen AM, Kon M. One century \nof Kirschner wires and Kirschner wire insertion techniques: a historical \nreview. Acta Orthop Belg. 2010;76(1):1–6.\n 2. Hsu LP , Schwartz EG, Kalainov DM, Chen F, Makowiec RL. Complications of \nK-wire fixation in procedures involving the hand and wrist. J Hand Surg. \n2011;36(4):610–6.\n 3. Park S-Y, Kang J-W, Yang DH, Lim T-H. Intracardiac migration of a Kirschner wire: case report and literature review. Int J Cardiovasc Imaging. \n2011;27:85–8.\n 4. Regel JP , Pospiech J, Aalders TA, Ruchholtz S. Intraspinal migration of a \nKirschner wire 3 months after clavicular fracture fixation. Neurosurg Rev. \n2002;25(1):110–2.\n 5. Gonsales D, Aguilar-Salinas P , Cavicchioli A, Felício TA, Bastos F, Nicandro \nF. The migration of Kirschner wire from left distal clavicle to the intradural \nanterior thoracic spine. OAJNN. 2017;2(4):14.\n 6. Kazley JM, Banerjee S, Abousayed MM, Rosenbaum AJ. Classifications in \nbrief: Garden classification of femoral neck fractures. Clin Orthop Relat \nRes. 2018;476(2):441–5.\n 7. Wood KE, Fitch RD, Burton DC, Keiger CJ. Anterior scoliosis rod migration \nto the lower extremity. Spine J. 2009;9(6):e9–12.\n 8. Flint JH, Sanchez-Navarro CF, Buckwalter JA, Marsh JL. Intrapelvic migration of a gamma nail lag screw: review of the possible mechanisms. \nOrthopedics. 2010;33(4):266–70.\n 9. Tamura J, Maruwaka S, Shiroma J, Miyagi S, Orita H, Sakugawa H, et \nal. An inflammatory polyp in the colon caused by the migration of \na Kirschner wire following fixation of a pelvic fracture. Intern Med. \n2014;53(7):699–701.\n 10. Botha A, Du Toit A. Migration of a Kirschner wire from the wrist to the \ncubital fossa. SA Orthop J. 2009;8(3):90–2.\n 11. Seipel RC, Schmeling GJ, Daley RA. Migration of a K-wire from the distal \nradius to the heart. Am J Orthop (Belle Mead NJ). 2001;30(2):147–51.\n 12. Irianto KA, Edward M, Fiandana A. K-wire migration to unexpected site. \nInt J Surg Open. 2018;11:18–21.\n 13. Sadat-Ali M, Shehri AM, AlHassan MA, AlTabash K, Mohamed FAM, \nAboutaleb MM, AlGhanim AA. Broken Kirschner wires can migrate: a case \nreport and review of literature. J Orthop Case Rep. 2020;10(9):11.\n 14. Baghdadi T, Baghdadi S, Dastoureh K, Khan FMY. Unusual migration of a \nKirschner wire in a patient with osteogenesis imperfecta: a case report. \nMedicine. 2018;97(34): e11829.\n 15. Tan K, Ibrahim S. Kirschner wire migration to the cervical spine: a complication of clavicular fixation in a child. Malaysian Orthop J. 2007;1(1):45–6.\n 16. Fitchett J, Williams G, McKain E, Stephenson B. A hard object in the right \niliac fossa. Ann R Coll Surg Engl. 2008;90(3):W10. 17. Fong Y-C, Hsu H-C, Lin W-C. Intrapelvic migration of a Kirschner wire. J \nChin Med Assoc. 2005;68(2):96–8.\n 18. Sangwan S, Singh Z, Mittal R, Siwach R, Sharma A. Intrahepatic migration \nof Kirschner wire from hip: a case report. J Orthop Traumatol. 2004;5:60–1.\n 19. Mozaffari M, Estfan R, Sarkar S. Intrathoracic migration of an unbent \nSteinmann pin. Ann R Coll Surg Engl. 2014;96(2): e21.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}