{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04817-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04817-4.pdf",
  "metadata": {
    "/Keywords": "Chilaiditi pediatric; Chilaiditi’s syndrome pediatric; Laparoscopy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017184349+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240921163134+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04817-4",
    "/Author": "B. Haluk Güvenç ",
    "/Title": "Congenital partial diaphragmatic eventration presenting with Chilaiditi’s sign: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04817-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Chilaiditi’s sign is an incidental radiographic finding, associated with intestinal disposition \nlocated between liver and right diaphragm. It is considered as an acquired rather than a congenital condition \nand the prevalence ranges from 1.18% to 2.4% according to recent adult retrospective studies. The aspects of this rare \nentity with regards to a 7-month-old male initially misdiagnosed as diaphragmatic hernia is discussed.",
    "Case Presentation": "Case presentation A 4-month-old Caucasian male was misdiagnosed with a congenital diaphragmatic hernia \nowing to previous hospitalization with complaints of respiratory tract infection. On admission 3 months later, he \nwas free of any signs and symptoms of intestinal obstruction or respiratory distress. Thorax computed tomography \nrevealed Chilaiditi’s sign. A diagnostic laparoscopy was regarded necessary to evaluate the anatomical details. The \nmost prominent finding was the lack of muscle fibers and almost transparent appearance of the medial aspect \nof the partially eventrated right hemidiaphragm. Owing to delicate anatomical presentation, diaphragmatic plication \nwas considered hazardous. The patient is doing well and under follow-up.\nConclusions It is obvious that Chilaiditi’s sign is not always a completely incidental finding of no consequence, \nand may indicate an underlying congenital diaphragmatic pathology, clearly defined by laparoscopic evaluation \nin this case.\nKeywords  Chilaiditi pediatric, Chilaiditi’s syndrome pediatric, Laparoscopy",
    "Introduction": "Introduction\nChilaiditi’s sign is an incidental radiographic finding \nobserved during routine chest and abdominal \nradiographs, associated with asymptomatic hepatodiaphragmatic interposition of the intestine. The \nprevalence has long been reported to range from 1.18% \nto 2.4% and considered as an acquired rather than a \ncongenital condition [1, 2]. The differential diagnoses include pneumoperitoneum, subphrenic abscesses, and \ndiaphragmatic hernias. We present a young patient and \ndiscuss the aspects of this rare entity during infancy.\nCase report\nA 7-month-old Caucasian male was admitted to our \ndepartment in Anadolu Medical Center—Istanbul, for a \nsecond opinion with complaint of an incidental diagnosis \nof right diaphragmatic hernia, at the age of 4  months \nduring an episode of cough, cyanosis, and respiratory \ndistress at another referral center (Fig.  1). His symptoms \nhad improved with antibiotic therapy and thrived \nwithout recurrence. Upon physical examination, he was \na completely healthy infant, free of any symptoms of \nintestinal obstruction or respiratory distress, whole blood Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nB. Haluk Güvenç\nguvench@superonline.com\n1 Dept. of Pediatric Surgery, Education and Research Hospital, Zonguldak \nBulent Ecevit University, Zonguldak, Turkey\n2 Dept. of General Surgery, Anadolu Medical Center, Kocaeli, Turkey\nPage 2 of 4 Güvenç and Rasa  Journal of Medical Case Reports          (2024) 18:508 \ncount and biochemistry measurements were within \nnormal limits. His past medical history revealed a fullterm infant, born after uncomplicated pregnancy, labor, \nand delivery.To obtain an improved quality three-dimensional \n(3D) image of the lesion, a 16-detector row computed \ntomography (CT) was undertaken, which confirmed the \nChilaiditi’s sign. A dilated bowel loop (hepatic flexure) \ninterposed between diaphragm and liver was observed. \nThere was minimal superolateral displacement of heart. \nLiver anatomy was normal. The right hemidiaphragm \nwas elevated anteriorly showing no sign of diaphragmatic \ndefect (Fig.  2). Fluoroscopic imaging of diaphragm \nshowed normal diaphragmatic movements with respect \nto inspiration and expiration.\nThe parents noticed a great deal of discomfort mainly \naroused by the initial diagnosis of diaphragmatic hernia \nand insisted further evaluation. Parental consent was \nobtained to perform a diagnostic laparoscopy to evaluate \nthe anatomical details. Under elective laparoscopic \nexamination, one-half the length of the transverse colon \nwas found lying anteriorly in the space between the \nhemidiaphragm and the right lobe of liver without any \nanomalous fixation. The most prominent finding was the \nlack of muscle fibers and almost transparent appearance \nof the medial aspect of the right hemidiaphragm (Fig.  3). \nAny surgical correction was regarded as unnecessary \nand hazardous due to present delicate diaphragmatic \nanatomy. The patient is followed-up for 11 months and is \ndoing well. His chest x-ray reveals the same findings with \nno remarkable change.\nFig. 1 Hemi diaphragmatic elevation diagnosed as hernia\nFig. 2 Coronal three-dimensional reconstruction of contrast-enhanced computed tomography demonstrates colonic loop with its mesenteric fat \nand vessels ascending along the right anterior perihepatic space (arrows). Right hemidiaphragm is elevated; no sign of defect is present\nPage 3 of 4\n Güvenç and Rasa  Journal of Medical Case Reports          (2024) 18:508",
    "Discussion": "Discussion\nThe incidental radiological finding of hepatodiaphragmatic interposition of bowel or Chilaiditi’s \nsign is first described in 1910 by Demetrius Chilaiditi \n(“Ky-La-Ditty”) [3]. An extensive search of the literature \nreveals that it is increasingly documented as an \nimportant imitator of numerous diaphragmatic disorders \nand abdominal emergencies [3–6]. Chilaiditi’s sign is \nfour times more common in males and much more \ncommon in the elderly. The reported incidence has been \nincreasingly published as 1.18%–2.4% with regards to \nrecent retrospective studies [1].\nThe subdiaphragmatic intraabdominal air may mimic \nperforated viscus, a subphrenic abscess, posterior hepatic \nlesions, Morgagni’s hernia, and traumatic diaphragmatic \nhernia [6, 8–10]. Abdominal computed tomography and \nultrasound are used to establish a definitive diagnosis [1, \n2, 4, 7]. Diagnosis is dependent on radiological findings \nof the elevated hemidiaphragm and a depressed liver \nby the distended bowel in either chest or abdominal \nradiographs. The visible haustration or images of circular \nplicas of the colon are the key points in differentiating the \nimage from free air. Our case was initially misdiagnosed \nas congenital diaphragmatic hernia. We managed to \ndelineate the exact anatomy in the infant using diagnostic \nlaparoscopy, avoiding an unnecessary explorative \nlaparotomy.\nChilaiditi’s sign is considered an acquired rather \nthan a congenital condition mostly owing to published reports concerning elderly patients [2]. These acquired \nconditions in the elderly include decreased liver \nvolume owing to cirrhosis, fulminant hepatic failure \nor resection, ascites, or high abdominal fat content, \naerophagia, constipation, traumatic diaphragmatic \nparalysis, and chronic lung disease [2, 4, 6, 8–12]. The \ntrue incidence of this incidental finding as a congenital \nanomaly is unknown. On the other hand, it is obvious \nthat congenital conditions, such as malrotation or \nmalposition of the colon, elevation, paralysis, or \nweakness of the hemidiaphragm, as well as laxity of the \nhepatic suspensory ligaments, and enlargement of the \nthoracic cage diameter, may result in the clinical picture \n[4, 9, 10, 13]. The elevation of the diaphragm owing to the \nweakness of its muscular content may partly bring some \nexplanation in a spectrum of diaphragmatic disorders, \nwith regards to the pathophysiology in our patient. This \nsign may be a precursor in some cases to diaphragmatic \neventration.\nAsymptomatic patients presenting with incidental \nradiologic finding of Chilaiditi’s sign must be \ndistinguished from Chilaiditi’s syndrome, which \nproduces symptomatology associated with indistinct \nabdominal pain, distention, vomiting, anorexia, and \nconstipation. Saber and Boros have pointed out a higher \nincidence of combination of intellectual disabilities with \nlong-standing constipation in their review of literature \n[4]. Most cases may require only symptomatic treatment, \nsuch as bowel rest or decompression, or enemas for \nconstipation. A variety of clinical conditions, including \ntransverse, sigmoid and splenic volvulus, chest trauma, \nchest tube complication, suprahepatic appendicitis, and \nintestinal obstruction caused by interposition of small \nbowel may explain the various aspects of this rare but \nimportant entity [1, 4, 6, 8, 11, 13, 14]. Constipation, \ncolonic elongation, and colonic hypermobility are said to \nprovoke the clinical picture in patients with Chilaiditi’s \nsyndrome. Patients unresponsive to nonoperative \nmanagement may require surgery when a complication, \nsuch as volvulus or obstruction, develops. Colectomy, \ncolopexy, and hepatopexy have been described as \nthe choice of treatment, as well recent laparoscopic \napproaches in published reports [8, 13–16].\nPediatric cases may present complaints of cough, \ncyanosis, and recurrent respiratory distress or cardiac \narrhythmias [9, 10]. The presence of the dilated \ncolonic loop related elevation of the diaphragm may be \nresponsible for the respiratory symptoms. The resolution \nis usually spontaneous in pediatric patients under \nconservative treatment. Our case had initially been \nmisdiagnosed to suffer from a right diaphragmatic hernia \nat the age of 4  months. He has not had any recurrent \nrespiratory tract infection during the follow-up period \nFig. 3 Laparoscopic view of absence of muscle fibers (clear view \nof the lung) and almost transparent appearance (large arrow) \nof the medial aspect of the right hemidiaphragm. M displays \nappearance of the normal diaphragmatic muscle\nPage 4 of 4 Güvenç and Rasa  Journal of Medical Case Reports          (2024) 18:508 \nsince he began treatment with stool softeners. The \nelevation of the right hemidiaphragm, however, has not \ndisappeared.",
    "Conclusion": "Conclusion\nWe believe that Chilaiditi’s sign is not always a \ncompletely incidental finding of no consequence, but may \nbe an indicator of underlying diaphragmatic pathology, \nas in this case. Diagnostic laparoscopy may aid in \nbetter understanding the clinical picture, including the \nanatomic variations of the diaphragm in selected cases. \nIt is best to avoid unnecessary surgical correction in a \nchild unless the patient is unresponsive to nonoperative \nmanagement.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04817-4.\nAdditional file 1.\nAcknowledgements\nNot applicable\nAuthor contributions\nB.H.G and K.R performed the operation; B.H.G. designed and wrote the \nmanuscript; K.R. gave technical support and conceptual advice. All authors \nread and approved the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nThe data that support the findings of this study are available from Dr. B. Haluk \nGUVENC, but restrictions apply to the availability of these data, which were \nused under license for the current study, and so are not publicly available. \nData is, however, available from the authors upon reasonable request and \nwith permission of Dr. B. Haluk GUVENC.\nDeclarations\nEthical approval and consent to participate\nOur manuscript does not report on or involve the use of any human data \nor tissue. Written informed consent was obtained from the patient’s legal \nguardian for publication of this case report and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nB.H.G. and K.R. have no conflicts interest or financial ties to disclose.\nReceived: 19 April 2024   Accepted: 2 September 2024\nReferences\n 1. Farkas R, Moalem J, Hammond J. Chilaiditi’s sign in a blunt trauma patient: \na case report and review of the literature. J Trauma. 2008;65(6):1540–2 \n(Review ).\n 2. Nakagawa H, Toda N, Taniguchi M, Ibukuro K, Tagawa K. Prevalence and \nsonographic detection of Chilaiditi’s sign in cirrhotic patients without \nascites. AJR. 2006;187:W589–93.\n 3. Chilaiditi D. Fortschriue auf dem Gebiete der Rontgenstrahn 1910–11; 16: \n173–208.-41 (see Bishop CC et al., Misdiagnosis of the Chilaiditi syndrome, \nBr Med J (Clin Res Ed). 1987: 295: 1655.\n 4. Saber AA, Boros MJ. Chilaiditi’s syndrome: What should every surgeon \nknow? Am Surg. 2005;71(3):261–3.\n 5. Bassan MS, Thomson A. Education and imaging. Gastrointestinal: \nChilaiditi’s syndrome. J Gastroenterol Hepatol. 2008;23(3):499.\n 6. Kamiyoshihara M, Ibe T, Takeyoshi I. Chilaiditi’s sign mimicking a traumatic \ndiaphragmatic hernia. Ann Thorac Surg. 2009;87(3):959–61.\n 7. Lo BM. Radiographic look- alikes: distinguishing between \npneumoperitoneum and pseudo pneumoperitoneum. J Emerg Med. \n2008;38(1):36–9 (Epub ahead of print).\n 8. White JJ, Chavez EP , Souza J. Internal hernia of the transverse colon—\nChilaiditi syndrome in a child. J Pediatr Surg. 2002;37(5):802–4.\n 9. Keles S, Artac H, Reisli I, Alp H, Koc O. Chilaiditi syndrome as a cause of \nrespiratory distress. Eur J Pediatr. 2006;165:367–9.\n 10. Dogu F, Reisli I, Ikinciogullari A, Fitöz S, Babacan E. Unusual cause of \nrespiratory distress: Chilaiditi syndrome. Pediatr Int. 2004;46(2):188–90.\n 11. Gulati MS, Wafula J, Aggarwal S. Chilaiditi’s sign possibly associated with \nmalposition of chest tube placement. J Postgrad Med. 2008;54(2):138–9.\n 12. Chan SC, Liu CL, Lo CM, Fan ST. Rapid onset Chilaiditi’s sign on top of \nfulminant hepatic failure. Hepatobiliary Pancreat Dis Int. 2004;3(3):476–7.\n 13. Barroso Jornet JM, Balaguer A, Escribano J, Pagone F, Domenech J, del \nCastillo D. Chilaiditi syndrome associated with transverse colon volvulus: \nfirst report in a pediatric patient and review of the literature. Eur J Pediatr \nSurg. 2003;13(6):425–8.\n 14. Havenstrite KA, Harris JA, Rivera DE. Splenic flexure volvulus in association \nwith chilaiditi syndrome: report of a case. Am Surg. 1999;65(9):874–6.\n 15. Lohr CE, Nuss MA, McFadden DW, Hogg JP . Laparoscopic management of \nChilaiditi’s syndrome. Surg Endosc. 2004;18(2):348 (Epub 2003 Dec 29).\n 16. Blevins WA, Cafasso DE, Fernandez M, Mary J. Edwards minimally invasive \ncolopexy for pediatric Chilaiditi syndrome. J Pediatr Surg. 2011;46:E33–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in \npublished maps and institutional affiliations."
  }
}