{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04984-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04984-4.pdf",
  "metadata": {
    "/Keywords": "Dyspareunia; Para urethral cysts; Skene gland cyst",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250113101402+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250110092559+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04984-4",
    "/Author": "Manoj Kumar Deepak ",
    "/Title": "Management of female para-urethral cyst with dyspareunia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04984-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The diagnosis and management of female genital conditions (Rodriguez et al. in Clin Anat 34(1):103–\n107, 2020. https:// doi. org/ 10. 1002/ ca. 23654) are often challenging. The atypical presentations, combined with patient \nhesitancy to be subjected to an examination by a male urologist, are factors that limit a timely diagnosis. Para-urethral \ncysts (Pastor and Chmel in Int Urogynecol J 29(5):621–629, 2018. https:// doi. org/ 10. 1007/ s00192- 017- 3527-9) are \noften incidentally detected by gynecologists during pelvic examination for other reasons. Patients rarely present \nwith complaints of lower urinary tract symptoms and dyspareunia affecting sexual life. Diagnosis in most instances \ncan be made by physical examination but often a detailed evaluation with ultrasonography, voiding cystourethro gram, computed tomography, or magnetic resonance imaging is needed. The definitive management of sympto matic para-urethral cysts is through surgical excision.\nObjective This report aims to reflect clinically upon a rare pathology of the female genital system.",
    "Case Presentation": "Case presentation We present the case of a 36-year-old, sexually active, Indian (Asian) woman with a 6-month \nhistory of progressively worsening lower urinary tract symptoms, consisting of dysuria, post-micturition dribble, \nincreased urination frequency, and significant dyspareunia. Physical examination in the lithotomy position revealed \na cystic lesion located in the midline slightly to the left of the anterior vaginal wall. Magnetic resonance imaging \nalso revealed a T2/T1 hyperintense lesion located below the level of the pubic symphysis. The patient was posted \nfor exploration under anesthesia and the cyst was excised completely. The histopathology findings were consistent \nwith para-urethral gland cyst with ulceration and squamous metaplasia.",
    "Conclusion": "Conclusion Any lower urinary tract symptoms in a woman needs thorough clinical examination. Association of paraurethral cyst with lower urinary tract symptoms and dyspareunia is rare, and if present, always warrants surgical \nexcision.\nKeywords  Dyspareunia, Para urethral cysts, Skene gland cyst\nBackground and",
    "Introduction": "introduction\nThe diagnosis and management of female genital condi tions [1]  from a urologist’s standpoint are often chal lenging Atypical presentations in terms of symptoms \ncombined with patient hesitancy to be subjected to an examination by a male urologist, are factors that limit a \ntimely diagnosis [2]. Para-urethral cysts [3] are often inci dentally detected by gynecologists during pelvic exami nation for other reasons. Patients rarely present with \ncomplaints of lower urinary tract symptoms (LUTS) and \ndyspareunia [4]. Diagnosis [5, 6] in most instances can be \nmade by physical examination but often a detailed evalu ation with ultrasonography (US), voiding cystourethro gram (VCUG), computed tomography (CT), or magnetic \nresonance imaging (MRI) is needed to rule out other Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nManoj Kumar Deepak\ndrmkdeepak.nh@gmail.com\n1 Department of Urology, SRM Institute of Science and Technology, SRM \nNagar, Chengalpattu, Kattankulathur, Tamilnadu 603203, India\nPage 2 of 4 Deepak et al. Journal of Medical Case Reports           (2025) 19:14 \npossible causes [5]. Management of symptomatic paraurethral cysts is by surgical excision.\nAim\nThis report aims to reflect clinically upon a rare pathol ogy of the female genital system.\nCase presentation\nWe present the case of a 36-year-old, sexually active, \nIndian (Asian) woman with a 6-month history of progres sively worsening lower urinary tract symptoms, including \ndysuria, post-micturition dribble, increased frequency \nof urination, and significant dyspareunia. Over the past \nfew months, she had consulted several physicians, who \nhad treated her with antibiotics and analgesics. When she \npresented to our clinic, a detailed history revealed that \nshe had experienced a sensation of a protruding mass in \nthe vaginal area over the past few years, with dyspareu nia, along with lower urinary tract symptoms (LUTS). \nOn physical examination in the lithotomy position, we \nobserved a cystic lesion located midline and slightly to \nthe left of the anterior vaginal wall, displacing the ure thral orifice anteriorly and giving it a slit-like  appearance.\nInvestigations\n1. Vaginal ultrasound revealed a solitary 4  cm cyst \nlocalized in the distal urethra.\n2. Pelvic MRI also revealed a T2/T1 hyperintense lesion \nlocated below the level of the pubic symphysis.\nThe patient was posted for exploration under \nanesthesia.\nThe procedure was done under spinal anesthesia, an 18 \nFr Foley catheter was inserted into the bladder following \nsterile preparation and draping. A speculum examination \nwas performed, and the labia were retracted using stay \nsutures (Fig.  1). The incision site was carefully marked on \nthe vaginal wall (Fig.  2). Vaginal flaps were raised, and the \ncyst was separated from surrounding tissues using sharp \ndissection (Fig. 3).  \nUpon opening the cyst, thick contents were identified \nand completely drained. A thorough lavage was per formed using povidone-iodine, followed by the complete \nexcision of the cyst wall (Fig.  4). The excised specimen \nwas sent for histopathological evaluation.\nThe patient was discharged in good condition with \ninstructions to maintain local hygiene and abstain from \nsexual intercourse during the healing period. Histo pathological analysis revealed findings consistent with \na para-urethral gland (Skene’s gland) cyst exhibiting \nulceration and squamous metaplasia.During monthly follow-ups over a 6-month period, the \npatient demonstrated significant improvement in voiding \npatterns and reported no dyspareunia.",
    "Discussion": "Discussion\nThe Skene glands [5], also known as para-urethral or \nlesser vestibular glands, are located around the lower \nend of the urethra. These glands were first described in \n1672 by Regnier de Graaf and later by the French surgeon \nFig. 1 Clinical examination picture showing a cystic swelling pushing \nthe urethral meatus\nFig. 2 Incision marking around the cyst\nPage 3 of 4\n Deepak et al. Journal of Medical Case Reports           (2025) 19:14 \n \nAlphonse Guérin (1816–1895). They were named after \nthe Scottish gynecologist Alexander Skene, who detailed \ntheir anatomy and function in Western medical literature \nin 1880.The two Skene gland ducts open into the vulvar ves tibule on either side of the urethral opening, secreting a \nmilk-like fluid [7, 8] that is an ultrafiltrate of plasma. This \nsecretion, released during vaginal stimulation, contains \nprostate-specific antigen (PSA) [7–9], acid phosphatase, \nand high concentrations of glucose and fructose. Embry ologically, the Skene glands are homologous to the male \nprostate, sharing a common developmental origin.\nDisorders of the Skene glands include:\n– Infection: known as skenitis, urethral syndrome, or \nfemale prostatitis.\n– Skene’s duct cyst [10]: typically secondary to obstruc tion of the ducts and lined by stratified squamous \nepithelium.\n– Trichomoniasis: the Skene glands can act as a reser voir for pathogens, such as Trichomonas vaginalis.\nThe differential diagnosis of a Skene gland cyst includes \nectopic ureterocele, pelvic organ prolapse, and urethral \ndiverticulum. Surgical excision remains the most effec tive treatment for para-urethral cysts, offering consistent",
    "Results": "results. Alternative",
    "Methods": "methods, such as waiting for sponta neous rupture, needle aspiration, or marsupialization, are \nless commonly employed and lack definitive outcomes.\nLimitations\nThis case report describes the presentation and manage ment of a single case, reflecting the experience of our \ninstitute. Broader studies with larger sample sizes are \nneeded to validate the findings and strengthen the evi dence base for the diagnosis and management of Skene \ngland disorders.\nConclusion\nAny LUTS in a woman needs a thorough clinical exami nation. Better doctor–patient communication, trust \nbuilding, and always utilizing a chaperone during clini cal examination are key factors that help prevent patient \nhesitancy and provide the right diagnosis.\nPara-urethral cysts as a cause of LUTS and dyspareunia \nare rarely reported in literature. These cysts are usually \nasymptomatic or may develop infection and abscess for mation. Association of para-urethral cyst with LUTS and \ndyspareunia is rare and always warrants surgical excision \nif present.\nAcknowledgements\nSincere thanks to the department of urology and SRM Medical College and \nHospital.\nFig. 3 Flaps raised and cyst excised\nFig. 4 Postoperative image showing complete excision\nPage 4 of 4 Deepak et al. Journal of Medical Case Reports           (2025) 19:14 \nAuthor contributions\nMKD carried out study conception, design, materials, data collection and \nprocessing, analysis and interpretation, and writing; R.M.M. carried out analysis \nand interpretation; T.S.K. carried out design, supervision, analysis and interpre tation, writing, and critical review; J.S. carried out writing and literature review.\nFunding\nOpen access funding provided by SRM Institute of Science and Technology for \nSRMIST – Medical & Health Sciences. No funding has been sought.\nAvailability of data and materials\nAvailable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo.\nReceived: 12 September 2023   Accepted: 25 November 2024\nReferences\n 1. Rodriguez FD, Camacho A, Bordes SJ, Gardner B, Levin RJ, Tubbs RS. \nFemale ejaculation: an update on anatomy, history, and controversies. \nClin Anat. 2020;34(1):103–7. https:// doi. org/ 10. 1002/ ca. 23654.\n 2. Pastor Z, Chmel R. Differential diagnostics of female “sexual” fluids: a nar rative review. Int Urogynecol J. 2018;29(5):621–9. https:// doi. org/ 10. 1007/ \ns00192- 017- 3527-9.\n 3. Greenberg JS, Bruess CE, Oswalt SB. Exploring the dimensions of human \nsexuality. 5th ed. Burlington: Jones & Bartlett Learning; 2014. p. 102–4.\n 4. Bullough VL, Bullough B. Human sexuality: an encyclopedia. New York: \nRoutledge; 2014. p. 231.\n 5. Arulkumaran S, Ledger W, Doumouchtsis S, Denny L, editors. Oxford \ntextbook of obstetrics and gynaecology. Oxford: Oxford University Press; \n2019.\n 6. Itani M, Kielar A, Menias CO, Dighe MK, Surabhi V, Prasad SR, et al. MRI \nof the female urethra and periurethral pathologies. Int Urogynecol J. \n2016;27(2):195–204. https:// doi. org/ 10. 1007/ s00192- 015- 2790-x.\n 7. Toivanen R, Shen MM. Prostate organogenesis: tissue induction, \nhormonal regulation, and cell type specification. Development. \n2017;144(8):1382–98. https:// doi. org/ 10. 1242/ dev. 148270.\n 8. Castleman M. Female ejaculation: what’s known and unknown. Psychology Today. Published January 2, 2014. https:// www. psych ology today. \ncom. Accessed 8 May 2017.\n 9. Salama S, Boitrelle F, Gauquelin A, Malagrida L, Thiounn N, Desvaux \nP . Nature and origin of “squirting” in female sexuality. J Sex Med. \n2015;12(3):661–6. https:// doi. org/ 10. 1111/ jsm. 12799.\n 10. Federative International Programme for Anatomical Terminology. \nTerminologia Histologica: International Terms for Human Cytology and \nHistology. 2nd ed. Philadelphia: Lippincott Williams & Wilkins; 2008. p. 65.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}