{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05054-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05054-z.pdf",
  "metadata": {
    "/Keywords": "Kümmell’s disease; Posterior ligamentous complex; Semi-VCR; Decompression; Reconstruction",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250206080150+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250203061929+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05054-z",
    "/Author": "Tong-Hao Wang ",
    "/Title": "Semi-vertebral column resection with preservation of posterior ligament complex for Kümmell’s disease: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05054-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Kümmell’s disease is characterized by ischemic osteonecrosis and nonunion after osteoporotic verte ‑\nbral compression fractures, leading to intractable low back pain, pseudoarthrosis, kyphosis, and neurological dysfunc‑\ntion, which can seriously affect the quality of life and life expectancy of patients. Although many surgical",
    "Methods": "methods \nhave been reported, uniform standard procedures for Kümmell’s disease are still lacking.",
    "Case Presentation": "Case presentation This case described a new procedure for Kümmell’s disease. A 67‑ year ‑old woman from China \nunderwent semi‑ vertebral column resection through the posterior of the diseased vertebra, while the posterior \nligament complex and the contralateral spinal structure were preserved. Subsequently, intervertebral titanium cage \nsupport bone graft fusion combined with posterior pedicle screw internal fixation was conducted, and the patient \nwas followed up with for 22 months. Kyphosis Cobb angle was 20° 2 weeks post ‑surgery and was maintained at 20° \neven after 22 months. Titanium cage was in a good position 2 weeks and 22 months after surgery.",
    "Conclusion": "Conclusion This new spine surgery could completely decompress the spinal canal and reduce the iatrogenic \ndestruction of spinal stability, which might be helpful for the reconstruction and maintenance of spinal stability.\nKeywords  Kümmell’s disease, Posterior ligamentous complex, Semi‑ VCR, Decompression, Reconstruction",
    "Introduction": "Introduction\nKümmell’s disease, first described by Dr. Hermann Küm mell in 1895 [1], is defined as avascular osteonecrosis fol lowing an osteoporotic vertebral compression fracture \n[2]. It is characterized by progressive back pain, kypho sis, or neurological deficits after months or even years of \nasymptomatic periods after minor spinal trauma. This illness greatly reduces both the quality of life and life \nexpectancy of patients [3, 4].\nIn recent years, with the advancement of radiological \ndiagnosis technology, the incidence of Kümmell’s disease \nhas found to be increased (between 7% and 37%), espe cially among the elderly population. An intravertebral \ncleft (IVC) with or without vertebral collapse, kyphosis, \nor spinal canal stenosis is a characteristic imaging mani festation of this disease [5]. Because the fracture heal ing process may fail in conservative treatments, leading \nto osteonecrosis of the affected vertebrae, this treatment \nmodality is usually not feasible [6]. Alternatively, surgical \ninterventions are recommended.\nVarious surgical procedures for the management of \nKümmell’s disease have been reported in literature [3, \n7, 8]. However, factors such as advanced age, multiple \ncomplications, and severe osteoporosis have limited Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n†Tong‑Hao Wang and Zhi Liu contributed equally to this work.\n*Correspondence:\nZhi Liu\n13820702262@163.com\n1 Department of Orthopedics, Tianjin Key Laboratory of Extracorporeal \nLife Support for Critical Diseases; Artificial Cell Engineering Technology \nResearch Center, Tianjin; Tianjin Institute of Hepatobiliary Disease, \nThe Third Central Hospital of Tianjin; The Third Central Clinical College \nof Tianjin Medical University, No. 83 Jintang Road, Hedong District, \nTianjin 300170, China\nPage 2 of 6 Wang et al. Journal of Medical Case Reports           (2025) 19:50 \nthe development of optimal surgical procedures for this \ndisease [8, 9]. An ideal surgical procedure should be \nminimally invasive and provide optimal outcome with \nlong-term clinical benefits. Hence, we designed a novel \nsurgical procedure that involved posterior semi-vertebral \ncolumn resection (VCR) while retaining the posterior lig amentous complex, providing a better surgical option for \npatients with Kümmell’s disease.\nCase presentation\nHistory and physical examination\nA 67-year-old woman from China presenting with persis tent back pain and weakness lasting nearly 2 months was \nadmitted to the department of orthopedics at our hospital \non 18 March 2019. The patient complained of persistent \nback pain when walking or changing positions, and the \nsymptoms improved slightly after rest. She had no symp toms such as leg pain or numbness, bowel or bladder dys function, fever, poor appetite, night sweats, and weight \nloss. The patient developed back pain after a minor fall ing incident a year ago, but recovered quickly after rest ing. A medical history of about 10 years of hypertension \nwas indicated for this case, but the blood pressure was \nwell controlled by nifedipine sustained-release tablets and aspirin. This case also had a history of smoking for \nnearly 50 years, consuming 6–7 cigarettes a day. A family \nhistory of hereditary diseases was denied by the patient.\nThe patient’s body temperature was normal, the nutri tional status was good, and there was no weight loss. No \nobvious abnormalities in cardiopulmonary and abdomi nal examinations were observed. Physical exam demon strated kyphosis in the thoracolumbar segment of the \nspine in the standing position, with obvious tenderness \nin this region. Lumbar vertebra activities (forward and \nbackward bending) were limited. Sensory, motor, and \nreflex examinations of upper and lower extremities were \nnormal. The visual analog scale (VAS) score was 7 points, \nand the Oswestry Disability Index (ODI) was 62.22% \n(28/45).\nRadiologic assessment\nX-ray, computed tomography (CT), and magnetic reso nance imaging (MRI) were performed before surgery \n(Fig.  1). Lateral radiographs showed T12 vertebral wedge \ndeformity with a kyphosis Cobb angle of 28°, and the flex ion and extension angles were 33° and 25°, respectively. \nA T12 vertebra fracture was concluded. CT and MRI \nshowed no intervertebral space destruction or vertebral \nFig. 1 Radiological findings at diagnosis. A Anterior lumbar spine X ‑ray showed decreased T12 vertebral body height, and B lateral lumbar spine \nX‑ray showed wedge shaped T12 vertebral body and a kyphosis Cobb angle of 28°. X ‑ray",
    "Results": "results showed that the Cobb angles at (C) flexion and (D) \nextension stress position were 33° and 25°, respectively. Computed tomography (E) revealed intravertebral vacuum cleft, and magnetic resonance \nimaging (F) indicated that the T12 vertebral fracture was not healed\nPage 3 of 6\n Wang et al. Journal of Medical Case Reports           (2025) 19:50 \n \nosteolytic changes, and tuberculosis and tumors were \nexcluded. Combined with the patient’s history of trau matic waist pain 1 year ago, the CT revealed intraverte bral vacuum cleft (IVC), and the MRI indicated that the \nT12 vertebral fracture was not healed, so the patient was \neventually diagnosed with Kümmell’s disease.\nSurgical procedure\nOn 27 March 2019, under general anesthesia (propo fol 250  mg/h, remifentanil 0.4  μg/kg/minute, atracura mide benzene sulfonate 5 mg/h, and sevoflurane 1%), the \npatient underwent the surgery in a prone position. The \nprocedure included posterior semi-VCR that preserved \nthe posterior ligament complex, intervertebral titanium \ncage bone graft fusion, and pedicle screw internal fixa tion. A standard posterior spine incision was made. On \nthe left side of the spine, the paravertebral muscles were \nstripped from the vertebral lamina to the lateral side of \nthe facet joint. On the right side, the Wiltse approach \n(~3  cm lateral to the spinous process) was carried out, \nleaving the right paravertebral muscles and supraspinous \nand interspinous ligaments in situ. Pedicle screws were \ninserted into the target vertebrae T10, T11, L1 and L2 \nthrough the Wiltse approach on the right side and the \ntraditional technique on the left side. Unilateral lami nectomy was conducted to decompress and visualize the \nspinal cord on the left side. The left transverse process of \nT12 was removed. A careful subperiosteal dissection was \ncarried out on the left side to expose the lateral wall of \nthe T12 vertebral body until the anterolateral aspect was \nreached. The left pedicle, left articular processes, and the \nleft half of the T12 vertebral body were cut out. The T11/\nT12 and T12/L1 intervertebral disks were also excised. \nSpine kyphosis was corrected by a rod bent to the desired \ncontour of the spine, which was connected to pedicle screws on the right side. The titanium mesh filled with \nautologous bone was placed into the intervertebral space. \nAnother rod with the desired contour was attached on \nthe left side. A drainage tube was placed, and the incision \nwas sutured layer by layer. The surgery time was 150 min utes, and the total blood loss was estimated to be 450 mL.\nPostoperative treatment and follow‑up\nAfter the operation, the patient was given a prophylac tic intravenous injection of cefuroxime sodium 1.5  g \n(two times per day) for 1 day. Celecoxib was taken orally \nfor 5  days (0.2  g, two times per day) for analgesia, and \n0.6  mL of low molecular weight heparin sodium was \ninjected subcutaneously for 2  weeks (once per day) for \nanticoagulation therapy. On the third day after surgery, \nthe drainage volume was 25  mL, and the drainage tube \nwas removed. The total drainage volume was 410  mL. \nThe patient was allowed to get out of bed with a custommade plastic orthosis. The plastic orthosis was kept for \nat least 3  months. On the 14th day after the operation, \nthe surgical sutures were removed, and the patient was \ndischarged. After discharge, the patient continued to take \ncalcitriol (0.25  μg, two times per day) and calcium car bonate (0.6 g, once per day).\nLumbar vertebral X-rays were performed, and the VAS/\nODI scores were assessed during the outpatient followups at 3, 6, 12, and 22 months postoperatively.\nResults\nA total of 1 week after the operation, the patient’s low \nback pain was significantly improved without lower limb \npain, numbness, and weakness. The VAS score was 3 at \nthe time of discharge, and X-ray film showed a kyphosis \nCobb angle of 20° (Fig.  2). VAS scores at 3, 6, 12, and 22 \nmonths of follow-up were 2 points, 1 point, 1 point, and \nFig. 2 Radiological findings 2 weeks after surgery. X ‑ray (A, B) showed that the kyphosis Cobb angle was 20°. C Computed tomography results \nshowed that spinous process and the structure of the vertebral body were preserved, the spinal canal was fully decompressed, and the titanium \ncage was in good position\nPage 4 of 6 Wang et al. Journal of Medical Case Reports           (2025) 19:50 \n1 point, respectively. ODI scores at each time point were \n22.22% (10/45), 11.11% (5/45), 11.11% (5/45), and 11.11% \n(5/45), respectively. X-ray examination showed that the \ninternal fixation position was good 2 weeks and 22 weeks \nafter surgery. There were no loosening, displacement, \nbroken nails, and broken rods. The kyphosis Cobb angle \nwas maintained at 20° 2  weeks after the operation, and \nthere was no obvious change even at the 22-month fol low-up visit (Fig. 3).",
    "Discussion": "Discussion\nIn the current study, we reported a novel surgical method \nto treat Kümmell’s disease, which involved the posterior \nsemi-VCR with the preservation of the posterior liga ment complex. We have observed the clinical benefits \nfrom this procedure for up to 22 months. Maintaining a \n20° kyphosis Cobb angle and keeping the titanium cage \nin a good position during follow-up were the two major \nsignificant advantages of this surgery.\nCurrently, there is no uniform standard approach to \ntreat Kümmell’s disease, and the efficacy of several thera pies described to date remain controversial. Conservative \ntreatment modalities of Kümmell’s disease include bed \nrest and analgesic medication, but these methods are not \nideal [10]. Elderly patients usually cannot tolerate longterm bed rest, and bed rest may not be able to reverse \nbone necrosis.\nKümmell’s disease often occurs in geriatric patients \nwith osteoporosis, diabetes, and other complications. \nTherefore, percutaneous kyphoplasty (PKP) or percuta neous vertebroplasty (PVP) [11] as a minimally invasive \noperation has been commonly used to treat this disease, \nand has achieved good short-term clinical results [8, 10, \n12–14]. However, there is still a lack of reports on the long-term clinical benefits with this surgical approach. Yi \net al. [15] observed that PKP/PVP had a high incidence \nof bone cement leakage, so it is not an ideal surgical \nmethod. It has also been reported that the correction of \nkyphosis deformity after PKP cannot be well maintained, \nand the VAS score gradually increases [9]. In addition, \nbone cement displacement can lead to surgery failure \n[16]. Thus, PKP/PVP can only provide temporary ben efits in supporting and stabilizing the spine, but cannot \nprovide long-term spine stability similar to bone healing. \nEven if combined with posterior pedicle screw fixation \n[17], the stability and timeliness of fixation provided by \nPKP/PVP for osteoporosis patients are debatable. Nev ertheless, PKP/PVP can be an effective procedure for \nelderly patients with poor general conditions, intolerance \nof surgery, and short life expectancy. During the limited \nsurvival period, the pain of these patients was relieved, \nand the quality of life was improved.\nKümmell’s disease is characterized by nonunion, oste onecrosis, and formation of pseudarthrosis after an \nosteoporotic fracture, followed by kyphosis, spinal canal \nstenosis, and spinal cord compression [6]. Hence, the \ncore components of this disease treatment should focus \non: (a) spinal fusion to rebuild the long-term stability of \nthe spine, (b) spinal kyphosis correction, and (c) relieving \nspinal cord compression. For patients who are healthy, \nare relatively young, have a long life expectancy, or have \nspinal canal stenosis and spinal cord compression, open \nsurgery is the appropriate choice.\nOpen anterior and posterior surgery have been proven \nto be effective in the treatment of Kümmell’s disease. \nAnterior surgery can directly remove the diseased verte bral body, decompress, and support bone graft. However, \nanterior surgery often invades the diaphragm, inter feres with lung function, and causes significant surgical \ntrauma. Posterior surgery can also remove the anterior \nvertebral body and intervertebral disc, and achieve 360° \ndecompression of spinal cord and nerves, with less asso ciated trauma. At the same time, long-segment fixa tion can be adopted. The loss of the kyphosis correction \nangle is smaller compared with anterior surgery. Hence, \ndepending on the general conditions of patients and \nrelated osteoporosis, posterior surgery may be a better \nchoice [8].\nPosterior surgery involves extensive removal of the \nposterior structures of the spine, including lamina, facet \njoints, spinous processes, the interspinous ligament, and \nligamentum flavum. However, these structures constitute \na stable structure behind the spine and play an impor tant role in maintaining the balance of the spinal sagittal \nplane [18, 19]. Destruction of these structures will inevi tably result in the instability of the spine. Moreover, if \nthere is associated osteoporosis, the fixation provided by \nFig. 3 Postoperative radiological findings. A total of 22 months \nafter operation, anterior (A) and lateral (B) X ‑rays showed that there \nwas no loosening of vertebral body fixation, the titanium cage \nwas in good position, and the kyphotic Cobb angle was 20°. No \nobvious changes were found compared with previous X ‑rays\nPage 5 of 6\n Wang et al. Journal of Medical Case Reports           (2025) 19:50 \n \nimplants is not strong enough. Removal of the posterior \nspinal structures often leads to the loss of postoperative \nkyphosis correction angle [20, 21].\nIn this case, the posterior approach was used to \nremove the hemilateral lamina, articular processes, \ntransverse process, pedicle of vertebral arch, semivertebral body, and adjacent intervertebral discs of the \ndiseased vertebra. In the meantime, the integrity of the \ncontralateral lamina, articular process joints, and liga mentum flavum, especially the posterior ligament com plex composed of the spinous process and interspinous \nand supraspinous ligaments, was preserved. This pro cedure minimized surgical trauma, and the spinal canal \nwas fully decompressed. The stability of the spine was \nretained, especially in the sagittal plane. The combina tion of pedicle screw fixation and bone grafting support \nbetween anterior vertebral bodies brought the follow ing benefits: (a) the stability of the sagittal plane of the \nspine could be fully reconstructed, (b) reliable support \nwas provided before the spine reached bony fusion, and \n(c) the loss of sagittal correction angle could be avoided. \nThe patient was followed up with for 22 months. Lum bago was significantly relieved, and kyphosis correction \nangle was not lost, thus achieving good surgical results.\nConclusion\nThe posterior semi-VCR that preserved the posterior \nligament complex could completely decompress the \nspinal canal and reduce the iatrogenic destruction of \nspinal stability. This approach might be helpful for the \nreconstruction of spinal stability and the maintenance \nof postoperative stability. Thus, we reported an effec tive surgical treatment for Kümmell’s disease, which \nmight be a new alternative procedure for treating this \ndisease in the future.\nAbbreviations\nVCR  Vertebral column resection\nIVC  Intravertebral cleft\nVAS  Visual analog scale\nODI  Oswestry Disability Index\nCT  Computed tomography\nMRI  Magnetic resonance imaging\nPKP  Percutaneous kyphoplasty\nPVP  Percutaneous vertebroplasty\nAcknowledgements\nNot applicable.\nAuthor contributions\nTW and ZL designed the operation; YT, ZL, TW, LH, and GY performed the \noperation; LH analyzed data; YT and TW wrote the manuscript; and ZL made \nmanuscript revisions. All authors reviewed the results and approved the final \nversion of the manuscript.\nFunding\nNone.Availability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the Ethics Committee of the Third Central Hospital \nof Tianjin. All procedures performed in this study involving human participants \nfollowed the relevant guidelines and regulations of the Declaration of Helsinki.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 5 June 2024   Accepted: 26 December 2024\nReferences\n 1. Nickell LT, Schucany WG, Opatowsky MJ. Kummell disease. Proc (Bayl Univ \nMed Cent). 2013;26(3):300–1.\n 2. Freedman BA, Heller JG. Kummel disease: a not ‑so‑rare complication \nof osteoporotic vertebral compression fractures. J Am Board Fam Med. \n2009;22(1):75–8.\n 3. Lee SH, Kim ES, Eoh W. Cement augmented anterior reconstruction with \nshort posterior instrumentation: a less invasive surgical option for Kum‑\nmell’s disease with cord compression. J Clin Neurosci. 2011;18(4):509–14.\n 4. Wu AM, Chi YL, Ni WF. Vertebral compression fracture with intravertebral \nvacuum cleft sign: pathogenesis, image, and surgical intervention. Asian \nSpine J. 2013;7(2):148–55.\n 5. Ko MJ, Lee BJ. Kummell’s disease is becoming increasingly important in \nan aging society: a review. Korean J Neurotrauma. 2023;19(1):32–41.\n 6. Liu Y, Su Y, Xu Y, Wang S, Gao L, Zheng X, et al. The use of three ‑column \nenhanced percutaneous vertebroplasty to treat Kummell’s disease. J Pain \nRes. 2022;15:2919–26.\n 7. Cho Y. Corpectomy and circumferential fusion for advanced thoracolum‑\nbar Kümmell’s disease. Musculoskelet Surg. 2017;101(3):269–74.\n 8. Liu F, Chen Z, Lou C, Yu W, Zheng L, He D. Anterior reconstruction versus \nposterior osteotomy in treating Kümmell’s disease with neurological defi‑\ncits: a systematic review. Acta Orthop Traumatol Turc. 2018;52(4):283–8.\n 9. Kim P , Kim SW. Balloon kyphoplasty: an effective treatment for Kummell \ndisease? Korean J Spine. 2016;13(3):102–6.\n 10. Zhang X, Li YC, Liu HP , Zhou B, Yang HL. Treatment of Kümmell’s disease \nwith sequential infusion of bone cement: a retrospective study. World J \nClin Cases. 2020;8(23):5887–93.\n 11. Kuppan N, Muthu S, Parthasarathy S, Mohanen P . Strategies in the \nmanagement of osteoporotic Kummell’s disease. J Orthop Case Rep. \n2022;12(10):34–8.\n 12. Wang D, Wang L, Xu J, Zen Y, Zheng S, Wang G. Value of for ‑\nceps biopsy and kyphoplasty in Kümmell’s disease. Orthopedics. \n2013;36(8):e1014‑1019.\n 13. Yang H, Gan M, Zou J, et al. Kyphoplasty for the treatment of Kümmell’s \ndisease. Orthopedics. 2010;33(7):479.\n 14. Dai SQ, Qin RQ, Shi X, Yang HL. Percutaneous vertebroplasty versus \nkyphoplasty for the treatment of neurologically intact osteoporotic Küm‑\nmell’s disease. BMC Surg. 2021;21(1):65–73.\n 15. Yi X, Lu H, Tian F, et al. Recompression in new levels after percutaneous \nvertebroplasty and kyphoplasty compared with conservative treatment. \nArch Orthop Trauma Surg. 2014;134(1):21–30.\n 16. Zhang C, Wang G, Liu X, Li Y, Sun J. Failed percutaneous kyphoplasty in \ntreatment of stage 3 Kummell disease: a case report and literature review. \nMedicine (Baltimore). 2017;96(47): e8895.\nPage 6 of 6 Wang et al. Journal of Medical Case Reports           (2025) 19:50 \n 17. Lu W, Wang L, Xie C, Teng Z, Han G, Shi R, et al. Analysis of percutaneous \nkyphoplasty or short ‑segmental fixation combined with vertebroplasty in \nthe treatment of Kummell disease. J Orthop Surg Res. 2019;14(1):311.\n 18. Kaneda K, Asano S, Hashimoto T, Satoh S, Fujiya M. The treatment of \nosteoporotic‑posttraumatic vertebral collapse using the Kaneda device \nand a bioactive ceramic vertebral prosthesis. Spine (Phila Pa 1976). \n1992;17(Suppl 8):S295‑303.\n 19. Li Y, Wang H, Cui W, Zhou P , Li C, Xiao W, et al. Long‑term effectiveness \nof posterior lumbar interbody fusion of retaining posterior ligamentous \ncomplex. Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi. 2019;33(1):56–60.\n 20. Kashii M, Yamazaki R, Yamashita T, Okuda S, Fujimori T, Nagamoto Y, et al. \nSurgical treatment for osteoporotic vertebral collapse with neurological \ndeficits: retrospective comparative study of three procedures–anterior \nsurgery versus posterior spinal shorting osteotomy versus posterior \nspinal fusion using vertebroplasty. Eur Spine J. 2013;22(7):1633–42.\n 21. Uchida K, Nakajima H, Yayama T, Miyazaki T, Hirai T, Kobayashi S, et al. \nVertebroplasty‑augmented short ‑segment posterior fixation of osteo ‑\nporotic vertebral collapse with neurological deficit in the thoracolumbar \nspine: comparisons with posterior surgery without vertebroplasty and \nanterior surgery. J Neurosurg Spine. 2010;13(5):612–21.\n 22. Park HY, Kim KW, Ryu JH, et al. Long‑segmental posterior fusion com‑\nbined with vertebroplasty and wiring: alternative surgical technique for \nKummell’s disease with neurologic deficits—a retrospective case series. \nGeriatr Orthop Surg Rehabil. 2021;12:1–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}