{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05029-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05029-0.pdf",
  "metadata": {
    "/Keywords": "Osteogenesis imperfecta; Neonate; Resource-limited setting; Fragile bones; Connective tissue disorder",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120160729+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250117172621+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05029-0",
    "/Author": "Ssekabembe Richard ",
    "/Title": "Challenges in managing osteogenesis imperfecta in a resource-limited setting: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05029-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Osteogenesis imperfecta is a rare inherited connective tissue disorder that",
    "Results": "results in excessive bone \nfragility due to defects in collagen production. The majority of osteogenesis imperfecta cases are inherited in an auto somal dominant pattern, and 17 genetic causes have been identified. Diagnosis is usually based on clinical presentation and low bone mineral density scores, while treatment involves a multidisciplinary approach using medical \ntherapies such as bisphosphonates, vitamin C, and pamidronate. Recent research has also explored new therapies, \nincluding teriparatide, denosumab, and allele-specific silencing (Edelu et al. in Ann Med Health Sci Res 4(Suppl 1):S1–5, \n2014; Bastos et al. in Einstein (São Paulo) 8:480–2, 2010; Van Dijk and Sillence in Am J Med Genet A 164A(6):1470–81, \n2014; Subramanian and Viswanathan in Osteogenesis Imperfecta. In: StatPearls. Treasure Island (FL): StatPearls Publishing. http:// www. ncbi. nlm. nih. gov/ books/ NBK53 6957/. Accessed 2 Mar 2023, 2022).",
    "Case Presentation": "Case presentation A 3-week-old female neonate of African ethnicity was delivered at term by emergency C-section \ndue to two previous scars. The baby had an APGAR score of 7 at 5 minutes and a birth weight of 2.5 kg. The neonate \nhad short and deformed limbs, a soft head, and bluish eyes. The neonate was diagnosed with osteogenesis imper fecta on the basis of clinical examination findings and radiological investigations, which showed multiple bony discontinuities at variable stages of healing in the limbs and ribs. The neonate was managed with supplemental oxygen \nby nasal prongs and intravenous antibiotics but unfortunately passed away before being reviewed by the orthopedic \nteam.",
    "Conclusion": "Conclusion This case report underscores the importance of early diagnosis of osteogenesis imperfecta and highlights the need for increased clinical awareness, specialized training, and resource allocation to improve outcomes \nfor patients with rare genetic disorders in low-resource settings.\nKeywords  Osteogenesis imperfecta, Neonate, Resource-limited setting, Fragile bones, Connective tissue disorder\nIntroduction\nOsteogenesis imperfecta (OI) is a group of rare inher ited disorders of connective tissue with the com mon feature of excessive fragility of bones as a result \nof quantitative and qualitative abnormalities in type \n1 collagen in more than 90% of the patients [1 ]. Most \nof the cases (types I–V) are inherited in an autosomal \ndominant pattern of transmission, with just a few vari ants transmitted autosomal recessively and de novo Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nOkidi Ronald\nronnieokidi@gmail.com\n1 Lacor Hospital-Gulu, Gulu, Uganda\n2 Mbarara University of Science and Technology, Mbarara, Uganda\n3 Faculty of Medicine, Gulu University, Gulu, Uganda\nPage 2 of 5 Richard et al. Journal of Medical Case Reports           (2025) 19:24 \nmutation [2 ]. At present, a total of 17 genetic causes \nof OI have been described [3 ]. An internal deletion in \nthe collagen gene (COLIA1) has been noted. Muta tions in COLIA1 and COLIA2 genes encoding, respec tively, the alpha 1 and alpha 2 chains of collagen type \n1 were detected in all types of OI [3 ]. These mutations \nreduce the amount of collagen type 1 produced, leading \nto bone fragility and multiple fractures [2 ]. Apart from \ncollagen type 1 mutation, other genetic mutations pro ducing autosomal recessive types of OI (types VI, VII, \nVIII, X, and XI) have been described, but these account \nfor less than 5% of OI. OI type II is the perinatal lethal \nform [4 ].\nIt is the most common connective tissue disorder, \nthough rare, with an estimated incidence of 1 per 20,000 \nlive births [5]. The incidence of type II OI ranges between \n1 in 40,000 and 1.4 in 100,000 live births [4]. In the East \nAfrican Orthopedic Journal, the prevalence of OI in \nKenya was reported to be 80 patients with 57.5% male \nand 42.5% female, with the eldest being 30 years and the \nyoungest 3 years [6]. The clinical presentation is depend ent on the type of OI. The presentation is characterized \nby multiple and recurrent fractures, which are intrauter ine, perinatal, or postnatal. Other features include blue \nsclera, otosclerosis with hearing loss, high arched pal ate, hyperlaxity of ligaments and joints, “dentinogenesis \nimperfecta, ” and growth retardation [1]. Postnatally, the \nthighs are held in a fixed abduction and external rotation \nwith limitation of movements of most joints. It can pre sent with respiratory distress leading to perinatal death \n[3].\nInvestigative confirmatory genetic tests are not avail able in East Africa, especially in Uganda. Laboratory \nvalues are typically within the normal range [4]. A plain \nradiograph of the head, neck, and spine may show Wor mian bones, basilar invagination, and kyphoscoliosis \n(39–100%), while the chest may show pectus excavatum \nor carinatum. Biopsy of the iliac crest bone demonstrates \na decrease in cortical widths and volume of cancellous \nbone and collagen analysis of a punch biopsy.\nIn practice, the diagnosis of OI is by exclusion, fortified \nby consistent clinical presentation, family history, and \nlow bone mineral density scores. Specialized investiga tions are rarely warranted [7]. The management of OI is \nmultidisciplinary, involving medical therapies, including \nsex hormones, sodium fluoride, calcium, calcitonin, mag nesium oxide, vitamin C, and bisphosphates (intravenous \npamidronate, oral alendronate) [1, 4]. Pamidronate does \nnot alter the genetic defect underlying OI and therefore \nis asymptomatic and not curative [8]. Among the new \ntherapies are teriparatide, denosumab, and transforming \ngrowth factor-beta [9]. Another approach is allele-spe cific silencing, which models the null COLIA.Case presentation\nA female neonate of African ethnicity who was 3 weeks \nold was referred to St. Mary’s Hospital Lacor from Dr. \nAmbrosolio Memorial Hospital Kalongo. The baby was \ndelivered via emergency C-section to a 23-year-old para \n3 mother who had 2 previous scars. The APGAR score \nat 5 minutes was 7, and the birth weight was 2.5 kg. The \nbaby was admitted to the newborn unit at Kalongo hos pital due to breathing difficulties and poor feeding. The \nneonate had short and deformed limbs, a soft head, and \nbluish eyes from birth. The mother attended ANC seven \ntimes, starting at 16  weeks of amenorrhea (WOA) and \ntaking folic acid at 16 WOA. There was no family history \nof congenital birth defects, and the mother had no his tory of maternal drug or medicine use during pregnancy. \nHowever, she had a febrile illness during pregnancy that \nwas treated as malaria.\nOn physical examination, the baby was stable but \nmildly hypothermic with an axillary temperature of \n36.0 ℃ and easily agitated. There was no pallor or jaun dice, but the sclera was bluish, and there was mild exoph thalmos. The head circumference was 34  cm, with a \nwide and full anterior fontanelle continuous throughout \nthe sagittal suture. The occiput was soft with no palpa ble occipital bone. The musculoskeletal system showed \nthat all four limbs were malformed and shortened with \nmultiple pseudo joints (Fig.  1). The respiratory system \nFig. 1 Showing multiple pseudo joints of the neonate\nPage 3 of 5\n Richard et al. Journal of Medical Case Reports           (2025) 19:24 \n \nhad dyspnea with a respiratory rate of 64 cycles per min ute. The cardiovascular system showed warm peripher ies with full-volume pulses, a heart rate of 160 beats per \nminute, and normal heart sounds. The abdomen had mild \ndistention with an occult anterior wall defect, no palpable \nenlarged organs, and normal bowel sounds.\nRadiological investigations showed multiple bony dis continuities (fractures) at variable stages of healing in the \nlimbs and ribs. The limbs also had what appeared to be \npseudo joints. Cranial ultrasound and echocardiogra phy were normal. Laboratory investigations revealed a \nwhite cell count of 8500 cells/µL, hemoglobin of 11.0 g/\ndL, platelet count of 414,000  cells/µL, and slightly high \npotassium of 5.3 mmol/L.\nThe baby was diagnosed with osteogenesis imperfecta \non the basis of clinical and radiological findings. The baby \nwas admitted to the neonatal intensive care unit and put \non supplemental oxygen by nasal prongs, intravenous \nampicillin 100 mg 12 hourly for 5 days, and intravenous \ngentamicin 6.0 mg once a day for 5 days. The baby was \nfed through a nasogastric tube, but unfortunately, her \nrespiratory distress worsened over time, and she passed \naway before the orthopedic team could review her. No \ngenetic analysis was conducted or medical therapies \nstarted.",
    "Discussion": "Discussion\nOI is a condition that is rarely reported in Africa and \namong Black populations in other regions. Its primary \ncharacteristic is the fragility or brittleness of bones, \nwhich can lead to multiple fractures even after minor \ntrauma. The diagnosis of OI is typically based on clini cal and radiological examinations, and in some cases, \ncollagen or genetic analysis may be necessary. In the \ncase of our patient, the diagnosis was made on the basis \nof the medical history, clinical examination, and plain \nx-rays of the body. While routine laboratory investiga tions can help rule out other metabolic bone pathologies, \nthey were within normal ranges for our patient [5]. Our \npatient’s complete blood count and serum electrolytes \nwere within normal ranges. Osteogenesis imperfecta (OI) \nhas various types, with type I being a mild form charac terized by repeated fractures and blue sclera, which has \nA and B subtypes on the basis of the absence or presence \nof dentinogenesis imperfecta. Fractures are less com mon in this type. Type II, on the contrary, is an autoso mal recessive form that is generally lethal in the perinatal \nperiod, with multiple congenital fractures, micromelia, \nand severe lung disease. Our patient exhibited multiple \nfractures, blue sclera, and severe lung disease evidenced \nby marked respiratory distress and hypoxia  (SPO2 of \n89–90%) with short, malformed limbs. Unfortunately, she \ndied at 3  weeks old due to marked respiratory distress. The presence of Wormian bones could not be demon strated as a skull x-ray was not performed. The cause \nof respiratory distress is pulmonary hypoplasia due to \nthe direct role of mutant collagen in lung pathology, as \nreported by Forlino et  al. [10]. Restrictive lung disease \ndue to spinal deformity and rib fractures could also have \ncontributed to the lung disease, as noted by Strevel et al. \n[7]. The patient did not exhibit any spinal deformity or \nrib fractures and had a normal echocardiography ruling \nout valvular insufficiency, aortic root dilation, atrial sep tal defects, and septal and posterior left ventricular wall \nthickening, which are typically observed in osteogenesis \nimperfecta (OI) type II [2, 7, 10]. Although there was no \nfamily history of OI, sporadic mutations are common in \ntype II OI, and prenatal diagnosis through ultrasonogra phy is possible [1]. However, due to the inaccessibility of \nthe service, prenatal ultrasonography was not performed \nin this case.\nOI type II is associated with a poor prognosis and \nraises ethical concerns regarding termination of preg nancy upon detection. Poor prognosis indicators include \nthe age of onset of long bone fractures, fracture loca tion, fracture severity, and radiographic appearance of \nthe skeleton [4]. Our patient had a poor prognosis due to \nmultiple long bone fractures.\nOI types III and IV are intermediate phenotypes, \nwith type III being a severe nonlethal form that results \nin marked bony deformity due to multiple fractures, \nwhich can be congenital [1, 4]. The management of OI \nrequires a multidisciplinary approach, including pediatri cians, orthopedic surgeons, anesthetists, geneticists, and \nphysiotherapists. Unfortunately, our patient passed away \nbefore any other specialists could be involved, including \northopedic surgeons and other relevant disciplines.\nBisphosphonates are effective in the symptomatic treat ment of OI in children and adolescents [11]\nAccording to a study, cyclic pamidronate infusions \nwere found to significantly improve bone density and \ndecrease fracture rates in severely affected patients with \nOI under 3 years of age without any major adverse side \neffects [8]. In a separate randomized controlled study, \nquarterly intravenous neridronate infusions were found \nto significantly increase bone mineral density and lower \nthe risk of clinical fracture in prepubertal children with \nOI [12]. Another treatment option is denosumab, a mon oclonal antibody that targets RANKL to prevent osteo clast formation and decrease bone resorption. The first \n2-year data of denosumab in patients with OI type IV and \nin OI, in general, was reported as an effective and safe \ntreatment option in the Orphanet Journal of Rare Disease \n[13].\nAccording to Edelu et  al., various drugs have been \nused to treat OI, including sex hormones, sodium \nPage 4 of 5 Richard et al. Journal of Medical Case Reports           (2025) 19:24 \nfluoride, calcium, calcitonin, magnesium oxide, and \nvitamins A, C, and D. Growth hormone therapy has \nalso been tried in children with type I OI and type \nIII/IV, resulting in significant improvements in linear \ngrowth and bone histology [10]. However, these drugs \nare expensive and not readily available in certain set tings, such as the one in which our patient was being \ntreated. Unfortunately, the patient passed away before \nshe could receive an orthopedic consult, and even if \nshe had, she may not have been stable enough for cor rective surgery. Furthermore, specialized orthopedic \nsurgeons for patients with OI are not available in our \nsetting. Currently, there are no established physiother apeutic treatment protocols for patients with OI [9 ]. \nRehabilitation and physical therapy aim to enhance the \npatient’s gross motor function and daily life skills [10]. \nIn cases where surgical intervention is necessary, oste otomies of long bones with intramedullary rod place ment may be performed to correct deformities and \nprevent future fractures [4 ].\nIndividualized rehabilitation programs are utilized \nin children with OI to promote increased strength \nand mobility. Validated functional tests such as Brief \nAssessment of Motor Function (BAMF), Gross Motor \nFunction Measure (GMFM), and Bleck score are used \nto assess mobility, with muscle strength being the best \npredictor of mobility [9 ]. Various exercises, includ ing resistance training, body-weight-supported tread mill training, neurodevelopmental treatment, and \nside alternating whole-body vibration, have shown \nimprovement in mobility, lean mass, and bone min eral density in 0–6 months [9 ]. However, there are lim ited data regarding physiotherapy in infants less than \n1  month old with OI type II. It is crucial to educate \nparents regarding survival rates, potential deformi ties, disabilities, and mobility capacity. The mother of \nthe child was counseled on these matters, and genetic \ncounseling and prenatal screening may be necessary \nfor future pregnancies, including ultrasonography. \nAlthough the mother had two healthy children, par ents with a history of a fetus affected by OI type II \ncarry a 2–7% risk of a similarly affected fetus in future \npregnancies [4 ]. The mother of the child was informed \nof the possibility of delivering a baby with OI in the \nfuture. However, due to the high cost, effective drugs \nsuch as sex hormones, sodium fluoride, calcium, cal citonin, magnesium oxide, and vitamins A, C, and D \nwere not available in our setting, and the patient did \nnot receive any of these treatments. Additionally, \northopedic surgery was not an option for this patient \ndue to her unstable condition and the lack of special ized orthopedic surgeons for patients with OI in our \nsetting.Conclusion\nOsteogenesis imperfecta (OI) is a rare inherited disor der of connective tissue that results in excessive fragil ity of bones. The majority of cases are inherited in an \nautosomal dominant pattern of transmission, with a few \nvariants transmitted autosomal recessively and de novo \nmutation. Diagnosis of OI is by exclusion, and manage ment is multidisciplinary, involving medical therapies. \nThe case presented highlights the clinical presentation \nof OI and the challenges in the diagnosis and man agement of the disorder, particularly in resource-lim ited settings such as East Africa. While confirmatory \ngenetic tests are not readily available in this region, \nclinical presentation and radiological investigations can \nhelp diagnose the disorder. Further research is neces sary to improve the diagnosis, management, and pre vention of OI.\nAbbreviations\nOI  Osteogenesis Imperfecta\nBAMF  Brief Assessment of Motor Function\nGMFM  Gross Motor Function Measure\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05029-0.\nSupplementary Material 1.\nAcknowledgements\nWe would like to express our sincere appreciation to the staff of the surgical ward and records teams for their invaluable assistance in retrieving the \npatient’s file from the archive.\nAuthor contributions\nAll authors contributed to the conception and design of the study, acquisition \nand interpretation of data, drafting and revising the manuscript, and have \ngiven final approval of the version to be published.\nFunding\nThis study did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe dataset used are available from the corresponding author on reasonable \nrequest.\nDeclarations\nEthics approval and consent to participate\nWe confirm that all",
    "Methods": "methods used in this study were performed in accordance \nwith relevant guidelines and regulations, including the Declaration of Helsinki \nfor medical research involving human participants; the International Committee of Medical Journal Editors (ICMJE) recommendations for the conduct, \nreporting, editing, and publication of scholarly work in medical journals; and \nany additional guidelines or regulations required by the BMC journal. This \nstudy was approved by the Institutional Review Board (IRB) at Lacor hospital.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nPage 5 of 5\n Richard et al. Journal of Medical Case Reports           (2025) 19:24 \n \nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 18 March 2023   Accepted: 16 December 2024\nReferences\n 1. Edelu B, Ndu I, Asinobi I, Obu H, Adimora G. Osteogenesis imper fecta: a case report and review of literature. Ann Med Health Sci Res. \n2014;4(Suppl 1):S1-5.\n 2. Bastos F, Perez LT, de Narváes CPL, Costa O, da Silva RCS, Van-Dunem \nJCVD, et al. Severe osteogenesis imperfecta: case report. Einstein (São \nPaulo). 2010;8:480–2.\n 3. Van Dijk FS, Sillence DO. Osteogenesis imperfecta: clinical diagnosis, nomenclature and severity assessment. Am J Med Genet A. \n2014;164A(6):1470–81.\n 4. Subramanian S, Viswanathan VK. Osteogenesis imperfecta. In: StatPearls. \nTreasure Island (FL): StatPearls Publishing; 2022. http:// www. ncbi. nlm. nih. \ngov/ books/ NBK53 6957/. Accessed 2 Mar 2023\n 5. Chamunyonga F, Masendeke KL, Mateveke B. Osteogenesis imperfecta \nand pregnancy: a case report. J Med Case Reports. 2019;13(1):363.\n 6. Mwangi GC, Macharia JT. Pattern of distribution of patients presenting \nwith osteogenesis imperfecta at AIC cure Children’s International Hospital, Kijabe. East Afr Orthopaed J. 2016;10(1):21–6.\n 7. Strevel EL, Papaioannou A, Adachi JD, McNamara M. Case report: osteo genesis imperfecta. Can Fam Physician. 2005;51(12):1655–7.\n 8. Plotkin H, Rauch F, Bishop NJ, Montpetit K, Ruck-Gibis J, Travers R, et al. \nPamidronate treatment of severe osteogenesis imperfecta in children \nunder 3 years of age. J Clin Endocrinol Metab. 2000;85(5):1846–50.\n 9. Brizola E, Félix TM, Shapiro JR. Pathophysiology and therapeutic options \nin osteogenesis imperfecta: an update. RRED. 2016;6:17–30.\n 10. Forlino A, Cabral WA, Barnes AM, Marini JC. New perspectives on osteo genesis imperfecta. Nat Rev Endocrinol. 2011;7(9):540–57.\n 11. Beneficial effect of long term intravenous bisphosphonate treatment of \nosteogenesis imperfecta—PMC. https:// www. ncbi. nlm. nih. gov/ pmc/ artic \nles/ PMC17 51119/. Accessed 2 Mar 2023.\n 12. Gatti D, Antoniazzi F, Prizzi R, Braga V, Rossini M, Tatò L, et al. Intravenous \nneridronate in children with osteogenesis imperfecta: a randomized \ncontrolled study. J Bone Miner Res. 2005;20(5):758–63.\n 13. Hoyer-Kuhn H, Netzer C, Koerber F, Schoenau E, Semler O. Two years’ \nexperience with denosumab for children with osteogenesis imperfecta \ntype VI. Orphanet J Rare Dis. 2014;9:145.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}