{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04918-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04918-0.pdf",
  "metadata": {
    "/Keywords": "Cutaneous tuberculosis; Scrofuloderma; Cameroon; Sub-Saharan Africa",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303142743+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250301192125+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04918-0",
    "/Author": "Rose Ekambi Kotto ",
    "/Title": "Cutaneous tuberculosis and its pleomorphic presentations in human immunodeficiency virus-negative patients: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04918-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Cutaneous tuberculosis is reported to be rare, especially in human immunodeficiency virus‑negative \npatients but probably also underdiagnosed. This is because it presents with pictorial and anatomoclinical polymor ‑\nphism. In Africa, despite tuberculosis being endemic, isolating the germ and/or obtaining histopathological confirma‑\ntion constitutes a significant challenge. Literature on the clinical presentations and outcomes of patients with cutane ‑\nous tuberculosis is sparse in Cameroon and sub ‑Saharan Africa. This prompted us to report on the cases of cutaneous \ntuberculosis we encountered.",
    "Case Presentation": "Case presentation We report ten cases of cutaneous tuberculosis diagnosed in human immunodeficiency virus‑\nnegative patients from 2018 to 2022 in Cameroon. All cases included were confirmed by histology and/or laboratory \ntest. The average age of our patients was 35.7 ± 20.3 years, with age ranges between 8 and 72 years. The sex ratio \n(M/F) was 1.5. The clinical forms identified were scrofuloderma (three cases), papulonecrotic tuberculid (two cases), \nand tuberculosis verrucosa cutis (two cases). Tubercular gumma, lupus vulgaris, and disseminated tuberculosis \naccounted for one case each. Under antituberculosis drugs, the clinical progress was favorable for all cases.",
    "Conclusion": "Conclusion Cutaneous tuberculosis can present in various forms. Though rare in our setting, physicians should con‑\nsider this diagnosis when faced with any chronic skin lesion that does not respond to conventional treatment.\nKeywords  Cutaneous tuberculosis, Scrofuloderma, Cameroon, Sub ‑Saharan Africa",
    "Introduction": "Introduction\nTuberculosis is a chronic and contagious bacterial infec tion caused by Mycobacterium tuberculosis (Mtb). It is \nendemic in Cameroon, and Africa in general, where it \nrepresents a major public health concern [1, 2]. Although \nskin involvement is rare, it accounts for 1.5–4% of \nextrapulmonary localizations of tuberculosis [3–5]. Cuta neous tuberculosis can be acquired from haematogenous \nor lymphatic dissemination of a pulmonary focus or by \ndirect inoculation [6].\nThrough lipid metabolism (nutrition), cell envelope \nand secretory system proteins (environmental resistance \nand drug efflux), proteins related to signal transduction, Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRose Ekambi Kotto\nrozkotto25@yahoo.fr\n1 Faculty of Medicine and Pharmaceutical Sciences, University of Douala, \nDouala, Cameroon\n2 Faculty of Medicine and Biomedical Sciences, University of Yaounde I, \nYaounde, Cameroon\n3 Faculty of Health Sciences, University of Bamenda, Bamenda, Cameroon\n4 University Teaching Hospital of TreichvilleFelix ‑HouphouetBoigny \nUniversity, Abidjan, Ivory Coast\n5 Dermatology Unit, Garnison Military Hospital of Yaounde, Yaounde, \nCameroon\n6 Mboppi Baptist Hospital of Douala, Douala, Cameroon\n7 Faculty of Health Sciences, University of Buea, Buea, Cameroon\nPage 2 of 8 Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \nand the production of macrophage effector inhibitors, \nMtb exerts its pathogenic effects in the human body [7]. \nTwo major forms of cutaneous tuberculosis variants have \nbeen reported on the basis of bacterial load on the skin. \nMultibacillary forms, which include tuberculous chan cre, scrofuloderma, orificial tuberculosis, acute miliary \ntuberculosis, and tuberculous gumma, are those in which \nbacilli are easily detected in cutaneous tissue or iso lated in exudate; whereas in paucibacillary forms, which \ninclude TB verrucosa cutis and lupus vulgaris, represent \nforms in which it is difficult to isolate the organisms, with \nbacilli being sparse or not even visualized in histology \n[8–10]. Another form of cutaneous tuberculosis (Tbc) \nhas been described and termed tuberculids (papulone crotic tuberculid, lichen scrofulosorum, and erythema \ninduratum of Bazin), a category of skin disorders asso ciated with tuberculosis (TB) that probably",
    "Results": "results from \nimmune hypersensitivity reactions to Mtb antigens [11, \n12]. The diagnosis of Tbc remains difficult due to the pol ymorphism of the anatomoclinical pictures [4] and the \ndifficulty of isolating the pathogenic agent, as the sensi tivity and specificity of the usual diagnostic workup for \ntuberculosis are poor in these patients [5, 13]. Conven tional antituberculosis drugs are effective in treating Tbc \nand drug-resistance have only been reported rarely [13]. \nIn individuals who are immunocompetent, the progno sis of Tbc is favorable. Yet, even vigorous therapy may \nbe ineffective in immunocompromised individuals with \nmultidrug resistant pathogens [14]. As literature on the \nclinical presentations and outcomes of patients with \nTbc is sparse in Cameroon and sub-Saharan Africa, we \nset out to describe the epidemiological, clinical, para clinical, therapeutic and evolutionary aspects of Tbc in \nCameroon.\nCase presentation\nWe recruited patients who were diagnosed clinically by \na dermatologist from January 2018 to June 2022 in five \ndermatology departments in the cities of Douala and \nYaoundé, Cameroon. A total of ten patients with cutane ous tuberculosis were seen. The mean age of the patients \nwas 35.7 ± 20.3 years with extremes of 8 and 72 years. \nThe sex ratio (M/F) was 1.5. Most patients (n  = 6, 60%) \nlived in urban areas. Five patients were exposed to tuber culosis contacts and bacillus Calmette–Guérin (BCG) \nvaccination was evident in eight patients. There was no \npersonal history of tuberculosis. The duration of disease \nprogression varied between 2 and 180 months with a \nmedian of 29.9 months.\nThe clinical forms encountered were scrofuloderma \n(n =  3, 30%), followed by papulonecrotic tuberculid \n(n =  2, 20%) and tuberculosis verrucosa cutis (n  =  2, \n20%), as shown in Figures  1 and 2. Tubercular gumma and lupus vulgaris were associated with secondary syphi lis and each represented one case as shown in Figure  3. \nWe also noted an exceptional case of disseminated tuber culosis associating tubercular gumma, scrofuloderma, \nand pulmonary involvement a shown in Figure  2. All \npatients were HIV negative.\nPatient 1: 60-year-old male presenting with papulonod ules intermittently painful at the level of the scrotum and \ngroin of 2 months duration.\nFig. 1 Some clinical presentations of cutaneous tuberculosis in our \nseries\nPage 3 of 8\n Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \n \nPatient 2: 12-year-old female presenting with inflam matory nodules that progressed to abscess and scrofula \nscars on the neck, thorax, and armpits of 18 months \nduration.\nPatient 3: 39-year-old male presented with gumma, \nulcerated nodules, scars at the cervical, pectoral and lumbar regions of 9 months duration, associated with a \ncough and a notion of tuberculosis contagion.\nPatient 4: 36-year-old female consulted for warty \nplaques on the right cheek and back\nPatient 5: 27-year-old female consulted for gumma of 2 \nyears duration on the inter-mammary region and involv ing the left breast\nFig. 2  Disseminated tuberculosis in an HIV ‑negative patient \nPage 4 of 8 Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \nPatient 6: A 35-year-old man consulted for inflamma tory nodules with sinus tracts exudating pus at the level \nof the neck and lumbar region for 12 months\nPatient 7: 8-year-old female consulted for inflamma tory nodules, ulcerated and discharging purulent secre tions at some places, with the presence of retractile scars \nfor 12 months\nPatient 8: 20-year-old man presented with a verrucous \nlesion at the right thigh for 2 years\nPatient 9: 72-year-old man presented with crusty ulcer ations at the level of the nose for 8 months\nPatient 10: 48-year-old man presented with intermit tently painful hyperpigmented papulonodular lesions, on \nthe limbs for approximately 20 years.\nDiagnostic assessment\nThe diagnosis was retained on the basis of a bundle of \nclinical and histological arguments. All patients benefited \nfrom histopathological diagnostic confirmation of Tbc \n(as shown in Table  1) except patients 6 and 7, for whom \npolymerase chain reaction (PCR) was used to detect acidfast bacilli in secretions oozing from ulcerated lesions \nwere confirmatory. Patients 3 and 9 also benefited from \nPCR test confirmation. Sputum microscopy was used \nfor diagnosis in patient 5. Chest x-ray was performed \nin all patients but was only abnormal in patient 3 and \nshowed left retroclavicular apical excavation as shown in \nFig.  2. Neither the tuberculin TST nor the Quantiferon \ntest were performed. Based on diagnostic assessment, as \nmost patients did not report extracutaneous localizations \nof tuberculosis, prognosis was good in our series.\nTherapeutic intervention\nAntituberculosis treatment was given free of charge to \nall patients according to the protocol of the National Program for the Fight against Tuberculosis (PNLT): 2 \nmonths of quadruple therapy comprising of “rifampicin, \nisoniazid, ethambutol and pyrazinamide” (RHEZ) fol lowed by 4 months of dual therapy at base of “rifampicin \nand isoniazid” (RH).\nFollow‑up and outcomes\nAll patients were followed for at least 6 months. Under \nconventional antituberculosis drugs, the clinical progress \nwas favorable for all cases as shown in Fig. 4.",
    "Discussion": "Discussion\nOur study describes epidemioclinical, diagnostic, thera peutic, and evolutionary data about Tbc in patients con sulted in five dermatology units in the cities of Yaoundé \nand Douala. The mean age of the patients was 35.7 ± \n20.3 years with extremes of 8 and 72 years, as reported \nsimilarly in other studies [8, 15]. The median duration of \nsymptom development before diagnosis was 29.9 months \nand this delay may reflect the patient’s wandering and \nmay result from the clinical polymorphism of Tbc, thus \ndelaying the diagnosis. It may also be due to late care \nseeking as Tbc does not affect the vital prognosis [16, \n17]. Scrofuloderma-type Tbc represented the majority of \ncases (n  = 3, 30%) as similarly reported in other studies \n[18, 19]. Scrofuloderma corresponds to the skin exten sion of an underlying tuberculous focus (ganglionic, bony \nor more rarely epididymal) and which most often give \nway to a retractile scar or a keloid [8].\nIn our series, we found an original case of lupus \nvulgaris associated with secondary syphilis in an \nHIV-negative patient. Lupus vulgaris is a form of pauci bacillary Tbc of chronic evolution, with varying deep \nfocus and can originate from endogenous, hematog enous, or exogenous dissemination [20]. To our knowl edge, the association of lupus vulgaris and syphilis has \nbeen described rarely in literature [21]. We have also \ndescribed an exceptional case associating Tbc and lung \ndisease in an HIV-negative patient, with a notion of \ntuberculosis contact. The concomitant association of \nTbc with one or more localizations of visceral tuber culosis has already been reported [15, 22, 23]. In 2010, \na study carried out in Dakar showed that, out of 151 \ncases of Tbc, 26.5% had a pleuropulmonary involve ment, 8.6% had an osteoarticular involvement, 2% had \na urogenital involvement, and 0.7% presented with \nneurological impairment [24]. In our series, as in many \nothers, patients tested negative for HIV [8 , 19, 25, 26]. \nThe difficulty in isolating the pathogen can be an obsta cle to diagnosis [25]. In two of our patients, no germ \nwas isolated from exudates or sputum, but clinical and \nhistological evidence was suggestive of Tbc and they \nhad a favorable progress on antituberculosis treatment. \nFig. 3  Lupus vulgaris in a 72‑ year ‑old patient, associated \nwith secondary syphilis\nPage 5 of 8\n Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \n \nIn Cameroon, the supply of free antituberculo sis drugs has been implemented since 1 October \n2004 through the National Tuberculosis Control Program (PNLT) of the Ministry of Public Health [2 , \n27]. Primary prevention of tuberculosis involves vac cination with the BCG vaccine (part of the Extended Table 1 Sociodemographic, clinical, and paraclinical characteristics of the patients\nAFB acid-fast bacili, PCR polymerase chain reaction, HE hematoxylin and eosin stain, CXR chest x-ray, HIV human immunodeficiency virus, M male, F femalePatient number Age (years) Sex Clinical forms Direct microscopy Histology (HE and/or \nZiehl–Nielsen)PCR CXR HIV serology\n1 60 M Papulonecrotic tuber ‑\nculosis– Dermis: numerous \ntuberculomas made \nof epithelioid and giant \ncells in large quanti‑\nties without caseous \nnecrosis– – Negative\n2 12 F Scrofuloderma – Dermis: lymphocytes, \nplasma cells, epithelioid \ncells with extensive \ncaseous necrosisNegative Normal Negative\n3 39 M Scrofuloderma + tuber ‑\ncular GummaLymphocytes, plasma \ncells, polymorphonu‑\nclear, epithelioidApical\nPositive Cells with extensive \ncaseous necrosis\nPresence of AFBPositive Excavation \n(cavern) \nleftNegative\n4\n536\n27F\nFTuberculosis verrucosa \ncutis\nTubercular gumma–\nPositiveDermis: lymphocytes, \nplasma cells, epithelioid \ncells, polymorpho ‑\nnuclear neutrophils \nwith vasculo ‑exudative \nfoci, foci of occasional \npartial necrosis\nDermis: Lymphocytes, \nplasma cells, some ‑\ntimes epithelioid \nmacrophages centering \nnecrosis–\n––\n–Negative\nNegative\n6 35 M Scrofuloderma – – Positive Normal Negative\n7 08 F Scrofuloderma – – Positive Normal Negative\n8 20 M Tuberculosis verrucosa \ncutis– Hyperacanthotic, \nhyperkeratotic, papil‑\nlomatous, and ulcerated \nepidermis. Dermis: \nlymphocytes, plasma \ncells, epithelioid cells, \npolymorphonuclear \nneutrophils with vas‑\nculo ‑exudative foci; \nnecrosis in ulcerated \nareas\nPresence of AFB \nin moderate quantityNegative Normal Negative\n9\n1072\n48M\nMLupus vulgaris\nPapulonecrotic tuber ‑\nculosis– Dermis: numerous \ntuberculomas made \nup of epithelioid \nand giant cells in large \nquantities, traces \nof necrosis\nDermis: lymphocytes, \nplasmaPositive – Negative\n– Cells, sometimes epi‑\nthelioid macrophages \ncentering necrosis– – Negative\nPage 6 of 8 Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \nFig. 4 Evolution of patients under antituberculosis treatment\nPage 7 of 8\n Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \n \nVaccination Programme in Cameroon), as well as fight ing poverty and promiscuity. The BCG vaccine contrib utes in reducing by 50%, the risk of both pulmonary \nand extrapulmonary tuberculosis, with a higher protec tion rate against severe forms, in particular tuberculous \nmeningitis [8 ]. In our series, 80% of patients were vac cinated with BCG. According to the national protocol, \nthe treatment of Tbc alone or associated with another \nlocation includes an initial phase of RHEZ for the first 2 \nmonths, then the RH for the following 4 months.\nAll our patients had a good response under this antitu berculosis treatment. This favorable evolution was also \nreported in other studies [14, 28].\nConclusion\nTbc remains rare. In our context of endemic tubercu losis, it is a diagnosis to be evoked when faced with any \nrebellious chronic skin lesion. The duration of progress \nof the disease is relatively long prior to definitive diagno sis because of the anatomoclinical polymorphism and/\nor the difficulty of isolating the pathogenic agent. The \nclinical forms encountered in our environment were \nmultiple, but were dominated by scrofuloderma. Taking \nepidemioclinical factors into account, interdisciplinary \ncollaboration and strengthening the technical platform of \nspecialized services would contribute to early diagnosis \nand management of this condition.\nAbbreviations\nAFB  Acid‑fast bacilli\nBCG  Bacillus Calmette–Guérin\nBK  Koch’s bacillus\nDNA  Desoxyribonucleic acid\nF  Female\nHIV  Human immunodeficiency virus\nIDR  Intradermal reaction\nM  Male\nMtb  Mycobacterium tuberculosis\nPCR  Polymerase chain reaction\nTbc  Cutaneous tuberculosis\nAcknowledgements\nWe are grateful to all who participated in this article\nAuthor contributions\nAll authors contributed to the design, analysis and interpretation of data, writ ‑\ning the article or critically reviewing its intellectual content. All authors have \nread and approved the final version of the manuscript.\nFunding\nNot applicable.\nData availability\nData generated for this research is available from the corresponding author \nupon reasonable request.Declarations\nEthics approval and consent to participate\nResearch authorizations were obtained from the competent hospital authori‑\nties. We conducted our study in strict accordance with the fundamental \nprinciples of the Declaration of Helsinki on research involving human subjects. \nPatients and their parents or guardians for minors were informed about the \nvarious aspects the study, the objective and the benefit. Their signed informed \nconsent was obtained. Data were collected in a confidential manner. Patient’s \nanonymity was ensured during data handling. Our study presented no risk \nto the participants. As this was a case series report, ethical clearance was not \napplicable.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nInformed consent\nWritten informed consent was obtained from the patients to publish this \nreport in accordance with the journal7s patient consent policy\nCompeting interests\nThe authors declare no competing interests.\nReceived: 29 June 2023   Accepted: 22 September 2024\nReferences\n 1. Balkissou AD, Pefura‑ Yone EW, Poka‑Mayap V, Kuaban C. Facteurs prédic‑\ntifs de devenir défavorable au cours de la tuberculose au Cameroun. Rev \nMal Respir Actual. 2020;12:170.\n 2. Noeske J, Nana Yakam A, Abena Foe JL. Epidemiology of tuberculosis in \nCameroon as mirrored in notification data, 2006–2014. Int J Tuberc Lung \nDis Off J Int Union Tuberc Lung Dis. 2016;20:1489–94.\n 3. Ferrati‑Fidelin G, Pham‑Ledard A, Fauconneau A, Chauvel A, Houard C, \nDoutre MS, et al. Tuberculose disséminée paucisymptomatique révélée \npar des ulcérations cutanées atypiques. Ann Dermatol Vénéréologie. \n2016;143:616–21.\n 4. Chen Q, Chen W, Hao F. Cutaneous tuberculosis: a great imitator. Clin \nDermatol. 2019;37:192–9.\n 5. de Brito AC, de Oliveira CMM, Unger DAA, de Bittencourt MJS. Cutaneous \ntuberculosis: epidemiological, clinical, diagnostic and therapeutic update. \nAnn Bras Dermatol. 2022;97:129–44.\n 6. Fukamachi S, Kawakami C, Kabashima R, Sawada Y, Sugita K, Nakamura M, \net al. Tuberculosis verrucosa cutis with elevation of circulating T ‑helper 1 \nand 17 cells and their reductions after successful treatment. J Dermatol. \n2012;39:507.\n 7. Forrellad MA, Klepp LI, Gioffré A, Sabio y García J, Morbidoni HR, de la Paz \nSantangelo M, et al. Virulence factors of the Mycobacterium tuberculosis \ncomplex. Virulence. 2013;4:3–66.\n 8. Gallouj S, Harmouch T, Karkos FZ, Baybay H, Meziane M, Sekal M, et al. \nCutaneous tuberculosis: a 36‑ case series from Morocco. Med Trop Rev \nCorps Sante Colon. 2011;71:58–60.\n 9. Abebe F, Bjune G. The protective role of antibody responses during Myco ‑\nbacterium tuberculosis infection. Clin Exp Immunol. 2009;157:235–43.\n 10. Bravo FG, Gotuzzo E. Cutaneous tuberculosis. Clin Dermatol. \n2007;25:173–80.\n 11. Lai‑Cheong JE, Perez A, Tang V, Martinez A, Hill V, Menagé HP . Cutaneous \nmanifestations of tuberculosis. Clin Exp Dermatol. 2007;32:461–6.\n 12. Handog EB, Gabriel TG, Pineda RTV. Management of cutaneous tubercu‑\nlosis. Dermatol Ther. 2008;21:154–61.\n 13. Bhandari A, Mahajan R, Ramesh V. Drug‑resistance and its impact on \ncutaneous tuberculosis. Indian Dermatol Online J. 2022;13:570–7.\n 14. Charifa A, Mangat R, Oakley AM. Cutaneous Tuberculosis [Internet]. Stat ‑\nPearls Publishing; 2022 [cité 2023 mars 18]. Available from: https:// www. \nncbi. nlm. nih. gov/ books/ NBK48 2220/.\nPage 8 of 8 Ekambi Kotto et al. Journal of Medical Case Reports           (2025) 19:90 \n 15. Saad S, Chaabani M, Toumi A, Magdoud O, Mokni M. La tuberculose \ncutanée (TC): étude anatomoclinique et thérapeutique de 61 cas \ntunisiens. Ann Dermatol Vénéréologie. 2019;146:A278–9.\n 16. Barbagallo J, Tager P , Ingleton R, Hirsch RJ, Weinberg JM. Cutane ‑\nous tuberculosis: diagnosis and treatment. Am J Clin Dermatol. \n2002;3:319–28.\n 17. Kumar B, Rai R, Kaur I, Sahoo B, Muralidhar S, Radotra BD. Childhood \ncutaneous tuberculosis: a study over 25 years from northern India. Int J \nDermatol. 2001;40:26–32.\n 18. Dicko A, Faye O, Fofana Y, Soumoutera M, Berthé S, Touré S, et al. Tubercu‑\nlose cutanée à Bamako, Mali. Pan Afr Med J. 2017;27:102.\n 19. Rachadi Z, Akhdari N, Hocar O, Amal S. La tuberculose cutanée: toujours \nun problème de santé publique au Maroc. Ann Dermatol Vénéréologie. \n2018;145:S245–6.\n 20. Bourlond F, Velter C, Lipsker D. Un cas de tuberculose cutanée évoluant \ndepuis plus de 50 ans. Ann Dermatol Vénéréologie. 2020;147:653–7.\n 21. Genovese G, Nazzaro G, Coggi A, Gianotti R, Ramoni S, Cusini M. Second‑\nary syphilis masquerading as lupus vulgaris in an HIV ‑infected patient: a \ndiagnosis suggested by histology. Int J STD AIDS. 2018;29:1454–6.\n 22. Sellami K, Boudaya S, Chaabane H, Amouri M, Masmoudi A, Mseddi M, \net al. Twenty‑nine cases of lupus vulgaris. Méd Mal Infect. 2016;46:93–5.\n 23. Elleuch E, Frikha F, Boughariou I, Lahieni D, Boudaya S, Bahloul E, et al. Une \nétiologie de lésions cutanées chroniques: la tuberculose cutanée. Méd \nMal Infect. 2017;47:S104.\n 24. Assane K, Cisse M, Diallo M, DiengMame T, Ndiaye B, Niang SO, et al. \nTuberculose cutanee a Dakar: a propos de 151 cas. Mali Méd En Ligne. \n2010;25:14.\n 25. Maalouf D, Halabi‑ Tawil M, Bourrat E, Bouaziz JD, Bagot M, Flageul B, et al. \nFacteurs de risque et caractéristiques cliniques et microbiologiques de \nla tuberculose cutanées: étude rétrospective de 29 cas confirmés en \nculture. Ann Dermatol Vénéréologie. 2015;142:S436.\n 26. Elfiboumi A, Bahtaoui W, Elfetoiaki FZ, Hali F, Chiheb S. Épidémiologie et \nclinique de la tuberculose cutanée au CHU de Casablanca: à propos de \n69 cas. Ann Dermatol Vénéréologie. 2018;145:A78–9.\n 27. Keugoung B, Buve A, Nolna D, Macq J, Meli J, Criel B. Trente ans de lutte \nantituberculeuse au Cameroun: une alternance entre systèmes d’offre \nde soins de santé « vertical » et « horizontal ». Rev DÉpidémiologie Santé \nPublique. 2013;61:129–38.\n 28. van Zyl L, du Plessis J, Viljoen J. Cutaneous tuberculosis overview and \ncurrent treatment regimens. Tuberculosis. 2015;95:629–38.\nPublisher7s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}