{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05089-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05089-2.pdf",
  "metadata": {
    "/Keywords": "Structure-based medical acupuncture; Greater occipital neuralgia; Case report; Posterior occipital pain",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250218180401+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250215120008+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05089-2",
    "/Author": "Man Li ",
    "/Title": "Structure-based medical acupuncture for greater occipital neuralgia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05089-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Greater occipital neuralgia is the syndrome of pain and abnormal sensation in its distribution area \ncaused by anatomical nerve entrapment. Patients with greater occipital neuralgia experience not only limited head \nand neck movement, but also posterior occipital pain. However, treatment options are restricted and usually linked \nto adverse reaction.",
    "Case Presentation": "Case presentation A 33-year-old ethnic Han woman received structure-based medical acupuncture therapy \nfor greater occipital neuralgia. On the basis of clinical examination, visual analogue scale, and six-point behavioral \nscale, the patient had rear occipital pain the whole day and felt enormous pressure and was uncomfortable. Visual \nanalogue scale score and six-point behavioral scale score were 9 and 4, respectively. After 4 weeks of structure-based \nmedical acupuncture therapy, the patient reported that the symptoms of pain and stress were greatly improved \nwithout any discomfort.",
    "Conclusion": "Conclusion Structure-based medical acupuncture could greatly alleviate clinical symptoms in patients with greater \noccipital neuralgia. Moreover, structure-based medical acupuncture is a safe, accurate, and efficient complementary \nand alternative treatment.\nKeywords  Structure-based medical acupuncture, Greater occipital neuralgia, Case report, Posterior occipital pain\nIntroduction\nGreater occipital neuralgia (GON) is a common disease \nin middle-aged and older people, which is character ized by rapid progression, severe pain, and shorter dis ease course [1]. Typical symptoms are occipital and rear cranial numbness, pain, as well as limited head and neck \nmovement. Posterior occipital pain is usual complaint \nin a patient with GON [2]. Previous research has shown \ntreatment with non-steroidal anti-inflammatory drugs, \nhormones, nutritional nerve drugs, and analgesics [3–5]. \nEvidence-based medicine is the preferred treatment for \nGON; however, its effectiveness is limited, and prolonged \nuse may lead to drug resistance without addressing the \nfundamental issue of nerve compression.\nAccordingly, green therapy is advisable. Structurebased medical acupuncture (SMA) is based on modern \nmedical theory and has been applied in recent years [6, \n7]. SMA is diffusely used in China, and there is growing \nevidence that it can be effective in the treatment of GON. \nNevertheless,  to the best of our knowledge, there is a \nlack of large-scale, authoritative clinical research investi gating its therapeutic effects. In this case, a 31-year-old \nethnic Han woman with severe posterior occipital pain †Man Li, Xiaoyong Gao, Wenhui Ma, and Peng Gong share first authorship.\n*Correspondence:\nXiaobo Li\nLixiaobo33@126.com\nYongwang Zhu\nzhuyongwang517@163.com\n1 College of Basic Medical Sciences, Shanxi University of Chinese \nMedicine, Jinzhong, China\n2 Acupuncture and Moxibustion Department, The Hospital of Shanxi \nUniversity of Chinese Medicine, Taiyuan, China\n3 Department of Rheumatology and Immunology, The Hospital of Shanxi \nUniversity of Chinese Medicine, Taiyuan, China\n4 TCM Acupuncture Clinic, First Hospital of Shanxi Medical University, \nTaiyuan, China\nPage 2 of 4 Li et al. Journal of Medical Case Reports           (2025) 19:61 \nfrom GON was successfully cured following SMA for \nonly 8  days. Our case report received ethical approval \nfrom the Ethical Committee of First Hospital of Shanxi \nMedical University, and the patient provided consent.\nCase presentation\nA 33-year-old Han woman with a main complaint of \nright posterior occipital pain with radiative pain and a \ncold presented to First Hospital of Shanxi Medical Uni versity on 10 January 2024. Present illness: the patient’s \nfamily history was inconspicuous, but her previous medical history indicated intermittent headache that \nlasted 10 years without systemic treatment and she not \ngiven a definite diagnosis of GON. On 21 November \n2021, she was admitted to the neurology department and \nthe department of Traditional Chinese Medicine of First \nHospital of Shanxi Medical University, and was treated \nwith evidence-based medicine containing Gabapen tin Capsules, Zolmitriptan nasal spray, and Chuanxiong \nChatiaosan. Her improvement in pain symptom was \npoor. On 7 January 2024, she complained that getting \ncold was causing the occipital pain to become worse. Her \nmost severe complaint was rear occipital pain the whole \nFig. 1 Location of structure-based medical acupuncture points needled in a patient with greater occipital neuralgia\nPage 3 of 4\n Li et al. Journal of Medical Case Reports           (2025) 19:61 \n \nday. She felt enormous pressure and was uncomfortable. \nConsequently, with this diagnosis, a friend recommended \nacupuncture therapy to her. Then, the patient was admit ted to acupuncture outpatient clinic in the hospital for \ntreatment.The relevant physical examination findings: \nthe patient complied with the headache classification \ncommittee of the International Headache Society (IHS) \nthe International Classification of Headache (ICHD-3) \n[8]. According to her symptoms, she was diagnosed with \nGON.\nThe treatment of SMA was performed by a sophisti cated acupuncture doctor. The acupuncture treatment \nconsisted of was four sessions of acupuncture per week, \nfor 4 weeks. The skin was disinfected, acupuncture pins \n(0.35 mm × 40 mm, Suzhou Medical Supplies Factory Ltd, \nJiangsu, China) were inserted at the outlet of the greater \noccipital nerve (a) , the superior nuchal line between the \ngreat occipital nerve and the skull (b) , touching obivi ous myofascial trigger points along the great occipital \nnerve(c,d) , Shuaigu(e) , Wangu(f) , and Waiguan(g)  (Fig.  1). \nThe patient was treated for 30  min per session. During \nthe SMA, she did not use any medication.\nGON was assessed by the visual analogue scale (VAS) \nand the six-point behavioral scale (BRS-6) [9–12]. After \na week, we observed a downward trend in both VAS \nand BRS-6 scores; however, the patient still experienced \nmild pain. (Fig.  2). After four weeks of treatment, her \nGON symptoms significantly improved. During struc tural acupuncture treatment, no adverse events occurred. \nReduced rational symptoms and a comfortable body structure were observed. At the end of the treatment \ncycle, the the patients underwent telephone follow-up. At \n3-months follow-up, she felt physical comfort and stress \nrelief; the GON pain did not relapse.",
    "Discussion": "Discussion\nOn the basis of inheriting the traditional meridians the ory, structured acupuncture and moxibustion proposes \ntheories and therapeutic measures suitable for clini cal needs of modern acupuncture and moxibustion. In \nother words, it is an innovative approach that combines \ntraditional acupuncture with modern medicine, start ing with muscles and nerves to determine the treatment \nsite and select the appropriate acupuncture method \n[13]. As described in the report, the patient had seri ous pain owing to GON. Although she was admitted \nto two departments and received both evidence-based \nmedicine and traditional Chinese medicine, the pain did \nnot completely subside. Thus, she was admitted to our \ndepartment. SMA has no side effects, strong safety, and \nremarkable curative effect that has been used to remedy \nnumerous ailments [14]. As we have seen, in comparison \nwith medicines, people are more likely to undergo SMA \n[15]. In this report, the score of primary outcome (VAS) \nvaried from 9 to 1, and the score of secondary outcome \n(BRS-6) varied from 4 to 1. These outcomes indicate that \nSMA treatment could be effective for the pain associated \nwith GON. However, our case is also limited by the lack \nof controlled clinical studies with large samples size to \nfurther validate these",
    "Results": "results. [16].\nFig. 2 VAS and BRS-6 scores over 4 weeks of SMA treatment in a patient with GON\nPage 4 of 4 Li et al. Journal of Medical Case Reports           (2025) 19:61 \nConclusions\nOur study demonstrates that structure-based medi cal acupuncture may serve as an alternative short-term \ntreatment for GON pain, with promising potential. How ever, our case represents only a single example. There fore, multicenter, large-sample, and controlled trials are \nneeded to further determine whether SMA is superior \nto conventional acupuncture and has a significant longterm therapeutic effect.\nAbbreviations\nGON  Greater occipital neuralgia\nSMA  Structure-based medical acupuncture\nVAS  Visual analogue scale\nBRS-6  Six-point behavioral scale\nAcknowledgements\nWe thank the patient for agreement on publication of her information.\nAuthor contributions\nML conceived the study and prepared the manuscript; XG conceptualized the \nresearch; WM and PG collected and analyzed the data; XL and YZ revised the \nmanuscript. All authors contributed to the article and approved the submitted \nversion.\nFunding\nThe authors received no financial support for the research, authorship and/or \npublication of this article.\nAvailability of data and materials\n All data available are included in this article and its supplementary material \nfiles. Further inquiries can be directed to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nThe study involving patient/participant was reviewed and approved by the \nethical committee of First Hospital of Shanxi Medical University. The patient/\nparticipant provided her written informed consent to participate in this study. \nWritten informed consent was obtained from the individual for the publication of any potentially identifiable images or data included in this article.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nour case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declared no potential conflicts of interest with respect to the \nresearch, authorship, and/or publication of this article.\nReceived: 24 February 2024   Accepted: 23 January 2025\nReferences\n 1. Robinson IS, Salibian AA, Alfonso AR, et al. Surgical management of \noccipital neuralgia: a systematic review of the literature. Ann Plast Surg. \n2021. https:// doi. org/ 10. 1097/ SAP . 00000 00000 002766.\n 2. Nassar H, Sarhan K, Gamil M, et al. Ultrasound-guided greater occipital \nnerve block in children undergoing posterior fossa craniotomy: a randomized, controlled trial. J Neurosurg Anesthesiol. 2023;36(2):159–63.\n 3. Proietti Cecchini A, Leone M, Manzoni GC, et al. Drug-resistant chronic \nmigraine: the Italian GON project. Neurol Sci. 2012. https:// doi. org/ 10. \n1007/ s10072- 012- 1028-7. 4. Korucu O, Dagar S, Çorbacioglu ŞK, et al. The effectiveness of greater \noccipital nerve blockade in treating acute migraine-related headaches in \nemergency departments. Acta Neurol Scand. 2018;138(3):212–8.\n 5. Brandt RB, Doesborg PGG, Meilof R, et al. Repeated greater occipital nerve \ninjections with corticosteroids in medically intractable chronic cluster \nheadache: a retrospective study. Neurol Sci. 2022;43(2):1267–72.\n 6. Tang CT, Sookochoff M, Rhea L, et al. An audit of structure-based medical \nacupuncture by a single provider in patients with musculoskeletal pain \nusing PROMIS scores as the outcome. Acupunct Med. 2023;41(1):48–54.\n 7. Wang C, Wang J, Xubo Wu, et al. Comprehensive review on sexual dimor phism to improve scalp acupuncture in nervous system disease. CNS \nNeurosci Ther. 2024;30(1): e14447.\n 8. Headache classification committee of the international headache society \n(IHS) the international classification of headache disorders, 3rd ed. Cephalalgia, 2018; 38(1): 1–211\n 9. Karaoğlan M, Durmuş İE, Küçükçay B, et al. Comparison of the clinical efficacy of bilateral and unilateral GON blockade at the C2 level in chronic \nmigraine. Neurol Sci. 2022;43(5):3297–303.\n 10. Ryu JH, Shim JH, Yeom JH, et al. Ultrasound-guided greater occipital \nnerve block with botulinum toxin for patients with chronic headache in \nthe occipital area: a randomized controlled trial. Korean J Anesthesiol. \n2019;72(5):479–85.\n 11. Altamura C, Brunelli N, Viticchi G, et al. Quantitative and qualitative pain \nevaluation in response to OnabotulinumtoxinA for chronic migraine: an \nobservational real-life study. Toxins (Basel). 2023;15(4):284.\n 12. Wang Y, Guo ZN, Yang Z, et al. Treatment of occipital neuralgia by \nelectroacupuncture combined with neural mobilization. Zhen Ci Yan Jiu. \n2018;43(3):185–8.\n 13. Liu XY, Ma Y, Guan L. Professor GUAN Ling’s clinical experience in treating \nknee osteoarthritis with structure-based medical acupuncture. Zhongguo Zhen Jiu. 2023;43(3):329–32.\n 14. Cheng S, Zhang X, Zheng H, et al. Efficacy prediction of acupuncture \ntreatment for migraine without aura based on multimodal MRI: a study \nprotocol. Front Neurol. 2022;13: 953921.\n 15. Yongzhou Wang Lu, Yang YW. Case report: cheek acupuncture exhibits an \nimmediate effect in relieving severe pain associated with nerve compression or damage of central nervous system and its potential mechanism \nof action. Front Neurosci. 2023;17:1211361.\n 16. Jin L, Ye H, Yang Yi, Liu J, et al. Treatment of lactational mastitis with \nGualou Xiaoyong soup and painless lactation promoting technique: a \ncase series. Medicine (Baltimore). 2023;102(48): e36384.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}