{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04983-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04983-5.pdf",
  "metadata": {
    "/Keywords": "Lepidic adenocarcinoma (LPA); Inflammatory pseudotumor (IPT); Segmentectomy; Video-assisted thoracoscopic surgery (VATS); Splenectomy; Pulmonary function testing (PFT)",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250218171409+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250215141740+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04983-5",
    "/Author": "Tara Ranjbar ",
    "/Title": "A novel case of inflammatory pseudotumor of the spleen with concurrent invasive lepidic pulmonary adenocarcinoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04983-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Inflammatory pseudotumor of the spleen and lepidic adenocarcinoma of the lung are uncommon \nslow-growing malignancies that have not been previously reported to occur concurrently.",
    "Case Presentation": "Case presentation We present the case of a 63-year-old Caucasian man who presented with a splenic inflammatory pseudotumor-like dendritic cell sarcoma and was found to have a concomitant invasive lepidic adenocarcinoma \nof the lung. The patient underwent laparoscopic splenectomy to address the splenic mass. Three months later, he \nunderwent video-assisted thoracoscopic surgery, wedge resection, superior segmentectomy, and mediastinal lymph \nnode dissection to manage the lung lesion. Final pathology revealed pT1c, N0, M0, stage IA3 lepidic adenocarcinoma. The patient received his post-splenectomy vaccinations and will repeat a computed tomography of the chest \n6 months postoperatively for pulmonary surveillance.\nConclusions This report highlights the indication for surgical intervention in the management of splenic masses, \nas well as the importance of early operations for low-grade splenic lesions. The simultaneous occurrence of inflammatory pseudotumor of the spleen and lepidic adenocarcinoma of the lung sheds light on the need for comprehensive \nevaluation and multidisciplinary treatment strategies for patients with rare concurrent malignancies. This case report \nmay also be corroborated by future similar reports that may unfold a discovery of a genetic association or syndromic \ndisorder. This case underscores the critical role of surgical intervention and thorough evaluation in patients with rare \nconcurrent malignancies, such as splenic inflammatory pseudotumor and lepidic adenocarcinoma. Future cases may \nreveal potential genetic or syndromic links, further guiding treatment and surveillance strategies.\nKeywords  Lepidic adenocarcinoma (LPA), Inflammatory pseudotumor (IPT), Segmentectomy, Video-assisted \nthoracoscopic surgery (VATS), Splenectomy, Pulmonary function testing (PFT)\nBackground\nInflammatory pseudotumor (IPT) of the spleen is an \nuncommon disorder, as is lepidic adenocarcinoma (LPA), \nwhich makes up a small subgroup of invasive pulmonary adenocarcinoma. To date, and to the best of our knowl edge, there are no documented cases of concomitant \nIPT of the spleen and invasive lepidic lung adenocar cinoma. IPT of the spleen is a rare, slow-growing neo plasm composed of proliferating cells known as follicular \ndendritic cells. This tumor is typically asymptomatic in \nits initial stages and may only be discovered inciden tally during routine imaging or physical examination. \nAs the tumor grows, it may cause pain or discomfort in \nthe upper left abdomen and can lead to anemia or other \nblood disorders [1]. The tumor is strongly associated with Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKiara Singer\nKSinger1@northwell.edu\n1 Department of General Surgery, Staten Island University Hospital, 475 \nSeaview Ave, Staten Island, NY, USA\n2 City University of New York (CUNY) School of Medicine, Harlem, NY, USA\nPage 2 of 4 Ranjbar et al. Journal of Medical Case Reports           (2025) 19:59 \nEpstein–Barr virus (EBV) and lacks other common muta tions such as BRAF , NRAS, KRAS, and IDH2 genes, and \nrearrangements of ALK  and ROS1 genes [2]. Computed \ntomography (CT) and ultrasound (US) are effective imag ing techniques for identifying IPT [3].\nLepidic adenocarcinoma of the lung is a subtype of \nlung adenocarcinoma characterized by a growth pattern \nin which cancer cells proliferate along the alveolar walls \nwithout invading the surrounding lung tissue [4]. The \n5-year survival rate of this subtype ranges from 82% to \n100%, depending on the extent of invasion [5]. Invasive \nLPA of the lung may require more aggressive surgical or \nsystemic therapy depending on the extent of invasion and \nmolecular characteristics. CT, position emission tomog raphy- computed tomography (PET-CT), and magnetic \nresonance imaging (MRI) are imaging techniques used \nfor diagnosis and staging and, with molecular biomarkers \nsuch as EGFR mutations and ALK  rearrangements, may \nguide treatment decisions [6].\nWe report a rare case of concomitant IPT of the spleen \nand invasive lepidic adenocarcinoma of the lung. To our \nknowledge, this is the first case report of these two rare \ntumors occurring simultaneously in the same patient. In \nthis report, we describe the clinical, radiographic, and \npathologic features of this unique case, and discuss the \nmanagement and treatment options for these two rare \ntumors.\nCase presentation\nWe present the case of a 63-year-old non-Hispanic white \nmale with past medical history of migraines, benign pros tatic hyperplasia, and prior 15 pack-year smoking history, \nwho presented with several months of abdominal pain. In \nJanuary 2016, the patient had an ultrasound (US) of the \nabdomen to further investigate the source of the pain. \nAbdominal US showed a 5.4 cm × 4.8 cm heterogeneous, \nwell-defined, hypoechoic focus in the superior pole of the \nspleen with evidence of cystic changes. Subsequently, the \npatient underwent an abdominal computed tomography \n(CT) scan, which demonstrated a splenic lesion, suspi cious for benign sclerosing angiomatoid nodular trans formation, which is consistent with splenic hamartoma \nwith cystic degeneration. At that time, no surgery was \nindicated or offered. However, a repeat abdominal CT \nwas performed in 2019 for persistent abdominal pain and \ndemonstrated a splenic lesion that appeared more aggres sive in nature (Fig.  1). The patient underwent a com prehensive workup that included CT scans of the chest, \nabdomen, and pelvis which showed lung nodules. Owing \nto the patient’s smoking history and new onset of lung \nnodules, the patient requested to be evaluated for his \npulmonary complaints first but sought a second opinion. \nAfter a joint",
    "Discussion": "discussion with the cardiothoracic surgery and surgical oncology teams, the patient deferred further \ninvestigation owing to the lung nodules’ small size and \nbenign appearance, and decided to first undergo treat ment for the splenic lesion. The patient was followed by \nsurgical oncology from 2020. In 2021, a PET-CT scan was \nperformed and demonstrated avidity in the 6-cm splenic \nmass (SUV 4.0), as well as a nonavid 1.8 cm × 1.1 cm right \nlower lung nodule. The case was discussed at a multidisci plinary tumor board. Despite the stable size of the splenic \nlesion over many years, subsequent imaging showed new, \nsolid-appearing components, which were different from \nthe prior cystic appearance, and it was deemed appropri ate to perform a splenectomy. The patient underwent a \nlaparoscopic splenectomy with removal of a retroperi toneal mass involving the left Gerota’s fascia in March \n2022. The histopathology report revealed spindle cell \nproliferation with collagen and abundant inflammatory \ncells.\nPrior to surgical intervention for the pulmonary nod ule, preoperative pulmonary function testing (PFT) was \nperformed. The predicted postoperative forced expira tory volume (poFEV1) was 2.95  L, and the predicted \npostoperative diffusing capacity of the lungs for carbon \nmonoxide (poDLCO) was 23.33  ml/(minute mmHg). \nPFT demonstrated maximum vital capacity (VCMax) of \n4.18 L. In June 2022, the patient underwent flexible bron choscopy and robotic-assisted right thoracoscopy for \nevaluation and treatment of the right pulmonary nodule. \nOn thoracoscopy, the right pulmonary nodule was identi fied, and a right lower wedge resection was performed to \nsend for frozen-section analysis, which revealed adeno carcinoma. This prompted a completion right upper lobe \nsuperior segmentectomy with mediastinal lymph node \ndissection of levels 4 and 7–11 was performed (Fig.  2). \nFig. 1 Lower pole heterogeneous solid splenic mass that measures \n6.2 cm × 4.6 cm × 6.2 cm\nPage 3 of 4\n Ranjbar et al. Journal of Medical Case Reports           (2025) 19:59 \n \nIntraoperatively, lung expansion was assessed and dem onstrated no air leak. At the",
    "Conclusion": "conclusion of the case, there \nwas successful placement of a 28-French chest tube and \nconnection to Pleur-evac. The postoperative course was \ncomplicated by a right-sided pneumothorax after chest \ntube removal, but the pneumothorax resolved with sup plemental oxygen use through nasal cannula. The patient \nwas discharged on postoperative day 3, with instructions \nfor repeat chest X-rays and a 2-week follow-up visit. Final \npathology was reviewed in an intradepartmental confer ence and was sent out for national cancer center revision, \nwith a consensus opinion of lepidic adenocarcinoma of \nthe right lung pT1c, N0, M0 (17 nodes negative), stage \nIA3 and splenic inflammatory pseudotumor-like folli cular/fibroblastic dendritic cell sarcoma. The final pul monary margins were found to be negative. The patient \nremains recurrence free at 24  months postoperatively \nand will continue to complete serial CT chests every \n6  months for his long-term follow-up plan. The splenic \nlesion required no further treatment. The patient com pleted his postsplenectomy vaccinations and will receive \nrepeat imaging only if recurrent abdominal symptoms \ndevelop.\nDiscussion and conclusions\nInflammatory pseudotumor of the spleen is an extremely \nrare neoplasm composed of follicular dendritic cells. \nSince its first description by Cotelingam and Jaffe in 1984, \nonly 48 cases of inflammatory pseudotumor-like sarcoma \nhave been reported in the literature, with 67% of cases in \nthe spleen [7]. Clinical manifestations of splenic IPT can \nvary, with some patients presenting with abdominal pain, \nbloating, abdominal mass, weight loss, fever, fatigue, and \nanorexia, while others may be asymptomatic [7]. It is \nimportant to note that splenic tumor infiltration can lead to marked peripheral thrombocytopenia owing to splenic \nplatelet retention. The tumor is strongly associated with \nEpstein–Barr virus (EBV) [2].\nDiagnosis typically involves imaging showing a welldefined lesion, though these tests often cannot rule out \nmalignancy. Biopsy is considered if malignancy remains \na concern, though it carries bleeding risks. For asymp tomatic, small lesions, active surveillance with periodic \nimaging is often sufficient. However, larger or sympto matic lesions generally warrant intervention owing to \npotential complications such as rupture. Prognostic fac tors associated with a worse outcome include large tumor \nsize (≥ 6  cm), coagulative necrosis, high mitotic count \n(≥ five mitoses per ten high-power fields), and significant \ncytological atypia [9]. A pooled analysis of the literature \nhas reported local recurrence and distant metastasis \nrates of 28% and 27%, respectively [8, 9].\nSurgical resection, typically laparoscopic splenectomy \ncombined with regional lymphadenopathy, is preferred \nfor IPTs that are symptomatic, large, or at high risk of \nrupture. This has shown potential for reducing postoper ative recurrence and metastasis, thereby improving longterm survival rates [9]. Postsplenectomy patients require \nvaccinations against encapsulated bacteria and may need \nlong-term antibiotics to prevent infection risks. Educat ing this cohort of patients on infection risk and proper \npreventive care is essential to ensuring long-term health.\nLepidic adenocarcinoma (LPA) is a variant of nonsmall cell lung cancer that typically originates in the lung \nperiphery and demonstrates tracking alongside preex isting alveolar walls. Histologically, LPA tumors exhibit \nnonmucinous proliferation of type II pneumocytes and/\nor Clara cells along alveolar walls, often accompanied \nby involvement of vessels or the pleura [10]. LPA fre quently presents as solitary or multifocal ground-glass \nlesions [12]. This characteristic finding is associated with \nimproved resectability, favorable prognosis, and reduced \npropensity for nodal migration and extrathoracic involve ment [11]. The presence of a small lesion size, groundglass opacities, and air bronchograms on CT scans are \nconsidered favorable prognostic factors, while spicula tions, pleural retractions, and lesions larger than 3.0 cm \nare associated with unfavorable outcomes [11–13]. The \nmanagement of LPA generally involves surgical resection \nwith an average 5-year survival rate of 90% [11]. The case \npresented here supports the existing literature, as the \npatient underwent video-assisted thoracoscopic surgery \nwith wedge resection and segmentectomy for the < 2 cm \nLPA lesion. This approach aims to achieve complete \ntumor removal while preserving lung function.\nWhen discussing indications for surgery for splenic \nmasses and less aggressive lung lesions, it is important \nto consider individual patient characteristics, tumor \nFig. 2 Mixed cystic solid lesion in the superior segment of the right \nlower lobe abutting the fissure, with fissural retraction spanning \napproximately 2.2 cm in length\nPage 4 of 4 Ranjbar et al. Journal of Medical Case Reports           (2025) 19:59 \nfeatures, and potential risks and benefits of surgical inter vention. Splenic masses may require surgical excision, \nparticularly in cases where there is suspicion of malig nancy, significant symptoms, or risk of complications. As \nfor less aggressive lung lesions such as LPA, the favorable \nprognosis associated with surgical resection supports the \nrecommendation for early operations on low-grade pul monary lesions.\nAbbreviations\nIPT  Inflammatory pseudotumor\nVATS  Video-assisted thoracoscopic surgery\nUS  Ultrasound\nCT  Computed tomography\nPFT  Pulmonary function test\npoFEV1  Postoperative forced expiratory volume\npoDLCO  Postoperative diffusing capacity of lungs for carbon monoxide\nVCMax  Maximum vital capacity\nEBV  Epstein–Barr virus\nPET  Positron emission tomography\nMRI  Magnetic resonance imaging\nSUV  Standardized uptake value\nRUL  Right upper lobe\nRLL  Right lower lobe\nLPA  Lepidic adenocarcinoma\nAcknowledgements\nWe acknowledge the Department of General Surgery at Staten Island Univer sity Hospital\nAuthor contributions\nSinger, Kiara: literature review, case report, draft, and manuscript preparation. \nRanjbar, Tara: literature review, draft, and manuscript preparation. Aweeda, \nMarina: literature review, draft and manuscript preparation. Azab, Basem Nady: \ndraft and manuscript preparation. Villa Sanchez, Manuel: draft and manuscript \npreparation.\nFunding\nNo funding has been received for this case report.\nAvailability of data and materials\nThe datasets during or analyzed during the current study available from the \ncorresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate.\nNot applicable.\nPatient consent\nPatient consent is available upon request.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of this written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 29 August 2023   Accepted: 29 November 2024\nReferences\n 1. Lim JY, Hong SK, Huang WF. Splenic pseudotumor-like follicular dendritic cell sarcoma. J Gastrointest Surg. 2023. https:// doi. org/ 10. 1007/ \ns11605- 023- 05630-y .\n 2. Bruehl FK, et al. Inflammatory pseudotumor-like follicular/fibroblastic dendritic cell sarcomas of the spleen are EBV-associated and lack \nother commonly identifiable molecular alterations. Int J Surg Pathol. \n2021;29(4):443–6.\n 3. Xue N, et al. Imaging features of inflammatory pseudotumor-like \nfollicular dendritic cell sarcoma of the spleen. Ann Palliat Med. \n2021;10(12):12140–8.\n 4. Xiong Z, et al. Radiomics for identifying lung adenocarcinomas with pre dominant lepidic growth manifesting as large pure ground-glass nodules \non CT images. PLoS ONE. 2022;17(6): e0269356.\n 5. Weichert W, Warth A. Early lung cancer with lepidic pattern: adenocarcinoma in situ, minimally invasive adenocarcinoma, and lepidic predominant adenocarcinoma. Curr Opin Pulm Med. 2014;20(4):309–16.\n 6. West HJ. Managing multifocal bronchioloalveolar carcinoma/lepidic pre dominant adenocarcinoma: changing rules for an evolving clinical entity. \nClin Adv Hematol Oncol. 2014;12(9):593–600.\n 7. Zhang BX, et al. Inflammatory pseudotumor-like follicular dendritic \ncell sarcoma: a brief report of two cases. World J Gastrointest Oncol. \n2019;11(12):1231–9.\n 8. Chan JK, et al. Follicular dendritic cell sarcoma. Clinicopathologic analysis \nof 17 cases suggesting a malignant potential higher than currently \nrecognized. Cancer. 1997;79(2):294–313.\n 9. Saygin C, et al. Dendritic cell sarcoma: a pooled analysis including 462 \ncases with presentation of our case series. Crit Rev Oncol Hematol. \n2013;88(2):253–71.\n 10. Travis WD, et al. International association for the study of lung cancer/\nAmerican thoracic society/European respiratory society: international \nmultidisciplinary classification of lung adenocarcinoma: executive summary. Proc Am Thorac Soc. 2011;8(5):381–5.\n 11. Travis WD, et al. Evolving concepts in the pathology and computed \ntomography imaging of lung adenocarcinoma and bronchioloalveolar \ncarcinoma. J Clin Oncol. 2005;23(14):3279–87.\n 12. Ginsberg MS, Grewal RK, Heelan RT. Lung cancer. Radiol Clin North Am. \n2007;45(1):21–43.\n 13. Shrager JB. Approach to the patient with multiple lung nodules. Thorac \nSurg Clin. 2013;23(2):257–66.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}