{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05063-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05063-y.pdf",
  "metadata": {
    "/Keywords": "Congenital abnormalities; Tibial hemimelia; Reconstructive surgery; Bifurcation; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250203175436+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250201132329+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05063-y",
    "/Author": "Alireza Ghaznavi ",
    "/Title": "Reconstructive surgery to preserve ankle function in a 5-year-old girl with bilobed distal tibia in an unclassified case of tibial hemimelia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05063-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Tibial hemimelia is an uncommon congenital abnormality ranging from a solitary skeletal deformity \nto associations with other syndromes. Despite Paley et al.’s detailed classification of tibial hemimelia, some unique \nsporadic cases still do not fit within this system. In 2021, Chong et al. proposed the most recent surgical approach \nbased on the Paley classification, which inspired cases such as ours.",
    "Case Presentation": "Case presentation This case study presents a novel case of tibial hemimelia characterized by a bilobed distal tibia, \na shortened first ray, and an equinovarus deformity in a 5-year-old Iranian (Lur) girl. She experienced pain, limping, \nand cosmetic concerns. The surgical procedures performed for preservation are thoroughly described and discussed.",
    "Conclusion": "Conclusion This case has been identified as a new variant of Paley type 2. A staged approach to reconstructive sur gery was advocated to ensure the preservation of ankle function and to prevent extreme procedures such as amputation. The most recent follow-up demonstrated promising",
    "Results": "results.\nHighlights \n• Tibial hemimelia is an extremely rare congenital abnormality that can result in a wide range of manifestations.\n• The Paley classification is considered the most comprehensive system for describing and classifying this spectrum.\n• We presented and managed a novel case of unilateral tibial hemimelia characterized by distal tibial bifurcation \nthrough reconstructive surgery for the first time.\n• We suppose that our case is a new subtype of Paley type 2.\nKeywords  Congenital abnormalities, Tibial hemimelia, Reconstructive surgery, Bifurcation, Case report\n*Correspondence:\nShayan Amiri\namiri.shayan23@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 8 Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \nBackground\nTibial hemimelia (TH) is a rare congenital malforma tion affecting approximately 1 in every 1,000,000 live \nbirths [1 ]. This spectrum of abnormalities is primarily \ncharacterized by tibial malformations, with approxi mately two-thirds of cases also presenting with other \nassociated anomalies [2 ]. The tibia can be underde veloped or completely missing on one or both sides, \nwhereas the fibula usually remains unaffected. In addi tion, other skeletal duplications or deficiencies, as well \nas nonskeletal syndromic manifestations, may be pre sent. A common issue is the deficiency of the first ray in \nthe foot. Ankle malformations, often resulting in varus \ndeformities, are typical, and unilateral cases frequently \nlead to leg length discrepancies (LLDs) [3 –5]. TH is \nassociated with various syndromes, including Werner’s \nsyndrome, Langer–Giedion syndrome, Gollop–Wolf gang complex, and CHARGE syndrome [6 –9].\nWhile the Paley classification is widely regarded as \nthe most comprehensive system for categorizing TH, \noccasional unconventional cases deviating from this \nclassification highlight the limitations of scientific \nunderstanding in this area [10, 11]. Management of this \ncondition continues to be debated. Although Chong \net al. [4 ] provided valuable treatment strategies, excep tional cases still require personalized approaches [3 ].\nThe present study explores a unique case of TH fea turing a bilobed distal tibia, along with a shortened first \nray and a discrepancy in leg length. This case might \nrepresent a new variant of TH that does not fit into \nany existing categories. In addition, the study exam ines the effectiveness of staged reconstructive surgery \nin maintaining ankle function. This case report has \nbeen prepared following the CAse REport (CARE) 2013 \nguidelines [12].\nCase presentation\nA 5-year-old Iranian (Lur) girl was admitted with a \ncongenital deformity affecting her right lower limb. \nPrior to the study, her family provided consent for the \npublication of the data. She is the third living child of \na nonconsanguineous couple (G4 P3 L3 A1). She was \ndelivered via cesarean section at 38  weeks of gesta tion, weighed 2900 g, and did not require hospitaliza tion during the neonatal period. The mother did not \nhave any reported history of infections, diabetes, using \nharmful medications, smoking, or alcohol consumption \nduring her pregnancy. However, she did experience a \nmiscarriage during her first pregnancy.Clinical findings and diagnostic assessment\nThe child was brought to our clinic by her parents \nowing to persistent limping and pain that had begun 2 \nyears prior. During the examination, we observed dis tal leg widening, overt bone prominence in the medial \nsupramalleolar, deformity in the first ray, hindfoot \nvarus, and flatfoot in the right foot (Fig.  1). The ankle \njoint showed a notable limitation in its range of motion, \nspecifically in dorsiflexion, plantar flexion, inver sion, and eversion. The patient’s gait was affected by \nnoticeable limb length discrepancy (LLD). Aside from \nthese findings, the review of systems showed normal \nresults. Laboratory tests, including vitamin D, calcium, \nand phosphorus serum levels, were all within normal \nranges. X-rays revealed a bifurcation in the distal tibia \nand bowing of the fibula, attributed to tibial shortening \n(Fig.  2). All data collected pertain to the longitudinal \n(radial) congenital deformity recognized as TH.\nSurgical technique\nThe patient underwent a three-stage surgery under \ngeneral anesthesia. The first phase was executed with \nthe patient in a supine position, utilizing an anterior \napproach that necessitated the meticulous exposure \nand release of the distal tibiofibular joint, including a \nFig. 1  Distal leg widening, overt medial bone prominence, \na deformity in the first ray, and hindfoot varus in the right foot\nPage 3 of 8\n Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \n \nthorough examination of the medial and lateral phy ses (Fig.  3A). Throughout the surgical procedure, the \nassessment of the position and dimensions of the lat eral component, in conjunction with the histological \nevaluation of the physis relative to the medial section \nof the distal tibia, prompted the decision to preserve \nthe lateral component while excising the medial one. \nA vertical osteotomy was conducted on the medial \nphysis of the bifurcated tibia and the supramalleolar \nregion, allowing for careful excision of this portion \n(Fig.  3B). Following the transverse osteotomy, the lat eral physis was turned toward the tibial axis (Fig.  3C). \nSubsequently, the proximal and distal parts of the tibia \nwere fixed using a size three intramedullary pin. Foot \ncentralization was performed under C-arm guidance \nto address potential angular deformities (Fig.  4). Ulti mately, the patient was discharged with a long leg cast.\nThe intramedullary pin was extracted at a follow-up \nappointment 12 weeks later. However, 1 year subse quent to this, notably, the varus deformity had not been \nsufficiently addressed, accompanied by an increase in \nfibular bowing attributed to fibular overgrowth. Con sequently, the decision was made to proceed with fibu lar epiphysiodesis, carried out in a subsequent surgical \nprocedure via a lateral approach under general anes thesia, allowing for exposure of the distal fibula and \nimplementing an eight-plate epiphysiodesis (Fig.  5). \nHowever, after 4 months, the eight-plate failed, necessi tating a fibular osteotomy and cannulated intramedul lary screw epiphysiodesis (Fig. 6 ).\nFigure  7 shows the last radiographic follow-up two \nyears after the initial ankle reconstruction surgery. The \nmost recent follow-up revealed a reduction in equi novarus deformity and limping, pain alleviation, and \na notable increase in ankle range of motion (Fig.  8). The patient will continue to be monitored for potential \nLLD.",
    "Discussion": "Discussion\nTo the best of our knowledge, there have been no previ ous reports of a case featuring unilateral bilobed distal \ntibia with an intact fibula, first-ray shortening, and equi novarus foot deformity without any other skeletal or \nnonskeletal anomalies. A closely related case to the cur rent study was documented by Shah et  al. in 2016 [10] \ninvolving bilateral TH. In this case, an 18-month-old \nboy exhibited splitting of both hands and his left foot, a \ncomplete absence of the left tibia, and a hypoplastic tibia \non the right side, which had a bifid distal part and a nonossified end. The fibula was normal on both sides. Similar \nto the present situation, none of the existing classifica tions can fully explain this case [4, 5, 13]. In contrast, this \ncase involved unilateral tibial hypoplasia with a bilobed \ndistal portion, and shortened first ray. LLD progressed \ngradually over time.\nThe patient was first evaluated and diagnosed at the \nage of 2 years. At that time, it was decided to adopt a \nconservative approach by observing and monitoring her \ncondition. During the 3-year follow-up period, staged \nreconstructive surgery was considered owing to worsen ing pain, limping, functional limitations, and cosmetic \nconcerns. Regrettably, no validated guidelines for man aging this unique case are available in literature. In the \nmost recent update of the Paley classification, Chong \net al. suggested various surgical approaches [4]. Despite \nthe absence of an exact classification that aligns with the \nstudied case, examining existing classifications and surgi cal alternatives motivated us to delve deeper into our sit uation. This study explored the potential of categorizing \nit as a new subtype within the type 2 Paley framework.\nSurgical options are significantly influenced by the \npresence of the tibia, quadriceps function, ankle func tion, varus–valgus deformity, and LLD. For instance, in \nthe absence of the tibia (Paley type 5), amputation or \nknee disarticulation is prioritized. The choice between \nacute and gradual correction leads to different options. A \ncircular external fixator is recommended for Paley types \n2–5, depending on the mechanism and severity of the \ndeficiencies. In cases of Paley type 1, often presenting \nbilaterally on the basis of the individual patient’s circum stances, temporary proximal tibial epiphysiodesis may be \nperformed, with or without comprising fibular epiphysi odesis. Since LLD in TH typically remains consistent \nover time, estimating the predicted length discrepancy \nprovides parents with valuable information to make \ninformed decisions regarding further interventions. On \nthe one hand, ipsilateral leg lengthening is frequently \nused to correct LLD, but on the other, contralateral tibial \nFig. 2  Preoperative upright X-ray of the distal lower extremity \nshowing bilobed distal tibia on the right side and a long, bowed \nfibula\nPage 4 of 8 Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \nFig. 3  A Surgical procedure demonstrating thorough exposure and release of the distal parts of the tibia and fibula in the right leg \nthrough an anterior approach (arrow shows the osteotomy line), (B) excision of the medial physis and the supramalleolar region by vertical \nosteotomy (straight arrow indicates the vertical osteotomy line, while curved arrow represents the centralization procedure toward the tibial axis), \n(C) simultaneous transverse osteotomy and centralization through the tibial axis, with fixation of the distal part using an intramedullary pin (blue \narrow)\nPage 5 of 8\n Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \n \nand fibular epiphysiodesis may be suitable for other cases \n[4, 14, 15].\nIn the present scenario, the choice of which physis to \nremove was a challenging task. Preoperative magnetic \nresonance imaging (MRI) revealed that the lateral phy sis was more suitable, a finding confirmed by intraop erative evidence. Evidently, after 6 months, the varus \ndeformity had not been corrected appropriately due to \nfibular overgrowth. Consequently, this study proceeded with an eight-plate epiphysiodesis of the distal fibula. \nDespite the growing use of eight-plates for correcting \nangular deformities in the knee and ankle [16, 17], often \nyielding positive results with minimal complications \n[18], the eight-plate proved ineffective 4 months later in \nthis particular instance. We decided to replace it with \nan intramedullary screw, which has shown acceptable \noutcomes. Although fibular overgrowth was managed, \nFig. 4  X-ray images from a C-arm machine showing a well-placed and fixed distal tibia (A lateral view, B anteroposterior view)\nFig. 5  X-ray images (A lateral view, B anteroposterior view) showing eight-plate implantation to correct varus foot deformity caused by fibular \novergrowth\nPage 6 of 8 Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \nwe anticipate continued progression of LLD owing to \ntibial hypoplasia and ipsilateral fibular epiphysiodesis. \nThus, it was decided to keep the studied patient under \nsurveillance for a period of at least 5 years.Limitations\nThe present study encountered several challenges in \ndefining and categorizing the case under study and devel oping an appropriate treatment protocol. This case is \na unique example of TH, which has not been classified \nbefore, even within the Paley system. However, this inves tigation did not examine the genetic aspects of this case \nand recommends that future studies explore these com ponents. Regrettably, the child’s medical records did not \nprovide any documented evidence of an ankle deformity \nat birth. Nevertheless, the parents reported observing an \nunusual ankle shape when the child was 6 months old. \nAfter ruling out other possible causes, including trauma, \nthe researchers categorized it as a congenital deformity. \nA follow-up study was conducted over 2 years; however, \npursuing further follow-ups for a more thorough assess ment may be advantageous. While this study gathered \nfollow-up data from 3 years prior to the reconstructive \nsurgeries, preoperative radiographs taken prior to remov ing the eight-plate are unavailable.\nConclusion\nThe case under study represents a novel subtype of \nPaley type 2, characterized by a dysplastic tibia with \nintact proximal and shaft regions. The distal tibia dis plays a bilobed (bifurcated) structure, accompanied \nby a varus deformity of the foot. In this study, we pro posed a staged reconstructive surgical approach to \nFig. 6  Postoperative X-ray (A anteroposterior view, B lateral view) showing the replacement of the eight-plate epiphysiodesis \nwith an intramedullary screw. A fibular osteotomy was performed, and the patient was discharged with a short leg cast\nFig. 7  Follow-up X-ray image (right: AP , left: Lateral) taken two years \nafter the initial reconstructive surgery, showing fibular bowing due \nto overgrowth is corrected, tibial plafond and tibiotalar joint is intact, \nangular deformity is proportionately corrected\nPage 7 of 8\n Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \n \npreserve ankle functionality and minimize the chances \nof excessive treatment or the need for amputation. \nThis study resected the excessive physis to maintain \nankle functionality and improve range of motion. In \naddition, ipsilateral fibular epiphysiodesis was per formed to decrease varus ankle deformity due to fibu lar overgrowth. The last follow-up showed promising \noutcomes.\nAbbreviation\nG  Gravida\nP  Para\nL  Live\nA  Abortion\nAcknowledgements\nThe authors would like to thank their colleagues in the Department of Ortho pedic Surgery for their assistance in data gathering.\nAuthor contributions\nAll authors substantially contributed to the design and writing of the study \nmanuscript.\nFunding\nNo grant was received from any public, private, or nonprofit funding agency.\nAvailability of data and materials\nThe information that backs up the research results can be obtained from the \ncorresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.Competing interests\nNone of the authors report any financial conflicts of interest with the content \nof this manuscript.\nAuthor details\n1 School of Medicine, Rasool-E-Akram Hospital, Iran University of Medical \nSciences, Orthopedic Department, Tehran, Iran. 2 Joint and Related Tissue \nResearch Center, Akhtar Orthopedic Hospital, Shahid Beheshti University \nof Medical Sciences, BoneTehran, Iran. 3 Shohadaye Haftom-E- Tir Hospital, \nOrthopedic Department, School of Medicine, Iran University of Medical Sciences, P .O.Box: 1886718136, Tehran, Iran. \nReceived: 12 July 2024   Accepted: 14 January 2025\nReferences\n 1. Brown F. The Brown operation for total hemimelia tibia. Washington DC: \nSelected Lower Limb Anomalies National Academy of Sciences; 1971.\n 2. Schoenecker PL, Capelli A, Millar EA, Sheen M, Haher T, Aiona M, et al. \nCongenital longitudinal deficiency of the tibia. JBJS. 1989;71(2):278–87.\n 3. Paley D. Tibial hemimelia: new classification and reconstructive options. J \nChild Orthop. 2016;10(6):529–55.\n 4. Chong DY, Paley D. Deformity reconstruction surgery for tibial hemimelia. \nChildren. 2021;8(6):461.\n 5. Jones D, Barnes J, Lloyd-Roberts G. Congenital aplasia and dysplasia of \nthe tibia with intact fibula. Classification and management. J Bone Joint \nSurgery Brit. 1978;60(1):31–9.\n 6. Vargas FR, Pontes RL, Llerena JC Jr, de Almeida JCC. Absent tibiae—polydactyly—triphalangeal thumbs with fibular dimelia: variable expression of the Werner (McKusick 188770) syndrome? Am J Med Genet. \n1995;55(3):261–4.\n 7. Carvalho DR, Santos SCL, Oliveira MDV, Speck-Martins CE. Tibial hemime lia in Langer–Giedion syndrome with 8q23 1–q24 12 interstitial deletion. \nAm J Med Gen Part A. 2011;155(11):2784–7.\n 8. Habou O, Magagi IA, Adamou H. Gollop-Wolfgang complex. J Neonatal \nSurgery. 2017. https:// doi. org/ 10. 21699/ jns. v6i1. 492.\n 9. Aukema SM, de Geus CM, Robben SG, van Kaam KJ, Staal HM, Witlox AM, \net al. Tibia hemimelia in a patient with CHARGE syndrome: a rare but \nrecurrent phenomenon. Am J Med Genet A. 2022;188(3):1000–4.\n 10 Shah K, Shah H. Tibial hypoplasia with a bifid tibia: an unclassified tibial hemimelia. BMJ Case Rep. 2016. https:// doi. org/ 10. 1136/ \nbcr- 2016- 216622.\nFig. 8  Photographs displaying the improved functionality of the right ankle two years after the initial surgery (A: standing upright, B: plantar \nflexion, C: foot dorsiflexion)\nPage 8 of 8 Ghaznavi et al. Journal of Medical Case Reports           (2025) 19:46 \n 11 Senthil V, Kottamttavide IV, Shah H. Unclassified tibial hemimelia. Case \nRep. 2016;2016:2016215305.\n 12. Gagnier JJ, Kienle G, Altman DG, Moher D, Sox H, Riley D. The CARE guide lines: consensus-based clinical case reporting guideline development. \nGlobal Adv Health Med. 2013;2(5):38–43.\n 13. Weber M. New classification and score for tibial hemimelia. J Child \nOrthop. 2008;2(3):169–75.\n 14. Hootnick D, Boyd N, Fixsen J, Lloyd-Roberts G. The natural history and \nmanagement of congenital short tibia with dysplasia or absence of the \nfibula. J Bone Joint Surgery British Volume. 1977;59(3):267–71.\n 15 Sabharwal S, Kumar A.",
    "Methods": "Methods for assessing leg length discrepancy. Clin \nOrthopaed Relat Res. 2008;466(12):2910.\n 16. Jochymek J, Peterkova T. Eight-plate guided growth treatment for angular \ndeformities and length discrepancies of the lower limbs in children. Our \nfirst experience. Acta Chir Orthop Traumatol Cech. 2015;82(6):424–9.\n 17. Di Gennaro GL, Trisolino G, Stallone S, Ramella M, Rocca G, Gallone G. \nGuided growth technique for epiphysiodesis and hemiepiphysiodesis: \nsafety and performance evaluation. Children. 2023;11(1):49.\n 18. Demirel M, Sağlam Y, Yıldırım AM, Bilgili F, Şeker A, Şen C. Temporary \nepiphysiodesis using the eight-plate in the management of children with \nleg length discrepancy: a retrospective case series. Indian Jf Orthopae dics. 2022;56(5):874–82.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}