{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05074-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05074-9.pdf",
  "metadata": {
    "/Keywords": "Hypercalcemia; PTHrP; Pancreatic; Pancreatic neuroendocrine tumors (PNETs)",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250210031949+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250206155106+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05074-9",
    "/Author": "Motti Haimi ",
    "/Title": "Refractory hypercalcemia caused by parathyroid-hormone-related peptide secretion from a metastatic pancreatic neuroendocrine tumor: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05074-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The parathyroid-hormone-related peptide has been shown in earlier studies to be secreted by pancre atic neuroendocrine tumors, although its secretion by gastroenteropancreatic neuroendocrine tumors is very rare. \nIn contrast, a number of solid tumors, such as lung cancer and renal cell carcinoma, have frequently been shown \nto secrete parathyroid-hormone-related peptide.",
    "Case Presentation": "Case presentation We describe a case report of a 53-year-old Canadian white patient with refractory parathyroidhormone-related-peptide-mediated hypercalcemia associated with metastatic pancreatic neuroendocrine tumors \nand review the available research. Our patient had severe hypercalcemia initially refractory to treatment. Computed \ntomography scan of the abdomen revealed a pancreatic lesion and multiple hepatic metastases. A liver biopsy confirmed metastatic pancreatic neuroendocrine tumor expressing parathyroid-hormone-related peptide. Circulating \nparathyroid-hormone-related peptide levels were at the upper limit of normal preoperatively and decreased sharply \npostoperatively following debulking of the tumor. Blood calcium levels eventually normalized on long-term administration of the somatostatin analog lanreotide in combination with denosumab.\nConclusions We describe a case with parathyroid-hormone-related-peptide-mediated hypercalcemia in a pancreatic \nneuroendocrine tumor (parathyroid-hormone-related peptide tumor). Refractory hypercalcemia was likely the result \nof parathyroid-hormone-related peptide overproduction by the tumor and resolved following normalization of parathyroid-hormone-related peptide levels.\nKeywords  Hypercalcemia, PTHrP , Pancreatic, Pancreatic neuroendocrine tumors (PNETs)",
    "Introduction": "Introduction\nPancreatic neuroendocrine tumors (PNETs), alterna tively referred to as islet cell tumors, are an uncommon \nform of neoplasm originating from the pancreatic endo crine tissue. On the basis of factors such as histological \ndifferentiation, grade, stage, tumor burden, somatostatin \nexpression, and functionality, PNETs are categorized in a \nvariety of ways [1].\nNeuroendocrine tumors of the pancreas have a clini cal incidence of 1–2 per million annually and consti tute 1–2% of all pancreatic tumors; however, autopsy *Correspondence:\nMotti Haimi\nmorx@netvision.net.il\nRichard Kremer\nrichard.kremer@mcgill.ca\n1 Meuhedet Health Services, Northern District, Israel\n2 Rappaport Faculty of Medicine, Technion-Israel Institute of Technology, \n3109601 Haifa, Israel\n3 Health Systems Management Department, The Max Stern Yezreel Valley \nCollege, Yezreel Valley, Israel\n4 Division of Endocrinology and Metabolism, Department of Medicine, \nMcGill University Health Center, Montreal, QC, Canada\nPage 2 of 7 Haimi et al. Journal of Medical Case Reports           (2025) 19:54 \ninvestigations show that their frequency is substantially \nhigher, occurring in 0.5–1.5%, and that < 1 per 1000 \ninduce a clinical syndrome [2].\nThe incidence and prevalence of these tumors appear \nto have increased in recent years. This is likely due to a \nvariety of factors, including the increased awareness and \nrecognition of these tumors, the improvement in patho logical diagnosis involving immunohistochemical stain ing for specific neuroendocrine tumor markers, and \nincidental detection by imaging studies carried out for \nanother reason [for example, abdominal ultrasound (US), \ncomputed tomography (CT) scan, or magnetic resonance \nimaging (MRI)] [3, 4].\nThough they can appear at any age, pancreatic neu roendocrine tumors typically arise in the fourth or fifth \ndecade of life. There is no gender preference for these \ntumors, though some subtypes may show a modest pref erence for either gender [5]. Children and adolescents \nseldom experience PNETs, and in these cases, it is typi cally linked to a genetic or familial predisposition [6].\nPNETs are typically sporadic, but they can also arise \nin conjunction with hereditary (familial) syndromes, \nincluding neurofibromatosis, von Hippel-Lindau syn drome (VHL), multiple endocrine neoplasia type 1 \n(MEN-1), and tuberous sclerosis; PNETs can arise in \nroughly 30–80% of MEN-1 patients, 20% of VHL syn drome patients, 10% of neurofibromatosis patients, and \n1% of tuberous sclerosis patients [2].\nPNETs can be classified as functional or nonfunc tional (non-secreting) on the basis of their secretory \nhormonal characteristics and the associated clinical pic ture. The synthesis of several peptide hormones, such as \ninsulin, glucagon, gastrin, vasoactive intestinal peptide \n(VIP), and somatostatin, forms the foundation for tumor \nfunctionality.\nA PNET is labeled as “functional” if it secretes one of \nthese hormones and the patient exhibits the correspond ing clinical signs. When a PNET does not release hor mones, it is considered “non-functional” (“NF-PNETS”) \n[7].\nEven though they are much more common (around \n70%), nonfunctional PNETs (NF-PNETs; also called \nPPomas) can secrete a variety of peptides, including \nchromogranin A (CgA), calcitonin, ghrelin, neuroten sin, motilin, neuron-specific enolase (NSE), pancreatic \npolypeptide (PP , in 50–70%), and subunits of human cho rionic gonadotrophin (alpha or beta subunits). Neverthe less, these peptides are not associated with a clinically \nnoticeable syndrome [8].Inadvertent discovery of NF-PNETs usually occurs \noccasionally, or it can be brought about by tumor metas tases, invasion of surrounding structures, or symptoms \nassociated with tumor progression (such as nausea, \nvomiting, anorexia, weight loss, extreme weakness, and \nabdominal pain) [9].\nDue to a particular hormonal hypersecretion, func tional PNETs (F-PNETs), which are uncommon, can \ncause a variety of sometimes perplexing clinical syn dromes; insulinomas are the most common, followed in \ndecreasing order by gastrinomas, glucagonomas, VIPo mas, somatostatinomas, PNETs causing carcinoid syn drome, and other rare PNETs [10, 11].\nWhen an NF-PNET manifests symptoms, the most \nprevalent ones are anorexia and nausea (45%), weight \nloss (20–35%), and abdominal pain (35–78%). Obstruc tive jaundice (17–40%), intra-abdominal hemorrhage \n(4–20%), and palpable masses (7–40%) are less common \nsymptoms.\nMetastatic disease may also be the cause of the symp toms (bone pain, lymphadenopathy, brain or pituitary \nmetastases, and so on). According to several published \nfindings, 32–73% of cases have metastases at the time of \ndiagnosis [12, 13].\nHistopathological features are used to classify neuroen docrine tumors (NETs) that arise at various sites within \nthe body, including PNETs. This classification is crucial \nbecause the tumors’ pathological features are roughly \nreflected in their clinical manifestation: while a small \npercentage of PNETs exhibit highly aggressive behavior, \nmetastasizing early and posing a threat to life, the major ity of PNETs have an indolent course of disease and are \ntypically well-differentiated tumors that behave clinically \nmore like small-cell carcinoma [14].\nParathyroid-hormone-related peptide (PTHrP) has \nbeen shown in earlier studies to be secreted by PNETs, \nalthough its secretion by gastroenteropancreatic neu roendocrine tumors (NETs) is very rare [7].\nPNETs that cause hypercalcemia (PTHrPoma, or par athyroid-hormone-related peptide-secreting PNETs) are \nrare (< 0.1%) and usually originate in the pancreas, and \nmore than 85% of them are malignant [15].\nPTHrP is a hormone that causes hypercalcemia of \nmalignancy, most commonly in a variety of solid tumors, \nincluding head and neck, lung, breast, and renal cell car cinomas [16–19]. PTHrP expression in solid tumors with \nor without hypercalcemia is also linked to metastatic \nprogression and shorter survival in breast and pancreatic \ntumors [20, 21].\nPage 3 of 7\n Haimi et al. Journal of Medical Case Reports           (2025) 19:54 \n \nAbout 20–30% of patients with advanced cancer—both \nthose with solid tumors and those with hematologic \nmalignancies—may develop malignant hypercalcemia. \nThe most frequent cause of hypercalcemia linked to neu roendocrine tumors has been identified as the release \nof parathyroid-hormone-related protein (PTHrP). \nMalignant hypercalcemia is accompanied by hypophos phatemia and disproportionately low (suppressed) \nparathyroid hormone (PTH) levels. The diagnosis is con firmed by the demonstration of elevated serum PTHrP \nlevels [22–24].\nThe treatment of hypercalcemia in this context can be \nchallenging [25, 26].\nHerein, we present a case of refractory PTHrP-medi ated hypercalcemia associated with metastatic PNET.\nCase presentation\nA 53-year-old Canadian white man was found to have \nsevere hypercalcemia (Table  1) refractory to aggressive \nhydration, intravenous zoledronic acid 4 mg, and intrave nous pamidronate 180 mg.\nCT scan of the abdomen revealed a 12.4 × 7.1 × 8.6 cm \npancreatic lesion and multiple hepatic metastases.\nA liver biopsy confirmed metastatic PNET, which \nstained positive for CK 19 synaptophysin and \nchromogranin.\nStaining using a monoclonal antibody against the \nPTHrP N-terminus (PTHrP 1–34 NBP 1 59322 Novus) \ndemonstrated high cytoplasmic expression.\nStaining for CXCR4, a chemokine receptor known for \nits ability to mediate metastasis, was also positive.\nPTHrP levels were measured using a two-site immu noradiometric assay (IRMA; Beckman Coulter), in \nwhich PTHrP is recognized by an  NH2-terminal anti body against PTHrP [1–34] (capture antibody), and a \nsecond COOH-terminal antibody against PTHrP [47–\n86] (signal antibody).\nThis assay detects a sequence containing the major \nportion of the first 86 amino acids of the PTHrP molecule but will not detect  NH2- or COOH-terminal \nfragments alone.\nInterestingly, PTHrP levels preoperatively were at the \nupper limit of normal but overlapped with levels seen \nin normocalcemic cancer patients and healthy volun teers. To firmly establish the underlying mechanism \nof hypercalcemia, we measured nephrogenous-cycle \nAMP , a surrogate marker of PTHrP bioactivity, which \nwas very elevated (Table  1). Furthermore, PTHrP lev els decreased sharply postoperatively, further support ing the link between tumor expression of PTHrP and \nits blood levels.\nOctreoscan isolated somatostatin avid tissue in the \npancreas and liver. Further investigations did not disclose \nevidence of multiple endocrine neoplasia.\nThe patient was treated with subcutaneous lanreotide \n120 mcg and subcutaneous denosumab 60 mg every 4 \nweeks and underwent extensive debulking surgery 12 \nweeks later.\nPathology confirmed a 14.5 cm well-differentiated, \nintermediate-grade NET with three mitotic figures per 10 \nHPF, Ki-67 index 10%, and positive cytoplasmic staining \nfor PTHrP (Fig. 1).\nIt is worth noting that PTHrP staining was weaker in \nthe primary tumor compared with the liver metastasis.\nPostoperatively, the patient developed severe hypocal cemia, similar to hungry bone syndrome seen in patients \nwith hyperparathyroidism.\nThe patient’s hypercalcemia recurred 3 weeks later and \nwas initially refractory to denosumab, lanreotide, everoli mus, and hepatic chemoembolization. However, once \nPTHrP levels normalized, blood calcium levels later nor malized following repeated administration of lanreotide \nand denosumab.\nInvestigations\nSee Table 1.\nPage 4 of 7 Haimi et al. Journal of Medical Case Reports           (2025) 19:54",
    "Discussion": "Discussion\nPNETs are a diverse set of tumors with multiple catego ries based on tumor load, functioning, grade, stage, and \nhistological differentiation. A majority of PNETs are con sidered non-functional [26, 27].\nPNETs that are hormone-secreting (functioning) are \ndivided into different categories on the basis of the main \nhormone they produce and the clinical syndrome they \nlead to, such as insulinoma, gastrinoma, VIPoma, gluca gonoma, and somatostatinoma.\nPNETs may also produce other hormones, such as \nPTHrP , although PTHrP secretion by gastroenteropan creatic NETs is extremely uncommon and seems to be \nexclusively associated with metastatic NETs. PNETs that \nsecrete PTHrP have only been previously described in \ncase reports [16, 17].PTHrP is a polypeptide that has been found to share \nsome similarities with PTH (the first 13 amino acids \nare almost identical) and is expressed in a wide range of \nneuroendocrine cells. This homology allows PTHrP to \nfunction at the PTH-1 receptor site and mimic activities \nsuch as increasing bone resorption and distal tubular cal cium reabsorption [8, 18]. However, the increased intes tinal absorption of calcium does not occur with PTHrP , \nbecause it is less likely to stimulate 1,25-dihydroxyvita min D production [26].\nMalignant tumors of the lung, breast, kidney, and head \nand neck are more frequently associated with PTHrPinduced hypercalcemia than PNETs [22]). PTHrP in \nPNETs can also mediate malignancy-related hypercal cemia, which is still incredibly rare and often denotes a \npoor prognosis [28, 29].Table 1 Evolution of laboratory test",
    "Results": "results\nNota bene: zoledronic acid 4 mg intravenously × 1 on 22 June 2017. Pamidronate 90 mg intravenously × 1 on 24 June 2016, 90 mg intravenously × 1 on 29 June 2016, \n60 mg intravenously × 1 on 2 November 2016; denosumab 60 mg subcutaneously on 15 July 2016, and then every 4 weeks after that; surgery on 4 October 2016; \nTACE, transarterial chemoembolizationTest\n(normal \nvalues)Initial\n22 June 201611 July 2016 3 August 2016 7 \nSeptember \n20167 October \n2016\nPost-Op4 \nNovember \n20167 December \n201615 \nJanuary \n2017\nPostTACE6 \nFebruary \n2017\nAlbumin \n(38–52 g/L)47 41 41 25 27 41 33 38\nTotal calcium\n(2.12–\n2.62 mmol/L)3.51 3.00 2.84 2.54 1.55 2.64 2.88 2.19 2.84\nIonized calcium\n(1.15–\n1.32 mmol/L)1.91 1.52 1.55 1.39 0.96 1.52 1.42\nMagnesium\n(0.75–\n1.05 mmol/L)0.49 0.59 0.59 0.74 0.76 0.76 0.74 0.64 0.68\nPhosphate\n(0.80–\n1.45 mmol/L)0.62 0.74 0.51 0.58 0.54 0.65 0.99 0.65 0.77\n25(OH)D\n(50–\n125 nmol/L)50 32 52 < 15 < 15 48\n1,25(OH)D\n(90–\n174 pmol/L)158 193 33 69 237\nPTH\n(1.50–\n9.30 pmol/L)< 0.80 < 0.80 < 0.80 20.00 < 0.80 < 0.80\nPTHrP\n(0–15 pg/mL)14 11 6 3 4\nUrinary cyclic \nAMP\n(1.3–3.7 nmol/\ndL)5.0 7.3\nChromogranin A\n(< 82.0 ng/mL)106.4 163.5 172.1 190.3 352.5 190.1\nPage 5 of 7\n Haimi et al. Journal of Medical Case Reports           (2025) 19:54 \n \nMen and women are equally represented in the demog raphy of PTHrP-secreting PNETs, which is consistent \nwith the overall epidemiology of PNETs. Although there \nwas a large range in age, the majority of patients who pre sented with it were between the ages of 40 and 60 years \n[30].\nAlthough a small minority of patients in the published \ncase series had hypercalcemia upon presentation, the \nmajority of patients experienced the onset of sympto matic hypercalcemia between months and years after \nreceiving a PNETs diagnosis [31, 32].\nMost patients with hypercalcemia of malignancy and \nPNETs had metastatic disease, with the liver being the \nmost frequently affected location. In most cases, the \npatients exhibited hypercalcemia symptoms whether or \nnot they had already been given a PNETs diagnosis. The \nmost often reported symptoms were those associated \nwith hypercalcemia, such as abdominal pain, low appe tite, nausea, vomiting, constipation, and weight loss [27].\nThe management of NET-associated humoral hyper calcemia of malignancy can be challenging, and often \nrequires multimodal treatment.\nThe acute management of hypercalcemia and the \ncytoreduction of the tumors should be the two main \nfocuses of the therapy.\nSurgical debulking is the most efficient treatment \nfor PTHrP-induced hypercalcemia brought on by \nPNETs, while many patients might not be suitable [27]. Aggressive tumor cytoreduction with surgery, arterial \nchemoembolization and/or peptide receptor radionu clide therapy is frequently used in addition to systemic \ntreatment [27, 31–34].\nSomatostatin analogues (SSAs), everolimus, sunitinib, \nand streptozocin are all agents approved for the treat ment of PNETs [14]. In randomized phase III trials, SSAs \nwere linked to symptom management in as many as 70% \nof patients and a biochemical response in between 30% \nand 40% of individuals [35].\nAccording to published case studies, SSAs normalize \nserum calcium levels in patients with PTHrP-induced \nhypercalcemia; in contrast, in our case report, SSAs did \nnot normalize serum calcium levels for our patient [32].\nIn addition, chemotherapy with temozolomide and \ncapecitabine (TC regimen) has shown promising results, \nthough its use has only been reported in a few case \nreports. The response rate to the TC regimen was 39.7%, \nand both progression-free survival (PFS) and overall sur vival (OS) improved [36].\nThere is inadequate evidence to support the effective ness of other therapies, such as peptide receptor radio nuclide therapy (PRRT), which can be utilized to regulate \nhormone secretion in PTHrP-induced hypercalcemia \n[37].\nA 58-year-old male patient with nonspecific abdominal \npain was described by Kanakis et al. [15] as having sig nificant hypercalcemia as a result of a well-differentiated \nFig. 1 Pathology of the primary tumor and liver metastasis at 200× magnification. Note that the parathyroid-hormone-related peptide and CXCR4 \nstainings are much stronger in the liver metastasis compared with the primary tumor\nPage 6 of 7 Haimi et al. Journal of Medical Case Reports           (2025) 19:54 \nPNET with widespread liver metastases. Increased ion ized calcium levels, low serum PTH, and noticeably \nhigh PTHrP concentrations were indicative of PTHrPrelated hypercalcemia, which was unresponsive to sup portive treatment and several chemotherapy regimens. \nIt took the application of cytoreductive procedures and \nthe development of several molecular-targeted medica tions to achieve partial control of the humoral condi tion. Brown tumors, a sign of bone disease, appeared as a \nresult of PTHrP’s continued activity.\nThe added interest of our case is the finding of PTHrP \nvalues at the upper limit of normal despite extreme \nhypercalcemia and a PTH-like biochemical profile \nincluding suppressed PTH, low phosphate, and high \nnephrogenous cyclic AMP levels, a surrogate marker of \nPTHrP bioactivity.\nThis indicates that the circulating PTHrP levels as \nmeasured by the two-site IRMA specific for PTHrP \n(1–86) does not correlate well with the degree of hyper calcemia. When PTHrP levels are not frankly elevated, \none needs to ensure that the blood collection was done \nproperly so as to prevent degradation of the molecule \n(sample collected on ice preferably with a protease inhib itor and quickly centrifuged).\nPTHrP measurements should be repeated and, if in \ndoubt, followed by PTH-like bioassay measurements. \nNewer, more specific and sensitive immunoassays \nfor PTHrP have recently been developed with greatly \nimproved diagnostic performance that could be of great \nvalue in monitoring cancer patients [38, 39]\nIn addition, the findings of positive CK19 staining in \nthe liver and stronger PTHrP/CXCR4 staining in the \nmetastatic lesions compared with the primary tumor may \nbe harbingers of poor prognosis.\nConclusions\nWe report a case of refractory PTHrP-mediated hyper calcemia in the context of metastatic PNET. Refractory \nhypercalcemia resolved following PTHrP normalization.\nAcknowledgements\nThe authors want to thank the patient, and the laboratory team at the Division \nof Endocrinology and Metabolism, Department of Medicine, McGill University \nHealth Center.\nAuthor contributions\nMH contributed to validation of data and writing the original draft and review \nand editing the article; JWY contributed to data curation and formal analysis, \ninvestigation, and methodology steps; RK contributed to project administration and resources management, funding acquisition, methodology building, \nformal analysis, and the reviewing of the original draft of article.\nFunding\nThis work was supported by Canadian Institutes of Health Research (CIHR) \ngrant #MOP 142287.Availability of data and materials\nThe data that support the findings of this study are openly available in all the \nrefernces, figure and table.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 5 August 2024   Accepted: 13 January 2025\nReferences\n 1. O’Grady HL, Conlon KC. Pancreatic neuroendocrine tumors. Eur J Surg \nOncol. 2008;34(3):324–32. https:// doi. org/ 10. 1016/j. ejso. 2007. 07. 209.\n 2. Metz DC, Jensen RT. Gastrointestinal neuroendocrine tumors: pancreatic \nendocrine tumors. Gastroenterology. 2008;135:1469–92.\n 3. Yao JC, Hassan M, Phan A, Dagohoy C, Leary C, Mares JE, et al. One hundred years after “carcinoid”: epidemiology of and prognostic factors for \nneuroendocrine tumors in 35,825 cases in the United States. J Clin Oncol. \n2008;26:3063–72.\n 4. Caldarella A, Crocetti E, Paci E. Distribution, incidence, and prognosis in \nneuroendocrine tumors: a population-based study from a cancer registry. \nPathol Oncol Res. 2011;17:759–63.\n 5. Hruban RH, Takaori K, Canto M, Fishman EK, Campbell K, Brune K, et al. \nClinical importance of precursor lesions in the pancreas. J Hepatobiliary \nPancreat Surg. 2007;14:255–63.\n 6. Marchegiani G, Crippa S, Malleo G, Partelli S, Capelli P , Pederzoli P , et \nal. Surgical treatment of pancreatic tumors in childhood and adolescence: uncommon neoplasms with favorable outcome. Pancreatology. \n2011;11:383–9.\n 7. Grozinsky-Glasberg S, Mazeh H, Gross DJ. Clinical features of pancreatic \nneuroendocrine tumors. J Hepato-Biliary-Pancreatic Sci. 2015;22(8):578–\n85. https:// doi. org/ 10. 1002/ jhbp. 226.\n 8. Ito T, Igarashi H, Jensen RT. Pancreatic neuroendocrine tumors: clinical \nfeatures, diagnosis and medical treatment: advances. Best Pract Res Clin \nGastroenterol. 2012;26:737–53.\n 9. Eriksson B, Oberg K, Skogseid B. Neuroendocrine pancreatic tumors. \nClinical findings in a prospective study of 84 patients. Acta Oncol. \n1989;28:373–7.\n 10. Oberg K. Pancreatic endocrine tumors. Semin Oncol. 2010;37:594–618.\n 11. Kulke MH, Anthony LB, Bushnell DL, de Herder WW, Goldsmith SJ, Klimstra \nDS, et al. NANETS treatment guidelines: well-differentiated neuroendo crine tumors of the stomach and pancreas. Pancreas. 2010;39:735–52.\n 12. Kloppel G, Rindi G, Perren A, Komminoth P , Klimstra DS. The ENETS and \nAJCC/UICC TNM classifications of the neuroendocrine tumors of the \ngastrointestinal tract and the pancreas: a statement. Virchows Arch. \n2010;456:595–7.\n 13. Garcia-Carbonero R, Capdevila J, Crespo-Herrero G, Diaz-Perez JA, Mar tinez Del Prado MP , Alonso Orduna V, et al. Incidence, patterns of care and \nprognostic factors for outcome of gastroenteropancreatic neuroendo crine tumors (GEP-NETs): results from the National Cancer Registry of \nSpain (RGETNE). Ann Oncol. 2010;21:1794–803.\n 14. Madura JA, Cummings OW, Wiebke EA, Broadie TA, Goulet RL Jr, Howard \nTJ. Nonfunctioning islet cell tumors of the pancreas: a difficult diagnosis \nbut one worth the effort. Am Surg. 1997;63:573–7; discussion 577-578.\n 15. Kanakis G, Kaltsas G, Granberg D, Grimelius L, Papaioannou D, Tsolakis \nAV, et al. Unusual complication of a pancreatic neuroendocrine tumor \nPage 7 of 7\n Haimi et al. Journal of Medical Case Reports           (2025) 19:54 \n \npresenting with malignant hypercalcemia. J Clin Endocrinol Metab. \n2012;97:E627–31.\n 16. Rizzoli R, Sappino AP , Bonjour JP . Parathyroid hormone-related protein \nand hypercalcemia in pancreatic neuro-endocrine tumors. Int J Cancer. \n1990;46(3):394–8. https:// doi. org/ 10. 1002/ ijc. 29104 60311.\n 17. Shirai K, Inoue I, Kato J, Maeda H, Moribata K, Shingaki N, et al. A case of a \ngiant glucagonoma with parathyroid hormone-related peptide secretion \nshowing an inconsistent postsurgical endocrine status. Internal Med. \n2011;50(1):1689–894. https:// doi. org/ 10. 2169/ inter  nalme dicine. 50. 5357.\n 18. Kremer R, Goltzman D. Parathyroid hormone related peptide (PTHrP) and \nother mediators of skeletal manifestations of malignancy. In: Bilezikian \nJP , Martin TJ, Clemens TL, Clifford CJ, editors. Principle of bone biology. \neBook ISBN: 9780128148426.\n 19. Truong NY, deB Edwardes M, Papavasiliou V, Goltzman D, Kremer R. \nParathyroid hormone related peptide and survival of patients with cancer \nand hypercalcemia. Am J Med. 2003;115(2):115–21.\n 20. Assaker G, Camirand A, Abdulkarim B, Omeroglu A, Deschenes J, Joseph \nK, Noman ASM, Ramana Kumar AV, Kremer R, Sabri S. PTHrP , a biomarker \nfor CNS metastasis and node-negative adjuvant chemotherapy-selection \nin triple-negative breast cancer). J Natl Cancer Inst Cancer Spectrum. \n2020;4(1):063.\n 21. Pitarresi JR, Norgard RJ, Chiarella AM, Suzuki K, Bakir B, Sahu V, Li J, Zhao J, \nMarchand B, Wengyn MD, Hsieh A, Kim IK, Zhang A, Sellin K, Lee V, Takano \nS, Miyahara Y, Ohtsuka M, Maitra A, Notta F, Kremer R, Stanger BZ, Rustgi \nAK. PTHrP drives pancreatic cancer growth and metastasis and reveals a \nnew therapeutic vulnerability. Cancer Discov. 2021;11(7):1774–91. https:// \ndoi. org/ 10. 1158/ 2159- 8290. cd- 20- 1098.\n 22. DeLellis RA, Xia L. Paraneoplastic endocrine syndromes: a review. Endocr \nPathol. 2003;14:303–17.\n 23. Kaltsas G, Androulakis II, de Herder WW, Grossman AB. Paraneoplastic \nsyndromes secondary to neuroendocrine tumours. Endocr Relat Cancer. \n2010;17:R173–93.\n 24. Grunbaum A, Kremer R. Parathyroid hormone-related protein (PTHrP) and \nmalignancy. In: Litwack G, editor. Parathyroid hormone (the “Volume”). \nVitamins and hormones. Elsevier Inc. San Diego, CA; 2022.\n 25. Halfdanarson TR, Rabe KG, Rubin J, et al. Pancreatic neuroendocrine \ntumors (PNETs): incidence, prognosis and recent trend toward improved \nsurvival. Ann Oncol. 2008;19:1727–33.\n 26. Zhu V, de Las MA, Janicek M, Hartshorn K. Hypercalcemia from metastatic \npancreatic neuroendocrine tumor secreting 1,25-dihydroxyvitamin D. J \nGastrointest Oncol. 2014;5(4):E84–7. https:// doi. org/ 10. 3978/j. issn. 2078- \n6891. 2014. 042.\n 27. Pitts S, Mahipal A, Bajor D, Mohamed A. Hypercalcemia of malignancy \ncaused by parathyroid hormone-related peptide-secreting pancre atic neuroendocrine tumors (PTHrP-PNETs): case report. Front Oncol. \n2023;12(13):1197288. https:// doi. org/ 10. 3389/ fonc. 2023. 11972 88.\n 28. Clemens P , Gregor M, Lamberts R. Pancreatic neuroendocrine tumor \nwith extensive vascularisation and parathyroid hormone-related protein \n(PTHrP)-associated hypercalcemia of malignancy. Exp Clin Endocrinol \nDiabetes. 2001;109(07):378–85. https:// doi. org/ 10. 1055/s- 2001- 17411.\n 29. Ralston SH, Gallacher SJ, Patel U, Campbell J, Boyle IT. Cancer-associated \nhypercalcemia: morbidity and mortality. Clinical experience in 126 \ntreated patients. Ann Internal Med. 1990;112(7):499–504. https:// doi. org/ \n10. 7326/ 0003- 4819- 112-7- 499.\n 30. Wu TJ, Lin CL, Taylor RL, Kvols LK, Kao PC. Increased parathyroid hormonerelated peptide in patients with hypercalcemia associated with islet cell \ncarcinoma. Mayo Clinic Proc. 1997;72(12):1111–5. https:// doi. org/ 10. \n4065/ 72. 12. 1111.\n 31. Milanesi A, Yu R, Wolin EM. Humoral hypercalcemia of malignancy caused \nby parathyroid hormone-related peptide-secreting neuroendocrine \ntumors: report of six cases. Pancreatology. 2013;13(3):324–6. https:// doi. \norg/ 10. 1016/j. pan. 2013. 02. 007.\n 32. Kamp K, Feelders RA, van Adrichem RCS, de Rijke YB, van Nederveen FH, \nKwekkeboom DJ, et al. Parathyroid hormone-related peptide (PTHrP) \nsecretion by gastroenteropancreatic neuroendocrine tumors (GEP-NETs): \nclinical features, diagnosis, management, and follow-up. J Clin Endocrinol \nMetab. 2014;99(9):3060–9. https:// doi. org/ 10. 1210/ jc. 2014- 1315.\n 33. Papazachariou IM, Virlos IT, Williamson RCN. Parathyroid hormone-related \npeptide in pancreatic neuroendocrine tumours associated with hyper calcaemia. HPB (Oxford). 2001;3(3):221–5. https:// doi. org/ 10. 1080/ 13651 \n82017 53242 253. 34. Igarashi H, Hijioka M, Lee L, Ito T. Biotherapy of pancreatic neuroendo crine tumors using somatostatin analogs. J Hepato-Biliary-Pancreatic Sci. \n2015;22(8):618–22. https:// doi. org/ 10. 1002/ jhbp. 227.\n 35. Caplin ME, Pavel M, Ćwikła JB, Phan AT, Raderer M, Sedláčková E, et al. \nLanreotide in metastatic enteropancreatic neuroendocrine. N Engl J Med. \n2014;371(3):224–33. https:// doi. org/ 10. 1056/ NEJMo a1316 158.\n 36. Ramirez RA, Beyer DT, Chauhan A, Boudreaux JP , Wang YZ, Woltering EA. \nThe role of capecitabine/temozolomide in metastatic neuroendocrine \ntumors. Oncol. 2016;21(6):671–5. https:// doi. org/ 10. 1634/ theon colog  ist. \n2015- 0470.\n 37. Strosberg J, El-Haddad G, Wolin E, Hendifar A, Yao J, Chasen B, et al. Phase \n3 trial of 177Lu-dotatate for midgut neuroendocrine tumors. N Engl J \nMed. 2017;376(2):125–35. https:// doi. org/ 10. 1056/ NEJMo a1607 427.\n 38. Otieno BA, Krause CE, Jones AL, Kremer RB, Rusling JF. Cancer diagnostics via ultrasensitive multiplexed detection of parathyroid hormonerelated peptides with a microfluidic immunoarray. Anal Chem. \n2016;88(18):9269–75.\n 39. Dhanapala L, Joseph S, Jones AL, Moghaddam S, Lee N, Kremer RB, \nRusling JF. Immunoarray measurements of parathyroid hormone-related \npeptides combined with other biomarkers to diagnose aggressive prostate cancer. Anal Chem. 2022;94(37):12788–97. https:// doi. org/ 10. 1021/ \nacs. analc hem. 2c026 48.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}