{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04896-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04896-3.pdf",
  "metadata": {
    "/Keywords": "Abscess; Prostate; Seminal vesicle; Sepsis; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241108192730+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241107155241+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04896-3",
    "/Author": "Nader Gharbia ",
    "/Title": "Simultaneous prostatic and right seminal vesicle abscesses: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04896-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Synchronous abscesses of the prostate and seminal vesicles represent a rare but clinically significant \nform of purulent retention. They pose diagnostic and therapeutic challenges and are associated with considerable \nmorbidity and a high risk of sepsis.",
    "Case Presentation": "Case presentation We present the case of a 60-year-old Caucasian man with a history of insulin-dependent diabetes \nmellitus, who had a voluminous prostatic abscess associated with a right seminal vesicle abscess due to compression \nof the right ejaculatory duct, and who presented to our department with sepsis. He had clinical and radiological confirmation with computed tomography scan and magnetic resonance imaging. The patient underwent percutaneous \ndrainage of the prostatic abscess resulting in the subsidence of the seminal vesicle abscess. The treatment also consisted on prolonged antibiotic therapy. The clinical evolution was favorable.",
    "Conclusion": "Conclusion We conclude that prostatic abscesses can lead to synchronous seminal vesicle abscesses due to ejaculatory duct compression. Percutaneous drainage of the prostatic abscess by transrectal ultrasound-guided drainage, \ncombined with prolonged antibiotic therapy, can effectively treat both abscesses.\nKeywords  Abscess, Prostate, Seminal vesicle, Sepsis, Case report\nBackground\nSynchronous prostatic abscess (PA) and seminal vesi cle abscess (SVA) represent a rare yet clinically signifi cant manifestation of genitourinary pathology. They are \ncharacterized by the accumulation of purulent material \nwithin the prostate gland and adjacent seminal vesicles, \ntherefore posing an immediate threat due to the high risk \nof sepsis [1].\nAlthough less frequently encountered than iso lated prostatic abscesses, the simultaneous pres ence of abscesses in both the prostate and seminal \nvesicles, caused by compression of the ejaculatory ducts, complicates both clinical presentations and management \n[2].\nTo our knowledge, this represents the first reported \ncase in the literature of synchronous prostate and semi nal vesicle abscesses resulting from ejaculatory duct com pression. Understanding the etiology, clinical features, \ndiagnostic modalities, and treatment strategies is crucial \nfor timely recognition and effective management of this \ncomplex synchronous purulent retention.\nCase prensentation\nA 60-year-old Caucasian male with a known history of \nunbalanced insulin-dependent diabetes mellitus evolv ing for 8 years presented to our department. He had no \nknown urological history, no dental issues, and no signifi cant family or psychosocial history. He was a non-smoker \nand reported no alcohol consumption. He was retired \nfrom a clerical job and lived in an urban environment. Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nNader Gharbia\nnadergharbia@hotmail.fr\n1 Department of Urology, La Rabta Hospital, University of Tunis El Manar, \nTunis, Tunisia\nPage 2 of 5 Gharbia et al. Journal of Medical Case Reports          (2024) 18:543 \nHe had no history of environmental exposure to toxins \nor any other medical conditions besides diabetes. His \nchief complaint was a fever persisting for 10 days along \nwith lower urinary tract symptoms including dysuria \nand pollakiuria as well as perineal pain. The patient had \nbeen receiving insulin therapy for diabetes management, \nthough specific dosages were not documented. Prior to \nadmission, he completed a course of oral ciprofloxacin \n500 mg twice daily for 7 days, prescribed by his primary \ncare physician for suspected urinary tract infection, but \nreported no improvement. An analysis of midstream \nurine samples revealed a wild-type Escherichia coli, sen sitive to fluoroquinolones.\nUpon physical examination, the patient appeared \nlethargic and showed signs of dehydration. Neurologi cally, he was alert but mildly disoriented, with a Glas gow Coma Scale (GCS) of 13/15. His vital signs included \na temperature of 38.9  °C (102  °F), blood pressure of \n90/70 mmHg, heart rate of 110 beats per minute, and a \nrespiratory rate of 24 cycles per minute. Oxygen satu ration was 98% on room air. The cardiovascular exam \nrevealed a regular but rapid pulse, while auscultation of \nthe lungs was clear with no crackles or wheezes. There \nwere no focal neurological deficits or cranial nerve \nabnormalities.\nThe patient presented with sepsis with a Quick SepsisRelated Organ Failure Assessment (qSOFA) score [3] of \n3/3 (systolic blood pressure < 100  mmHg, respiratory \nrate > 20/minute, GCS ≤ 14).\nPalpation of the abdomen revealed isolated tenderness \nof the hypogastric and perineal region but there was no \nbladder globe. The digital rectal palpation found a painful \nfluctuation with tenderness towards the prostate.Laboratory findings indicated an inflammatory syn drome with a C-reactive protein (CRP) level of 258 mg/L. \nThe complete blood count revealed leukocytosis, with \nwhite blood cell count of 19,410 cells/µL, predominantly \nneutrophils (86%). The patient also had thrombocyto penia with a platelet count of 71,000/µL. Renal function \ntests showed acute kidney injury with a serum creatinine \nlevel of 320  µmol/L, and blood urea nitrogen was ele vated at 15 mmol/L. Liver function tests were within nor mal limits. Urinalysis showed pyuria but no hematuria, \nand urine culture revealed a wild-type Escherichia coli \nsensitive to fluoroquinolones; it was negative for fungi or \nanaerobes.\nAn emergency abdominal computed tomography (CT) \nscan (Fig.  1) showed an enlarged prostate with heteroge neous density, with two collections measuring 9.8  mm \nand 36  mm. The larger collection was associated to a \ncollection of the right seminal vesicle, requiring further \ncharacterization by pelvic magnetic resonance imaging \n(MRI).\nOn pelvic MRI (Fig.  2), we found a voluminous multi loculated collection of 70 mm × 60 mm × 43 mm involv ing almost the entire peripheral zone, extending to the \nright seminal vesicle. The collection exhibited heteroge neous high signal on T2-weighted images, low signal on \nT1-weighted images, high signal on diffusion-weighted \nimaging with apparent diffusion coefficient (ADC) \nrestriction, and peripheral enhancement after gadolin ium injection. Additionally, a second collection measur ing 11 mm was noted in the left anterior peripheral zone \nof the prostate.\nThe imaging findings confirmed the presence of a syn chronous PA and right SVA.\nFig. 1 CT scan of the pelvis showing enlarged heterogeneous prostate with two collections associated to right seminal vesicle collection\nPage 3 of 5\n Gharbia et al. Journal of Medical Case Reports          (2024) 18:543 \n \nThe right SVA was caused by the compression of the \nright ejaculatory duct, resulting in purulent retention.\nUpon admission, the patient was immediately started \non intravenous broad-spectrum antibiotics, specifically \nthird-generation cephalosporin (ceftriaxone 2  g/day), \nalong with a percutaneous drainage of the PA based on \na transrectal ultrasound (TRUS) guided approach. The \ntechnique consisted on the insertion of a thin needle \nunder real-time ultrasound guidance into the abscess \ncavity within the right lobe of the prostate. Once \nthe needle is correctly positioned, the content of the \nabscess was gently aspirated, destined for microbiologi cal culture. During the procedure, real-time utrasound \nimaging showed that the reduction in PA size allowed \nthe subsidence of SVA.\nThe aspirate samples were collected using a sterile \ntechnique with a fine needle under real-time transrectal \nultrasound guidance. Samples were immediately trans ported in appropriate media to the microbiology lab for \nculture. Standard protocols were followed for both aer obic and anaerobic cultures, and susceptibility testing \nwas performed on any potential isolates. However, no \ngrowth was observed from the samples. Both cultures, \nas well as Gram stains of the aspirate, were negative for \nany bacterial growth. On the other hand, blood cultures \nfor both aerobic and anaerobic bacteria were obtained \nupon admission, and",
    "Results": "results returned negative after \n48  hours of incubation. Gram staining of the abscess \naspirate showed no bacterial organisms.\nThere were no immediate complications and the \npatient’s condition improved positively. After cul ture results were negative, the antibiotic regimen \nwas shifted to oral trimethoprim-sulfamethoxazole \n160/800  mg twice daily for 4  weeks, following dis charge. The patient remained hospitalized for 5  days and received intravenous fluids along with ceftriaxone \ntherapy.\nThe patient was followed up for 6  months post-dis charge. During this period, he reported a complete res olution of symptoms. Pelvic ultrasound performed at \n3 months showed no recurrence of the prostatic or semi nal vesicle abscesses. The patient remained free from any \nurinary or systemic infections, and renal function had \nreturned to baseline by the 6-month follow-up.",
    "Discussion": "Discussion\nThis case presents the unusual coexistence of PA and SVA \nin a patient with uncontrolled diabetes mellitus, a combi nation rarely documented in the literature. What makes \nthis case particularly unique is the synchronous presen tation of PA and SVA, the latter occurring as a result of \ncompression of the right ejaculatory duct. To our knowl edge, there are few cases describing such an association \nand even fewer detailing a successful resolution through \npercutaneous drainage of the PA, which led to the sub sidence of the SVA. Additionally, the case is notable \nfor the negative culture results despite clinical signs of \nsevere infection, emphasizing the importance of imag ing in the diagnosis and management of these complex \ncases. PA and SVA are rare but serious conditions that \ncan occur independently or concurrently. However, their \nassociation presents unique diagnostic and management \nchallenges. In this case study, our approach involved a \nthorough diagnostic workup including clinical and imag ing modalities such as pelvic CT and MRI of the pelvis \nto accurately visualize and characterize the abscesses. \nThe treatment strategy encompassed percutaneous \ndrainage of the PA by transrectal ultrasound-guided \ndrainage allowing the subsidence of SVA, along with pro longed antibiotic therapy. Through this comprehensive \nFig. 2 MRI of the pelvis revealing extensive peripheral zone collection in the right prostate lobe synchronous with right seminal vesicle collection\nPage 4 of 5 Gharbia et al. Journal of Medical Case Reports          (2024) 18:543 \napproach, we aimed to highlight effective management \nstrategies and outcomes in dealing with these complex \ngenitourinary infections.\nThe etiology of PA associated with SVA can be similar \nto that of isolated PA, arising from bacterial infections, \nwhich can occur secondary to synchronous hematog enous dissemination during bacteremia or retrograde \ntransmission through contaminated urine or iatrogenic \nsources. The proximity of the prostate and seminal vesi cles facilitates the spread of infection between these \nstructures, leading to concurrent abscess formation [1].\nUntreated or poorly treated acute or chronic prostati tis will progress to prostatic abscess. In our case, the SVA \noccurred due to compression of the right ejaculatory \nduct, resulting in purulent retention.\nBacterial pathogens implicated in these infections com monly include Escherichia coli, Klebsiella pneumoniae, \nand Proteus mirabilis [1]. In their 5-year study, Göğüş \net  al. [4] found out that 33% of patients that developed \ngenitourinary abscesses had a medical history of diabetes \nmellitus.\nPA and SVA often manifest with symptoms resembling \nthose of acute prostatitis, including dysuria, urinary fre quency, perineal pain, fever, acute urinary retention, and \nhematuria. However, these symptoms are nonspecific. \nThe hallmark finding for PA is tenderness on digital rec tal examination, observed in 48–100% of cases [5].\nImaging serves a critical role in diagnostic processes. \nTransrectal ultrasound (TRUS) is a valuable tool offer ing diagnostic and therapeutic benefits for guiding drain age procedures. It can reveal disorganization within the \nprostatic or seminal vesicle architecture, manifesting as \nhypoechoic areas indicative of abscess collections, typi cally concentrated in transitional and central regions. \nHowever, this method can be discomforting, particularly \nfor large-sized abscesses, and its sensitivity in detecting \nearly-stage lesions is limited, necessitating supplemen tary cross-sectional imaging [6].\nCT excels in delineating the topography and extent \nof abscess collections, displaying well-defined, oval, \nhypodense formations with regular contrast-enhanced \nwalls that tend to converge. In cases of complex col lections, where distinction from other differential \ndiagnosis proves challenging, MRI and, potentially, his tological biopsies are indispensable [2]. They typically \npresent as hypointense on T1-weighted and hyperintense \non T2-weighted images, with restricted diffusion on dif fusion-weighted imaging (DWI) and low ADC values. \nDifferential diagnosis includes rare cystic tumors of the \nprostate, such as cystadenoma and cystadenocarcinoma, \nalong with cystic tumors of the seminal vesicles [7].\nAntibiotic therapy and drainage of abscess repre sent the cornerstones of treatment. Empiric antibiotic regimens should be guided by local antimicrobial resist ance patterns, targeting mainly Gram-negative organ isms. The antibiotic adjustment could be through urine \ncultures and Gram stain results showing evidence to \nsuspect another etiology such as Gram-positive bacteria \nor rare causes such as fungal organisms. The duration \nof antibiotic therapy typically ranges from 4 to 6 weeks, \nwith oral or parenteral administration depending on the \nseverity of the infection [8].\nAs for drainage, several",
    "Methods": "methods have been proposed; \nTRUS-guided aspiration is a minimally invasive proce dure that is known for its safety and efficacy. In the larg est series in literature, Collado et  al. reported a success \nrate of 83% in 24 patients treated by TRUS-guided drain age with no major complications. Success was defined \nas complete resolution of abscess on subsequent US \nand complete resolution of abscess after second TRUSguided aspiration, respectively. The reasons for failure \nwere abscess size > 3 cm, anechoic appearance and ultra sonographically heterogeneous. Transurethral drainage \nwas used following failure of TRUS-guided aspiration \nand was successful [5]. We also cite the transperineal \napproach involving TRUS guidance to direct a needle \nthrough the perineum and into the prostatic abscess. \nThis technique is typically performed under general \nanesthesia.\nIn cases of recurrent abscess or incomplete evacuation, \ntransurethral resection emerges as a more appropriate \nmethod, ensuring better drainage of the abscess cavity \nwith early recovery of the patient [9].\nIn exceptional circumstances, patients with extrapros tatic involvement may necessitate open surgical drainage. \nThis involves transperineal incision and drainage, par ticularly if the abscess has breached the levator ani mus cle [10].\nConclusion\nAccurate diagnosis of PA and SVA can be made through \nimaging techniques such as CT scan and MRI, which are \ncrucial in guiding effective treatment strategies. The use \nof noninvasive TRUS-guided percutaneous drainage has \nproven to be both effective and safe, particularly in man aging complex cases involving both PA and SVA.\nThe sequential approach of initially draining the PA, \nwhich aids in decompression of the ejaculatory ducts, \nand thus, drainage of SVA, can be a crucial step in resolv ing these infections.\nIn case of persistence of the SVA, its drainage can then \nbe discussed based on the patient’s clinical progression.\nAbbreviations\nPA  Prostatic abscess\nSV  Seminal vesicle\nCT  Computed tomography\nPage 5 of 5\n Gharbia et al. Journal of Medical Case Reports          (2024) 18:543 \n \nMRI  Magnetic resonance imaging\nADC  Apparent diffusion coefficient\nTRUS  Transrectal ultrasound-guided approach\nDWI  Diffusion-weighted imaging\nAcknowledgements\nAuthors wish to thank all the teams of the Urology department of the La \nRABTA University Hospital for their efforts.\nAuthor contributions\nStudy concept was provided by NG, YO, and JK. Writing the paper was \nperformed by NG, KC, and MR. Data interpretation was carried out by YO, MB, \nand YN.\nFunding\nNo funding was received.\nAvailability of data and materials\nThe datasets are available from the corresponding author on reasonable \nrequest.\nDeclarations\nEthics approval and consent to participate\nThe institution (La RABTA University Hospital) exempts the case report from \nethical approval.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there is no conflict of interests.\nReceived: 23 June 2024   Accepted: 14 October 2024\nReferences\n 1. Lahfidi A, Traore WM, Hajar A, Abdellaoui M, El Fenni J, Saouab R. Extensive prostatic abscess drained by CT-guided percutaneous approach: \ncase report. Radiol Case Rep. 2022;17(8):2723–7.\n 2. Ren J, Huang X, Wang H, Liu H, Ren F, Zhang Z, et al. Prostatic abscess and \nseminal vesicle abscess: MRI findings and quantitative analysis of appar ent diffusion coefficient values. Radiol Infect Dis. 2015;2(1):27–32.\n 3. Singer M, Deutschman CS, Seymour CW. The third international \nconsensus definitions for sepsis and septic shock (sepsis-3). JAMA. \n2016;315(8):801–10.\n 4. Göğüş C, Ozden E, Karaboğa R, Yağci C. The value of transrectal ultrasound guided needle aspiration in treatment of prostatic abscess. Eur J \nRadiol. 2004;52(1):94–8.\n 5. Collado A, Palou J, García-Penit J, Salvador J, De la Torre P , Vicente J. \nUltrasound-guided needle aspiration in prostatic abscess. Urology. \n1999;53(3):548–52.\n 6. Chou CP , Chiou SH, Levenson RB, Huang JS, Yang TL, Yu CC, et al. \nDifferentiation between pelvic abscesses and pelvic tumors with \ndiffusion-weighted MR imaging: a preliminary study. Clin Imaging. \n2012;36(5):532–8.\n 7. Singh P , Yadav MK, Singh SK, Lal A, Khandelwal N. Case series: diffusion \nweighted MRI appearance in prostatic abscess. Indian J Radiol Imaging. \n2011;21(1):46–8.\n 8. EAU Guidelines. Edn. presented at the EAU Annual Congress Milan, Italy \n2023. ISBN 978-94-92671-19-6\n 9. Ludwig M, Schroeder-Printzen I, Schiefer HG, Weidner W. Diagnosis and \ntherapeutic management of 18 patients with prostatic abscess. Urology. \n1999;53:340–5. 10. Granados EA, Riley G, Salvador J, Vincente J. Prostatic abscess: diagnosis \nand treatment. J Urol. 1992;148:80–2.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}