{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05069-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05069-6.pdf",
  "metadata": {
    "/Keywords": "Intraperitoneal bladder rupture; Road traffic accident; Blunt abdominal trauma; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250224134835+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250221205752+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05069-6",
    "/Author": "Olivier Iryivuze ",
    "/Title": "Isolated intraperitoneal urinary bladder rupture secondary to blunt abdominal trauma encountered during a road traffic accident: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05069-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction and importance In general, bladder injuries are rare, particularly in the case of intraperitoneal bladder \nrupture secondary to blunt abdominal trauma. The diagnosis of intraperitoneal bladder rupture in rural places is difficult and is made at a late stage associated with complications leading to poor outcomes.",
    "Case Presentation": "Case presentation We present the case of a 35-year old married black African man who had an isolated intraperitoneal bladder injury secondary to blunt abdominal trauma with an intact pelvis that occurred due to a road traffic \naccident. The clinical picture and the investigations done led to a laparotomy that revealed a bladder dome tear, \nwhich was repaired in two layers.\nClinical",
    "Discussion": "discussion The anatomical position of the urinary bladder in adults protects it from injuries because the pelvic bone surrounds it. The current guidelines recommend a surgical treatment for intraperitoneal bladder rupture. \nComputed tomography, with its ability to diagnose concomitant injuries, with retrograde cystography is the investigation of choice; however, deterioration of the patient’s clinical picture or presence of signs and symptoms of perito nitis should lead to emergency laparotomy prior to further investigations. On-time diagnosis and accurate treatment \nconstitute a pillar for the best outcome for the patient.",
    "Conclusion": "Conclusion There should be a high index of suspicion of intraperitoneal bladder rupture in a patient following blunt \nabdominal trauma, and the clinician should be alerted about it in case of deterioration or presence of signs and symp toms dictating laparotomy. The patient had an uneventful recovery.\nKeywords  Intraperitoneal bladder rupture, Road traffic accident, Blunt abdominal trauma, Case report\nIntroduction\nBladder rupture is one of the least encountered injuries \nin blunt abdominal trauma, with three-fifths of it being \nextraperitoneal. Three-quarters of the remainder are \nintraperitoneal injuries, and the rest is a combination of both intra- and extraperitoneal [1]. The diagnosis of \nintraperitoneal bladder rupture (IPBR) in rural hospitals \nin low- and middle-income countries (LMICs) is made \ndifficult by the lack of the ideal medical imaging tech niques, i.e., computed tomography (CT)-cystography as \nthe investigation of choice [1, 2], but clinical examination \ncoupled with the available investigations is still of great \nimportance in the diagnosis of IPBR.\nIntraperitoneal bladder ruptures are usually diag nosed late, especially in rural hospitals in LMICs, with \nan onset of complications such as metabolic acidosis and *Correspondence:\nOlivier Iryivuze\ndriryivuzeolivier@gmail.com\n1 Department of Surgery, Faculty of Clinical Medicine and Dentistry, \nKampala International University, Kampala, Uganda\nPage 2 of 4 Iryivuze et al. Journal of Medical Case Reports           (2025) 19:71 \nelectrolyte abnormalities manifested with hyperkalemia, \nhypernatremia, and uremia that occur due to continuous \nurine reabsorption through the peritoneal cavity; hence, \nan early diagnosis and intervention is life-saving, but \nin some cases the diagnosis is clear during laparotomy/\nlaparoscopy.\nWe report the case of a 35-year old male with an iso lated intraperitoneal bladder rupture secondary to blunt \nabdominal trauma encountered during road traffic acci dent that was identified on laparotomy. This work has \nbeen reported in line with the CARE guidelines [3].\nCase presentation\nWe present a case of a 35-year old married black Afri can (Ugandan) man who presented to the accident and \nemergency (A&E) department of our rural hospital 1 day \nafter being involved in a road traffic accident (RTA) while \ndriving his motorcycle when he bumped into a moving \ncar. He was referred to our facility from a nearest clinic 1 \nday after the injury for further management due to nonsubsiding abdominal distention and constant abdominal \npain.\nAt our A&E department, he presented with abdomi nal distention, lower abdominal pain, and an oliguria \nthat had lasted 1 day before admission to our facility. On \nexamination, he was sick-looking, in pain (rated to be \n8/10), alert, and afebrile on touch; no jaundice, no ane mia, no cyanosis, no clubbing, and no lymphadenopathy \nwere encountered. All other vitals were in the normal \nrange.\nPer abdomen, there was no scar from previous opera tions; there were abrasions over the hypogastric region \nand right iliac fossa with an abdominal distention, but \nthe abdomen was soft with the presence of normal bowel \nsounds barely heard on auscultation. On the perineal examination, the anal sphincter tone was normal, with out discharge; there was no blood at the urethral meatus, \nand an abdominopevic ultrasound demonstrated gross \nintraperitoneal fluid without a retro-or intra-abdominal \norgan injury on an empty urinary bladder. With this clini cal picture and a lack of advanced investigations in our \nfacility, we proceeded with an emergency exploratory \nlaparotomy.\nIntraoperatively, as displayed in Fig.  1, we found the \ntip of the urinary catheter entering the peritoneal cav ity via a laceration measuring 5 cm on the bladder dome, \nas displayed in Figs.  2 and 3; the edges were sharpened \nand closed with a running vicryl 3-0 in two layers with \nthe first layer displayed in Fig.  4. There were no other \nintra- or retroperitoneal organ injuries on exploration. \nA drain was left in the rectovesical pouch, and a urethral \ncatheter was left in situ for 14 days with antibiotic cover; \nFig. 1 Upon opening the abdominal cavity, the tip of the urethral \ncatheter was found entering the peritoneal cavity\nFig. 2 Urinary bladder dome laceration edges handled with two \nBabcock forceps\nFig. 3 Laceration of the dome of the urinary bladder is shown\nPage 3 of 4\n Iryivuze et al. Journal of Medical Case Reports           (2025) 19:71 \n \nthe patient recovered uneventfully. A total of 4 months of \nfollow-up revealed no complications.\nDiscussion\nBladder rupture is one of the least encountered injuries \n(1.6%) in blunt abdominal trauma, with majority of it \n(60%) being extraperitoneal, and the remaining 40% is \ncomposed of 30% intraperitoneal injuries and 10% com bined intra- and extraperitoneal injuries [1].\nBladder trauma incidence varies according to various \nage groups and the nature of trauma, with the majority \nin adults being blunt trauma (65–86%), whereas 14–35% \nstand for penetrating trauma in adults [4]; however, \nthe incidence of IPBR is significantly higher in children \nbecause of the predominantly intraabdominal location of \nthe bladder before puberty, whereas its intrapelvic posi tion in adults serves as a shield against trauma.\nBladder injuries are classified into extraperitoneal and \nintraperitoneal bladder injuries or a combination of the \ntwo [5], which is the most recognized and managementoriented bladder injury classification; anatomically, \nclassic intraperitoneal rupture is described as large hori zontal tears in the bladder dome, which is the least sup ported area of the bladder and the only portion of the \norgan covered by the peritoneum.\nCT with retrograde cystography is the investigation of \nchoice, with the CT having the ability to diagnose con comitant injuries [6] in case of suspected bladder injury \nby visible or gross hematuria and/or fracture of the pel vis, provided the patient is hemodynamically stable. \nUltrasound is the initial imaging modality for bladder \ninjuries [7], with an erect chest X-ray being able to detect \nair under the right hemidiaphragm secondary to IPBR in \nrare cases [8].\nThat being said, previous case reports in LMICs, espe cially in resource-limited hospitals have reported differ ent",
    "Methods": "methods used to diagnose intraperitoneal bladder rupture. Mohan et al. reported the use of ultrasound \nto diagnose IPBR by infusing normal saline via the ure thral catheter and observing its flow through the blad der defect of the bladder into the intraperitoneal space \n[9]; however, an emergency exploratory laparotomy is of \ngreat necessity if the clinical picture leads to it.\nAlthough some guidelines have advocated for con servative IPBR management with indications consid ered being mainly minor uncomplicated intraperitoneal \nbladder injuries that are predominantly encountered \nduring endoscopic bladder procedures [10], the surgical \napproach is still the standard management for IPBR with \nprimary repair of the injury [6]. Even Geng et al., who \nsuccessfully managed IPBR conservatively, advise consid ering a surgical approach when communication with the \nperitoneal cavity persists, and mainly in case of deterio ration manifested by uremia and or infection or in case \na persistent leak demonstrated by a persistent leak [11], \nand this faces many obstacles in resource-limited facili ties of LMICs.\nGenerally, a surgical intervention is indicated for IPBR \ndue to the risk of intra-abdominal sepsis. Among surgi cal treatments, and with the advancement of technology, \nminimally invasive surgery may be considered in hemo dynamically stable patients with isolated bladder injury \nwhere there is no need for exploratory laparotomy [12], \nbut many did not agree on this; robot-assisted laparo scopic bladder repair can be used as well but mainly in \niatrogenic bladder injury [13]. In hemodynamically sta ble patients with isolated IPBR, diagnostic laparoscopy \nwith repair can be considered with non-disturbance of \nany intramural bladder hematoma to prevent subsequent \nhemorrhage [14].\nThe follow-up for wound check and stitch removal \nshould be undertaken for 7–10 days postoperatively. The \nindwelling catheters are typically removed 10–14 days \nafter the surgery if there is no leak detected on a repeat \ncystogram, and the patient passes a voiding trial. The pre vention of catheter-associated urinary tract infections is \nassured by suitable antibiotherapy.\nAlthough some do recommend a routine follow-up \nwith cystography, the Eastern Association of Surgery \nfor Trauma (EAST) Management of Blunt Force Blad der Injuries Guideline does not recommend it in the \nabsence of signs and symptoms that suggest a urine leak \nfor patients who underwent operative repair for simple \nextraperitoneal and intraperitoneal bladder injury, those \non steroid therapy, or those with malnutrition [15]. The \npersistent leak usually resolves with extended catheter \ndrainage [14].\nUntreated bladder rupture can lead to peritoni tis, severe sepsis, and fistulas. Successful management \nrequires timely evaluation, accurate diagnosis, and \nFig. 4 First layer was placed on the urinary bladder dome using vicryl \n3-0\nPage 4 of 4 Iryivuze et al. Journal of Medical Case Reports           (2025) 19:71 \nproper management based on the location and severity of \nthe rupture. Most patients recover normal bladder func tion. Severe trauma involving the neck of the bladder, \nthe urethra, or pelvic floor muscles may lead to urinary \nincontinence that may or may not be amenable to surgery \n[14].\nSuspicion of IPBR should lead to careful and attentive \nexamination of the patient using the available laboratory \nand imaging investigations within the facility, to diagnose \nand treat.\nConclusion\nIntraperitoneal bladder rupture following a blunt abdom inal trauma in RTA is rare; however, there should be a \nhigh index of suspicion of IPBR in a patient following \nblunt abdominal trauma, and the clinician should be \nalerted about it in case of deterioration or presence of \nsigns and symptoms dictating laparotomy. This report \nillustrates an IPBR case, which was managed successfully \nwith bladder repair with an uneventful recovery of the \npatient.\nAbbreviations\nA&E department  The accident and emergency\nCT  Computed tomography\nEAST  Eastern Association of Surgery for Trauma\nIPBR  Intraperitoneal bladder rupture\nLMICs  Low and middle-income countries\nRTA   Road traffic accident\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll authors were involved in the researching, writing, and editing of the \nmanuscript.\nFunding\nNo external funding sources.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nOur institution does not require ethical approval for reporting individual cases \nor case series.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal on request.\nCompeting interests\nNone declared.\nReceived: 22 October 2024   Accepted: 14 January 2025\nReferences\n 1. Gudelj M, Giroul F, Dorthu L. Intraperitoneal bladder rupture revealed by \nthe sentinel clot sign. J Belgian Soc Radiol. 2018;102(1):1–2.\n 2. Arumugam PK. Isolated intraperitoneal rupture of the urinary bladder \nfollowing blunt trauma abdomen. Int Surg J. 2017;4(5):1822.\n 3. Equator. CARE Checklist of information to include when writing a case \nreport. Equator [Internet]. 2016;13. Available from: https:// stati c1. squar \nespace. com/ static/ 5db7b 34936 4ff06 3a6c5 8ab8/t/ 5db7b f175f 869e5 \n812fd 4293/ 15723 23098 501/ CARE-  check  list- Engli sh- 2013. pdf .\n 4. Coccolini F, Moore EE, Kluger Y, Biffl W, Leppaniemi A, Matsumura Y, et \nal. Kidney and uro-trauma: WSES-AAST guidelines. World J Emerg Surg. \n2019;14(1):1–25.\n 5. Figler B, Edward Hoffler C, Reisman W, Jeff Carney K, Moore T, Feliciano D, \net al. Multi-disciplinary update on pelvic fracture associated bladder and \nurethral injuries. Injury. 2012;43(8):1242–9. https:// doi. org/ 10. 1016/j. injury. \n2012. 03. 031.\n 6. Reddy D, Laher AE, Moeng M, Adam A. Bladder trauma: a guideline of the \nguidelines. BJU Int. 2024;133(4):365–74.\n 7. Ford D, Palma J, Robinson J. Traumatic bladder rupture in a paratrooper. \nMil Med. 2009;174(6):662–5.\n 8. Sarla GS. Intraperitoneal Bladder rupture following trivial trauma in a \nhealthy male—a case report. 2024;(January). Available from: citation: \nAparna Jaieel and Gurmeet Singh Sarla. “Intraperitoneal bladder rupture \nfollowing trivial trauma in a healthy male—a case report” . EC Clinical and \nMedical Case Reports 6.12 (2023): 01–04.\n 9. Lal M, Kumar A, Singh S. Intraperitoneal urinary bladder rupture \ndiagnosed with ultrasound: an uncommon image. Indian J Urol. \n2019;35(4):307–8.\n 10. Kitrey ND, Hallscheidt P , Mayer E, Serafetinidis E, Sharma DM, Waterloos \nM, et al. Urogenital trauma guidelines. EAU Guidel Urol Trauma [Internet]. \n2023;9. Available from: https:// d56bo chlux  qnz. cloud front. net/ docum \nents/ full-  guide line/ EAU-  Guide lines-  on- Urolo gical-  Trauma- 2023_ 2023- 03- \n20- 083114_ kgdg. pdf .\n 11. Geng JH, Chang HC, Chung SD, Chen PH, Chiu B, Tsai CY, et al. Nonoperative treatment for intraperitoneal bladder rupture. Urol Sci. \n2014;25(2):70–2.\n 12. Roos R, Makhadi S. Slow down with that full bladder: a case report \ndescribing an intraperitoneal bladder rupture repaired laparoscopically. \nInt J Surg Case Rep. 2021;82:105901. https:// doi. org/ 10. 1016/j. ijscr. 2021. \n105901.\n 13. Kumar S, Modi P , Mishra A, Patel D, Chandora R, Handa R, et al. Robotassisted laparoscopic repair of injuries to bladder and ureter following \ngynecological surgery and obstetric injury: a single-center experience. \nUrol Ann. 2021;13(4):405–11.\n 14. Zreik A, Mahrous A, Aboumarzouk OM. Bladder trauma. Blandy’s Urol. \n2019. https:// doi. org/ 10. 1002/ 97811 18863 343. ch19.\n 15. Yeung LL, McDonald AA, Como JJ, Robinson B, Knight J, Person MA, et \nal. Management of blunt force bladder injuries: a practice management \nguideline from the Eastern Association for the Surgery of Trauma. J \nTrauma Acute Care Surg. 2019;86(2):326–36.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}