{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05064-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05064-x.pdf",
  "metadata": {
    "/Keywords": "Disseminated neuroblastoma; Bell’s palsy; Child; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250131094423+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250129131920+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05064-x",
    "/Author": "Shamaali Gunawardana ",
    "/Title": "Presentation of disseminated neuroblastoma mimicking Bell’s palsy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05064-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Neuroblastoma is an embryological malignancy of neural crest cells that may have diverse presentations owing to direct effects, metastases, or paraneoplastic syndromes. Facial nerve palsy is an extremely rare presentation of neuroblastoma.",
    "Case Presentation": "Case presentation A previously healthy 1-year-and-10-month-old Sinhalese girl presented with difficulty in closing \nher left eye for 2 weeks, preceded by deviation of her mouth to opposite side. Initial physical examination was normal, \napart from left lower-motor-type facial nerve palsy. Initial laboratory investigations were also normal. A tentative diagnosis of Bell’s palsy was made. However, magnetic resonance imaging of the brain was performed owing to the incidental detection of a painless bulge in the left zygomatic region with overlying skin bruising, in the absence of any \npreceding trauma.\nMagnetic resonance imaging of the brain revealed a soft-tissue mass in the left lateral orbital wall, extending \nto the body of the sphenoid and bulging into the left anterior fossa. Contrast-enhanced computed tomography \nof the abdomen, performed subsequently, showed an intra-abdominal large paravertebral soft-tissue mass. Histology \nof the abdominal mass confirmed poorly differentiated neuroblastoma.",
    "Conclusion": "Conclusion Facial nerve palsy is well recognized to have a myriad of underlying etiologies, including hematological malignancies, solid tumors, and paraneoplastic syndromes. However, its timely diagnosis is often challenging \nin the absence of other supportive clinical features. These children need careful and thorough evaluation for malignancies before commencing steroids, especially when underlying malignancy is likely.\nKeywords  Disseminated neuroblastoma, Bell’s palsy, Child, Case report\nBackground\nNeuroblastoma is an embryological malignancy of neu ral crest cells [1]. Although the adrenal gland is the most \ncommon site, neuroblastoma can present in various \nways, owing to direct effects, metastases, or paraneoplas tic syndromes. Bone pain, limp, scalp lumps, mandibular \nlumps, and periorbital swelling are among such atypical presentations [2]. Therefore, a high degree of suspicion is \nrequired to identify neuroblastoma presenting in an atyp ical manner. Neuroblastoma has been reported to pre sent very rarely with facial nerve palsy [3]. We present a \nchild with disseminated neuroblastoma who initially pre sented solely with left-sided lower-motor-neuron-type \nfacial paralysis, mimicking Bell’s palsy.\nCase presentation\nA previously healthy 1-year and 10-month-old Sinha lese girl presented with difficulty in closing of the left \neye for 2 weeks. Her mouth was observed to have devi ated to right side, which was first noticed a few days \nbefore the eye involvement. There was no preceding Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nKavinda Dayasiri\nkavindadayasiri@gmail.com\n1 Postgraduate Institute of Medicine, University of Colombo, Colombo, \nSri Lanka\n2 Faculty of Medicine, University of Kelaniya, Kelaniya, Sri Lanka\nPage 2 of 4 Gunawardana et al. Journal of Medical Case Reports           (2025) 19:40 \nhistory of facial trauma nor clinically apparent viral or \nbacterial infections. The parents did not seek medical \nadvice initially, since the child was otherwise well and \nactive.\nOn examination, left-sided lower-motor-neuron-type \nfacial nerve paralysis was noted, with incomplete eye \nclosure and deviation of the mouth to the opposite side. \nLacrimation was, however, not impaired. Other cranial \nnerve examinations and neurological examination of the \nupper and lower limbs were normal.\nThe full blood count revealed a white blood cell (WBC) \ncount of 7.4 ×  103(normal range: 5–15 ×  103), with neu trophils at 31% (normal range: 25–70%), lymphocytes \nat 64% (normal range: 30–70%), hemoglobin at 9.6 g/dL \n(normal range: 11–14  g/dL), and platelets at 200 ×  109 \n(normal range: 150–450 ×  109/L). The laboratory",
    "Results": "results \nshowed that C-reactive protein (CRP) was 2.1 mg/L (nor mal range: 0–3  mg/L) and erythrocyte sedimentation \nrate (ESR) was 7 mm in the first hour. Serum electrolytes \nwere within normal limits, with sodium at 141  mmol/L \n(normal range: 138–145  mmol/L) and potassium at \n4.1  mmol/L (normal range: 3.4–4.7  mmol/L), and renal \nfunctions were normal, with serum creatinine at 0.21 mg/\ndL (normal range: < 0.7 mg/dL) and blood urea at 13 mg/\ndL (normal range: 11–39  mg/dL). Aspartate transami nase (AST) was elevated, at 155  IU/L (normal range: \n15–37 IU/L), with a normal alanine transaminase (ALT) \nof 33 IU/L (normal range: 14–50 IU/L). Serum uric acid, \nat 3.8 mg/dL (normal range: 2.6–6 mg/dL), was normal. \nLactate dehydrogenase (LDH) was elevated.\nAn assessment by the ophthalmologist revealed normal \nfindings in the fundi. A tentative diagnosis of Bell’s palsy \nwas considered on the basis of normal hematological \nparameters and the absence of any abnormal cells in the \nblood picture. However, before commencement of ster oid therapy, the clinicians decided to perform magnetic \nresonance imaging (MRI) of the brain to rule out spaceoccupying lesions in the brain, as a painless bulge with an \noverlying bruise at the left zygomatic region was noted. \nThe parents denied any history of falls or trauma and \nrecalled that the lump had been present for the previous \nweek, with no evidence of progression in size.\nMRI of the brain showed an area of thickening with a \nlarge soft-tissue component in the lateral orbital wall \n(2.2 × 3.1  cm), with evidence of periosteal reaction. The \nsoft-tissue thickening involved the body of sphenoid, and \nit extended to the superolateral wall of the orbit, impress ing on the left globe (Fig.  1). It was also bulging superiorly \ninto the left anterior fossa, impressing on the inferior part \nof frontal lobe, and bulging laterally into the temporal \nregion. Signal change was present in left mastoid air cells. \nThe radiological appearance of the lesion was in keeping \nwith either rhabdomyosarcoma or neuroblastoma.The child soon underwent contrast-enhanced com puted tomography (CECT) of the abdomen and chest \n(Fig.  2). CECT of the abdomen showed a paraverte bral soft-tissue mass lesion of 6.2 cm × 4.5 cm × 9  cm \nwith necrotic areas and calcific foci. The abdominal \nmass displaced abdominal structures; however, there \nwas no evidence of local infiltration. Multiple areas of \nperiosteal bony reaction were present in the pelvis, and \nbilateral common iliac and external iliac nodes were \nenlarged. Paravertebral soft-tissue masses extending \nFig. 1 Magnetic resonance imaging of the brain showing \na soft-tissue mass arising from left lateral orbital wall, bulging \nlaterally into left temporal region, and impressing on the inferior part \nof frontal lobe superiorly\nFig. 2 Contrast-enhanced computed tomography of the abdomen \nshowing a paravertebral soft-tissue mass lesion of 6.2 cm × 4.5 cm × \n9 cm\nPage 3 of 4\n Gunawardana et al. Journal of Medical Case Reports           (2025) 19:40 \n \ninto adjacent spinal canal were noted on CECT of the \nchest.\nA computed tomography (CT)-guided biopsy of the \nparavertebral mass was subsequently performed. The his tology of the mass showed fragments of a poorly differen tiated small blue cell tumor, with prominent neutrophils \nin the background, in keeping with a deposit of neuro blastoma. Calcifications, ganglions, and rhaboid differ entiation were absent. Bone marrow involvement was \nexcluded through bone marrow biopsy. The child was \nreferred to the pediatric oncologist for treatment.",
    "Discussion": "Discussion\nFacial nerve palsy may occur owing to diverse etiolo gies with idiopathic Bell’s palsy, trauma, and infections, \nwhich are among the most common causes reported [4]. \nFacial nerve palsy due to neoplastic lesions is rare. Local \nneoplasms such as rhabdomyosarcoma [5], Burkitt’s lym phoma [6], neurinoma [7], and intracranial hemangioma \n[7] have been reported to cause facial nerve palsy in chil dren, as has invasion of leukemic cells. Slow progression \nbeyond 3 weeks, lack of return to normal by 6 weeks, sin gle-branch involvement, bilateral palsy or unilateral and \nrecurrent nerve palsy, and other nerve involvement are \nfeatures suggestive of a possible neoplastic etiology.\nNeuroblastoma is the most common extracranial solid \ntumor in childhood. It is a malignancy of neural crest \ncells. Atypical presentations have been reported, includ ing Hutchinson syndrome, where bone and bone marrow \nmetastases cause irritability or a limp in young children. \nThe most common site of neuroblastoma is in the adrenal \nglands. Neuroblastoma of the head and neck is rare [8].\nAlthough exceptionally rare, primary neuroblastoma \nof the facial nerve also has been described in one case \nreport, in which it was located in the intratemporal por tion of the facial nerve [9]. Given the resemblance of the \npresentation of that reported child to Bell’s palsy, the \nchild was initially commenced on steroid therapy. There \nhad been over 2 months’ delay in the suspicion of the \npossibility of a malignancy since the initial blood workup \nwas normal, and no follow-up was arranged with the \npediatrician. The possibility of malignancy was recon sidered only when the child re-presented with a mass \nover their right preauricular region, with ipsilateral hear ing loss. However, in our patient, the final diagnosis was \nmade 7  days after the initial medical checkup; this was \nowing to the presence of a small lump adjacent to the \nright zygomatic region with no plausible etiology and the \nconsideration for performing neuroimaging on the initial \npatient encounter.\nThe metastasis of neuroblastoma causing recurrent \nfacial nerve palsy has also been documented with an \nabdominal primary tumor [10]. Hearing impairment, bulging of tympanic membrane, or loss of stapedial reflex \nwere associated with the facial nerve palsy in the prevail ing documented  presentations3.\nThe facial nerve arises from the brainstem and passes \nlaterally at the cerebellopontine angle to enter the inter nal auditory canal through the internal acoustic meatus \n[11]. After forming the geniculate ganglion and giving \noff the nerve to the stapedius and chorda tympani, it \nexits through the stylomastoid foramen and traverses the \nparotid gland to divide into branches. Therefore, when \nconsidering the course of the facial nerve and the loca tion of soft-tissue mass, the facial nerve paralysis cannot \nbe attributed to a direct effect by the mass. Two potential \ncauses for this presentation could be manifestations of \nparaneoplastic syndrome and the presence of microme tastasis, which are not seen in MRIs of the brain. How ever, the precise mechanism for facial nerve palsy in this \nchild remains to be explained.\nNeuroblastoma is well known to be associated with \nparaneoplastic syndromes in children 13]. The presence \nof anti-Hu antibodies, which is associated with para neoplastic neurological disorders, has been reported in \nchildren with neuroblastoma [12, 13]. Even though the \ncommon presentations are cerebellar ataxia and opso clonus myoclonus, facial nerve paralysis as a para neoplastic presentation of neuroblastoma should be \nconsidered in this patient, although no similar case \nreports have been described in literature.\nConclusion\nFacial nerve palsy is well recognized to have a myriad of \nunderlying etiologies, including hematological malignan cies, solid tumors, and paraneoplastic syndromes. How ever, timely diagnosis is often challenging in the absence \nof other supportive clinical features. These children need \ncareful and thorough evaluation for malignancies before \ncommencing steroids, especially when underlying malig nancy is likely.\nAbbreviations\nCECT  Contrast-enhanced computed tomography\nMRI  Magnetic resonance imaging\nAcknowledgements\nNot applicable.\nAuthor contributions\nKD, SG, and GJ participated in the literature survey, the making of the diagno sis, and the management of the child’s case. SG and KD wrote the manuscript. \nKD edited the manuscript. All authors read and approved the final manuscript.\nFunding\nNo funding was received.\nAvailability of data and materials\nThe data that support the findings of this case report are available from the \nMedical Records Department, North Colombo Teaching Hospital, but restrictions apply to the availability of these data, which were used under license for \nPage 4 of 4 Gunawardana et al. Journal of Medical Case Reports           (2025) 19:40 \nthe current report and thus are not publicly available. Data are, however, available from the authors upon reasonable request and with permission of the \nMedical Records Department, North Colombo Teaching Hospital, Sri Lanka.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there are no competing interests regarding the publication of this paper.\nReceived: 19 March 2024   Accepted: 4 January 2025\nReferences\n 1. Heck JE, Ritz B, Hung RJ, Hashibe M, Boffetta P . The epidemiology of \nneuroblastoma: a review. Paediatr Perinat Epidemiol. 2009;23(2):125–43.\n 2. Chu CM, Rasalkar DD, Hu YJ, Cheng FW, Li CK, Chu WC. Clinical presentations and imaging findings of neuroblastoma beyond abdominal mass \nand a review of imaging algorithm. Br J Radiol. 2011;84(997):81–91.\n 3. Bernson-Leung M, Ananth P , Shusterman S. Neuroblastoma present ing as facial nerve palsy and bulging tympanic membrane. Clin Pediatr. \n2015;54(2):183–5.\n 4. Pavlou E, Gkampeta A, Arampatzi M. Facial nerve palsy in childhood. Brain \nDevelop. 2011;33(8):644–50.\n 5. Jan MM. Facial paralysis: a presenting feature of rhabdomyosarcoma. Int \nJ Pediatr Otorhinolaryngol. 1998;46(3):221–4. https:// doi. org/ 10. 1016/ \ns0165- 5876(98) 00112-8.\n 6. Woodcock H, Nelson M. Burkitt’s non-Hodgkins lymphoma presenting as \nfacial nerve palsy in HIV-positive patients. Int J STD AIDS. 2011;22(2):112–\n4. https:// doi. org/ 10. 1258/ ijsa. 2010. 010293.\n 7. Chinski A, Orfila D, Perata H, Lubochiner LJ, Bensur D, Romano Luna \nMF. Facial nerve neurinoma in a child. Int J Pediatr Otorhinolaryngol. \n1997;40(2–3):203–10. https:// doi. org/ 10. 1016/ s0165- 5876(97) 00043-8.\n 8. Nelson WE. Nelson textbook of pediatrics. Amsterdam: Elsevier; 2020.\n 9. Fenton CJ, Coddington R, Ramsay AD, Garth RJ. Primary neuroblastoma of \nthe facial nerve presenting as a recurrent facial paralysis. J Laryngol Otol. \n1996;110(2):151–3.\n 10. Grobman AB, Grobman LR, Schaefer A. Metastatic neuroblastoma \npresenting as recurrent facial paralysis. Otolaryngol Head Neck Surg. \n2012;147(2):395–6.\n 11. Ho ML, Juliano A, Eisenberg RL, Moonis G. Anatomy and pathology of the \nfacial nerve. Am J Roentgenol. 2015;204(6):W612–9.\n 12. Zhang YT, Feng LH, Zhang Z, Zhong XD, Chang J. Different kinds of \nparaneoplastic syndromes in childhood neuroblastoma. Ir J Pediatr. \n2015;25(1):20.\n 13. Alavi S. Paraneoplastic neurologic syndromes in children: a review article. \nIran J Child Neurol. 2013;7(3):6–14.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}