{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04758-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04758-y.pdf",
  "metadata": {
    "/Keywords": "Stevens–Johnson syndrome; Mycoplasma pneumoniae; Mucositis; Rash; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250226101539+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250226084718+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04758-y",
    "/Author": "Fathima Thesleem Yoosuf ",
    "/Title": "Mycoplasma-pneumonia-induced Stevens–Johnson syndrome in an adult: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04758-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Stevens–Johnson syndrome epitomizes an acute, exceptionally rare, and capricious immunological \nphenomenon marked by potentially life-threatening skin reactions, involvement of mucous membranes, and concomitant systemic manifestations. Most cases of Stevens–Johnson syndrome have been attributed to being triggered \nby drugs, while a minority have implicated infectious agents such as Mycoplasma pneumoniae and Coxsackie virus \nA6 as their cause. We present a case report on the rare occurrence of Mycoplasma-pneumoniae-induced Stevens–\nJohnson Syndrome in a 25-year-old Sri Lankan male adult.",
    "Case Presentation": "Case presentation A 25-year-old Sri Lankan male adult sought medical attention at our institution, presenting \na constellation of symptoms composed of fever with chills, dyspnea, pleuritic chest pain, cough producing reddish \nsputum, and sore throat, persisting over a 4-day period; 2 days following the onset of the respiratory symptoms, he \nexperienced ocular congestion with purulent discharge and painful oral lesions. He had associated generalized body \nache and fatigue.\nStevens-Johnson syndrome is diagnosed by skin biopsy.",
    "Conclusion": "Conclusion Stevens–Johnson syndrome is an acute and debilitating condition that requires prompt and timely \nmanagement to ensure minimum morbidity of the patient. The similarities and overlap of features between Stevens–\nJohnson syndrome caused due to infectious and drug-related etiologies pose a diagnostic challenge for the physicians, which needs to be subdued using systematic research and evaluation with subsequent formulation of an evidence-based assessment and management plan to ensure safe and efficacious medical care for the patients.\nKeywords  Stevens–Johnson syndrome, Mycoplasma pneumoniae, Mucositis, Rash, Case report",
    "Introduction": "Introduction\nMycoplasmas are the smallest self-replicating organ isms with the smallest genomes, and even so, the species \nM.  pneumoniae emerges as the leading culprit behind \natypical pneumonia cases. While the majority of infec tions present with mild symptoms, the emergence of extrapulmonary complications, particularly those involv ing mucocutaneous manifestations, has been well docu mented. Mycoplasma pneumoniae is the infectious agent \nmost commonly associated with Stevens–Johnson syn drome (SJS). Existing literature on this topic has been \npredominantly described in children and young peo ple. Hence, our aim here is to report a peculiar case in a \n25-year-old Sri Lankan male patient who grappled with \nthis debilitating condition.\nCase presentation\nA 25-year-old Sri Lankan male patient sought medi cal attention at our institution, presenting with a *Correspondence:\nBassem Al Hariri\nBAlhariri@hamad.qa\n1 Hamad Medical Corporation (HMC), P .O. Box 3050, Doha, Qatar\n2 Weill Cornell Medicine – Qatar, Ar -Rayyan, Qatar\n3 Qatar University Medicine College, Doha, Qatar\nPage 2 of 5 Yoosuf et al. Journal of Medical Case Reports           (2025) 19:74 \nconstellation of symptoms composed of fever with chills, \ndyspnea, pleuritic chest pain, cough producing reddish \nsputum, and sore throat, persisting over a 4-day period; 2 \ndays following the onset of the respiratory symptoms, he \nexperienced ocular congestion with purulent discharge \nand painful oral lesions. He had associated generalized \nbody ache and fatigue. He denied having any nasal con gestion, rhinorrhea, or genital lesions, with no recent \ntravel history, sick contacts, or ongoing medication regi mens. He claimed to be a non-smoker and disclosed that \nhis occupation was that of a school cleaner. Crucially, he \nreported no history of drug allergies.\nHis vital signs revealed a low-grade fever of 38.1  ℃, \naccompanied by a rapid heart rate of 122 beats per min ute, elevated respiratory rate of 26 breaths per minute, \nblood pressure within normal limits (115/71 mmHg), and \n100% oxygen saturation while on oxygen supplementa tion via a non-rebreather mask at a flow rate of 10 L per \nminute. Despite his distress, the patient remained alert \nand oriented. Physical examination revealed hyperemic \neyes with increased lacrimation, in conjunction with dry \nand cracked lips with black-colored crusting over them. \nOn oral examination, he had ulcers on the buccal mucosa \nand hard palate with uvula-sparing and serosanguine ous secretions in his mouth. His throat appeared pink. \nPulmonary auscultation unveiled crepitation in the right \nintrascapular region with bilateral equal air entry. Car diac and abdominal examinations were unremarkable, \nand skin examination revealed warmth without erythema \nor edema, and no signs of genital lesions. Laboratory \ninvestigation was significant for an elevated C-reactive \nprotein (CRP) level of 223 (Table  1) and his chest X-ray \n(Fig.  1) demonstrated subtle bilateral infiltrates. Subse quently, the viral respiratory panel came back positive for \nMycoplasma pneumoniae. He was started on ceftriaxone \nwith azithromycin and diagnosed with sepsis secondary \nto Mycoplasma pneumoniae with bilateral conjunctivitis. \nThe next day, the patient was found to have developed \npapules with central darkening scattered across his upper chest and back, alongside blisters and bullae encom passing less than 10% of his body surface area, primar ily localized to his right flank. He also reported having \nodynophagia while both eating and drinking. Nikolsky’s \nsign was negative with absence of urogenital involve ment. A dermatological assessment was performed, and \nhe was diagnosed as a case of Mycoplasma-induced Ste vens–Johnson Syndrome. He was started on triple ther apy with intravenous immunoglobulin 1 g/kg for 3 days, \nintravenous dexamethasone 0.1  mg/kg and intravenous \ncyclosporine 3  mg/kg in conjunction to the antibiotics. \nHe was also maintained on intravenous fluids to ensure \nadequate hydration. Dressing with emollients were \napplied to maintain barrier protection. Further investiga tion including anti-skin antibody testing, wound culture, \nand punch biopsy from blister on the right flank was car ried out (Table  2). He was placed under protective isola tion on a clear fluid diet.\nOphthalmological assessment revealed bilateral flu orescein-staining strands of mucus adherent to the \nanterior surface of the cornea with diffuse conjunctival \ncongestion. He was started on moxifloxacin and predni solone eye drops.\nSimilarly, otolaryngological evaluation using fiberoptic \nlaryngoscopy (Fig.  2) was performed. Significant find ings included superficial ulceration and discharge in the \nnasopharynx lymphoid tissue, alongside multiple ulcera tions over the posterior pharyngeal wall, base of tongue, \nvallecula, and arytenoid. Management entailed a 5-day \ncourse of xylometazoline nasal drops and triamcinolone \noral wash.\nSubsequent investigations including blood and wound \ncultures yielded negative",
    "Results": "results. Anti-skin antibody Table 1 Blood parameters\nParameter On \nadmission \n(day 1)Before \ninitiating \nsteroid \ntherapy (day \n3)After 1 week \nof steroid \ntherapy (day \n10)On \ndischarge \n(day 13)\nWBC 3.6 4.3 12.6 14\nESR 24 – – –\nCRP 223 106 – –\nLDH 301 – – –\nCK 729 413 – –\nFig. 1 Chest X ray showing subtle bilateral infiltrates (blue arrows)\nPage 3 of 5\n Yoosuf et al. Journal of Medical Case Reports           (2025) 19:74 \n \ntesting was also negative for pemphigus and pemphigoid \n(Table 2).\nSkin punch biopsy showed a subepidermal blister with \nseparation of the epidermis from the dermis with par tial and focal full-thickness necrosis of the epidermis, along with scattered apoptotic keratinocytes within the \nrest of the epidermis (Table  2). The subepidermal blister \nshowed fibrin and mainly lympho-histiocytic infiltrate \nwith few neutrophils and eosinophils (Fig.  3). These find ings were consistent with and confirmed the diagnosis of Table 2 Diagnostic tests\nDiagnostic test Results\nANCA Negative\nANA Negative\nAnti-skin Ab IgG Negative\nSkin Ab report Negative for pemphigoid and pemphigus\nViral screen PCR Positive for Mycoplasma pneumoniae\nViral serology Negative for:\nHSV I\nHSV II\nEBV\nHepatitis screen Negative\nHIV serology Non-reactive\nSputum culture Negative\nBlood culture Negative\nUrine culture Negative\nWound culture Negative\nSkin biopsy Subepidermal blister with partial and focal full thickness necrosis \nof the epidermis, with scattered apoptotic keratinocytes; infiltrate \nwith lympho-histiocytic predominance\nFig. 2 Fiberoptic laryngoscopy showing extensive ulceration involving the vallecula (blue arrow) and posterior pharyngeal wall (blue arrow)\nPage 4 of 5 Yoosuf et al. Journal of Medical Case Reports           (2025) 19:74 \nStevens–Johnson syndrome secondary to Mycoplasma \npneumoniae infection.\nThe patient’s diet gradually advanced from clear fluids \nto full diet as his odynophagia improved. He received \ndaily oral, ocular, and skin care regimens.\nAfter 13 days of inpatient treatment, he was discharged \non a regimen of cyclosporine combined with predniso lone (Table  1), with close follow-up scheduled in the der matology outpatient clinic.",
    "Discussion": "Discussion\nMycoplasmas are the smallest self-replicating organisms \nwith the smallest genomes, and even so, the M. pneumo niae  species is credited to being one of the most common \ncauses of atypical pneumonia [1, 2]. Although the major ity of infections are mild, extrapulmonary complications, \nespecially those with mucocutaneous manifestations, \nhave been increasingly reported. Mycoplasma pneumo niae  is the infectious agent most commonly associated \nwith Stevens–Johnson syndrome [3, 6].\nStevens–Johnson syndrome (SJS) is an acute, rare, and \nunpredictable immunologic phenomenon character ized by potentially fatal skin reactions, mucous mem brane involvement, and associated systemic symptoms. \nThe vast majority of SJS cases have been attributed to \nbe triggered by drugs, while a minority have implicated \ninfectious agents such as  Mycoplasma pneumoniae and \nCoxsackievirus A6 as their cause [4].\nMost cases of SJS caused by Mycoplasma pneumonia \nhave been described in children and young people with \na mean age of 11.9 years and a significant male predomi nance (66%) [5]. Upon statistical analysis, adults were \nnoted to have developed mucocutaneous manifestations \non the same day that the fever and respiratory symptoms \ncommenced, while younger people (< 20 years) had a lag \nperiod before the mucocutaneous lesions surfaced [6]. \nThis observation suggests that there had been a prior episode of sensitization to M.  pneumoniae before the \ndevelopment of SJS upon subsequent exposure.\nMucocutaneous eruptions involving two or more sites \nand implicating < 10% body surface area has been widely \ndescribed as the hallmark of SJS induced by M.  pneu moniae by many authors [7–9]. Cutaneous involvement \nshows a highly variable presentation with multiple inten sities from moderate (19%) or sparse (47%) to absent \n(34%) [5]. The most common manifestation is that of a \nrash of macules, purpura, atypical target lesions and flac cid blisters, which start off centrally and then coalesce, \nspreading to involve the face and extremities [9]. Simul taneous extensive mucosal involvement of two or more \nsites is a classic finding, with the highest rate of engage ment seen with the oral cavity (94%), eyes (82%), and uro genital system (63%) [5].\nAnother increasingly described dermatological variant \nseen in conjunction with M. pneumoniae is the so-called \natypical SJS, which manifests as severe mucositis with out any apparent skin lesions. In recent times, this vari ant has been referred to as M.  pneumoniae-associated \nmucositis [10].\nA higher number of mucus membranes are affected \nin M.  pneumoniae-associated SJS in comparison with \ndrug-induced SJS [10], with ocular lesions being the most \ncommonly incriminated. Adults (> 20  years) demon strated a much higher affinity for developing ophthalmic \nsequelae, including synechiae formation [6]. The disease \ncourse and manifestations were found to be milder, with \nless incidence of severe organ involvement affecting the \ncardiovascular, pulmonary, and hepatic systems in cases \nof SJS induced by Mycoplasma pneumoniae. This was \nreflected in the shorter duration of hospital stay and triv ial rates of ICU admissions among these patients [10].\nThe diagnosis of SJS quintessentially depends on a com prehensive history denoting exposure to infections and \nany recent drug use to delineate any potential causes of \nadverse drug reaction. Significantly higher levels of eryth rocyte sedimentation rate (ESR) were noted with Myco plasma infection compared with drug-induced cases of \nSJS [7, 11]. When it comes to diagnostic testing, a com bination of polymerase chain reaction (PCR) and enzyme \nimmunoassay (EIA) is the mainstay. EIA measures anti bodies to antigen P1 and/or P116 on the M. pneumoniae \nplasma membrane and requires 7–10  days of infection \nfor accurate measurement. Hence, PCR is more useful \nduring the initial stages of an acute infection, as it is more \nsensitive and specific and detects M.  pneumoniae DNA \nrather than antibodies [12].\nA skin biopsy could be considered as the gold stand ard and should be performed to confirm the diagnosis \nas well as to exclude other possible etiologies. On biopsy, \nM. pneumoniae-induced SJS has been reported to show \nFig. 3 Histopathology of skin: showing Subepidermal blister  \nand partial & focal full-thickness necrosis of the epidermis (thin blue \narrows)\nPage 5 of 5\n Yoosuf et al. Journal of Medical Case Reports           (2025) 19:74 \n \nepidermal necrosis (62%), full-thickness necrosis (46%), \nsubepidermal bullae (77%), and moderate/dense der mal infiltrate (85%) with lymphocytes. These features \nare also concurrent with the results obtained in our case \nas well. In contrast, histologic features found in druginduced cases included individual necrotic keratinocytes \nand dense dermal infiltrate with a substantial number of \neosinophils or neutrophils [10].\nThe cornerstone of management includes supportive \ncare and adequate fluid replacement with concurrent use \nof antibiotics, preferably macrolide or doxycycline [7, 13]. \nEarly introduction of antibiotics with regard to the atypi cal pneumonia reduces the Mycoplasma antigenic stimuli \nbut has no evidence pertaining to its effects on decreas ing the incidence of subsequent mucocutaneous involve ment [9]. Administration of systemic corticosteroids, \nintravenous immunoglobulin, and cyclosporine could be \nconsidered in severe cases [8, 13].\nConclusion\nStevens–Johnson Syndrome is an acute and debilitat ing condition that requires prompt and timely manage ment to ensure minimum morbidity of the patient. The \nsimilarities and overlap of features between SJS caused \nby infectious and drug-related etiologies pose a diagnos tic challenge for physicians, which needs to be subdued \nusing systematic research and evaluation with subse quent formulation of an evidence-based assessment and \nmanagement plan to ensure safe and efficacious medical \ncare for the patients.\nAcknowledgements\nNot applicable.\nDisclosure\nThe authors solemnly declare that they have no financial disclosures. This \nmanuscript has not been published nor is under consideration for publication \nelsewhere. All co-authors have agreed to the submission of this publication.\nAuthor contributions\nData collection, literature search, and manuscript preparation (draft and final \nediting): FTY, BA, MNI, MS, MY, MGM, and MKK. All authors read and approved \nthe final manuscript.\nFunding\nThis case report was not funded.\nAvailability of data and materials\nThe data that support the findings of this study are available in this article.\nDeclarations\nEthics approval and consent to participate\nThis case report was subject to review and approval from the Institutional \nReview Board (IRB) of the Medical Research Center (MRC) at Hamad Medical \nCorporation and is in full conformance with the principles of the Declaration \nof Helsinki, Good Clinical Practice (GCP), and within the laws and regulations \nof MoPH in Qatar. IRB of Hamad Medical Corporation waived the need for \ninformed consent due to the retrospective nature of the study.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have declared that no competing interests exist.\nReceived: 30 April 2024   Accepted: 1 July 2024\nReferences\n 1. Razin S. Mycoplasmas. In: Baron S, editor. Medical Microbiology. 4th ed. \nGalveston: University of Texas Medical Branch at Galveston; 1996.\n 2. Garin N, Marti C, SkaliLami A, Prendki V. Atypical pathogens in adult \ncommunity-acquired pneumonia, and implications for empiric antibiotic \ntreatment: a narrative review. Microorganisms. 2022;10(12):2326.\n 3. Oakley AM, Krishnamurthy K. Stevens-Johnson Syndrome. Treasure Island \n(FL): StatPearls Publishing; 2024\n 4. Imatoh T, Saito Y. Associations between Stevens-Johnson syndrome and \nInfection: overview of pharmacoepidemiological studies. Front Med. \n2021;26(8): 644871.\n 5. Canavan TN, Mathes EF, Frieden I, Shinkai K. Mycoplasma pneumoniaeinduced rash and mucositis as a syndrome distinct from Stevens-Johnson \nsyndrome and erythema multiforme: a systematic review. J Am Acad \nDermatol. 2015;72(2):239–45.\n 6. Kunimi Y, Hirata Y, Aihara M, Yamane Y, Ikezawa Z. Statistical analysis of \nStevens-Johnson syndrome caused by Mycoplasma pneumonia infection \nin Japan. Allergol Int. 2011;60(4):525–32.\n 7. Mathes E., Kittler N.W. Reactive infectious mucocutaneous eruption \n(RIME). (Updated Feb 2024). UpToDate. Retrieved March 28, 2024.\n 8. Narita M. Classification of extrapulmonary manifestations due to Myco plasma pneumoniae infection on the basis of possible pathogenesis. \nFront Microbiol. 2016;7:23.\n 9. Frantz GF, McAninch SA. 2024 Mycoplasma pneumoniae–Induced Rash \nand Mucositis (MIRM). StatPearls Publishin: Treasure Island (FL). \n 10. Wetter DA, Camilleri MJ. Clinical, etiologic, and histopathologic features of \nStevens-Johnson syndrome during an 8-year period at Mayo Clinic. Mayo \nClin Proc. 2010;85(2):131–8.\n 11. Olson D, Watkins LK, Demirjian A, Lin X, Robinson CC, Pretty K, Benitez AJ, \nWinchell JM, Diaz MH, Miller LA, Foo TA, Mason MD, Lauper UL, Kupfer O, \nKennedy J, Glodé MP , Kutty PK, Dominguez SR. Outbreak of myco plasma pneumoniae-associated Stevens-Johnson syndrome. Pediatrics. \n2015;136(2):e386–94.\n 12. Schalock PC, Dinulos JGH. Mycoplasma pneumoniae-induced cutaneous \ndisease. Int J Dermatol. 2009;48:673–81.\n 13. Hasegawa A, Abe R. Recent advances in managing and understanding \nStevens-Johnson syndrome and toxic epidermal necrolysis. F1000Res. \n2020. https:// doi. org/ 10. 12688/ f1000 resea rch. 24748.1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}