{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04812-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04812-9.pdf",
  "metadata": {
    "/Keywords": "Long-COVID; Insomnia; Prodromal Parkinson’s disease; Circadian; Light treatment; Fatigue; Depression; Sleep",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241014094247+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241010152758+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04812-9",
    "/Author": "Gregory L. Willis ",
    "/Title": "Circadian re-set repairs long-COVID in a prodromal Parkinson’s parallel: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04812-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background In this case series,",
    "Results": "results from daily visual exposure to intense polychromatic light of 2000 to 4000 LUX \nis presented. Bright light treatment is a standard procedure for treating seasonal affective disorder and prodromal Par kinson’s disease with high success. With the post-encephalitic symptoms of long-COVID closely approximating those \nof prodromal Parkinson’s disease, we treated insomnia and sleep-related parameters in these patients, including total \nsleep, number of awakenings, tendency to fall back to sleep, and fatigue, to determine whether mending sleep could \nimprove quality of life.",
    "Case Presentation": "Case presentation We present three female and two male Caucasian patients aged 42–70 years with longCOVID that persisted from 12 weeks to 139 weeks after contracting coronavirus disease.",
    "Conclusion": "Conclusion A light presentation protocol was adapted for long-COVID that not only restored sleep in all patients, \nbut also unexpectedly repaired the depression, anxiety, and cognitive changes (brain fog) as well. A robust pattern \nof recovery commencing 4–5 days after treatment and was maintained for weeks to months without relapse. These \npreliminary findings represent a novel, minimally invasive approach for managing the most debilitating symptoms \nof long-COVID, making it an ideal candidate for the drug hypersensitive, post-encephalitic brain. That a compromised \ncircadian mechanism seen in Parkinson’s disease may also underlie post-encephalitic long-COVID implicates a compromised role of the circadian system in these disorders.\nKeywords  Long-COVID, Insomnia, Prodromal Parkinson’s disease, Circadian, Light treatment, Fatigue, Depression, \nSleep\nBackground\nThe prodromal symptoms [1] of insomnia, fatigue, \ndepression, anxiety, and cognitive change observed dec ades prior to the development of Parkinson’s disease (PD) \n[2–6] are thought to be mediated by circadian disruption \n[7, 8]. Repair of circadian function is achieved by bright \nlight presentation at critical times during the light/dark cycle [9–11]. The symptoms of long-COVID  are strik ingly similar to those of idiopathic PD [12, 13, compare \n10, 14] in post-encephalitic brain and may signal the \nonset of viral Parkinsonism [15–17].\nRecent epidemiological work [18] is consistent with \nfindings from longitudinal studies demonstrating remis sion of prodromal symptoms of PD [19] after light treat ment (LT) resynchronizes the circadian cycle [20], with \nthe slow, incremental rate of dopamine (DA) degenera tion paralleling that of homeostatic circadian regulation \n[21]. A similar incremental rate of symptom development \nin post-encephalitic brain is reported to have occurred \nafter the 1919 pandemic [22]. In the presence of this \nbackground [10, 19, 23], we implemented LT to treat \npatients with long-COVID on a case-by-case basis to *Correspondence:\nGregory L. Willis\ndirector@bronowski.org\n1 The Bronowski Institute of Behavioural Neuroscience, Woodend, VIC \n3442, Australia\n2 Department of Neurology, Osaka Toneyama Medical Center, 5-1-1, \nToneyama, Toyonaka, Osaka 560-8552, Japan\n3 Organic Clinic, 3-1-57 Honmachi, Toyonaka, Osaka 560-0021, Japan\nPage 2 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \ndetermine whether this would help in repairing their \nsleep disturbance.\nCase report 1\nA 58-year-old Caucasian female patient presented with \nfatigue, depression, anxiety, and irritability. She reported \nan inability to fall asleep, stay asleep, getting back to \nsleep, and getting adequate sleep to remain functional for \nthe duration of waking hours (Fig.  1C). The intractability \nof her sleep state increased anxiety, producing a circular \nexacerbation of insomnia. Periodic internal tremor, joint \npain, and loss of appetite (Fig.  1B) were also present. Her \nhistory revealed hereditary elliptocytosis and a minor \nsurgical procedure. She was not on any long-term medi cations and reported allergies to morphine and codeine. \nA diagnosis of COVID was made 20 weeks prior to pres entation with five acute symptoms lasting for 1–15 weeks \nprior to commencing LT (Fig.  1A). Figure  1B illustrates \nthe effect of LT on sleep and psychiatric parameters \nmeasured at the different timepoints for the duration of \nLT. Note that sleep deteriorated for the first 3 days after \nLT was applied in the evening. The time of LT adminis tration was then shifted to 7:30 A.M., whereby all sleep \nand psychiatric parameters improved slightly to moder ately within the first 1.5 weeks. Improvement continued \nafter the third week with all parameters showing moder ate to marked improvement by that time.Case report 2\nA 70-year-old retired Caucasian male patient presented \nwith bradyphrenia and reported that sleep (Fig.  2C) dur ing the past 12 weeks was marked by increased awaken ings (Fig.  2B,C). He expressed concern about the fatigue \ninterfering with his ability to undertake everyday tasks, \nas he became tired easily. Psychic depression and brain \nfog were also present, with suspected PD including brad ykineasia, muscular rigidity, tremor of the left hand, \nshortened gait, and reduced arm swing. Anosmia and \nimpaired balance were also present and he stated “I don’t \nfeel like myself… ” . His history revealed benign prostatic \nhypertrophy and psoriasis, for which he was prescribed \nDuodart® and topical Daivobet®, respectively. Diag nosis of COVID was made 13 weeks earlier with a mild \ncough and sore throat being the main acute symptoms, \nlasting 1–2 weeks, respectively (Fig.  2A). All other symp toms developed during the acute stages of COVID but all \nsymptoms responded well to the application of LT, with \nthe exception of Reynaud’s disease and anosmia, both of \nwhich the patient “suspected” were present before con tracting COVID. All other long-COVID and PD symp toms improved with LT, with depression showing the \nmost dramatic improvement.\nCase report 3\nA 42-year-old Caucasian female patient, visiting the \nclinic from a foreign domicile, presented with insom nia and broken sleep (Fig.  3c). She was getting 6  hours \nof sleep per night with two awakenings and could not \nfall back to sleep readily. Sustained fatigue was present \n(See figure on next page.)\nFig. 1 A The principle acute (black bars) and extended long-COVID (solid grey bars) symptoms occurring after case 1 contracted COVID. \nDiagnosis was confirmed within 3 days after the acute symptoms first appeared and these are listed in the right-hand column. The duration \nof symptom expression is represented on the abscissa with the units of time expressed as weeks. The solid bars represent severe symptoms \nwhile diagonal bars represent times when symptoms were slight to moderate. The open bars represent the time over which LT was applied. \nThe time at which the acute symptoms first emerged is indicated by the black arrow at the top-left of the diagram. B Symptomatic expression \nof case 1 during the acute and chronic phases of COVID. The status of each symptom displayed after contracting the virus and prior to attending \nthe clinic are expressed in the left-hand column and is labelled acute (pre). When the patient commenced treatment with evening LT (E) \nat 20 weeks extending over a 5-day period, her sleep deteriorated. The time of LT administration was then changed to the morning (M) \nwhich was continued to the end of the observation period at 76 weeks. Sleep and related parameters are expressed in the top row of boxes \nand measured at the times listed at 20, 22, 23, 27, and 76 weeks post-COVID (p/c). The total amount of sleep per night is expressed in hours as are \nthe number of awakenings, while the tendency to fall back to sleep after awakening at night is rated as rarely, sometimes, frequently or always. \nThe psychiatric symptoms are listed in the second row for the five periods of observation over the 76-week period. Fatigue and the psychiatric \nsymptoms observed during the acute period were evaluated and then rated as being slight (SLT), moderate (MOD), or marked (MKD) \nin severity. The ratings during the treatment period were based on the change in symptom severity compared with that of the acute period \nand were designated as unchanged (=), slightly improved (+), moderately improved (++), or markedly improved (+++), while (−) indicated \nthat the symptom worsened. B. fog/cog, brain fog/cognition; Irrit., irritability; Int. trem., internal tremor; nd, not detected; pre, before LT commenced; \npc, post-COVID; p/t, post-treatment. (1) indicates that knee pain existed prior to contracting COVID. C The sleep diary entries for case 1 for 12 days \nprior to and 19 days after commencing LT. The dark squares represent the time spent sleeping while the unfilled blocks represent the time \nawake. The left two columns represent the day in the program and the actual date, from left to right, respectively. The numbers across the top \nof the chart represent the hours of the day (black numbers on white) versus the night (white numbers on black). Evening LT commenced \n5 days before the switch to morning light application. The switch to morning light was made because sleep deteriorated with application of LT \nin the evening. Note that the longer that LT was applied, the more consolidated sleep became\nPage 3 of 14\n Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n \nFig. 1 (See legend on previous page.)\nPage 4 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \nduring the day, with marked anxiety in response to her \ninability to work more than a few hours per week. She \nwas also depressed, exhibiting cognitive impairment \n(brain fog) and other symptoms (Fig.  3B). Past history \nrevealed a tibial fracture, otitis media, and panic attacks, \nwhile she was prescribed 1.53 mg twice a day intranasal \nestrogen and 100  mg progesterone DPO for premeno pausal insomnia at the time of admission. A diagnosis \nof COVID was made 139  weeks earlier, with a second \ninfection 76 weeks later and a relapse at 118 weeks. The \nacute symptoms included sore throat, respiratory inflam mation, headache, and tinnitus, all of which were present \nin varying intensities at the time from the first infection \nup until the commencement of LT (Fig.  3A). The dura tion of long-COVID symptoms were also present in \nseverities that varied in accordance with reinfection and \nrelapse. Leg pain did not appear until after the relapse \nand was present when LT commenced. As shown in \nFig.  3C, the sleep architecture of this patient gradually \nchanged during the course of LT. Note that just prior to \nthis, the patient was getting a total of 5–6 hours of sleep \nper night with awakenings lasting 2–3.5  hours. Within \nthe first 3 weeks of treatment, the duration of time awake \nranged from 0.5 to 1 hour in most instances. By the end \nof the period of observation at 5 weeks after commenc ing treatment, there was one awakening per night lasting \nno longer than 0.5  hours. From this, one could surmise \nthat LT dramatically improved sleep architecture, dem onstrating a gradual process typically taking weeks to \nmonths. This patient showed moderate improvement in \nall symptoms by the first week and marked improvement \nin fatigue, depression, cognition, and anxiety by the sec ond week post-treatment. This improvement was main tained for the duration of the study up to 24 weeks.Case report 4\nA 64-year-old Caucasian male patient presented with \na sleep pattern reporting a 6–7-hour block of continu ous sleep per night. The time of falling off to sleep var ied from 11:00 to 06:00 hours with wake time fluctuating \nfrom 06:00 to 11:30  hours (Fig.  4C). He reported 1–2 \nawakenings per night and being unable to fall back to \nsleep if awakened. Moderate fatigue, depression, brain \nfog, anxiety, and irritability were noted (Fig.  4B), which \nhe attributed to his irregular sleep pattern and inconsist ent time of sleep onset. Past history revealed elevated \nProstate Specific Antigen (PSA) with acute adenocar cinoma, for which he was a candidate for radical pros tatectomy. Inguinal hernia repair and rotor cuff injury \noccurred 14 and 2 years earlier, respectively. The patient \nwas not on any long-term medication. He was diagnosed \nwith COVID 46  weeks earlier with acute symptoms \n(Fig.  4A) that included rhinorrhea, headache, hypersom nia, back pain, and anosmia that resolved in 3–4 weeks. \nWhile fatigue, depression brain fog, mood, and anxiety \nwere severe on presentation, by week 8 post-treatment \nthey showed a marked improvement, lasting for at least \n16  weeks after commencing LT (Fig.  4B). Olfaction \nshowed slight impairment on presentation with moder ate improvement for the treatment period.\nCase report 5\nA 45-year-old Caucasian female patient presented with \nbroken sleep achieving a total sleep time of 3–4 hours per \nnight, frequent awakenings, and difficulty in falling back \nto sleep (Fig.  5C). She reported severe fatigue, anxiety, \nand intermittent body pain. Moderate depression, brain \nfog, irritability, internal tremor, and loss of appetite with \na slight impairment of olfaction presenting as phantos mia (Fig.  4B). Her history was generally unremarkable \nFig. 2 A The principle acute (black bars) and extended long-COVID (solid grey bars) symptoms occurring after case 2 contracted COVID. Diagnosis \nwas confirmed within 3 days after the acute symptoms first appeared and these are listed in the right-hand column. The legend for this diagram \nis the same as that expressed in Fig. 1A. The asterisks represent the only Parkinsonian symptoms that were present at the time of disease onset. B \nSymptomatic expression by case 2 during the acute and long phases of COVID. The status of each symptom displayed after contracting the virus \nand prior to attending the clinic is expressed in the left-hand column and labelled acute to 13 weeks (pre). When the patient commenced \ntreatment with evening LT (E) at 14 weeks post-COVID (pc), it was then continuously administered for 53 weeks. Parameters are expressed in the top \nrows of boxes and measured at the times listed as 14, 16, and 55 weeks p/c. The psychiatric symptoms are listed in the second row for the three \nperiods of observation over the 55-week period. For Parkinsonian features, Brady., bradykinaesia; Rigid., rigidity; Trem., tremor; A. swing, arm swing; \nF. L. Self, feeling like oneself; Olfac., olfaction; nd, not detected; pre, before LT commenced; pt, post treatment. The legend for sleep parameters, \npsychiatric measures, and the fatigue, as well as the code for change in symptom severity, are the same as those expressed in Fig. 1. (1) indicates \nthat the patient experienced back pain. C The sleep diary entries for case 2 for 2 days prior to and 13 days after commencing LT. The dark squares \nrepresent the time spent sleeping while the open squares represent times awake. Evening LT (grey diagonal banded arrow) commenced \non the second day after entering the program. Note that the longer that LT was maintained, the more consolidated sleep became. The left two \ncolumns represent the day in the program and the actual date, from left to right, respectively. The numbers across the top of the chart represent \nthe hours of the day (black numbers on white) versus the night (white numbers on black). The asterisk represent a day when the light was not used \nand the patient forgot to record the time but indicated that the sleep on this day was the same as the preceding and subsequent day, thus \nthe mean of the two days was used(See figure on next page.)\nPage 5 of 14\n Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n \nFig. 2 (See legend on previous page.)\nPage 6 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \nwith a tonsillectomy performed 20 years earlier. The diag nosis of COVID was made 43 weeks prior to presentation \nwith minor sore throat and headache lasting 3–4  days \n(Fig.  5A). Only over-the-counter medications were used \nfor COVID symptoms. While fatigue, body pain, insom nia, and brain fog were present from the time of infection \nuntil entering the program, cardiac symptom includ ing palpitations, Postural Orthostatic Tachycardia Syn drome (POTS), irregular heartbeat, and weakness were \npresent from week 15. Neurological signs consisting of \nheaviness in the legs and numbness on the left side of \nthe face and were present intermittently since the time \nof infection. Depression did not appear until after week \n50 post-COVID. Further, 1 week after commencing LT, \nall symptoms improved substantially while improve ment at weeks 2–5 was marked (Fig.  5B), and the patients \nresumed normal daily activity, with scheduled daily LT.\nIn total, five Caucasian patients were the subject of \nstudy, with three women and two men, diagnosed with \nCOVID-19 and referred from general practices to assist \nwith their sleep disorders and depression. Patients were \nnot selected for the study but included the first five \npatients who were admitted to the clinic consecutively, \nwith a previous diagnosis of long-COVID. To protect \npatient identity during publication, each case was coded \nwith restricted access to code translation. After the first \nconsultation each patient was instructed on how to \ncomplete the sleep diary  and this served as a baseline. \nThe dose of light administered was 2–4000 LUX for \n30 minutes to 1  hour of exposure when the device was \npositioned within 30° of deviation from the midsagittal \nplane at a distance of 0.8 to 1.0 m. The patient received \nboth verbal and written instruction on how to set up the \nlight source to optimize phototransduction. LT was well \ntolerated, with the only adverse event observed during \nscreening was case 1, where it was administered in the evening, at the incorrect time within the 24-hour cycle \nand sleep deteriorated. However, this was corrected by \nshifting the time of light administration to the morning \nand sleep repaired, as established in previous work [23, \n24, cf. 25–27].\nDetails of the sleep features where obtained using three \ndifferent",
    "Methods": "methods employed for cross-verification and \nthis permitted detailed adherence monitoring. Sleep \ndiary: This involved entering the time asleep, time of \nawakening, and the number and duration of awakenings \nduring each consecutive 24-hour period, commencing \nthe day after the first consultation. The diary was filled \nout in the morning, after awakening and the partner/\nspouse/carer assisted in verifying the accuracy of each \ndaily entry. The time of light use was also recorded and \nmade accessible to the clinician during that time. The \nsecond method involved the patient in eliciting a spon taneous response on questions administered during a \nstructured interview regarding the patient’s sleep includ ing, (i) on average, the total number of hours they slept \nduring the dark phase of the light/dark cycle, (ii) the \nnumber of awakenings, and (iii) if awoken, did they fall \nback using the ratings of rarely (1), sometimes (2), often \n(3), or always (4). Each patient also reported the number \nand duration of day naps. The third method was to com plete a 24-hour circadian record. The clinician adminis tered this during the structured interview to determine \nthe average, (i) time to bed, (ii) time to fall asleep, (iii) \ntime to wake, and (iv) time to arise each day, since the \nlast appointment. Other parameters including time of \nLT, the timing of drug dosing and if and when a symptom \nfree period occurred during each 24-hour period. The \nclinician was careful to also specify the time during the \n24-hours cycle during which each answer applied. State \nversus trait features of each parameter and each patient \nwas deciphered compared with when they last attended \n(See figure on next page.)\nFig. 3 A The principle acute (black bars) and extended long-COVID (solid grey bars) depict symptoms occurring after case 3 contracted COVID. \nDiagnosis was confirmed 2 days to 6 weeks after the acute symptoms first appeared and these are listed in the right-hand column. The time \nat which the acute symptoms first emerged after the first and second infections is indicated by the black arrow at the top of the diagram \nas is the time of onset of the relapse. The legend for this diagram is the same as that expressed in Fig. 1A. B Symptomatic expression of case \n3 during the chronic phase of COVID. The status of each symptom displayed after contracting the virus and prior to attending the clinic are \nexpressed in the left-hand column and labelled acute; 0–139 weeks post-COVID (p/c). The patient commenced treatment with evening morning LT \nat 140 weeks (M) and continued for 2, 5, 11, 19, and 24 weeks p/t until the end of the study at 164 weeks post-treatment (p/t). Sleep and related \nparameters are expressed in the top rows of boxes and measured at the times listed as weeks (p/c). Sleep and psychiatric symptoms are listed \nin the first and second rows for the five periods of observation over the 164-week period. The legend for sleep parameters, psychiatric measures, \nand fatigue, as well as the code for change in symptom severity, are the same as those expressed in Fig. 1. (1) indicates that patient experienced \nleg pain. C Case 3 sleep diary entries for 3 days prior to and up to 32 days after commencing LT. The dark squares represent the time spent sleeping \nwhile the unfilled blocks represent the time awake. The two columns on the left represent the day in the program and the actual date, from left \nto right, respectively. The numbers across the top of the chart represent the hours of the day (black numbers on white) versus the night (white \nnumbers on black). Morning LT (grey arrow) commenced 3 days after entering the program. Note that sleep was not recorded during the 10 days \nmarked as overseas travel, prior to returning to her home domicile. Note also that the longer that LT was applied the fewer the number \nof awakenings and the shorter their duration as sleep became more consolidated\nPage 7 of 14\n Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n \nFig. 3 (See legend on previous page.)\nPage 8 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \nthe clinic with a spouse/partner/carer being present to \nverify their responses. The patient and spouse/partner/\ncarer was also asked to assist in recalling the number, \nseverity, and duration of acute and chronic symptoms \nat the onset of COVID occurring weeks earlier. The \nlong-COVID symptoms formally assessed in the clinic \nincluded sleep, REM Sleep Behavior Disorder (RSBD), \nfatigue, depression, cognition (brain fog), anxiety, irrita bility and mood swings, internal tremor [28], psychotic \nsymptoms, bradyphrenia, taste and smell, visual anoma lies, pain, appetite, and body weight. Note that clini cal assessment of these parameters has been practiced \nextensively in this clinic and reported previously for \npatients with PD [10, 19, 23]. Care was taken to record \nthe patient’s recall immediately after COVID diagnosis, \nduring the progression of the disease, and over the longer \nterm, including the period of treatment.\nAll clinical symptoms monitored in the present study \nwere rated on a Likert scale that has been used exten sively [10, 19, 23, 25] and run parallel with validated \ninstruments in controlled trials [10]. The scale employed \nis a 10-point scale with 10 being the most severe, trans latable to slight (1–3), moderate (4–7), or marked (8–10) \nin severity. This method also included input from the \ncarer and the patient in the context of professional clini cal evaluation. In consideration of the reasonable level \nof agreement between these results and those published \npreviously, we propose that our method of clinical eval uation is reasonably valid and reliable. Nevertheless, \nthe inherent problems associated with clinical assess ment used in the present study are duly recognized and \nwe expect that many of the findings reported here will \nbe interpreted conservatively until further randomized, \nblinded, placebo-controlled trials are  implemented \nusing more formal, validated instruments.",
    "Discussion": "Discussion\nThe present findings demonstrate that LT used for treat ing the prodromal symptoms of PD also improves sleep \nin patients with long-COVID. A remarkable improve ment in other long symptoms was also seen in our sam ple including, depression, fatigue, brain fog, and other \nlong-COVID symptoms intimating parallel circadian \ninvolvement in post-encephalitic Parkinsonism and pro dromal PD (Figs.  1, 2, 4, 5) [2–6, 10, 19, 23–29]. While \nit has been suggested that a post-encephalic increase in \nthe incidence of PD may be consequential to the COVID \npandemic [4, 30, 31], other work supports such a conten tion on the basis that neurological disease may eventuate \nfrom long-term perturbation of circadian function [18]. \nThis position is advanced further by the present findings \nwhereby LT regimens used for treating prodromal PD are \nalso effective in treating similar debilitating symptoms of \nlong-COVID [18, 22, 23, cf. 32–34].\nA parallel between the geographical/climatic incidence \nof PD and light supports the contention that ambient \nlight may be an important factor in COVID survival and \nproliferation as darker, winter climates have a higher inci dence of COVID, with warmer climates reporting lower \nrates of infection [35]. Higher latitudes with darker cli mates [36, 37] and occupations and lifestyles (Fig.  1) \nrequiring light exposure at night [38–41] provide further \nevidence linking circadian function, long-COVID, and \nprodromal PD. While other applications of light have \nbeen used for treating skin conditions during the COVID \npandemic [42–44], this is the first report suggesting that \nlight may play an important role in the etiology and treat ment of long-COVID by virtue of its effect upon circa dian function.\nAnother parallel drawn between the symptoms of \nlong-COVID [45, 46] and prodromal PD relates to pos sible circadian misalignment (Fig.  4) [20, 21, 27], as the \ntime of light presentation would be critical for realigning \nFig. 4 A The principle acute (black bars) and extended long-COVID (solid grey bars) depict symptoms occurring after case 4 contracted COVID. \nDiagnosis was made 46 weeks earlier and confirmed 1 month after the acute symptoms first appeared and these are listed in the right-hand \ncolumn. The time at which the acute symptoms first emerged after the infection is indicated by the black arrow at the top of the diagram. The \nlegend for this diagram is the same as that expressed in Fig. 1A. B Symptomatic expression of case 4 during the chronic phase of COVID. The \nstatus of each symptom displayed after contracting the virus and prior to attending the clinic are expressed in the left-hand column and labelled \nacute; 0 to 46 weeks post-COVID (p/c). The patient commenced treatment with evening LT at 54 weeks (M) and was continued until the end \nof the observation period at 16 weeks post-treatment (p/t). Sleep and related parameters are expressed in the top row of boxes and measured \nat the times listed weeks p/c. Sleep and psychiatric symptoms are listed in the first and second rows for the three periods of observation \nover the 16-week period. The legend for sleep parameters, psychiatric measures, and fatigue, as well as the code for change in symptom severity, \nare the same as those expressed in Fig. 1. (1) indicates the patient experienced back pain. C Case 4 sleep diary entries for 2 days prior to and up \nto 26 days after commencing LT. The dark squares represent the time spent sleeping while the unfilled blocks represent the time awake. The two \ncolumns on the left represent the day in the program and the actual date, from left to right, respectively. The numbers across the top of the chart \nrepresent the hours of the day (black numbers on white) versus the night (white numbers on black). Morning LT (grey arrow) commenced 2 days \nafter entering the program. Note also that the longer that LT was applied the more the periods of sleep became aligned during the dark phase \nof the photoperiod(See figure on next page.)\nPage 9 of 14\n Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n \nFig. 4 (See legend on previous page.)\nPage 10 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \ncircadian phase. For most patients with PD with perma nent DA deficiency, LT is most effective when applied in \nthe evening [10, 23, compare 26, 27], based on studies \nsuggesting they are phase advanced [10, 19, 23, 47, 48], \nwhile patients with seasonal affective disorder are phase \ndelayed and require light in the morning [49]. Under \nthe assumption that patients with long-COVID are also \nphase advanced, we administered light at night in a shift \nworker  that developed Long-COVID (Fig.  1). However, \nthis caused further fragmentation of sleep, prompt ing application of LT in the morning, whereby sleep \nimproved. Shift workers that contract COVID have been \ndefined as being predisposed to developing long-COVID \n[50, 51]. A difference in predisposition is shown in the \nresponse where PD was diagnosed shortly after this \npatient contracted COVID (Fig.  2). Like other patients \nwith PD, a therapeutic response was best achieved with \nevening light [10, 19, 23]. Even in the presence of reduced \nsensitivity of patients with PD to the positive effects of \ntreatment [52], the improvement in symptoms in case 2 \nafter evening light is consistent with that of other patients \nwith PD treated with LT [10, 19, 23], and highlights the \nneed for careful evaluation of each patient before pre scribing the appropriate parameters of LT exposure.\nPatients that experience prolonged durations of \nacute and/or chronic symptoms after COVID lasting \nfor months to years before commencing LT represent a \ngroup needing special consideration during treatment \n(Figs.  3 and 5). These patients responded well to morning \nLT, but their high levels of anxiety were often associated \nwith physical disability, which in turn exacerbated their \nanxiety. The rate of sleep repair remained incrementally \nprogressive, extending over many weeks and progressing \nin a manner similar to that seen in patients with PD [10, \n22, 23, 25]. By comparison, they required an extended \nLT duration compared with the other patients with longCOVID who were less severe or were symptomatic for shorter periods before commencing LT. These patients \nare still under study, and the minimal duration of LT \ntreatment is yet to be determined.\nIt has been suggested that phase shifting and the antiin flammatory properties of melatonin make it a good can didate for treating long-COVID [53–55]. This strategy is \nbased on the finding that COVID-induced inflammation \ncan reduce serotonin in serum and brain [56]. However, \nthe post-encephalitic brain exhibits a 5× hypersensitivity \nto psychotropic and neuropsychiatric drugs [33, 57], sug gesting that any drug being repurposed for long-COVID, \nincluding melatonin and selective serotonin reuptake \ninhibitors (SSRIs) [58], could be problematic [59, 60]. \nAlternatively, LT is minimally invasive and elevates sero tonin and its precursor tryptophan [61], suggesting that \nthis may be the mechanism underlying the therapeutic \neffect seen in the present findings. It has been suggested \nfurther that melatonin could be employed in a dual role \nas an antiinflammatory and to repair disrupted circadian \nphase [62] in patients with long-COVID [53–55]. How ever, with time of melatonin administration being critical \nin shifting circadian phase [9, 21], its ad hoc administra tion as an antiinflammatory may abrogate or even worsen \nthe intended therapeutic effect on circadian function \n(Fig.  1). Additional evidence that melatonin possesses \npro-Parkinsonian properties and may exacerbate symp toms of long-COVID is consistent with the antagonis tic effect of LT on melatonin in PD [6, 23, 25], and with \nthe already elevated plasma melatonin levels seen in PD \nand its models [63, 64]. The demonstrated benefits of \nmelatonin receptor antagonists in experimental rodent \nand primate models of PD [65, 66] support this further. \nIn the presence of the unresolved dilemma that postencephalitic patients may develop PD [15, 17] and the \ndemonstrated hypersensitivity to psychotropic, anti-viral, \nand Parkinsonian drugs often  present in these patients \n[33, 57, 67, 68], a more conservative approach to drug \n(See figure on next page.)\nFig. 5 A The principle acute (black bars) and extended long-COVID (solid grey bars) depict symptoms occurring after case 4 contracted \nCOVID. Diagnosis was confirmed within 6 weeks after the acute symptoms first appeared and these are listed in the right-hand column. The \ntime at which the acute symptoms first emerged after infection is indicated by the black arrow at the top of the diagram. The legend for this \ndiagram is the same as that expressed in Fig. 1A. B Symptomatic expression of case 5 during the chronic phase of COVID. The status of each \nsymptom displayed after contracting the virus and prior to attending the clinic are expressed in the left-hand column and labelled acute; 0 \nto 43 weeks post-COVID (p/c). The patient commenced treatment with morning LT at 44 weeks (M) and was continued for 5 weeks until the end \nof the observation period post-treatment (p/t). Sleep and related parameters are expressed in the top rows of boxes and measured at the times \nlisted weeks post-COVID. Sleep and psychiatric symptoms are listed in the first and second rows for the four periods of observation over the 5-week \nperiod. The legend for sleep parameters, psychiatric measures, and fatigue, as well as the code for change in symptom severity, are the same \nas those expressed in Fig. 1. (1) indicates the patient experienced generalized body pain. C Case 5 sleep diary entries for 4 days prior to and up \nto 26 days after commencing LT. The dark squares represent the time spent sleeping while the unfilled blocks represent the time awake. The two \ncolumns on the left represent the day in the program and the actual date, from left to right, respectively. The numbers across the top of the chart \nrepresent the hours of the day (black numbers on white) versus the night (white numbers on black). Morning LT (grey arrow) commenced 2 days \nafter entering the program. Note also that the longer that LT was applied the fewer the number of awakenings and the shorter their duration \nas sleep became more consolidated\nPage 11 of 14\n Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n \nFig. 5 (See legend on previous page.)\nPage 12 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \nrepurposing should be encouraged [58]. Even in the pres ence of antifibrotic and antiinflammatory compounds \ncurrently under development that show promise for \ntreating long-COVID [53–55], LT remains the ideal can didate until better adjunctive treatments are developed.\nThe parallel between long-COVID and prodromal PD \ndescribed herein is based on three converging theoreti cal points. (i) The symptoms of long-COVID and pro dromal PD are strikingly similar and are indicative of \ncompromised circadian function [5, 6, 25, 26, 69]. Those \nsymptoms include sleep disturbance, fatigue, depres sion, anxiety, and cognitive change [19, 27, 29, 70]. (ii) \nThe occurrence of post-encephalitic Parkinsonism was \nendemic after the 1919 pandemic with similar sympto matic features to those of long-COVID [8, 22, 33]. (iii) \nWith LT being effective in repairing the circadian-based \nfeatures of idiopathic PD [10, 23–27], we hypothesized \nthat post-encephalitic circadian features might be equally \nsensitive to the therapeutic effects of LT [71]. From this \nperspective, we discovered that LT is highly effective \nin repairing the fractured circadian underlay of longCOVID as it is in PD [8]. Indeed, the greatest diagnos tic challenge of the present study was to determine the \ncritical time of LT (Fig.  2), whereby long-COVID and PD \ndeveloped simultaneously. However, the 4-day stabiliza tion period of sleep pattern utilized previously [10, 19] \nand its implemented here serves to define the most effec tive time of LT application in patients with PD and longCOVID alike. In this regard, this preliminary study and \nthe underlying hypothesis, provide a new direction [71] \nfor exploring a noninvasive therapy [19, 26, 47], a diag nostic tool [70], and a potential prophylactic [18, 34] for \nlong-COVID.\nConclusions\nTo date there is no treatment yet identified that has a \nsignificant impact on the most debilitating symptoms of \nlong-COVID. In consideration of the similarities between \nthe prodromal symptoms of PD and long-COVID, LT \napplication of once daily for the purpose of mitigating \nsleep disturbance and depression was undertaken. Not \nonly did sleep and its architecture improve after LT but \nfatigue, depression, anxiety, cognitive function (brain \nfog), and other symptoms also improved markedly within \n1 week after starting LT and continued as long as LT was \nmaintained. Some patients were able to discontinue LT \nwithin a few weeks after commencing without relapse. \nThese results represent preliminary findings regarding a \nnovel, noninvasive means of improving many debilitating \nsymptoms of long-COVID, intimating circadian involve ment in post-encephalitic brain. This work provides a \nnew direction for effectively treating long-COVID.Acknowledgements\nNot applicable.\nAuthor contributions\nGLW was involved in study conception and patient treatment and manuscript \npreparation. TE and SS were involved in treatment development and manuscript preparation. All authors read and approved the final manuscript.\nFunding\nNo specific funding source served to support this project.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nWhile this was a retrospective study and ethics approval was not required, \ninformed consent was obtained prior to commencing treatment. A copy of \nwritten consent is available for review by the Editor-in-Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 12 March 2024   Accepted: 3 September 2024\nReferences\n 1. Bloem B, Okun M, Klein C. Parkinson’s disease. Lancet. \n2021;397(10291):2284–303.\n 2. Mantovani S, Smith S, Gordon R, et al. An overview of sleep and circadian \ndysfunction in Parkinson’s disease. J Sleep Res. 2018;27(3): e12673.\n 3. Fifel K, De Boer T. The circadian system in Parkinson’s disease, multiple \nsystems atrophy and progressive Supranuclear palsy. Handb Clin Neurol. \n2021;179:301–13.\n 4. Li W, Chan L, Chao Y, et al. Parkinson’s disease following COVID-19: causal \nlink or chance occurrence? J Transl Med. 2020;18:493.\n 5. Fifel K, Videnovic A. Chronotherapies for Parkinson’s disease. Prog Neuro biol. 2019;174:16–27.\n 6. Willis G. Parkinson’s disease as a neuroendocrine disorder of circadian \nfunction: dopamine–melatonin imbalance and the visual system in the \ngenesis and progression of the degenerative process. Rev Neurosci. \n2008;19(4–5):245–316.\n 7. Fifel K, Videnovic A. Light therapy in Parkinson’s disease: towards \nmechanism-based protocols. Trends Neurosci. 2018;41(5):252–4.\n 8. Liu Z, Ting S, Zhuang X. COVID-19, circadian rhythms and sleep: from \nvirology to chronobiology. Interface Focus. 2021;11(6):20210043.\n 9. Lewy A, Ahmed S, Jackson J, et al. International society of chronobiology: \nmelatonin shifts human circadian rhythms according to a phaseresponse curve. Chronobiol Int. 1992;9(5):380–92.\n 10. Willis G, Boda J, Freelance C. Polychromatic light exposure as a therapeutic in the treatment and management of Parkinson’s disease: a controlled \nexploratory trial. Front Neurol. 2018;9:741.\n 11. Willis G, Armstrong S. Fine-tuning the circadian system with light treat ment for Parkinson’s disease: an in-depth critical review. Rev Neurosci. \n2023;35(1):57–84.\n 12. Khatoon F, Prasad K, Kumar V. COVID-19 associated nervous system \nmalfunctions. Sleep Med. 2022;91:231–6.\n 13. Mehandru S, Merad M. Pathological sequelae of long-haul COVID. Nat \nImmunol. 2022;23(2):194–202.\nPage 13 of 14\n Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n \n 14. Liu Y, Niu L, Liu X, et al. Recent progress in non-motor features of \nParkinson’s disease with a focus on circadian rhythm dysregulation. \nNeurosci Bull. 2021;37(7):1010–24.\n 15. Beauchamp L, Finkelstein D, Bush A, et al. Parkinsonism as a third wave \nof the COVID-19 pandemic. J Park Res. 2020;10(4):1343–53.\n 16. Hood S, Amir S. The aging clock: circadian rhythms and later life. J Clin \nInvest. 2017;127(2):437–46.\n 17. Cartella S, Terranova C, Rizzo V, et al. COVID-19 and Parkinson’s disease: \nan overview. J Neurol. 2021;268(12):4415–21.\n 18. Leng Y, Blackwell T, Cawthon P , et al. Association of circadian abnor malities in older adults with an increased risk of developing Parkinson \ndisease. JAMA Neurol. 2020;77(10):1270–8.\n 19. Willis G, Moore C, Armstrong S. A historical justification for and \nretrospective analysis of the systematic application of light therapy in \nParkinson’s disease. Rev Neurosci. 2012;23(2):199–226.\n 20. Lewy A, Sack R, Singer C. Immediate and delayed effects of bright light \non human melatonin production: shifting “dawn” and “dusk” shifts the \ndime light melatonin onset (DLMO). Ann N Y Acad Sci. 1985;453:253–9.\n 21. Lewy A, Rough J, Songer J, et al. The phase shift hypothesis for the \ncircadian component of winter depression. Dialogues Clin Neurosci. \n2007;9(3):291–300.\n 22. Willis G. Common circadian features of the 1919 and COVID19 \npandemics: the long-COVID and prodromal Parkinson’s parallel. 2023 \n(Submitted 2023).\n 23. Willis G, Turner J. Primary and secondary features of Parkinson’s disease \nimprove with strategic exposure to bright light: a case series study. \nChronobiol Int. 2007;24(3):521–37.\n 24. Artemenko AR, Leven L. The phototherapy for Parkinson’s patients. Zh \nNevrol Psikhiatr Im SS Korsakova. 1996;96:63–6.\n 25. Martino K, Freelance C, Willis G. The effect of light exposure on insomnia and nocturnal movement in Parkinson’s disease: an open label, \nretrospective, longitudinal study. Sleep Med. 2018;44:24–31.\n 26. Paus S, Schmitz-Hübsch T, Wüllner U, et al. Bright light therapy in \nParkinson’s disease: a pilot study. Mov Disord. 2007;22(10):1495–8.\n 27. Videnovic A, Klerman E, Wang W, et al. Timed light therapy for sleep \nand daytime sleepiness associated with Parkinson’s disease: a randomised clinical trial. JAMA Neurol. 2017;74(4):411–8.\n 28. Massey D, Mitsuaki S, Baker AD, et al. Characterisation of internal tremors and vibration symptoms. BMJ Open. 2023;13(12): e077389.\n 29. Rutten S, Vriend C, Smit J, et al. Bright light therapy for depression \nin Parkinson’s disease: a randomised controlled trial. Neurology. \n2019;92(11):e1145–56.\n 30. Makhoul K, Jankovic J. Parkinson’s disease after COVID-19. J Neurol Sci. \n2021;422: 117331.\n 31. Zarifkar P , Peinkhofer P , Benros M, et al. Frequency of neurological \ndiseases after COVID-19, Influenza A/B and bacterial pneumonia. Front \nNeurol. 2022;13: 904796.\n 32. Sulser D, Antonini A, Leta V, et al. COVID-19 and possible links with \nParkinson’s disease and parkinsonism: from bench to bedside. NPJ Park \nDis. 2020;6(1):18.\n 33. Sacks O. Awakenings. London: Picador; 1973.\n 34. Musiek E, Holtzman D. Mechanisms linking circadian clocks, sleep, and \nneurodegeneration. Science. 2016;354(6315):1004–8.\n 35. Chen S, Prettner K, Kuhn M, et al. Climate and the spread of COVID-19. \nSci Rep. 2021;11(1):9042.\n 36. de Pedro Cuesta J. Studies of the prevalence of paralysis agitans by \ntracer methodology. Acta Neurol Scand Suppl. 1987;112:1–106.\n 37. de Pedro CJ, Stawiarz L. Parkinson’s disease incidence: magnitude, \ncomparability, time trends. Acta Neurol Scand. 1991;84:382–8.\n 38. Chen H, Schernhammer E, Schwarzchild M, et al. A prospective study \nof night shift work, sleep duration and risk of Parkinson’s disease. Am J \nEpidemiol. 2021;163:726–30.\n 39. Nakano T, Chiang K, Chen C, et al. Sunlight exposure and phototherapy: \nperspectives for healthy aging in an era of COVID-19. Int J Environ Res \nPublic Health. 2021;18(20):10950.\n 40. Golombek D, Pandi-Perumal S, Rosenstein R, et al. Dysregulated dark/\nlight cycle impairs sleep and delays the recovery of patients in intensive \ncare units: a call for action for COVID-19 treatment. Chronobiol Int. \n2022;39(7):903–6.\n 41. Monoz-Gonzalez C, Ruiz-Jaramillo J, Cuerdo-Vilches T, et al. Natural \nlighting in historic houses during times of pandemic. The case of housing in the Mediterranean climate. Int J Environ Res Public Health. \n2021;18(14):7264.\n 42. Megna M, Marasca C, Fabbrocini G. Ultraviolet radiation, vitamin D and \nCOVID-19. Ital J Dermatol Venerol. 2021;156(3):366–73.\n 43. Soheilifar S, Fathi H, Naghdi N. Photobiomodulation therapy as a \nhigh potential treatment modality for COVID-19. Lasers Med Sci. \n2021;36(5):935–8.\n 44. Sabino C, Ball A, Baptista M, et al. Light-based technologies for manage ment of COVID-19 pandemic crisis. J Photochem Photobiol B. 2020;212: \n111999.\n 45. Leta V, Boura I, van Wamelen D, et al. Covid-19 and Parkinson’s disease: \nacute clinical implications, long-COVID and post-COVID-19 parkinsonism. \nInt Rev Neurobiol. 2022;165:63–89.\n 46. Rota R, Boura I, Wan Y, et al. Spotlight on non-motor symptoms and \nCOVID-19. Int Rev Neurosci. 2022;165:103–33.\n 47. Endo T, Matsumura R, Tokuda I, et al. Bright light improves sleep in \npatients with Parkinson’s disease: possible role of circadian restoration. Sci \nRep. 2020;10(1):7982.\n 48. Fertl E, Auff E, Dopplebauer A, et al. Circadian secretion pattern of melatonin in Parkinson’s disease. J Neural Transm. 1991;3:41–7.\n 49. Wescott D, Wallace M, Hasler B, et al. Sleep and circadian rhythm profiles \nin seasonal depression. Psychiatr Res. 2022;156:114–21.\n 50. Lim R, Wambier C, Goren A. Are night shift workers at an increased risk for \nCOVID-19? Med Hypothesis. 2020;144: 110147.\n 51. Ricter K, Kellner S, Hillemacher T, et al. Sleep quality and COVID-19 \noutcomes: the evidence-based lessons in the framework of predictive, \npreventive and personalised (3p) medicine. EPMA J. 2021;12(2):221–41.\n 52. Pillai J, Bonner-Jackson A, Floden D, et al. Lack of accurate self-appraisal \nis equally likely in MCI from Parkinson’s disease and Alzheimer’s disease. \nMov Disord Clin Prac. 2018;5(3):283–9.\n 53. Brown G, Pandi-Perumal S, Pupko H, et al. Melatonin as an add-on treat ment of COVID-19 infection: current status. Diseases. 2021;9(3):64.\n 54. Brusco L, Cruz P , Cangas A, et al. Efficacy of melatonin in non-intensive \ncare unit patients with COVID-19 pneumonia and sleep dysregulation. \nMelatonin Res. 2021;4(1):173–88.\n 55. Cardinali D, Brown G, Pandi-Perumal S. Can melatonin be a potential \n“silver bullet” in treating COVID-19 patients? Diseases. 2020;8(4):44.\n 56. Wong AC, Devason A, Umana I, et al. Serotonin reduction in post-acute \nsequelae of viral infection. Cell. 2023;186:4851–67.\n 57. Krashner N, Cornelius J. L-dopa for post-encephalitic parkinsonism. Br \nMed J. 1970;4(5733):496.\n 58. Rus C, de Vries B, de Vries E, et al. Treatment of 95 post-COVID patients \nwith SSRIs. Sci Rep. 2023;13:18599.\n 59. Abreu G, Aguilar M, Covarrubias D, et al. Amantadine as a drug to mitigate \nthe effect of COVID 19. Med Hypothesis. 2020;140: 109755.\n 60. Anwar F, Naqvi S, Al-Abbasi F, et al. Targeting COVID-19 in Parkinson’s \npatients: drugs repurposed. Curr Med Chem. 2021;28(12):2392–408.\n 61. an het Rot M, Benkelfat C, Boivin D, et al. Bright light exposure during \nacute tryptophan depletion prevents a lowering of mood in mildly \nseasonal women. Eur Neuropsychopharmacol. 2007;18(1):14–23.\n 62. Lewy A, Emens J, Sack R, et al. Low, but not high, doses of melatonin \nentrained a free-running blind person with a long circadian period. \nChronobiol Int. 2002;19(3):649–58.\n 63. Lin L, Du Y, Yuan S, et al. Serum melatonin is an alternative index of Parkinson’s disease severity. Brain Res. 2014;1547:43–8.\n 64. Meng T, Zheng Z, Tiu T, et al. Contralateral retinal dopamine decrease and \nmelatonin increase in progression of hemi-Parkinsonian rat. Neurochem \nRes. 2012;37(5):1050–6.\n 65. Willis G, Robertson A. Recovery of experimental Parkinson’s disease \nwith the melatonin analogues ML-23 and S-20928 in a chronic, bilateral \n6-OHDA model: a new mechanism involving antagonism of the melatonin receptor. Pharmacol Biochem Behav. 2004;79(3):413–29.\n 66. Willis G, Robertson A. Recovery of experimental Parkinson’s disease in \nthe 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine treated marmo set with the melatonin analogue ML-23. Pharmacol Biochem Behav. \n2005;80(1):9–26.\n 67. Sacks O, Kohl M, Schwartz W, et al. Side-effects of L-dopa in post-ence phalic parkinsonism. Lancet. 1970;1(7654):1006.\n 68. Sacks O, Messeloff C, Schwartz W. Long-term effects of levodopa in the \nseverely disabled patient. JAMA. 1970;213(13):2270.\nPage 14 of 14 Willis et al. Journal of Medical Case Reports          (2024) 18:496 \n 69. Mahlknecht P , Seppi K, Poewe W. The concept of prodromal Parkinson’s \ndisease. J Park Dis. 2015;5:681–97.\n 70. Li T, Cheng C, Jai, et al. Peripheral clock system abnormalities in patients \nwith Parkinson’s disease. Front Aging Neurosci. 2021;13: 736026.\n 71. Naik R, Avula S, Palleti S, et al. From emergence to endemicity: a compre hensive review of COVID-19. Cureus. 2023;15(10): e48046.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}