{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05135-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05135-z.pdf",
  "metadata": {
    "/Keywords": "Muscular dystrophy; Neuromuscular diseases; Genetic diseases; Genetic phenomena; Mutation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250306140806+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250304143946+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05135-z",
    "/Author": "Sarah Gerges ",
    "/Title": "Identification of two previously unreported Duchenne muscular dystrophy gene variants in a patient diagnosed with a dystrophinopathy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05135-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Duchenne muscular dystrophy and Becker muscular dystrophy are X-linked recessive disorders affecting \nmuscle function, which are caused by mutations in the dystrophin gene (also known as the Duchenne muscular dystro phy gene). The resulting condition is dictated by the severity of the involved mutation; for instance, Duchenne muscular \ndystrophy presents in early childhood with rapid progression, whereas Becker muscular dystrophy exhibits a milder, later \nonset with slower progression. In this report, we present the case of a young patient with clinical symptoms of a dystro phinopathy, whose genetic analysis yielded two previously undescribed mutations within the dystrophin gene.",
    "Case Presentation": "Case presentation This paper focuses on a 12-year-old Syrian male patient with a 6-year history of progressive gait \ndifficulty, lower limb weakness, and recurrent falls. Physical examination revealed a positive Gowers’ sign and pseudo hypertrophy, but normal muscle strength. A diagnosis of myopathy was supported by elevated serum creatine kinase \nand a muscle biopsy showing dystrophic changes in the right quadriceps muscle. While the initial deletion and duplication screening in the Duchenne muscular dystrophy gene using multiplex ligation-dependent probe amplification \nwas negative, further extensive genetic analysis revealed two novel hemizygous variants of uncertain significance \nin the Duchenne muscular dystrophy gene (c.536A > T p.(Asp179Val) and c.680C > T p.(Ser227Phe), with no other clinically relevant variants in the neuromuscular panel.",
    "Conclusion": "Conclusion The identification of novel variants in the Duchenne muscular dystrophy gene, alongside the absence \nof pathogenic mutations in other genes investigated by the neuromuscular panel, strongly suggests an X-linked \ndystrophinopathy diagnosis in our patient. This case highlights the need for continued exploration of dystrophinopathies’ genetic variants. Further studies are required to elucidate the functional impact of these novel variants \nand to improve our understanding of the genotypic and phenotypic variability observed in these disorders, which \nmay lead to a revolution in treatment approaches and potentially offer curative options for patients.\nKeywords  Muscular dystrophy, Neuromuscular diseases, Genetic diseases, Genetic phenomena, Mutation\n†Rania Naoufal and Hicham Mansour are last coauthors.\n*Correspondence:\nSarah Gerges\nsarah_gerges@outlook.com\nRania Naoufal\nrnaoufal@sgub.edu.lb\nHicham Mansour\nhicham.mansour@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 5 Gerges et al. Journal of Medical Case Reports          (2025) 19:101 \nIntroduction\nBecker muscular dystrophy (BMD) and Duchenne mus cular dystrophy (DMD) are X-linked recessive disorders \ncaused by mutations in the dystrophin gene (DMD gene), \nwhich is located on the Xp21.2 chromosome [1, 2]. This \ngene encodes dystrophin, a critical protein for maintain ing muscle fiber integrity. Mutations of the DMD gene \ngenerally induce a premature truncation of the dystro phin, rendering it functionally unstable [1]. A known \nclass of DMD mutations are missense mutations, where a \nsingle DNA base pair (nucleotide) is changed and",
    "Results": "results \nin the substitution of one amino acid for another within \nthe protein sequence [3]. These genetic alterations exert \nsignificant, yet variable, impacts on protein function, \nhence manifesting in a diverse spectrum of clinical out comes [4].\nConsequently, the severity of these mutations is a key \ndifferentiator between DMD and BMD [4, 5]. As such, \nmutations described in BMD allow some level of dystro phin production, although the protein may be function ally abnormal. Conversely, mutations identified in DMD \nare often more severe, resulting in significantly reduced \nor entirely absent functional dystrophin [4–6]. As a con sequence, this disparity in dystrophin production induces \ndistinct clinical presentations. Specifically, DMD clini cally presents in early childhood (2–3 years old) with fre quent falls, difficulty climbing stairs, and delayed motor \nmilestones. Muscle weakness progresses rapidly, with \nmost individuals requiring wheelchairs by adolescence. \nSubsequently, cardiac and respiratory complications may \noccur, which impacts life expectancy [7]. In contrast, \nBMD exhibits a milder and later onset (that is, appears in \nteens or young adulthood). Muscle weakness progresses \nslower, allowing ambulation to persist into adulthood \n[8]. Cardiac involvement is less frequent, occurring later \nin the disease course [2, 8]. Despite these distinctions, \nboth conditions share characteristic features, such as calf \npseudohypertrophy and a waddling gait [9, 10]. DMD and \nBMD have a combined prevalence of approximately 2 per \n10,000 males aged 5–9  years, but DMD holds a three fold greater prevalence than BMD [11]. This discrepancy \nis likely attributable to the earlier onset of symptoms in \nDMD.\nThe number of identified mutations in the DMD gene \nis extensive and constantly growing, and was reported to \nexceed 4500 [6]. These mutations are significantly het erogeneous in type and severity, which contributes to \nthe wide spectrum of clinical presentations in DMD and \nBMD [4, 6]. In this report, we describe the clinical pres entation, laboratory workup, and unique genetic findings \nof a young 12-year-old male patient presenting with clini cal symptoms characteristic of a dystrophinopathy, who \nwas found to have two novel distinct DMD gene variants.Case presentation\nA 12-year-old Syrian male patient, born at term via elec tive caesarean section, presented in October 2023 with a \n6-year history of progressive gait disturbance, recurrent \nfalls, and mild lower limb and pelvic girdle weakness. He \nachieved independent ambulation at the age of 1 year. \nThe patient had no medical comorbidities, and his family \nhistory was unremarkable for neuromuscular disorders. \nThere was no consanguinity between parents.\nPhysical examination revealed normal vital signs. Neu rological examination was unremarkable, except for a \npositive Gowers’ sign, indicating difficulty rising from \nthe floor without using the arms for support. No mus cle atrophy was observed, but his calves showed charac teristic pseudohypertrophy. His gait was remarkable for \npelvic girdle instability, but he was able to maintain inde pendent ambulation.\nHis laboratory investigations were suggestive of a \nmyopathy: serum creatine kinase (CK) was elevated at \n27,195 U/L (normal range: 24–195 U/L), with elevated \nlactate dehydrogenase (LDH) levels at 1142 U/L (normal \nrange: 200–450) and aldolase levels at 519 U/L (normal \nrange: < 7.8). A muscle biopsy from the right quadriceps \nshowed dystrophic myopathic changes with decreased \ndystrophin expression, further supporting the diagnosis \nof a dystrophinopathy. The patient started physiotherapy, \nand a cardiorespiratory evaluation was ordered.\nInitial genetic testing was focused on the DMD gene, \nemploying multiplex ligation-dependent probe ampli fication (MLPA) to identify any deletions or duplica tions. This analysis yielded negative results, ruling out a \nclassical DMD (Duchenne/Becker muscular dystrophy) \ndiagnosis. However, given the clinical and histologi cal findings, further genetic evaluation was pursued. A \ncomprehensive neuromuscular panel was performed, \nincluding next-generation sequencing (NGS), copy num ber variation (CNV) analysis, repeat expansion analysis \nof the DMPK gene, and MLPA to determine the copy \nnumber of the SMN1 and SMN2 genes. This advanced \ngenetic testing revealed two novel hemizygous variants \nof uncertain significance (VUS) within the DMD gene: \nc.536A > T, predicted to cause the amino acid substitu tion p.(Asp179Val), and c.680C > T, predicted to cause \np.(Ser227Phe). Particularly, c.536A > T is a specific \ngenetic mutation where a single nucleotide, adenine \n(A), at position 536 in the DNA sequence of the DMD \ngene is replaced by thymine (T). Similarly, c.680C > T is \na mutation where the cytosine (C) at position 680 in the \nDNA sequence of the DMD gene is replaced by thymine \n(T). No other clinically relevant variants were identi fied within the neuromuscular panel. Repeat expansion \nanalysis of the DMPK gene was negative, and MLPA \nPage 3 of 5\n Gerges et al. Journal of Medical Case Reports          (2025) 19:101 \n \nconfirmed the presence of two SMN1 gene copies with \nno detectable SMN2 copies.",
    "Discussion": "Discussion\nIn this article, we presented the case of a young male \npatient with symptoms suggestive of a muscular dystro phy. The genetic testing revealed two previously unre ported variations (c.536A > T and c.680C > T), which are \nmissense mutations within the DMD gene. The DMD \nvariant c.536A > T p.(Asp179Val) causes an amino acid \nchange from aspartate to valine at position 179 in exon \n7 of 79, and the DMD variant c.680C > T p.(Ser227Phe) \ncauses an amino acid change from serine to phenylala nine at position 227 in exon 8 of 79.\nGenerally, mutations in the DMD gene, which encodes \nfor the dystrophin protein, are known to be associated \nwith abnormal dystrophin and the subsequent develop ment of muscular dystrophies, such as DMD and BMD \n[1]. Dystrophin is an essential protein for muscles as \nit serves as an integral component of the dystrophinassociated glycoprotein complex (DGC) in the skeletal \nmuscle sarcolemma [1]. The DGC links the intracellular \ncytoskeleton, responsible for maintaining cellular integ rity and function, to the extracellular matrix, which pro vides essential support and stability to muscle fibers [1].\nNeither mutation in our case is a complete stop muta tion or frameshift mutation. Instead, they are missense \nmutations, meaning that they likely alter a single amino \nacid within the dystrophin protein. This event, in con trast to DMD where frameshift mutations often occur, \nallows for some production of potentially partially func tional dystrophin, as evidenced by the presence of the \ndystrophin protein seen in our patient’s muscle biopsy. \nThe missense nature of these mutations aligns with the \nmilder phenotype observed in our patient compared to \nthe more severe course of DMD, where nonsense muta tions leading to truncation/absence of the dystrophin \nprotein usually occur [4–6]. Indeed, the specific clinical \npresentation plays a paramount role when dealing with \nVUS. In our case, the presence of dystrophin in the mus cle biopsy strengthens the correlation between these mis sense mutations and the BMD phenotype, rather than \nDMD.\nThe identification of these novel variants has substan tial therapeutic implications since early molecular diag nosis facilitates personalized management (for example, \ntargeted interventions) [12]. Characterizing these vari ants also contributes to the expanding genotype–phe notype spectrum of dystrophinopathies [13], improving \nrisk stratification and genetic counseling. For example, \nearly identification of specific mutations can inform the \ndevelopment of precision medicine approaches, includ ing gene-based therapies (for example, emerging exon-skipping therapies designed to restore dystrophin \nproduction), with the ultimate goal of improving longterm outcomes for individuals affected by muscular dys trophies [14, 15].\nMoreover, the current case highlights the role of com prehensive diagnostic approaches, including advanced \ngenetic testing, in achieving an accurate diagnosis for \npresentations of muscular dystrophy. Although the initial \ngenetic test failed to detect classical deletions or duplica tions in the DMD gene, the combined analysis of clini cal manifestations, elevated serum enzyme levels, muscle \nbiopsy findings, and the identification of novel variants \nthrough advanced genetic testing led to the diagnosis of \na probable BMD X-linked dystrophinopathy. These find ings also emphasize the importance of genetic counseling \nfor the patient’s family to optimize care plan. Female car riers of DMD or BMD, for instance, are at increased risk \nfor cardiomyopathy (with a prevalence ranging from 3% \nto 33%), even in the absence of overt muscular symp toms, highlighting the importance of cardiac evaluation \nfor female carriers of dystrophin gene mutations [16].\nAnother noteworthy finding is the presence of two rare \nvariants in the same patient, given the homogeneity of \nthe Arab population’s genetics [17]. In fact, the co-occur rence of two distinct and rare genetic mutations within \na single individual is a relatively infrequent event. This \nimprobability is further amplified in our current case, \nconsidering the low prevalence of the suspected disease \n[11] and the absence of consanguinity, a known risk fac tor for such occurrences [18]. However, the possibility of \nhaving multiple mutations cannot be entirely dismissed, \nparticularly when the patient’s clinical presentation \nshows significant complexity and the observed signs and \nsymptoms do not correspond to a single known disorder.\nNevertheless, a key limitation of this study pertains to \nthe classification of the identified variants (c.536A > T \nand c.680C > T) as VUS. As highlighted by Richards et \nal. [19], VUS classification poses a significant challenge \nin clinical genetics owing to the inherent difficulty in \ndefinitively establishing their pathogenicity. These uncer tainties complicate the clinical decision-making (that is, \naccurately assessing disease risk/predicting disease sever ity) and patient management (that is, guiding appropri ate treatment decisions) [20]. The challenge in our case \nremains in the ambiguity surrounding the effects of these \nnovel identified variants (c.536A > T and c.680C > T) on \nthe dystrophin protein, their contribution to our patient’s \nsymptoms, and their impact on the long-term disease \nseverity and patient’s prognosis. For instance, the lack \nof definitive pathogenicity for these variants may hinder \nthe implementation of preventive measures or the ini tiation of specific therapies, such as cardiac monitoring \nor interventions, which are fundamental for managing \nPage 4 of 5 Gerges et al. Journal of Medical Case Reports          (2025) 19:101 \ndystrophinopathies effectively [21]. Therefore, regular \nclinical monitoring, including physiotherapy and car diorespiratory evaluation, is crucial for optimizing our \npatient’s long-term management. Functional studies \n(for example, in vitro studies) are also warranted to elu cidate the impact of these novel variants on dystrophin \nprotein function and thus contribute to the growing \nbody of knowledge regarding the phenotypic spectrum \nof dystrophinopathies. An improved understanding of \nthese muscular diseases’ genetic variants is pivotal for the \nadvancement of promising revolutionary gene therapies, \nsuch as gene transfer therapy through adeno-associated \nvirus (AAV) vectors utilization for restoring dystrophin \n[14, 15, 22].\nConclusion\nThe identification of novel variants in the DMD gene, \nalongside the absence of pathogenic mutations in other \ngenes investigated by the neuromuscular panel, strongly \nsuggests an X-linked dystrophinopathy diagnosis in \nour patient. This case highlights the need for contin ued exploration of dystrophinopathies’ genetic variants. \nFurther studies are required to elucidate the functional \nimpact of these novel variants and to improve our under standing of the genotypic and phenotypic variability \nobserved in these disorders, which may lead to a revolu tion in treatment approaches and potentially offer cura tive options for patients.\nAcknowledgements\nThe authors would like to thank the patient and legal representatives’ for their \ncooperation.\nAuthor contributions\nSG wrote the manuscript; RN and HM were responsible for the data collection \nand supervision of this work. All authors reviewed the final manuscript and \ngave their consent.\nFunding\nNo funding was received for this research.\nAvailability of data and materials\nIn accordance with patient confidentiality requirements, individual data cannot be included.\nDeclarations\nEthics approval and consent to participate\nFollowing institutional guidelines for case reports with minimal risk and \nanonymized data, ethics committee approval was not required for this study.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest.Author details\n1 Faculty of Medicine, Saint George University of Beirut, Beirut, Lebanon. 2 Clinical Laboratories Department, Saint George University Medical Center, Beirut, \nLebanon. 3 Department of Pediatrics, Saint George University Medical Center, \nBeirut, Lebanon. \nReceived: 14 June 2024   Accepted: 12 February 2025\nReferences\n 1. Zubrzycka-Gaarn EE, Bulman DE, Karpati G, et al. The Duchenne muscular \ndystrophy gene product is localized in sarcolemma of human skeletal \nmuscle. Nature (London). 1988;333(6172):466–9. https:// doi. org/ 10. 1038/ \n33346 6a0.\n 2. Davies KE, Smith TJ, Bundey S, et al. Mild and severe muscular dystrophy \nassociated with deletions in Xp21 of the human X chromosome. J Med \nGenet. 1988;25(1):9–13. https:// doi. org/ 10. 1136/ jmg. 25.1.9.\n 3. Watson JD. Molecular biology of the gene. 6. edn. internat. ed. ed. \nPearson, Benjamin Cummings [u.a.]; 2008. http:// bvbr. bib- bvb. de: 8991/F? \nfunc= servi ce& doc_ libra ry= BVB01 & local_ base= BVB01 & doc_ number= \n01629 5101& seque nce= 00000 2& line_ number= 0001& func_ code= DB_ \nRECOR DS& servi ce_ type= MEDIA.\n 4. Muntoni F, Torelli S, Ferlini A. Dystrophin and mutations: one gene, several \nproteins, multiple phenotypes. Lancet Neurol. 2003;2(12):731–40. https:// \ndoi. org/ 10. 1016/ S1474- 4422(03) 00585-4.\n 5. Cunniff C, Andrews J, Meaney FJ, et al. Mutation analysis in a populationbased cohort of boys with Duchenne or Becker muscular dystrophy. J \nChild Neurol. 2009;24(4):425–30. https:// doi. org/ 10. 1177/ 08830 73808 \n324770.\n 6. Aartsma-Rus A, Van Deutekom JCT, Fokkema IF, Van Ommen GB, Den \nDunnen JT. Entries in the Leiden Duchenne muscular dystrophy mutation \ndatabase: an overview of mutation types and paradoxical cases that \nconfirm the reading-frame rule. Muscle Nerve. 2006;34(2):135–44. https:// \ndoi. org/ 10. 1002/ mus. 20586.\n 7. Bushby K, Finkel R, Birnkrant DJ, et al. Diagnosis and management of \nDuchenne muscular dystrophy, part 1: diagnosis, and pharmacological \nand psychosocial management. Lancet Neurol. 2010;9(1):77–93. https:// \ndoi. org/ 10. 1016/ S1474- 4422(09) 70271-6.\n 8. Beggs AH, Hoffman EP , Snyder JR, et al. Exploring the molecular basis for \nvariability among patients with Becker muscular dystrophy: dystrophin \ngene and protein studies. Am J Hum Genet. 1991;49(1):54–67.\n 9. Birnkrant DJ, Bushby K, Bann CM, et al. Diagnosis and management of \nDuchenne muscular dystrophy, part 1: diagnosis, and neuromuscular, \nrehabilitation, endocrine, and gastrointestinal and nutritional manage ment. Lancet Neurol. 2018;17(3):251–67. https:// doi. org/ 10. 1016/ S1474- \n4422(18) 30024-3.\n 10. Magot A, Wahbi K, Leturcq F, Jaffre S, Péréon Y, Sole G. Diagnosis \nand management of Becker muscular dystrophy: the French guide lines. J Neurol. 2023;270(10):4763–81. https:// doi. org/ 10. 1007/ \ns00415- 023- 11837-5.\n 11. Romitti PA, Zhu Y, Puzhankara S, et al. Prevalence of Duchenne and Becker \nmuscular dystrophies in the United States. Pediatrics. 2015;135(3):513–21. \nhttps:// doi. org/ 10. 1542/ peds. 2014- 2044.\n 12. Hong P , Tan Y. Enhancing personalized medicine through molecular diagnostics: implications for nursing care. Theoret Nat Sci. 2024;37(1):121–6. \nhttps:// doi. org/ 10. 54254/ 2753- 8818/ 37/ 20240 182.\n 13. Neuhoff K, Kilicarslan OA, Preuße C, et al. Expanding the molecular \ngenetic landscape of dystrophinopathies and associated phenotypes. \nBiomedicines. 2024;12(12):2738. https:// doi. org/ 10. 3390/ biome dicin \nes121 22738.\n 14. Patterson G, Conner H, Groneman M, Blavo C, Parmar MS. Duchenne \nmuscular dystrophy: current treatment and emerging exon skipping and \ngene therapy approach. Eur J Pharmacol. 2023;947: 175675. https:// doi. \norg/ 10. 1016/j. ejphar. 2023. 175675.\n 15. Elangkovan N, Dickson G. Gene therapy for Duchenne muscular dystrophy. J Neuromusc Dis. 2021;8(s2):S303–16. https:// doi. org/ 10. 3233/ \nJND- 210678.\n 16. Mccaffrey T, Guglieri M, Murphy AP , Bushby K, Johnson A, Bourke JP . \nCardiac involvement in female carriers of duchenne or Becker muscular \nPage 5 of 5\n Gerges et al. Journal of Medical Case Reports          (2025) 19:101 \n \ndystrophy. Muscle Nerve. 2017;55(6):810–8. https:// doi. org/ 10. 1002/ mus. \n25445.\n 17. Teebi AS. Genetic disorders among Arab populations. 2. Aufl. ed. Springer \nBerlin Heidelberg; 2010.\n 18. Lal D, Neubauer BA, Toliat MR, et al. Increased probability of co-occur rence of two rare diseases in consanguineous families and resolution \nof a complex phenotype by next generation sequencing. PLoS ONE. \n2016;11(1): e0146040. https:// doi. org/ 10. 1371/ journ al. pone. 01460 40.\n 19. Richards S, Aziz N, Bale S, et al. Standards and guidelines for the interpre tation of sequence variants: a joint consensus recommendation of the \nAmerican College of Medical Genetics and Genomics and the Association for Molecular Pathology. Genet Med. 2015;17(5):405–24. https:// doi. \norg/ 10. 1038/ gim. 2015. 30.\n 20. Morales A, Hershberger RE. Variants of uncertain significance: should we \nrevisit how they are evaluated and disclosed? Circ Genomic Precis Med. \n2018;11(6): e002169. https:// doi. org/ 10. 1161/ CIRCG EN. 118. 002169.\n 21. Mavrogeni S, Markousis-Mavrogenis G, Papavasiliou A, Kolovou G. Cardiac \ninvolvement in Duchenne and Becker muscular dystrophy. World J \nCardiol. 2015;7(7):410–4. https:// doi. org/ 10. 4330/ wjc. v7. i7. 410.\n 22. Happi Mbakam C, Lamothe G, Tremblay G, Tremblay JP . CRISPR-Cas9 \ngene therapy for Duchenne Muscular Dystrophy. Neurotherapeutics. \n2022;19(3):931–41. https:// doi. org/ 10. 1007/ s13311- 022- 01197-9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}