{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05077-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05077-6.pdf",
  "metadata": {
    "/Keywords": "Selenoprotein N-related myopathy; SELENON; Congenital myopathies; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250220150749+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250220062148+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05077-6",
    "/Author": "Barbara Risi ",
    "/Title": "SELENON-related myopathy as a cause of acute respiratory failure in middle age: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05077-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background SELENON-related myopathy is a rare autosomal recessive congenital neuromuscular disorder linked \nto defects in the selenoprotein N. The clinical onset typically occurs in infancy and axial weakness, rigid spine, and respiratory involvement are almost invariably present at early stages.",
    "Case Presentation": "Case presentation We report the case of a 44-year-old Italian woman who underwent intubation for acute respiratory failure, followed by weaning from invasive ventilation within 6 months. Her medical history was not significant, \nbut a detailed medical history collection revealed slight motor limitations since childhood such as slow running, difficulty climbing high steps, early muscle exhaustion, and fatigue.\nThe neurological examination showed a waddling gait and axial and proximal limb muscle weakness without rigid \nspine. The right quadriceps muscle biopsy showed nonspecific myopathic abnormalities. Clinical exome sequencing \nrevealed the presence of the two heterozygous variants c.713DupA and c.803G > A in the SELENON gene.",
    "Conclusion": "Conclusion This report focused on the clinical heterogeneity of SELENON-related myopathy. While we highlight \nthat the absence of spinal rigidity and core pathology on muscle biopsy should not exclude the diagnostic suspicion, \noverall we stress the importance of respiratory failure as a possible late manifestation of the disease, even in middleaged individuals.\nKeywords  Selenoprotein N-related myopathy, SELENON, Congenital myopathies, Case report",
    "Introduction": "Introduction\nSELENON -related myopathy (SELENON -RM) is a rare \nautosomal recessive congenital myopathy associated with \ndefects in the SELENON  gene, encoding selenoprotein N, \na transmembrane protein localized in the sarcoplasmic \nreticulum [1–7]. It acts as a sensor of calcium fluctua tions within the endoplasmic reticulum (ER) and helps \nregulate cellular calcium levels, playing a role against \noxidative damage and ER stress [8]. Furthermore, in \nmouse models, it has recently been shown to be involved \nin mitochondrial integrity and in the calcium transfer \nbetween organelles [8].Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMassimiliano Filosto\nmassimiliano.filosto@unibs.it\n1 NeMO-Brescia Clinical Center for Neuromuscular Diseases, Brescia, Italy\n2 Department of Molecular and Translational Medicine, University \nof Brescia, Brescia, Italy\n3 Department of Clinical and Experimental Sciences, University of Brescia, \nBrescia, Italy\n4 Unit of Neurology, ASST Spedali Civili, Brescia, Italy\n5 Laboratory of Medical Genetics, Diagnostic Department, ASST Spedali \nCivili, Brescia, Italy\n6 Unit of Pathological Anatomy, ASST Spedali Civili, Brescia, Italy\nPage 2 of 6 Risi et al. Journal of Medical Case Reports           (2025) 19:64 \nThe exact global prevalence of this condition is \nunknown and is likely underdiagnosed. A recent com prehensive French case series [4] identified 69 cases, with \nan estimated prevalence of 1.03 per million. An earlier \nUK population study of congenital muscular dystrophies \n(CMDs) [9], which included the SEPN1  gene according \nto an old classification [3], found a frequency of 10% (44 \ncases out of 440 considered); considering a point preva lence of 0.9 per 100,000 for all CMDs in Northern Eng land, the rarity of SEPN1 -RM within them is evident. \nLower frequencies were observed in a similar population \nstudy in Italy (6.25% of 336 cases for SEPN1 -RM, with a \nglobal prevalence of 0.56 per 100,000 for CMDs) [10].\nThe age of onset is within the first 2 years of life in \nalmost 80% of cases; muscle weakness typically affects \nprimarily the neck and trunk axial muscles, and it is asso ciated with early onset rigid spine [3–5]. Respiratory fail ure sets in before adulthood, and people usually require \nnighttime noninvasive ventilation while still being ambu latory [3–5].\nHowever, some cases with atypical phenotypes and \nlater onset have been described in the literature, the diag nosis of which is often challenging [3–5]. We here report \nthe clinical and molecular findings of an adult female \npatient presenting with acute respiratory failure in mid dle age and harboring compound heterozygote mutations \nin the SELENON  gene.\nCase report\nFirst clinical evaluation\nA 44-year-old Italian woman experienced an episode of \nacute respiratory failure with respiratory acidosis, not \nowing to impaired gas exchange caused by damaged \nlung parenchyma (pneumonia, acute respiratory distress \nsyndrome (ARDS), emphysema, and similar conditions \nwere excluded by instrumental and laboratory analysis), \nrequiring admission to the intensive care unit and inva sive ventilation via tracheostomy. A total of 4 months \nlater, she was switched to noninvasive ventilation, and \n6 months later, the tracheostomy was removed.\nThe patient was addressed on the suspicion of a muscu lar origin of the respiratory failure.\nHer medical history was positive only for hypertension. \nHowever, a more detailed examination revealed the pres ence of some motor limitations that had “always been \nthere, ” such as slow running, difficulty climbing high \nsteps, early muscle exhaustion, and fatigue. However, \nthroughout her life she had not experienced any signifi cant motor limitations in daily activities, nor any com plaints that could be attributed to sleep hypoventilation \nor apnea (such as morning headache or daytime sleepi ness), and did not think that she “might have an illness. ” No myoglobinuria was reported and her family history \nwas negative for neurological diseases.\nNeurological examination revealed a waddling gait, \npossible on the toes and more difficult on the heels. The \nsquatting maneuver was only hinted at, and the sub sequent return to a standing position was not possible \nwithout support. She was unable to stand up after sitting \non the floor.\nNo bulbar signs, such as difficulties with speech pro duction and swallowing (for example, dysarthria, dys phonia, or dysphagia), were detected. In the upper \nextremities, she had weakness in arm abduction (Medi cal Research Council Scale (MRC) 4/5 bilaterally). In the \nlower limbs, she had weakness in thigh flexion, extension, \nand abduction (MRC 4/5 bilaterally) and in leg flexion \n(MRC 4/5 bilaterally). Slight weakness was also noted in \nthe head flexion (MRC 4/5); in the supine position, vol untary head flexion on the trunk was not possible.\nDiscrete muscular hypotrophy was detected in the \ndistal segments of the four limbs. Mild hypotonia of the \nupper limbs was present. Mild right-wing scapula, mild \nlumbar hyperlordosis, and right convex dorsal scoliosis \nwere noted. There was no evidence of a rigid spine.\nNo superficial or deep sensitivity impairment was \nreported. Deep tendon reflexes were present and sym metrical in all limbs. Cerebellar function was normal.\nBlood tests revealed creatine kinase (CK) at 310 UI/L \n(normal value < 200) and lactic acid 5.80 mmol/L (normal \nrange value 0.5–2.2). The acid alpha-glucosidase assay on \ndried-blood spot (DBS) revealed normal range values.\nThe electromyography (EMG) findings revealed myo genic signs in all the muscles studied (tibialis anterior, \nbiceps brachii, deltoid, first dorsal interosseus, trape zius, and subspinous) and depletion of activated motor \nunits in the gluteal musculature. The electroneurography \n(ENG) findings were normal.\nAt the right quadriceps muscle biopsy, some fascicles \nshow fibers with internal nuclei, scattered atrophic fibers, \nand rare degenerated fibers; minimal focal endomisial \nfibrosis was also observed (Fig.  1). Immunohistochemis try with antibodies against dystrophin, alpha-sarcoglycan, \ngamma-sarcoglycan, beta-sarcoglycan, delta-sarcoglycan, \ncaveolin-3, dysferlin, alpha-dextroglycan, merosin, colla gen IV, collagen VI, and telethonin was normal.\nNext-generation sequencing (NGS) analysis was also \nconducted with a gene panel for myopathy (ANO5, BVES , \nCAPN3 , C AV3 , COL6A1, COL6A2, COL6A3, DAG1 , \nDES, DMD, DNAJB6, DPM3, DYSF , EMD, FHL1, FKRP , \nFKTN , GAA , GMPPB, HNRNPDL, ISPD , KBTBD13, \nLAMA2, LIMS2, LMNA, MYOT , PLEC , POGLUT1, \nPOMGNT1, POMGNT2, POMT1 , POMT2 , PTRF, \nPYROXD1, SGCA  , SGCB , SGCD , SGCG  , SMCHD1, \nSYNE1 , SYNE2 , TCAP , TMEM43, TNPO3, TOR1AIP1, \nPage 3 of 6\n Risi et al. Journal of Medical Case Reports           (2025) 19:64 \n \nTRAPPC11, TRIM32, TTN , and VCP ) and identified \nthree variants of uncertain significance in the PLEC  gene. \nFamilial segregation analysis did not confirm their patho genetic role because they were also found in her clinically \nunaffected sister.\nFollow‑up evaluation\nIn the following years, the patient was lost to follow-up \nand was seen again in the outpatient clinic only at the age \nof 53 years, approximately 10 years after the onset of res piratory symptoms.\nAt this time, the clinical examination showed waddling \nwalking and difficulty to go on the heels; it was impos sible for her to get up from the sitting position on the \nground without help; weakness of the proximal segments \nof upper and lower limbs but also of the hands, feet, and \naxial musculature; hypotrophy of the muscles of the distal \nsegments of the four limbs; modest winged right scapula; \nmoderate lumbar hyperlordosis and right-convex dorsal \nscoliosis; no rigid spine; severe orthopnea present after a \nfew seconds; and moderate dyspnea after efforts during \nthe examination.Since the onset of symptoms, the patient regularly used \nnoninvasive ventilation (NIV) at night and for about 3 \nhours during the day, as well as cough assistance twice \na day. On reassessment,  CO2 levels were found to be \nwithin normal limits at night (44.93  mmHg) and per sistently high during spontaneous breathing during \nthe day  (PaCO2 50.7  mmHg); ventilation time was then \nincreased. At spirometry, forced vital capacity (FVC) was \n1.44 L (47%) in the upper position and 0.74 L (24%) in the \nsupine position.\nCardiological examination and cardiac ultrasound did \nnot show structural heart disease, while a minimal pul monary hypertensive state was observed.\nMuscle imaging could not be performed because the \nsevere orthopnea did not make a magnetic resonance \nimaging (MRI) examination feasible.\nFor further diagnostic purposes, we performed a \nclinical exome sequencing that revealed the pres ence of the heterozygote variants c.713DupA in exon \n5 and c.803G > A in exon 6 of the SELENON  gene \n(NM_020451.3).\nThe c.713DupA variant (p.Asn238Lysfs) causes a \nframeshift and is predicted to lead to a premature stop \nFig. 1 Quadriceps muscle biopsy. A Hematoxylin–eosin staining: variability of fiber diameters and a few atrophic fibers with aspects \nof degeneration are visible. B and C Modified Gomori trichrome staining: areas of mild focal endomysial fibrosis around the fibers and internal \nnuclei in some fibers are randomly observed. D Nicotinamide adenine dinucleotide tetrazolium reductase staining: no significant oxidative \nabnormalities or core pathology were observed\nPage 4 of 6 Risi et al. Journal of Medical Case Reports           (2025) 19:64 \ncodon at position 63, resulting in a predicted truncated, \nnonfunctional protein. It is classified as pathogenic \n(Clinvar) and indicated as a founder mutation in West ern Europe [4]. It has also been described in two patients \nwith multiminicore disease and early severe axial weak ness, scoliosis, and respiratory failure [11].\nThe c.803G > A variant determines the p.Arg268His \namino acid substitution and is considered “diseasecausing” by prediction software (Mutation Taster) \nand of uncertain clinical significance according to \nAmerican College of Medical Genetics guidelines \n(PM2 + PM5 + PP3). It has already been described in \nassociation with SELENON -related myopathic forms [4].\nFamilial segregation analysis revealed the presence of \nthe c.713DupA variant in the asymptomatic proband’s \nmother (aged 79 years) and sister (aged 50 years), whereas \nthe c.803G > A variant was found in the asymptomatic \nfather (aged 81  years). An asymptomatic proband’s \nbrother (51 years old) was not found to be a carrier of any \nvariant.",
    "Discussion": "Discussion\nBiallelic mutations in the SELENON  gene have been asso ciated with a number of autosomal recessive disorders \n(congenital myopathy 3 with rigid spine, multiminicore \nmyopathy, congenital fiber type dysproportion, SEPN1 related congenital muscular dystrophy, and desminrelated myopathy with Mallory body-like inclusions), \nwhich despite phenotypic and histological heterogeneity, \nshare certain clinical and molecular features and were \nthen recognized as the same disease termed “SEPN1 related myopathy” (SEPN1 -RM), and more recently, \n“SELENON -related myopathy” (SELENON -RM)  [4, 12, \n13]. SELENON -RM is now defined as a rare congenital \nneuromuscular condition mainly characterized by early \nonset rigidity of the spine, scoliosis, slowly progressive \naxial muscle weakness, and respiratory insufficiency [12, \n13]. The most severe forms of SELENON -RM occur in \nthe first months of life, but cases diagnosed in the second \nto fourth decade of life have also been described in the \nliterature [4, 14].\nIn the study of Villar-Quiles et  al., the first clinical \nsigns arose before the age of 15 years in all the patients, \nand clinical onset was more frequent within the age of \n2 years, accounting for 84.7% of the cases [4]. Delayed \nmotor development (81.4%), poor head control (57.7%), \nand neonatal hypotonia (33%) were among the most \ncommon onset symptoms, even though some atypi cal features were reported, for example, predominant \nfatigue, poor sport performance, bulbar dysfunction \nwith nasal voice, and ophthalmoplegia [4, 14]. Although \nmore common in the axial and limb proximal segments, \nsome degree of muscle weakness is usually observed in the distal segments of the four limbs [4]. Notably, axial \nmuscles are usually severely involved, and the presence \nof weakness and contractures of the neck extensor and \ndorsal paraspinal muscles leads to a rigid spine [4]. This \ncondition is particularly evident at the dorsal level, with \nrelative sparing of the lumbar segments, and it is usu ally accompanied by other skeletal abnormalities, such as \nscoliosis with severe lateral trunk shift (requiring com pressive bracing and, often, arthrodesis), dorsal hyperlordosis (resulting in pseudo-scapular wing), and reduced \nanteroposterior thorax diameter due to pectoralis major \nand intercostal muscle retractions [4]. The average age \nof onset of scoliosis is 10 years [4, 14]. Other features of \nthis peculiar axial involvement include a typically long, \nslender neck and amyotrophy of the sternocleidomastoid, \ndeltoid, and medial thigh muscles [4]. The predominant \naxial involvement is well recognizable on imaging, with \nfull-body MRI showing a highly homogeneous muscle \npattern characterized by atrophy and signal abnormali ties in sternocleidomastoid muscle, paraspinal muscles, \ngluteus maximus, and thigh muscles (semimembranosus, \nsartorius, adductor magnus, and short head of the biceps \nfemoris) [15, 16].\nA second characteristic feature of the SELENON -RM \nphenotype is restrictive respiratory muscle failure, which \nis typically “disproportionate” to the involvement of the \nremaining skeletal musculature and usually occurs when \nambulation is still preserved [4, 17]. Respiratory involve ment is due to weakness of the diaphragm, evidenced by \na decrease in FVC values of more than 10% when moving \nfrom a sitting to a supine position and gradually leading \nto the inability to lie down [4, 17, 18]. This",
    "Results": "results in early \northopnea, unlike other neuromuscular diseases that \ninvolve premature, fixed intercostal muscle involvement \n(such as spinal muscular atrophy (SMA) [19]), or exer tional dyspnea (such as myasthenia gravis). In the cohort \nof Villar-Quiles RN et  al., respiratory involvement was \ndescribed in 94% of cases and detected within 15 years in \n90.3% [4]. Cardiac abnormalities were noted in 15% of the \npatients, and pulmonary hypertension, which includes \nright ventricular dysfunction owing to pulmonary fail ure, was commonly observed [12]. It has also been rec ognized that extra-muscular involvement can occur, such \nas weight gain, fat tissue accumulation, and mental dis ability [5]. A more recent cross-sectional study confirmed \naxial and limb muscle weakness (proximal more than \ndistal), joint contractures, severe diaphragm atrophy and \ndysfunction, fatigue, and pain mostly in the back, neck, \nor shoulders as main features [13]. According to the lit erature, after a slight improvement during adolescence, \nmainly owing to orthopedic treatment and scoliosis \nsurgery, the disease slowly progresses in the fourth dec ade of life [4]. Almost all patients achieved independent \nPage 5 of 6\n Risi et al. Journal of Medical Case Reports           (2025) 19:64 \n \nwalking with stabilization and sometimes improvement \nof motor function in the first two decades of life. This \nphase is usually followed by a slow worsening from the \nthird decade onward, leading to a loss of walking ability \nin 10% of cases. More severe progression to tetraparesis \nby the third decade occurs in a few cases [1, 4]. Respira tory impairment seems to be the main limiting prognos tic factor, with death due to respiratory failure in most \ncases, followed by aging and swallowing difficulties [4]. \nNoninvasive ventilation appears to stabilize the decline in \nrespiratory muscle strength and may be decisive for the \nprognosis [17, 20].\nHistopathologically, multiminicores (small focal areas \ndepleted of mitochondria and disorganized sarcomeres, \nreflecting a mitochondrial dysfunction) are reported in \nmany cases inconspicuously associated with dystrophic \nsigns, but some patients present with nonspecific myo pathic signs, including changes in fibral diameter, inter nalization of nuclei, and prevalent atrophy of type II \nfibers [4].\nCompared with the main clinical and histopathological \nfindings described in the literature, our case is notewor thy because: (i) although easy muscular exhaustion and \nfatigability were reported since adolescence, no muscu lar disease was suspected until acute respiratory distress \nappeared; (ii) respiratory involvement occurred unusu ally late in the fourth decade; (iii) no rigid spine, which \nusually becomes evident before diaphragmatic involve ment, was observed [13, 20]; and (iv) nonspecific myo pathic signs without core pathology were detected on \nmuscle biopsy.\nOf note, the very late appearance of respiratory failure \nis quite atypical. There are only some reports of delayed \nrespiratory insufficiency with onset in the third decade \n[5, 11], while only one case of acute respiratory insuffi ciency has been described with onset at 71 years of age, \nthe oldest age recorded for onset of the condition [21]. \nWe do not have definitive explanations for this observa tion. A correlation between body mass index (BMI) and \nmotor skills has been observed in literature [4], with \nunderweight patients usually showing better perfor mance. The increased adiposity seen in the most severe \ncases may be caused by susceptibility to insulin resistance \nand higher toxicity of saturated fatty acids induced by \nSEPN1  depletion [22]. Our patient’s BMI was 19.5 kg/m2, \nwith weight remaining essentially stable over the years. \nBeyond the underlying pathophysiological implications, \nthis finding in our case of late-onset disease appears to \nbe consistent with previous reports. From a genetic point \nof view, our patient carried a frameshift and a missense \nvariant. According to the literature, homozygous or com pound heterozygous variants predicting the absence \nof the protein, regardless of the exon in which they are located, are associated with more severe phenotypes [4]. \nIn our case, the concomitance of a truncating mutation \nand a missense mutation could explain the late-onset res piratory involvement and not-too-severe clinical picture.\nConclusion\nThis case highlights that SELENON -RM should be con sidered a differential diagnosis in adult patients with \ndelayed neuromuscular respiratory distress. Greater \nawareness of this condition may lead to earlier diagno sis and more appropriate treatment, given the dispro portionate diaphragmatic involvement in such patients, \nwhile also considering possible future treatment options, \nsuch as ER stress-inhibitor therapy [6].\nAbbreviations\nSELENON-RM  SELENON-related myopathy\nMRC  Medical Research Council Scale\nCK  Creatine kinase\nEMG  Electromyography\nENG  Electroneurography\nSEPN1-RM  SEPN1-related myopathy\nAcknowledgements\nAuthors are members of the HCP part of the European Reference Network for \nNeuromuscular Diseases\n(ERN Euro-NMD).\nAuthor contributions\nBR and MF conceived and designed the study; BR drafted the text; FC, SD, BL, \nEB, GG, LF, EO, and LP collected the clinical data and contributed to clinical \nand diagnostic analyses and in drafting the text; GL, MB, and CB contributed \nto pathological and genetic analyses; and LP , AP , and MF contributed to the \ncritical revision and editing of the text.\nFunding\nNone.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nEthics approval was waived because this study was conducted in a routine \nclinical practice setting. Consent to participate was obtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAuthors declare that they have no competing interests.\nReceived: 30 August 2024   Accepted: 13 January 2025\nReferences\n 1. Bönnemann CG, Wang CH, Quijano-Roy S, Deconinck N, Bertini E, Ferreiro \nA, et al. Diagnostic approach to the congenital muscular dystrophies. \nPage 6 of 6 Risi et al. Journal of Medical Case Reports           (2025) 19:64 \nNeuromuscul Disord. 2014;24:289–311. https:// doi. org/ 10. 1016/j. nmd. \n2013. 12. 011.\n 2. Zambon AA, Muntoni F. Congenital muscular dystrophies: what is new? \nNeuromuscul Disord. 2021;31:931–42. https:// doi. org/ 10. 1016/j. nmd. \n2021. 07. 009.\n 3. Moghadaszadeh B, Petit N, Jaillard C, Brockington M, Quijano Roy S, \nMerlini L, et al. Mutations in SEPN1 cause congenital muscular dystrophy \nwith spinal rigidity and restrictive respiratory syndrome. Nat Genet. \n2001;29:17–8. https:// doi. org/ 10. 1038/ ng713.\n 4. Villar-Quiles RN, von der Hagen M, Métay C, Gonzalez V, Donkervoort S, \nBertini E, et al. The clinical, histologic, and genotypic spectrum of SEPN1related myopathy: a case series. Neurology. 2020;95:e1512–27. https:// \ndoi. org/ 10. 1212/ WNL. 00000 00000 010327.\n 5. Zhang S, Lei L, Fan Z, Su S, Duo J, Luan Q, et al. Delayed respiratory insufficiency and extramuscular abnormalities in selenoprotein N-related \nmyopathies. Front Neurol. 2021;12:766942. https:// doi. org/ 10. 3389/ fneur. \n2021. 766942.\n 6. Germani S, Van Ho AT, Cherubini A, Varone E, Chernorudskiy A, Renna GM, \net al. SEPN1-related myopathy depends on the oxidoreductase ERO1A \nand is druggable with the chemical chaperone TUDCA. Cell Rep Med. \n2024;5:101439. https:// doi. org/ 10. 1016/j. xcrm. 2024. 101439.\n 7. Marino M, Stoilova T, Giorgi C, Bachi A, Cattaneo A, Auricchio A, et al. \nSEPN1, an endoplasmic reticulum-localized selenoprotein linked to skeletal muscle pathology, counteracts hyperoxidation by means of redoxregulating SERCA2 pump activity. Hum Mol Genet. 2015;24:1843–55. \nhttps:// doi. org/ 10. 1093/ hmg/ ddu602.\n 8. Filipe A, Chernorudskiy A, Arbogast S, Varone E, Villar-Quiles RN, Pozzer D, \net al. Defective endoplasmic reticulum-mitochondria contacts and bio energetics in SEPN1-related myopathy. Cell Death Differ. 2021;28:123–38. \nhttps:// doi. org/ 10. 1038/ s41418- 020- 0587-z.\n 9. Sframeli M, Sarkozy A, Bertoli M, Astrea G, Hudson J, Scoto M, et al. Congenital muscular dystrophies in the UK population: clinical and molecular \nspectrum of a large cohort diagnosed over a 12-year period. Neuromuscul Disord. 2017;27(9):793–803. https:// doi. org/ 10. 1016/j. nmd. 2017. 06. \n008.\n 10. Graziano A, Bianco F, D’Amico A, Moroni I, Messina S, Bruno C, et al. \nPrevalence of congenital muscular dystrophy in Italy: a population study. \nNeurology. 2015;84(9):904–11. https:// doi. org/ 10. 1212/ WNL. 00000 00000 \n001303.\n 11. Ferreiro A, Quijano-Roy S, Pichereau C, Moghadaszadeh B, Goemans N, \nBönnemannet C, et al. Mutations of the selenoprotein N gene, which is \nimplicated in rigid spine muscular dystrophy, cause the classical pheno type of multiminicore disease: reassessing the nosology of early-onset \nmyopathies. Am J Hum Genet. 2002;71:739–49. https:// doi. org/ 10. 1086/ \n342719.\n 12. Bouman K, Gubbels M, van den Heuvel FMA, Groothuis JT, Erasmus CE, \nNijveldt R, et al. Cardiac involvement in two rare neuromuscular diseases: \nLAMA2-related muscular dystrophy and SELENON-related myopathy. \nNeuromuscul Disord. 2022;32:635–42. https:// doi. org/ 10. 1016/j. nmd. \n2022. 06. 004.\n 13. Bouman K, Groothuis JT, Doorduin J, van Alfen N, Udink Ten Cate FEA, van \nden Heuvel FMA, et al. SELENON-related myopathy across the life span, \na cross-sectional study for preparing trial readiness. J Neuromuscul Dis. \n2023;10:1055–74. https:// doi. org/ 10. 3233/ JND- 221673.\n 14. Scoto M, Cirak S, Mein R, Feng L, Manzur AY, Robb S, et al. SEPN1-related \nmyopathies: clinical course in a large cohort of patients. Neurology. \n2011;76:2073–8. https:// doi. org/ 10. 1212/ WNL. 0b013 e3182 1f467c .\n 15. Hankiewicz K, Carlier RY, Lazaro L, Linzoain J, Barnerias C, Gómez-Andrés \nD, et al. Whole-body muscle magnetic resonance imaging in SEPN1related myopathy shows a homogeneous and recognizable pattern. \nMuscle Nerve. 2015;52:728–35. https:// doi. org/ 10. 1002/ mus. 24634.\n 16. Paoletti M, Pichiecchio A, Cotti Piccinelli S, Tasca G, Berardinelli AL, \nPadovani A, et al. Advances in quantitative imaging of genetic and \nacquired myopathies: clinical applications and perspectives. Front Neurol. \n2019;10:78. https:// doi. org/ 10. 3389/ fneur. 2019. 00078.\n 17. Bouman K, van Doorn JLM, Groothuis JT, Wijkstra PJ, van Engelen BGM, \nErasmus CE, et al. Respiratory function in LAMA2-related muscular dystro phy and SELENON-related congenital myopathy, a 1.5-year natural history \nstudy. Eur J Paediatr Neurol. 2023;48:30–9. https:// doi. org/ 10. 1016/j. ejpn. \n2023. 11. 005. 18. Caggiano S, Khirani S, Dabaj I, Cavassa E, Amaddeo A, Arroyo JO, et al. \nDiaphragmatic dysfunction in SEPN1-related myopathy. Neuromuscul \nDisord. 2017;27:747–55. https:// doi. org/ 10. 1016/j. nmd. 2017. 04. 010.\n 19. Schroth MK. Special considerations in the respiratory management of \nspinal muscular atrophy. Pediatrics. 2009;123(Suppl 4):S245–9. https:// doi. \norg/ 10. 1542/ peds. 2008- 2952K .\n 20. Silwal A, Sarkozy A, Scoto M, Ridout D, Schmidt A, Laverty A, et al. Sele noprotein N-related myopathy: a retrospective natural history study to \nguide clinical trials. Ann Clin Transl Neurol. 2020;7:2288–96. https:// doi. \norg/ 10. 1002/ acn3. 51218.\n 21. Iwafuchi Y, Umeda M, Yamada Y, Ogasawara M, Nishino I, Fujita N. \nSelenoprotein-related myopathy in a patient with old-age-onset type \n2 respiratory failure: a case report. Rinsho Shinkeigaku. 2021;61:243–6. \nhttps:// doi. org/ 10. 5692/ clini calne urol. cn- 001544.\n 22. Varone E, Pozzer D, Di Modica S, Chernorudskiy A, Nogara L, Baraldo M, \net al. SELENON (SEPN1) protects skeletal muscle from saturated fatty \nacid-induced ER stress and insulin resistance. Redox Biol. 2019;24:101176. \nhttps:// doi. org/ 10. 1016/j. redox. 2019. 101176.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}