{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04910-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04910-8.pdf",
  "metadata": {
    "/Keywords": "Calcineurin inhibitor; Desensitization; Drug allergy; Beta thalassemia; Bone marrow transplant; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241111052035+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241109162407+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04910-8",
    "/Author": "Parinaz Sadat Mahmoudi ",
    "/Title": "Immediate hypersensitivity reactions to parenteral cyclosporine in patients with thalassemia major undergoing hematopoietic stem cell transplantation: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04910-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Allogeneic hematopoietic stem cell transplantation is a definitive cure for eligible patients with thalas‑\nsemia major, and calcineurin inhibitors are essential for preventing graft ‑versus‑host disease. Although invaluable, \nthere are few reports of life ‑threatening hypersensitivity reactions associated with calcineurin inhibitors. These reac‑\ntions are generally rare but seem to be more prevalent among patients with thalassemia.",
    "Case Presentation": "Case presentation Herein, we retrospectively report four cases of patients with thalassemia major who developed \nhypersensitivity reactions to parenteral cyclosporine. The cases include one 19‑ year ‑old Caucasian female and three \nCaucasian males, aged 17, 10, and 20 years, respectively. The patients exhibited symptoms of varying severity, \nnecessitating different management strategies. The reactions occurred either immediately or within a few minutes \nafter the onset of cyclosporine infusion and were often worsened by rechallenge. In all cases, cyclosporine was even‑\ntually replaced with tacrolimus or sirolimus. A comprehensive literature review was conducted to investigate the basis \nof severe immunoglobulin E‑mediated hypersensitivity reactions to calcineurin inhibitors in patients with thalassemia \nmajor undergoing hematopoietic stem cell transplantation.\nConclusions Several immunogenic factors may potentially increase the susceptibility of these patients to hypersen‑\nsitivity reactions to Cremophor ‑containing medications. While severe reactions to calcineurin inhibitors remain rare, \nclinicians should be aware of the potential for serious adverse events in patients with thalassemia.\nKeywords  Calcineurin inhibitor, Desensitization, Drug allergy, Beta thalassemia, Bone marrow transplant, Case reportOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBita Shahrami\nbita.shahrami@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Mahmoudi et al. Journal of Medical Case Reports          (2024) 18:544",
    "Introduction": "Introduction\nCalcineurin inhibitors (CNIs), such as cyclosporine \n(CsA) and tacrolimus (TAC), play a crucial role in the \nprophylaxis of graft-versus-host disease (GVHD), a major \nimmune-related complication and the main life-threaten ing side effect of hematopoietic stem cell transplantation \n(HSCT). GVHD occurs owing to the vulnerability of the \nrecipient’s immune system. To reduce the morbidity and \nmortality associated with this complication, HSCT con ditioning protocols typically include the early initiation of \nCNIs. While hypersensitivity reactions to CNIs are gen erally rare, they can manifest in various forms, ranging \nfrom urticaria to anaphylactic shock. Most hypersensitiv ity reactions to CsA are attributed to one of the formula tion’s excipients, polyoxyethylated castor oil (Cremophor \nEL) [1–3]. However, reports from the adverse drug reac tions monitoring system at our referral center have indi cated a noticeably higher incidence of these reactions \namong younger adult transfusion-dependent thalassemia \n(TDT) patients. In contrast, such reactions remain rare \nin other populations undergoing HSCT.\nOn the basis of numerous documented cases, we ret rospectively present four cases of anaphylactic reactions \nto CsA in TDT patients admitted to the HSCT wards \nof the Research Institute of Oncology, Hematology, and \nCell Therapy (RIOHCT) affiliated with Tehran University of Medical Sciences (TUMS) between January 2023 and \nApril 2024. This report follows the latest CARE case \nreport guidelines [4]. Additionally, we review the litera ture on hypersensitivity reactions to parenteral CNIs in \nallogeneic HSCT recipients and the possible risk factors \nand mechanisms.\nCase reports\nCase 1\nA 19-year-old Caucasian female (A.D.) was admitted in \nJanuary 2023 with a confirmed diagnosis of beta-thalas semia major. While preparing for allogeneic HSCT from \na related full-match donor, A.D. developed generalized \npruritus and decreased oxygen saturation following the \nstandard intravenous (IV) infusion of CsA. These symp toms appeared with the first dose, starting only a few \nminutes after the onset of a 6-h IV infusion of CsA, and \nrapidly worsened. A.D. was treated with IV corticos teroids (100  mg of hydrocortisone) and antihistamines \n(25  mg of diphenhydramine followed by 5  mg of chlor pheniramine), along with oxygen therapy. The severity of \nthe reaction increased with each subsequent dose, lead ing to the permanent discontinuation of CsA. A.D. was \nswitched to IV TAC, which was cautiously tapered up to \nthe therapeutic levels and tolerated despite mild reac tions. Following successful engraftment and recovery Graphical Abstract\nPage 3 of 7\n Mahmoudi et al. Journal of Medical Case Reports          (2024) 18:544 \n \nfrom HSCT complications, A.D. was finally discharged \nwith oral TAC. No clear history of allergic reactions was \navailable.\nCase 2\nA 17-year-old Caucasian male (M.T.), diagnosed with \nbeta-thalassemia major, was admitted on January 2023 \nand presented with generalized pruritus, followed by \nchest distress and hypotension, while preparing for \nallogeneic HSCT from an unrelated matched donor. \nThe symptoms occurred shortly after the onset of a 6-h \nIV infusion of CsA and rapidly worsened. MT received \ntreatment with IV corticosteroid (100  mg of hydrocor tisone) and antihistamines (25  mg of diphenhydramine \nfollowed by 5 mg of chlorpheniramine), along with oxy gen therapy to manage the reaction. Owing to the sever ity of the reaction, a rechallenge was not performed, and \nswitching to parenteral TAC resulted in the recurrence \nof the anaphylactic reaction. Even after desensitization, \nM.T. could not tolerate TAC. Despite medication interac tions, we cautiously switched to oral sirolimus. However, \nMT developed hepatotoxicity owing to the concomitant \nadministration of voriconazole and sirolimus, leading to \nfurther substitution of sirolimus with oral mycophenolate \nmofetil. Successfully recovered from HSCT complica tions, M.T. was finally discharged. No history of allergic \nreactions was available.\nCase 3\nA 10-year-old Caucasian male (A.R.) was admitted in \nMarch 2023 with TDT major as a candidate for alloge neic HSCT from a full-match sibling donor and expe rienced severe pruritus and burning at the infusion site \nimmediately after the onset of the CsA IV infusion. These \nsymptoms started with the first dose and were resolved \nin less than 1 hour with IV antihistamine (5 mg of chlor pheniramine). Upon rechallenge, AR developed urticaria \nand chest distress with decreased oxygen saturation, \nwhich were managed with IV administration of corticos teroid (200  mg of hydrocortisone) and oxygen therapy. \nAfter switching to IV TAC, urticaria with severe pruritus \nrecurred but was resolved by IV antihistamine (5 mg of \nchlorpheniramine), thus TAC was eventually tolerated. \nAR was finally discharged with oral TAC after successful \nengraftment and recovery from HSCT complications. No \nclear history of allergic reactions was available.\nCase 4\nA 20-year-old Caucasian male (A.T.) diagnosed with \nbeta-thalassemia major was admitted on April 2024 \nfor allogeneic HSCT from a full-match sibling donor \nand experienced flushing, pruritus, and urticaria while \nreceiving the first two doses of IV CsA while preparing for HSCT. The initial infusion of CsA was adminis tered through a typical IV line without inline filters or \nany premedication. For the subsequent dose, A.T. was \npremedicated with IV antihistamine (10  mg of diphen hydramine), and CsA was administered using an IV set \nwith a 0.22-micron inline filter. Despite these measures, \nboth infusions resulted in moderate symptoms, including \nflushing and pruritus that progressed to urticaria within \n3 hours. Readministration of IV antihistamines provided \ntemporary relief, and symptoms were ultimately resolved \nby administration of IV corticosteroid (100 mg of hydro cortisone). Owing to the moderate severity of these reac tions, a rechallenge was performed with the third dose, \nalong with full-dose premedication including IV cor ticosteroid (100  mg of hydrocortisone), H1 antagonist \n(10 mg of diphenhydramine), and H2 antagonist (40 mg \nof famotidine). However, A.T. developed an anaphylac tic reaction characterized by a considerable decrease in \noxygen saturation. This reaction was managed with the \ncoadministration of acetaminophen (1  g), antihistamine \n(10 mg of diphenhydramine), and corticosteroid (100 mg \nof hydrocortisone), all in IV form, along with oxygen \ntherapy. Following the discontinuation of CsA, A.T. tol erated a very low dose of oral TAC, which was gradually \ntapered up to the therapeutic levels and continued after \ndischarge with successful engraftment and recovery from \nHSCT complications. At the time of admission, A.T. had \nno available history of allergic reactions. However, during \nhospitalization, he developed a transient fever with the \ninfusion of packed red blood cells and experienced ana phylaxis with parenteral vitamin K.\nDetailed demographics and clinical characteristics of \nthe four cases are presented in Table 1.\nLiterature review and",
    "Discussion": "discussion\nA systematic search was conducted on PubMed using \na strategy developed on 15 May 2024. The search terms \nincluded “hematopoietic stem cell transplantation, ” \n“hypersensitivity, ” and “calcineurin inhibitor, ” focusing on \ncase studies with human subjects, with no restriction on \nlanguage, time, or age group. A summary of the",
    "Results": "results is \nprovided in Table 2.\nBeta-thalassemia is an inherited disease that causes \nchronic anemia due to impaired synthesis of hemoglobin, \nwith a wide range of phenotypic severity of the disease. \nAlthough the prognosis has improved significantly in \nrecent years, HSCT has remained the only available \ndefinitive cure for patients with thalassemia major, also \nknown as TDT [13]. Alloimmunization is a well-known \ncomplication of multiple blood transfusions, as antigen \ntyping is not yet widely implemented for TDT patients \n[14]. Despite this valuable knowledge, the etiology of type \nPage 4 of 7 Mahmoudi et al. Journal of Medical Case Reports          (2024) 18:544 \nI IgE-mediated allergic reactions in this specific condi tion has not been well studied.\nHypersensitivity reactions with parenteral CsA were \nfirst reported in renal transplant recipients in 1984 by \nKahan et al., followed by Habboush and Hann’s report \nof anaphylaxis in an allogeneic stem cell recipient in \n1986 [5 , 15]. Owing to the successful rechallenge with \noral CsA, Kahan suggested that Cremophor EL (one \nof the excipients in the parenteral formulations) might \nbe responsible for these reactions. Similar results from \npatients who underwent HSCT were reported by Taka matsu et  al., showing that reactions to parenteral for mulations of both CsA and TAC were resolved after \nswitching to a Cremophor-free oral CsA formulation \n[7]. Cremophor EL (polyoxyethylated castor oil) is used \nas a carrier, solubilizer, and emulsifier in parenteral CNI \nformulations, as well as some oral CsA formulations (as \nthe diluent) and other medications such as IV vitamin \nK, with probable cross-hypersensitivity reactions [11, 16]. Although some reports have claimed successful \nswitches to oral CsA formulations, Taghvaye-Masoumi \net al. hypothesized that oral TAC might be preferred in \ncases of severe hypersensitivity, as it does not contain \ncomponents that are structurally similar to Cremophor \nEL [11].\nAs discussed by Volcheck and Van Dellen, several \nimmune and nonimmunologic mechanisms should be \nconsidered for hypersensitivity reactions to Cremophore \nEL, although the exact mechanism is still unknown [17]. \nAfter a comprehensive literature review, a possible role \nof IgE-mediated pathways is highlighted on the basis of \nskin testing, timing, and characteristics of the reactions. \nIn our cases, most patients did not have a clear history of \ndrug allergies or any reliable history of previously admin istered medications to assess. Additionally, skin test ing was not performed. However, all patients exhibited \nsymptoms immediately after the first dose of parenteral \nCsA, which worsened following the rechallenge.Table 1 Characteristics of the cases\na  Based on Lucarelli et al. (1990)\nb  At the time of the reaction\nc  N/A, not available; d HBcAb, hepatitis B core antigen; e PB, peripheral blood; f MAC, myeloablative conditioningVariable Case\nCase 1 (AD) Case 2 (MT) Case 3 (AR) Case 4 (AT)\nPatient information\nAge (years) 19 17 10 20\nSex Female Male Male Male\nRace Caucasian Caucasian Caucasian Caucasian\nAllergy history N/AcN/A N/A N/A\nHistory of splenectomy No No No No\nHepatitis B infection Reactive  HBcAbdNo No No\nDisease information\nClassificationaIII II II III\nLiver size Mild hepatomegaly Normal Normal Mild hepatomegaly\nHepatic iron load Very severe Mild Moderate Mild\nTransfusion dependency Yes Yes Yes Yes\nFerritin (ng/mL)  > 2000  > 2000  > 2000 1297\nTransfusion‑receiving information\nOnset age (months) 6 6 7 12\nFrequency Every 20 days Every 20 days Every 20 days Every 14 days\nAntigen typing No No No No\nDonor information:\nRelationship Sibling Unrelated Sibling Sibling\nMatching Full match Full match Full match Full match\nTransplant information\nSource PBePB PB PB\nConditioning MACfMAC MAC MAC\nHospital length of stay (days) 49 75 43 42\nCsA total daily  doseb (mg/kg) 1.5 1.5 1.5 1.5\nPage 5 of 7\n Mahmoudi et al. Journal of Medical Case Reports          (2024) 18:544 \n \nExcept for Taghvaye-Masoumi et  al., most reported \ncases were in leukemic patients who underwent HSCT \nor solid organ transplant. No other reports are avail able for thalassemia major; however, these patients \nare not unfamiliar with immunologic hypersensi tivity reactions. In 2005, Palma-Carlos studied the \neffects of minor thalassemia on the clinical presenta tions of allergy in Southern Europe [18]. The results \ndemonstrated an increased risk of asthma in respira tory allergy with the coexistence of beta-thalassemia. \nAnother multicenter retrospective study in Canada, \nincluding 92 pediatric patients with TDT, aimed to investigate the effect of prophylactic blood product \nantigen matching on preventing alloimmunization and \nassessed the association between patient characteris tics and alloimmunization [19]. This study revealed that \nalloimmunization and a positive history of receiving \ntransfusions outside of Canada are significantly cor related; however, there is no correlation between the \nnumber of transfusions received and alloimmuniza tion. This could be attributed to the probable lower lev els of antigen matching for transfusions in those TDT \npatients from other countries. Similarly, antigen typing \nwas not performed for any of our cases before receiving Table 2 Summary of available case reports and case series on hypersensitivity reactions with CNIs in allogeneic HSCT recipients\na  CNI, calcineurin inhibitor; b IV, intravenous; c CsA, cyclosporine; d TAC, tacrolimus; e SC, subcutaneous; f N/A, not available; g D/C, discontinued; h MTX, methotrexate; i \nMMF, mycophenolate mofetilStudy Age/sex Underlying \ndiseaseType of CNI aOnset of reaction Possible risk \nfactorsIntervention Outcome\nHabboush et al. [5] 5‑Year ‑old female Acute lymphoblas‑\ntic leukemiaIVb  CsAcA few minutes \nafter administra‑\ntion of CsA• Hepatospleno ‑\nmegalyCsA D/Cg, switch \nto IV  MTXhRecover\nRelay et al. [6] 45‑Year ‑old female Acute myeloid \nleukemiaIV TAC dAfter 3 days • History of aller ‑\ngies to ciprofloxa‑\ncin, clarithromycin, \nvancomycin, \nand allopurinolCsA D/C, switch \nto IV CsARecover\nTakamastu et al. [7] 45‑Year ‑old female Angioimmu‑\nnoblastic T cell \nlymphomaIV CsA A couple of min‑\nutes after the infu‑\nsion• Simultaneous \nhypersensitivity \nto IV TAC CsA D/C, \nswitch to oral \n Sandimmune®Recover\nRiegert ‑Johnson \net al. [8]40‑Year ‑old female Acute myeloid \nleukemiaAfter infusion of 2 \nmL of diluted CsA• Allergic history \nfor urticaria follow‑\ning oral erythro ‑\nmycin\n• Simultaneous \nanaphylactoid \nhypersensitivity \nto  SCe vitamin KCsA D/C, switch \nto IV TAC Recover\nDvorak et al. [9] 7‑Year ‑old male B‑precursor acute \nlymphoblastic \nleukemiaIV CsA Within minutes \nof starting CsA• A history of mul‑\ntiple food allergies, \nincluding reac‑\ntions to nuts \nand sesame\n• Simultaneous \nhypersensitivity \nto IV TAC CsA D/C, switch \nto IV  MMFiRecover\nNicolai et al. [10] 40‑Year ‑old female Acute myeloid \nleukemiaIV TAC Within 5 minutes \nof the first IV dose \nof CsAN/AfCsA D/C, switch \nto oral TAC Recover\nTaghvaye ‑\nMasoumi et al. [11]19‑Year ‑old male Thalassemia major IV CsA A few minutes \nafter administra‑\ntion of CsA• Simultaneous \nhypersensitivity \nto IV vitamin K \nand TAC CsA D/C, switch \nto oral TAC Recover\nMoeinian et al. [1] 19‑Year ‑old female Acute myeloid \nleukemiaIV CsA 15 min \nafter the start \nof CsA infusion• A history of food \nand seasonal \nallergy and hyper ‑\nsensitivity to van‑\ncomycinCsA D/C, \nswitch to oral \n Sandimmune®Recover\nPeng et al. [12] 21‑Year ‑old male Aplastic anemia IV CsA N/A • Carrying \nCYP3A5*3 GG \ngenotypeCsA D/C, \nswitch to oral \n Sandimmune®Recover\nPage 6 of 7 Mahmoudi et al. Journal of Medical Case Reports          (2024) 18:544 \ntransfusions, which may potentially be another risk fac tor in these patients.\nAs comprehensively discussed by Cappellin et al., aller gic reactions may occur as a result of plasma proteins. \nMild reactions are generally IgE mediated, and patients \nwith IgA deficiency or anti-IgA antibodies are prone to \nsevere forms [20]. It has also been shown that IgE levels \nwere significantly higher in beta-thalassemia patients, \nalthough this is not correlated with the number of trans fusions received [21]. The results from Vierucci et  al. \ndemonstrated significantly higher levels of IgE in sple nectomized patients with positive serological markers of \nhepatitis B virus infection. Noting that higher IgE levels \nare found in various diseases, including liver disease, even \nin the absence of an allergen, they accurately discussed \nthe potential role of transfused antigens and hepatic iron \noverload in provoking high IgE levels. Among our cases, \nonly one patient (A.D.) had a positive hepatitis B virus \ninfection marker (reactive HBcAb), but all cases showed \ndifferent levels of hepatic iron overload, with two patients \n(A.D. and A.T.) exhibiting mild hepatomegaly. Addition ally, all patients were transfusion-dependent from a very \nearly age and had high ferritin levels.\nRegarding the incidence and prevalence of hypersensi tivity reactions to parenteral cyclosporine, available data \nare limited. Taghvaye-Masoumi et al. reported hypersen sitivity reactions in approximately 1.2% of HSCT recipi ents who were administered cyclosporine [11]. However, \nthis percentage may vary depending on the population \nand specific conditions. Unfortunately, comprehensive \nepidemiological data on the prevalence of such reac tions in thalassemia major patients undergoing HSCT are \nnot well documented, highlighting the need for further \nresearch in this area.\nOur study has several limitations, including its retro spective nature. Additionally, variations in the treatment \nof reactions and subsequent modifications were observed \nowing to differences in physician approaches. To the best \nof our knowledge, this report represents the first case \nseries focusing on hypersensitivity reactions to CNIs \nin patients with TDT, with a particular emphasis on its \nprevalence context.",
    "Conclusion": "Conclusion\nTDT patients are at increased risk for severe IgE-medi ated hypersensitivity reactions to medications containing \nCremophor EL. Factors such as comorbidities and the \nnature of TDT contribute to this heightened susceptibil ity. In the absence of antigen typing before transfusion, \ncautious approaches including premedication and test \ndosing should be considered to better manage and miti gate these reactions. Further research is needed to estab lish standardized practices.Abbreviations\nCNI  Calcineurin inhibitor\nCsA  Cyclosporine\nGVHD  Graft ‑versus‑host disease\nHSCT  Hematopoietic stem cell transplantation\nIV  Intravenous\nRIOHCT  Research Institute of Oncology, Hematology, and Cell Therapy\nTAC   Tacrolimus\nTUMS  Tehran University of Medical Sciences\nTDT  Transfusion‑ dependent thalassemia\nAcknowledgements\nThe image used in the graphical abstract is original and was created by the \nauthors specifically for this publication.\nAuthor contributions\nP .M.: conceptualization, Investigation, writing—original draft preparation, \nwriting—reviewing and editing, visualization; R.K.A.: conceptualization, inves‑\ntigation, writing—original draft preparation, writing‑ reviewing and editing, \nvisualization; T.R.: resources, validation, writing—reviewing and editing; AH, \nresources, writing—reviewing and editing; M.V.: conceptualization, supervi‑\nsion, writing—reviewing and editing, project administration; B.S.: conceptual‑\nization, validation, writing—original draft preparation, writing—reviewing and \nediting, project administration, correspondence.\nFunding\nThis research received no specific grant from any funding agency in the pub ‑\nlic, commercial, or not ‑for‑profit sectors.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nAn ethics statement is not applicable because this study is based exclusively \non retrospective data collection and does not include any interventions.\nConsent for publication\nWritten informed consent was obtained from all four patients for publication \nof these case reports and any accompanying images. A copy of the written \nconsent is available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that there is no competing interests.\nAuthor details\n1 Department of Clinical Pharmacy, School of Pharmacy, Tehran University \nof Medical Sciences, Tehran, Iran. 2 Hematology, Oncology, and Stem Cell \nTransplantation Research Center, Research Institute for Oncology, Hematol‑\nogy, and Cell Therapy, Shariati Hospital, Tehran University of Medical Sciences, \nTehran, Iran. 3 Hematologic Malignancies Research Center, Research Institute \nfor Oncology, Hematology, and Cell Therapy, Shariati Hospital, Tehran Univer ‑\nsity of Medical Sciences, Tehran, Iran. \nReceived: 16 July 2024   Accepted: 20 September 2024\nReferences\n 1. Moeinian M, Sotoude H, Mohebbi Z, Asadollahi‑Amin A, Mozafari R. \nWell‑tolerated oral cyclosporine in a case of hypersensitivity to parenteral \ncyclosporine in postallogeneic bone marrow transplantation. Indian J \nPharmacol. 2018;50(2):94–6.\n 2. Howrie DL, Ptachcinski RJ, Griffith BP , Hardesty RJ, Rosenthal JT, Burckart \nGJ, et al. Anaphylactoid reactions associated with parenteral cyclo ‑\nsporine use: possible role of Cremophor EL. Drug Intell Clin Pharm. \n1985;19(6):425–7.\nPage 7 of 7\n Mahmoudi et al. Journal of Medical Case Reports          (2024) 18:544 \n \n 3. Gao Y, Ma J. Tacrolimus in adult hematopoietic stem cell transplantation. \nExpert Opin Drug Metab Toxicol. 2019;15(10):803–11.\n 4. The CARE guidelines (for CAse REports): Scientific writing in health and \nmedicine. 2013. https:// www. care ‑ state ment. org/ check  list.\n 5. Habboush H, Hann I. An aphylactic reaction to cyclosporin in a bone mar ‑\nrow transplant recipient. Br J Haematol. 1986;62(1):195–6.\n 6. Riley L, Mudd L, Baize T, Herzig R. Cross‑sensitivity reaction between \ntacrolimus and macrolide antibiotics. Bone Marrow Transplant. \n2000;25(8):907–8.\n 7. Takamatsu Y, Ishizu M, Ichinose I, Ogata K, Onoue M, Kumagawa M, et al. \nIntravenous cyclosporine and tacrolimus caused anaphylaxis but oral \ncyclosporine capsules were tolerated in an allogeneic bone marrow \ntransplant recipient. Bone Marrow Transplant. 2001;28(4):421–3.\n 8. Riegert ‑Johnson DL, Kumar S, Volcheck GW. A patient with anaphylactoid \nhypersensitivity to intravenous cyclosporine and subcutaneous phytona‑\ndione (vitamin K(1)). Bone Marrow Transplant. 2001;28(12):1176–7.\n 9. Dvorak CC, Callard E, Agarwal R. Use of intravenous mycophenolate \nmofetil for graft ‑versus‑host disease prophylaxis in an allogeneic \nhematopoietic stem cell transplant recipient with an allergic reaction to \ncyclosporine and tacrolimus. Bone Marrow Transplant. 2006;38(3):253–4.\n 10. Nicolai S, Bunyavanich S. Hypersensitivity reaction to intravenous but not \noral tacrolimus. Transplantation. 2012;94(9):e61–3.\n 11. Taghvaye ‑Masoumi H, Sadeghi K, Hadjibabaie M. Successful switch to \noral tacrolimus in a patient with hypersensitivity reaction to parenteral \nvitamin K, cyclosporine, and tacrolimus: a case report. J Oncol Pharm \nPract. 2020;26(4):986–8.\n 12. Peng H, Ji D, Ren S, Zou D, Li F, Huang R. Severe anaphylaxis during allo ‑\ngeneic hematopoietic stem cell transplantation in a patient with aplastic \nanemia: case report of individualized pharmaceutical care and literature \nreview. Clin Lab. 2020. https:// doi. org/ 10. 7754/ Clin. Lab. 2019. 190722.\n 13. Cao A, Galanello R. Beta‑thalassemia. Genetics Med Off J Am Coll Med \nGenetics. 2010;12(2):61–76.\n 14. Davoudi‑Kiakalayeh A, Mohammadi R, Pourfathollah AA, Siery Z, Davoudi‑\nKiakalayeh S. Alloimmunization in thalassemia patients: new insight for \nhealthcare. Int J Prev Med. 2017;8:101.\n 15. Kahan BD, Wideman CA, Flechner S, Van Buren CT. Anaphylactic reaction \nto intravenous cyclosporin. Lancet (London, England). 1984;1(8367):52.\n 16. Kang SY, Sohn KH, Lee JO, Kim SH, Cho SH, Chang YS. Intravenous \ntacrolimus and cyclosporine induced anaphylaxis: what is next? Asia Pac \nAllergy. 2015;5(3):181–6.\n 17. Volcheck GW, Van Dellen RG. Anaphylaxis to intravenous cyclosporine \nand tolerance to oral cyclosporine: case report and review. Ann \nAllergy Asthma Immunol Off Pub Am Coll Allergy Asthma Immunol. \n1998;80(2):159–63.\n 18. Palma‑ Carlos L, Palma‑ Carlos AG. Asthma and allergic rhinitis in patients \nwith beta‑thalassemia minor. J Allergy Clin Immunol. 2006;117(2):S74.\n 19. Zarrabian D, Hanna M. Characterization of pediatric transfusion‑ depend‑\nent thalassemia patients in a large academic center. J Clin Lab Anal. \n2023;37(17–18): e24962.\n 20. Cappellin M, Cohen A, Eleftheriou A. Chapter 2, Blood transfusion therapy \nin β‑thalassaemia major. 2008. In: guidelines for the clinical management \nof thalassaemia. Nicosia (CY): Thalassaemia International Federation. 2nd \nRevised edition. https:// www. ncbi. nlm. nih. gov/ books/ NBK17 3967/.\n 21. Vierucci A, de Martino M, Rossi ME, Vullo C, Borgatti L, London WT, et al. \nRaised IgE levels in beta‑thalassaemia: correlation with splenectomy and \nhepatitis B virus infection. Clin Exp Immunol. 1984;58(1):199–205.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}