{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05081-w",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05081-w.pdf",
  "metadata": {
    "/Keywords": "Tuberculosis immune reconstitution inflammatory syndrome; mRNA COVID vaccination; Adalimumab; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250303160002+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250303115155+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05081-w",
    "/Author": "Aadit Mehta ",
    "/Title": "Post coronavirus-disease-vaccination immune reconstitution inflammatory syndrome in tuberculosis treatment: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05081-w",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Tuberculosis immune reconstitution inflammatory syndrome is an uncommon condition caused \nby excessive immune response against Mycobacterium tuberculosis. We report on a case which may have been pre cipitated by coronavirus disease messenger ribonucleic acid vaccine booster.",
    "Case Presentation": "Case presentation A 47-year old Indian man developed reactivation tuberculosis in the cervical lymph nodes \nin the setting of immune suppression caused by tumor necrosis factor inhibitor adalimumab. The symptoms \nimproved with starting antituberculous therapy, but 5 days after receiving a coronavirus disease booster messenger ribonucleic acid vaccine, he had recurrence of severe constitutional symptoms. After a detailed evaluation, he \nwas diagnosed with immune reconstitution inflammatory syndrome and was successfully treated with high-dose \nsteroid therapy, which was weaned off over several weeks.",
    "Conclusion": "Conclusion Immune reconstitution inflammatory syndrome should be considered as a differential in patients who \ndevelop paradoxical worsening of symptoms with antitubercular therapy in the setting of immune reconstitution. \nHyperactive immune response after infection or messenger ribonucleic acid vaccine booster may have contributed \nto the development of immune reconstitution inflammatory syndrome syndrome in this patient.\nKeywords  Tuberculosis immune reconstitution inflammatory syndrome, mRNA COVID vaccination, Adalimumab, \nCase report\nBackground\nTuberculosis (TB) immune reconstitution inflamma tory syndrome (IRIS) is an abnormal, excessive immune \nresponse against living or dead Mycobacterium tuber culosis. Paradoxical worsening of tuberculosis has been \ndescribed after",
    "Introduction": "introduction of antituberculosis drugs. \nWe report on an unusual presentation of TB IRIS in the \nsetting of antitumor necrosis factor (TNF) therapy and \nmessenger ribonucleic acid (mRNA) coronavirus disease 2019 (COVID-19) vaccination. We also review pertinent \nmanagement issues.\nCase report\nA 47-year-old Indian man with no past medical history \nfrom India developed pain and weakness in his interphalangeal and metacarpal-phalangeal joints. On the \nbasis of his symptoms, laboratory testing, and imaging \nof his hands, he was diagnosed with seronegative rheu matoid arthritis. He was started on biologic treatment \nwith anti-TNF agent adalimumab and methotrexate. \nBefore starting treatment, he had a chest X-ray, which \nwas normal and a test for M. tuberculosis using an inter feron gamma release assay, which was also negative. He \nreceived two doses of Pfizer mRNA vaccine 4 weeks apart Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAadit Mehta\nagmehta06@gmail.com\n1 The Oakridge School, 5900 Pioneer Pkwy, Arlington, TX 76013, USA\n2 Shreveport, LA 71103, USA\nPage 2 of 3 Mehta and Pant  Journal of Medical Case Reports           (2025) 19:93 \nwithout any complications. Then, 6 months after start ing adalimumab, he developed constitutional symptoms \nincluding headaches, nocturnal sweats, and low-grade \nfever. He then developed neck pain and was noted to \nhave bilateral cervical adenopathy noted on exam. Com puted tomography (CT) scan of the neck confirmed bilat eral cervical adenopathy (Fig.  1). His immunosuppressive \ntherapy was stopped. A cervical lymph node biopsy was \nperformed. The histology",
    "Results": "results were strongly posi tive for acid-fast bacilli. A diagnosis of tuberculous lym phadenitis was made, and he was started on a four-drug \nregimen with Isoniazid, Rifampin, Pyrazinamide and Eth ambutol. Within 5 days of starting the regimen, he noted \na significant improvement in his symptoms. The myco bacterial cultures revealed that the bacillus was suscepti ble to all the antituberculous drugs. About 2 weeks after \nstarting his antitubercular therapy, he received a dose of \npreviously scheduled COVID mRNA vaccine (third dose \nof Pfizer mRNA), and 5 days after receiving the vaccine, \nhe developed severe constitutional symptoms including \nfever, chills, and excessive diaphoresis. He was admitted \nto the hospital for further evaluation. His exam was unre markable for any new finding. He was ruled out for sep sis with negative blood cultures and serological testing. \nInflammatory markers including ESR and C-reactive pro tein (CRP) were elevated at 35 mm/hour and 5.33 mg/l. \nHe was diagnosed with antitumor-necrosis-factor-alphainduced tuberculosis-associated IRIS. Treatment was \nstarted with intravenous methylprednisolone 80  mg every 8 hours, with resolution of his symptoms. He was \ntransitioned to oral prednisolone 100 mg twice a day and \ndischarged home 5 days later. His oral steroids were grad ually weaned off over the next 3 months. He finished a \n12-month course of antitubercular therapy. He had had \nno recurrent symptoms at 18-month follow-up and was \ndischarged from the infectious disease clinic. He was able \nto resume therapy with adalimumab after 4  months of \nantitubercular therapy.\nThe diagnosis of TB-IRIS is based on initial improve ment of TB-related symptoms with initiation of TB ther apy, paradoxical deterioration of TB related symptoms \nduring TB therapy, and exclusion of other possible causes \nof clinical deterioration [1]. This patient fulfilled all these \ncriteria. His immune response after receiving COVID \nvaccine booster may have further contributed to activa tion of his immune system, resulting in presentation with \nIRIS.",
    "Discussion": "Discussion\nAntitumor-necrosis-factor-alpha-induced tuberculo sis IRIS was first described in 2005 [2]. The pathogenic \nmechanism of anti-TNF-alpha-induced IRIS is not \nknown for certain. However, it may occur as a result of \nreconstituted immune response against M. tuberculo sis, causing an uncontrolled inflammatory reaction [3]. \nAppropriate treatment of anti-TNF alpha TB IRIS is \ncontroversial. Previous case reports have shown that \nthis condition may respond to treatment with high-dose \nFig. 1 Arrows pointing to enlarged cervical lymph nodes\nPage 3 of 3\n Mehta and Pant  Journal of Medical Case Reports           (2025) 19:93 \n \nsteroids [4]. However, there is currently a lack of con sensus regarding the use and dosage of steroid therapy \nfor the treatment of anti-TNF-induced TB IRIS [5]. This \npatient was managed successfully with use of steroid \ntherapy, which was tapered off over a period of 3 months. \nOther reports have suggested using TNF alpha agonists \nwith satisfactory antitubercular therapy to attenuate the \ninflammatory response with IRIS [6]. A total of 4 months \nafter initiating antitubercular therapy, the patient was \nable to restart his treatment with TNF alpha inhibitor for \nrheumatoid arthritis without any significant sequela until \n1 year of follow-up after initial presentation. Vaccination \nwith mRNA vaccine for COVID may have stimulated \nhis immune system. There are several reports of mRNA \nvaccine causing autoimmune disease or flare ups of auto immune disease [7]. There are also reports of mRNA vac cines precipitating immune-response-related rejection \nphenomenon in transplant recipients by stimulating the \nnatural immune responses [8]. We strongly suspect that \nthe immune response precipitated by the mRNA booster \nvaccine may have resulted in the development of the IRIS \nsyndrome in this patient.\nConclusion\nIRIS should be considered as a differential in patients \nwho develop paradoxical worsening of symptoms with \nantitubercular therapy in the setting of immune reconsti tution. Hyperactive immune response after mRNA vac cine booster may have contributed to the development of \nIRIS syndrome in this patient.\nPatients initiating antitubercular therapy should be \nmonitored closely during the initial period of therapy, \nas they may be at an increased risk of developing IRIS in \nresponse to any inflammatory event such as a vaccination \nor an infection.\nAbbreviations\nTB  Tuberculosis\nIRIS  Immune reconstitution inflammatory syndrome\nTNF  Tumor necrosis factor\nmRNA  Messenger ribonucleic acid\nAcknowledgements\nNot applicable\nAuthor contributions\nAM completed the manuscript for the case report. AP was a major contributor \nto the manuscript. Both authors have read and approve the final manuscript.\nFunding\nThe authors received no funding for this study.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.Declarations\nEthical Approval and consent to participate\nEthical approval is not required for this type of study. A written consent was \nobtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-chief of this journal.\nCompeting interests\nThe authors declare they have no competing interests.\nReceived: 21 July 2024   Accepted: 23 January 2025\nReferences\n 1. Meintjes G, Lawn SD, Scano F, Maartens G, French MA, Worodria W, Elliott \nJH, Murdoch D, Wilkinson RJ, Seyler C, John L, Van Der Loeff MS, Reiss \nP , Lynen L, Janoff EN, Gilks C, Colebunders R. Tuberculosis-associated \nimmune reconstitution inflammatory syndrome: case definitions for use \nin resource-limited settings. Lancet Infect Dis. 2008;8(8):516–23. https:// \ndoi. org/ 10. 1016/ s1473- 3099(08) 70184-1.\n 2. Vidal CG, et al. Paradoxical response to antituberculous therapy in \ninfliximab-treated patients with disseminated tuberculosis. Clin Infect Dis. \n2005;40(5):756–9. https:// doi. org/ 10. 1086/ 427941.\n 3. Dhasmana DJ, Dheda K, Ravn P , Wilkinson RJ, Meintjes G. Immune \nreconstitution Inflammatory syndrome in HIV-Infected patients receiving \nantiretroviral therapy. Drugs. 2008;68(2):191–208. https:// doi. org/ 10. 2165/ \n00003 495- 20086 8020- 00004.\n 4. Yang JY, Han M, Koh Y, Kim W, Song J, Oh Y, Lee S, Lee SW, Lee J, Lim C, \nChoi C, Huh J, Hong S, Shim TS, Jo K. Effects of corticosteroids on critically \nIll pulmonary tuberculosis patients with acute respiratory failure: a pro pensity analysis of mortality. Clin Infect Dis. 2016;63(11):1449–55. https:// \ndoi. org/ 10. 1093/ cid/ ciw616.\n 5. Weber MR, Fehr JS, Kuhn FP , Kaelin MB. Approach for tuberculosis-associated immune reconstitution inflammatory syndrome in an HIV-negative \npatient. BMJ Case Reports. 2021;14(8): e232639. https:// doi. org/ 10. 1136/ \nbcr- 2019- 232639.\n 6. Blackmore TK, Manning L, Taylor WJ, Wallis RS. Therapeutic use of infliximab in tuberculosis to control severe paradoxical reaction of the brain \nand lymph nodes. Clin Infect Dis. 2008;47(10):e83–5. https:// doi. org/ 10. \n1086/ 592695.\n 7. Chen Y, Xu Z, Wang P , Li X, Shuai Z, Ye D, Pan H. New-onset autoimmune \nphenomena post-COVID-19 vaccination. Immunology. 2022;165(4):386–\n401. https:// doi. org/ 10. 1111/ imm. 13443.\n 8. Jang H, Bae S, Ko Y, Lim SJ, Kwon HE, Jung JH, Cho HY, Go H, Kwon H, Kim \nYH, Kim S, Shin S. Acute T cell-mediated rejection after administration of \nthe BNT162b2 mRNA COVID-19 vaccine in a kidney transplant recipient: \na case report. Korean J Transplant. 2021;35(4):253–6. https:// doi. org/ 10. \n4285/ kjt. 21. 0025.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}