{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04727-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04727-5.pdf",
  "metadata": {
    "/Keywords": "PEEK; PEEK frame; PEEK implant; Scaffold; Bone defect; 3D planning; 3D printing; Allobone",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241025110026+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241023172219+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04727-5",
    "/Author": "Oleksandr Buryanov ",
    "/Title": "Use of scaffolds based on polyetheretherketone tubular implant in the treatment of a gunshot multifragmentary fracture of the proximal part of the shoulder with a bone defect: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04727-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background In connection with the war in Ukraine and the use of modern high-energy weapons by the enemy, \nthe nature of  injuries have changed. These changes require improvement of approaches to the treatment of patients \nwith gunshot and mine-explosive bone defects.",
    "Case Presentation": "Case presentation We present the case of treatment of a 28-year-old Ukranian man with a gunshot multifragmentary fracture of the proximal humerus with a bone defect using three-dimensional printing of a polyetheretherketone \nframe (scaffold) for alloplastic material. The analysis of this case expands the possibilities of using three-dimensional \nprinting technologies of polyetheretherketone scaffolds in the treatment of significant bone defects.",
    "Conclusion": "Conclusion Modern military trauma requires individualized treatment for each patient. The use of individual polyetheretherketone scaffolds in the treatment of a gunshot multifragmentary fracture with a bone defect has a positive \nclinical effect.\nKeywords  PEEK, PEEK frame, PEEK implant, Scaffold, Bone defect, 3D planning, 3D printing, Allobone\nBackground\nThe majority of gunshot fractures of long bones are mul tifragmentary—this determines the complexity of recon structive operations. Patients with such fractures require multistage treatment using various bone–plastic surgical \ninterventions and long-term rehabilitation periods.\nReplacement of bone defects can be temporary, using \nspacer systems, and permanent, using autobone, allo bone, bioceramics, titanium augments, and frames based \non the use of three-dimensional (3D) printing from inert \nmetallic and nonmetallic (composite) materials. These \nframes (scaffolds) can serve as containers for auto- and \nalloplastic materials.\nTechnologies for preoperative 3D planning and 3D \nmodeling of implants to replace bone defects are actively \ndeveloping. As 7.1% of victims with gunshot wounds to \nthe extremities are diagnosed with primary bone defects, *Correspondence:\nBazarov Murat\nbazarovmurat71@gmail.com\n1 Bogomolets National Medical University, Kiev, Ukraine\n2 The Trauma Department of the Hospital m/u A2923, Kiev, Ukraine\n3 National Military Medical Clinical Center, Kiev, Ukraine\n4 Military Medical Clinical Center, Kharkiv, Ukraine\n5 National Academy of Medical Sciences, Kiev, Ukraine\nPage 2 of 8 Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \nwhich in 79.3% of victims exceed 3 cm [1], the use of 3D \nmodeling becomes especially relevant.\nPolyetheretherketone (PEEK) is a polyaromatic sem icrystalline thermoplastic polymer with mechanical \nproperties favorable for biomedical applications. Poly etheretherketone forms: PEEK-LT1, PEEK-LT2, and \nPEEK-LT3 have already been applied in different surgical \nfields, including spine surgery, orthopedic surgery, max illo-facial surgery etc. [2, 3].\nPEEK excels in fracture fixation owing to its radiolu cency [4]. Surgeons can see how the patient’s tissues react \nto this material, allowing doctors to monitor and predict \nthe healing process. PEEK offers an optimal mix of flex ibility and stiffness, ensuring it does not get in the way of \nthe body’s own healing processes. PEEK has an optimal \ncombination of flexibility and stiffness. Another PEEK \nproperty that is of particular interest in orthopedics is its \nlightness. PEEK is much lighter than metal, which allows \npatients to manipulate joints and limbs with less effort \nthan would be necessary with heavier metals.\nIn addition, based on the recommendations of \nISO10993 “Evaluation of the biological effect of medical \ndevices, ” tests were conducted for cytotoxicity, systemic \nacute toxicity, sensitization, and mutagenicity, which \nultimately showed the biocompatibility of this material. \nStudies have shown that human osteoblasts are able to \nattach, grow, and multiply on this composite material.\nThe PEEK frame (scaffold) is a 3D-printed individual \ngrid that serves as a container for auto- and alloplastic \nmaterial.\nGoal of the work\n• Consider and analyze a clinical case of the treatment \nof a patient with gunshot multifragmentary fracture \nof the proximal humerus with the presence of a sig nificant bone defect\n• To present the possibilities of using 3D printing of \nPEEK scaffolds for the treatment of bone defects.\nCase presentation\nThe patient was a 28-year-old (1994) Ukranian man who \nwas admitted for treatment to the Bogomolets national \nmedical Clinic on 15 March 2022 with the diagnosis: \n“mine-explosive injury (14 March 2022). Fire shrapnel \nwound of the proximal part of the right shoulder. A gun shot multifragmentary fracture (stage III) of the proximal \npart of the shoulder with a bone defect (7 cm) and with \nthe presence of foreign bodies in the projection of the \nfracture. Posttraumatic neuropathy of the median nerve \nwith mild paresis of the flexors of the fingers. ”\nFigures  1, 2, 3—computed tomography (CT) scan and \nX-ray of the shoulder—show:• Multifragmentary fracture of the shoulder with a \nbone defect (7 cm)\n• Fixation of the head and diaphysis of the humerus \nwith an external fixation device\nStaged surgical interventions in the Bogomolets \nNational Medical Clinic (Figs. 4 , 5)\nFig. 1 X-ray of the shoulder\nFig. 2 CT scan\nPage 3 of 8\n Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \n \n• 16 March 2022—secondary surgical wound debride ment. Sanitation with necrectomy of the gunshot \nwound and pulse lavage with decamethoxin solution. \nDrains were inserted and an aseptic bandage was \napplied.\n• 18 March 2022—sanitation and thorough irrigation \nwith antiseptic solutions of the wound on the right \nshoulder, partial suturing of the wound. Drains were \ninserted and an aseptic bandage was applied.\n• 20 March 2022—sanitation and thorough irrigation \nwith antiseptic solutions of the wound on the right \nshoulder. Drains were inserted and aseptic dressing \nwas applied.\n• 23 March 2022—sanitation and thorough irrigation \nwith antiseptic solutions of the wound on the pos terior surface of the right shoulder. Aseptic dressing \nwas applied.\n• 25 March 2022—sanitation and thorough irrigation \nwith antiseptic solutions of the wound on the poste rior surface of the right shoulder. Wound closed, rub ber drains inserted, and aseptic dressing applied.\n• 11 April 2022—removal of the external fixation \ndevice and sutures removed. The operated limb was \nimmobilized with a dezo bandage.The surgical intervention was determined according \nto the defect of the humerus (Figs.  1, 2, 3): implantation \nof an individual 3D printed PEEK frame (scaffold) with \nbone alloplasty at the place of the defect in the humerus \nwith fixation of the fragments and PEEK scaffold with \ntitanium locking compression plate (LCP) and screws \nwith angular stability.\nPreoperative examination included:\n• Clinical examination\n• CT scan and X-ray of the right shoulder and humerus\nPreoperative control of analyses:\n• Coagulogram performed on 20 April 2022\n• General and biochemical blood analysis performed \non 20 April 2022\n• Urine analysis performed on 20 April 2022\nSurgical intervention is planned after wound heal ing, removal of the external fixation device, reduction \nof local edema, and normalization of laboratory blood \nparameters.\nFig. 3 CT scan\nFig. 4 The appearance of the wound at staged surgical interventions \n(wound)\nPage 4 of 8 Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \nAccording to the diameter and shape of the proximal \nand distal fragments of the humerus, a frame with a \ncylindrical shape was designed—PEEK implant (scaf fold). This implant will serve as a frame for the allobone \nand perform an additional stabilizing function for the \nfragments.\nA PEEK frame was printed after detailed preoperative \n3D planning (Fig. 6 ).\nSurgical intervention (21 April 2024)\n“Implantation of an individual 3D printed PEEK \nimplant (scaffold) with bone alloplasty at the place \nof the defect in the humerus with fixation of the fragments and the PEEK implant with titanium \nLCP and screws with angular stability. ”\n• An anterolateral (transdeltoid) incision was made.\n• A multifragmentary fracture of the proximal part of \nthe right shoulder and a bone defect (approximately \n6 cm) were visualized in the wound (Fig. 7).\n• Bone fragments are cleaned of scar tissue. The PEEK \nframe was filled with corticospongy bone alloplasty \n(Fig. 8).\n• A PEEK frame (scaffold) was implanted at the place \nof the defect in the humerus (Fig. 9).\n• For metalosteosynthesis, we used an LCP and screws \nwith angular stability (5screws distally, 6 screws \nproximally) (Fig. 10).\nFig. 5 The appearance of the wound at staged surgical interventions \n(wound)\nFig. 6 Preoperative 3D planning\nFig. 7 Multifragmentary fracture of the proximal part of the right \nshoulder and a bone defect\nFig. 8 The PEEK frame is filled with cortico-spongy bone alloplasty\nPage 5 of 8\n Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \n \nFig. 9 A PEEK frame (scaffold) was implanted at the place \nof the defect in the  humerus\nFig. 10 Metalosteosynthesis\nFig. 11 Рostoperative X-ray control\nFig. 12 Рostoperative X-ray control\nPage 6 of 8 Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \n• Postoperative X-ray control (Figs. 11, 12).\nPostoperative examination included:\n• Clinical examination\n• CT scan and X-ray of the right shoulder and humerus \n(Figs. 11, 12, 13, 14)Postoperative control of analyses:\n• Coagulogram performed on 22 April 2022\n• General and biochemical blood analysis performed \non 21 April 2022\n• Urine analysis performed on 21 April 2022\nFig. 13 CT control was conducted on 28 April 2022\nFig. 14 CT control was conducted on 18 August 2022\nPage 7 of 8\n Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \n \nAt 6 weeks after surgery, the patient had a course of \nrehabilitation and physiotherapy treatment aimed at \n(Figs. 15, 16, 17):\n– Increasing mobility in the joint\n– Strengthening the muscles around the shoulder\n– Developing movement coordination and increasing \nstability– Gradually increasing the volume and intensity of \nexercises\nThe course of physiotherapy consisted of ten sessions \nof phonophoresis.\nThe rehabilitation course consisted of ten classes with \n1 or 2 days rest between classes. After the course of reha bilitation treatment, the patient continued to perform \nexercises independently.",
    "Discussion": "Discussion\nIn connection with the increase in the number of \nlimb injuries with large bone defects, there is a need \nto find new or improve existing",
    "Methods": "methods of treatment \nof such conditions. We propose the use of individual \n3D printed PEEK scaffolds in combination with auto- \nor allografts as a new method of replacing large bone \ndefects. Owing to 3D planning, the anatomy of the \ndamaged bone fragment can be recreated as accurately \nas possible with an individual PEEK scaffold.\nThis material (PEEK) has an optimal combination of \nflexibility and stiffness, which is close to the parameters \nof autobone. Other advantages of this material are its \nradiolucency, low weight, and biocompatibility. How ever, the issue of further interaction of PEEK scaffolds \nwith body tissues remains unresolved. That is why there \nis a need for further research and modifications of this \nmaterial.\nFor positive",
    "Results": "results of such surgical interventions, \nwe recommend following the general rules for replac ing the fixation method: elimination of inflamma tion, healing of gunshot wounds, healing of wounds \nafter removal of the external fixation device, reduc tion of local edema, normalization of laboratory blood \nFig. 15 Functional result\nFig. 16 Functional result\nFig. 17 Functional result\nPage 8 of 8 Buryanov et al. Journal of Medical Case Reports          (2024) 18:521 \nparameters, and absence of infectious agents in the \nfracture area during bacteriological examination.\nFor better biointegration of the PEEK scaffold, it is \nadvisable to modernize this material with the possible \nuse of orthobiological technologies.\nConclusion\n1. Modern military trauma requires individualized \ntreatment for each patient\n2. Preoperative 3D modeling makes it possible to pro vide detailed preoperative planning, which reduces \nthe risk of tactical and technical errors during sur gery and shortens the time of surgical intervention.\n3. The use of individual PEEK scaffolds has a positive \nclinical effect. This method needs further research.\n4. The individualized treatment of such and injury in \nthis patients had a good functional result.\nAbbreviations\nPEEK  Polyetheretherketone\nLCP  Locking compression plate\nAcknowledgements\nThe authors would like to thank all the staff of the Bogomolets national \nmedical Clinic (Kyiv, Ukraine) and would like to thank the staff of the trauma \ndepartment of the hospital A2923 (Kyiv, Ukraine).\nAuthor contributions\nOB, AB, and OS carried out the surgical intervention; MB, DL, and OS took \ncare of the patient; MB, OB, YY, YK, and IL analyzed and interpreted the results \nof the study; OB and MB contributed greatly to writing this article. The final \nmanuscript was read and approved by all authors.\nFunding\nThe authors declare that this study received no financial support.\nAvailability of data and materials\nAdditional data supporting the findings in this patient are available upon \nreasonable request.\nDeclarations\nEthics approval and consent to participate\nThe patient consented to participate in the study and for publishing the \nresults. The ethics committee approved this study. This project was reviewed \nand approved by the institutional review board at Bogomolets National Medical University.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 17 March 2023   Accepted: 28 June 2024\nReferences\n 1. Treatment of the wounded with combat injuries of the limbs (based on \nthe experience of the ATO/OOS) // Monograph under the general editor ship of the Academician of the National Academy of Medical Sciences of \nUkraine, Dr. Med. Sciences, Prof. V.I. Tsimbalyuka, Kyiv 2020.\n 2. Panayotov IV, Orti V, Cuisinier F, Yachouh J. Polyetheretherketone (PEEK) \nfor medical applications. J Mater Sci Mater Med. 2016;27(7):118. https:// \ndoi. org/ 10. 1007/ s10856- 016- 5731-4.\n 3. Kang J, Zhang J, Zheng J, Wang L, Li D, Liu S. 3D-printed PEEK implant for \nmandibular defects repair—a new method. J Mech Behav Biomed Mater. \n2021;116: 104335. https:// doi. org/ 10. 1016/j. jmbbm. 2021. 104335.\n 4. Di Maggio B, Sessa P , Mantelli P . PEEK radiolucent plate for distal radius \nfractures: multicentre clinical results at 12 months follow up. Injury. 2017. \nhttps:// doi. org/ 10. 1016/ S0020- 1383(17) 30655-1.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}