{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04815-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04815-6.pdf",
  "metadata": {
    "/Keywords": "Cetuximab; Desensitization; Dose escalation; Infusion reaction; Hypersensitivity; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241001134121+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240928183122+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04815-6",
    "/Author": "Shasha Li ",
    "/Title": "Successful administration of cetuximab using dose escalation method: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04815-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Cetuximab, used to treat head and neck squamous cell carcinoma and metastatic colorectal cancer, \ncan cause severe infusion reactions.",
    "Case Presentation": "Case presentation We report an 87-year-old East Asian woman with stage IV ileocecal signet ring cell carcinoma \nwho experienced severe allergic reactions to cetuximab despite pre-treatment. A dose escalation method, involving weekly incremental doses with comprehensive pre-treatment and close monitoring, was employed, successfully \nreducing allergic reactions and allowing safe administration.",
    "Conclusion": "Conclusion This approach demonstrates a viable alternative for patients with hypersensitivity to cetuximab, warrant ing further research for personalized treatment optimization.\nKeywords  Cetuximab, Desensitization, Dose escalation, Infusion reaction, Hypersensitivity, Case report\nIntroduction\nCetuximab is a monoclonal antibody primarily used to \ntreat squamous cell carcinoma of the head and neck can cer and RAS wild-type metastatic colorectal cancer [1, 2]. \nAs a targeted therapy, cetuximab works by binding to the \nepidermal growth factor receptor (EGFR), inhibiting the \ngrowth and spread of cancer cells [3]. However, infusion \nreactions to cetuximab have become a significant issue in \nclinical practice, limiting its use [4]. These reactions often \npresent as allergic responses, including rash, itching, and \ndifficulty breathing, and can even lead to anaphylactic \nshock [ 5, 6]. Such reactions not only affect the patient’s \ntreatment experience, but can also lead to treatment \ninterruption, thereby impacting efficacy [7].Case presentation\nThe patient is an 87-year-old East Asian woman with a \nhistory of primary hypertension, without a previous his tory of atopy or drug allergy, and no family history of \ncancer. She presented with recurrent abdominal pain \nand bloody stools 2 years ago. A computed tomography \n(CT) scan suggested thickening of the ileocecal wall and \npartial bowel obstruction. On 7 August 2022, she under went laparoscopic exploration, which revealed a tumor \nin the ileocecal region, with peritoneal, right diaphragm, \nand bladder–vaginal interface implants. Palliative right \nhemicolectomy and peritoneal nodule resection were \nperformed. Postoperative pathology confirmed signet \nring cell carcinoma pT4bN2M1. Genetic testing showed \nMSI-H, BRAF p.V600E mutation, TMB 40.84muts/Mb, \nand PD-L1 TPS < 1% and CPS < 1.\nDue to her advanced age and diagnosis of stage IV \nileocecal signet ring cell carcinoma with MSI-H, singleagent immunotherapy was recommended. She began \nher first cycle of pembrolizumab on 6 September 2022, \nand completed 12 cycles by 12 March 2024, with the best \nresponse being partial remission (PR). During treatment, \nshe experienced immune-related thyroiditis, secondary Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nShasha Li\nliss7@hku-szh.org\n1 Department of Clinical Oncology, The University of Hong Kong \nShenzhen Hospital, Shenzhen, China\n2 Department of Pharmacy, The University of Hong Kong Shenzhen \nHospital, Shenzhen, China\nPage 2 of 4 Li et al. Journal of Medical Case Reports          (2024) 18:479 \nadrenal insufficiency, immune-related dermatitis, and \nimmune-related tracheitis, managed with appropriate \nsymptomatic treatments.\nIn March 2024, the patient experienced disease pro gression with vaginal bleeding, managed with palliative \nradiotherapy. Systemic therapy was switched from pem brolizumab to cetuximab combined with vemurafenib. \nHowever, during the first cycle of cetuximab, she expe rienced a severe allergic reaction, presenting with facial \nerythema, coughing, and acute respiratory distress. \nDespite pre-treatment for the second cycle, she still con tinued to experience similar allergic symptoms.\nThrough the above treatment, the patient’s vaginal \nbleeding significantly improved, and the carcinoembry onic antigen (CEA) levels markedly decreased, indicating \na high likelihood of the current treatment regimen being \neffective. However, the patient experienced severe hyper sensitivity reaction, grade 3. According to the guidelines, \ncetuximab should be discontinued or switched to a simi lar drug. Unfortunately, panitumumab is not available in \nChina and also carries a risk of infusion reactions. Thus, \nthere are no better or safer treatment options available \nfor this patient.\nOn the basis of multiple literature reports [8 –10], the \nclinical team decided to use a dose escalation method \nfor the third cycle (please refer to Table  1 for details). \nAfter obtaining specific informed consent from the \npatient, on 17 May 2024, the patient began weekly \nadministration of 450  mg (250  mg/m2) of cetuximab, divided into three bags: bag 1: 9  mg (2%) in 250  ml \nsaline, bag 2: 58.5 mg (13%) in 250 ml saline, and bag 3: \n382.5 mg (85%) in 250 ml saline. The dose was escalated \nin the following manner: 2  days prior and on the day \nof administration, the patient took oral acetaminophen \n300 mg and montelukast 10 mg once daily, as well as on \nthe day of the procedure; 30 minutes before the infu sion, the patient received intravenous dexamethasone \n(15 mg) and chlorpheniramine (10 mg), in addition to \nintravenous cimetidine (0.3 g) and ondansetron (8 mg). \nBag 1 infused at 80  ml per hour for 15  minutes, then \nincreased to 120  ml per hour, 260  ml per hour, and \n540  ml per hour every 15  minutes if no adverse reac tions occurred. Bag 2 followed the same escalation as \nbag 1. Bag 3 infused at 80 ml per hour for 15 minutes, \nthen increased to 115 ml per hour for 2 hours if toler ated. The infusion process was closely monitored with \nECG  (Electrocardiograph) monitoring and emergency \nmedications. The first two bags were infused without \nany adverse reactions. During the infusion of bag 3, the \npatient experienced mild coughing and focal wheezing, \nwhich was managed with salbutamol (5 mg) via oxygen \nnebulization and without stopping cetuximab infu sion. After stabilization, the infusion was completed \nsuccessfully.\nWe repeated this protocol for the fourth and fifth \ncycles, taking 5 hours in total, with no significant adverse \nreactions other than transient hypertension, which \nrelieved without intervention.\nTable 1 Steps of cetuximab desensitization protocol.  Adapted from García-Menaya et al. [8]\nAcetaminophen 300 mg orally once per day, montelukast 10 mg orally once per day; 30 minutes before the infusion, intravenous dexamethasone 15 mg, intravenous \nchlorpheniramine 10 mg, intravenous cimetidine 0.3 g, and intravenous ondansetron 8 mgTotal dose 450 mg Solution ratio (%) Solution concentration (mg/ml) Total dose \nin each bag \n(mg)\nBag 1 250 ml 2 0.036 9\nBag 2 250 ml 13 0.234 58.5\nBag 3 250 ml 85 1.53 382.5\nStep Bag Rate (ml per hour) Administered volume \n(ml)Time (minutes) Administered dose \n(mg)Administered \ndose (mg)\n1 1 80 20 15 0.72 0.72\n2 1 120 30 15 1.08 1.8\n3 1 260 65 15 2.34 4.14\n4 1 540 135 15 4.86 9\n5 2 80 20 15 4.68 13.68\n6 2 120 30 15 7.02 20.7\n7 2 260 65 15 15.21 35.91\n8 2 540 135 15 31.59 65.5\n9 3 80 20 15 30.6 98.1\n10 3 115 230 120 351.9 450\nPage 3 of 4\n Li et al. Journal of Medical Case Reports          (2024) 18:479",
    "Discussion": "Discussion\nCetuximab, an important anti-EGFR monoclonal anti body, has shown significant efficacy in treating advanced \ncolorectal cancer and other diseases. However, infusion \nreactions, particularly severe ones (up to 3%), greatly \nlimit its clinical use [7]. We review relevant literature and \nintroduces our optimized drug infusion protocol.\nInitially, we reviewed several pertinent studies to \ninform our approach. Jerath et al. [10] pioneered a doseescalation protocol for advanced breast cancer, success fully administering the drug by dividing the dose into five \nbags with a tenfold concentration increase. Saif et al. [11] \nexplored the use of cetuximab for patients with previous \nallergies to panitumumab, utilizing five different infusion \nrates to ensure safe administration. In contrast, Hong \net al. [12] conducted a dose escalation using a single bag. \nOur primary reference was García-Menaya et al. [8], who \ndescribed a ten-step infusion method. Building on their \nwork, we further optimized the dosage to enhance safety \nand efficacy. All cases involved pre-treatment protocols \nto mitigate allergic reactions, resulting in either no aller gic responses or only mild ones.\nIn our case, the patient was an elderly individual with \nlimited treatment options. For advanced colorectal can cer with a BRAFV600E mutation, the optimal therapy is \na combination of BRAF V600E inhibitors and anti-EGFR \ntherapy. While the patient initially benefited from this \ntreatment, she subsequently experienced a severe allergic \nreaction (grade 3). Given that alternative medications are \nnot available in China, drug desensitization was consid ered a viable option. Building on previous research, we \nadjusted the desensitization protocol to enhance its clini cal feasibility.\nTo ensure the safe use of cetuximab, we recommend a \nthorough assessment of the patient’s history of drug and \nfood allergies, as well as any autoimmune diseases, before \ninitiating treatment. In well-equipped centers, it is advis able to conduct pre-treatment drug skin tests [13] or \nmeasure specific immunoglobulin E (IgE) levels, such as \nthose for galactose-alpha-1,3-galactose (alpha-Gal) [14]. \nIf the skin test or IgE levels are positive, it strongly indi cates a high likelihood of an allergic reaction. For these \nhigh-risk patients requiring cetuximab, ensure thorough \npremedication or consider directly using a desensitiza tion protocol. Additionally, cetuximab should be admin istered in centers that have emergency equipment and \nexperienced staff to ensure patient safety.\nConclusion\nSuccessful administration of cetuximab using the dose \nescalation method provides valuable experience and ref erence for clinical practice. With further research and new technology applications, the clinical use of cetuxi mab will become safer and more effective.\nAcknowledgements\nThe authors would like to thank all the nurses and the patient who cooper ated in conducting this study.\nAuthor contributions\nAll authors contributed to the conception, writing, and editing of the case \nreport. All authors are agreed to be accountable for all aspects of work.\nFunding\nNot applicable.\nAvailability of data and materials\nThe authors of this manuscript are willing to provide additional information \nregarding the case report.\nDeclarations\nEthics approval and consent to participate\nThe case report has been submitted to the University of Hong Kong Shenzhen \nHospital for Ethical Board Review and approved as ethically sound report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone declared.\nReceived: 31 July 2024   Accepted: 2 September 2024\nReferences\n 1. Concu R, Cordeiro MNDS. Cetuximab and the head and neck squamous \ncell cancer. Curr Top Med Chem. 2018;18(3):192–8. https:// doi. org/ 10. \n2174/ 15680 26618 66618 01121 62412.\n 2. Sakata S, Larson DW. Targeted therapy for colorectal cancer. Surg Oncol \nClin N Am. 2022;31(2):255–64. https:// doi. org/ 10. 1016/j. soc. 2021. 11. 006.\n 3. Adams GP , Weiner LM. Monoclonal antibody therapy of cancer. Nat \nBiotechnol. 2005;23(9):1147–57. https:// doi. org/ 10. 1038/ nbt11 37.\n 4. Yamaguchi K, Watanabe T, Satoh T, et al. Severe infusion reactions to \ncetuximab occur within 1 h in patients with metastatic colorectal cancer:",
    "Results": "results of a nationwide, multicenter, prospective registry study of 2126 \npatients in Japan. Jpn J Clin Oncol. 2014;44(6):541–6. https:// doi. org/ 10. \n1093/ jjco/ hyu049.\n 5. Patel DD, Goldberg RM. Cetuximab-associated infusion reactions: pathology and management. Oncology (Williston Park). 2006;20(11):1373–97.\n 6. Chung CH, Mirakhur B, Chan E, et al. Cetuximab-induced anaphylaxis \nand IgE specific for galactose-alpha-1,3-galactose. N Engl J Med. \n2008;358(11):1109–17. https:// doi. org/ 10. 1056/ NEJMo a0749 43.\n 7. Lenz HJ. Management and preparedness for infusion and hypersensitivity \nreactions. Oncologist. 2007;12(5):601–9. https:// doi. org/ 10. 1634/ theon \ncolog  ist. 12-5- 601.\n 8. García-Menaya JM, Cordobés-Durán C, Gómez-Ulla J, et al. Successful \ndesensitization to cetuximab in a patient with a positive skin test to \ncetuximab and specific IgE to alpha-gal. J Investig Allergol Clin Immunol. \n2016;26(2):132–4. https:// doi. org/ 10. 18176/ jiaci. 0031.\n 9. Solduzian M, Anvari S, Taghvaye Masoumi H, Shahi F, Jahangard-Rafsanjani Z. Successful desensitization of a patient with cetuximab hypersensitivity: A case report. J Oncol Pharm Pract. 2019;25(7):1726–30. https:// doi. \norg/ 10. 1177/ 10781 55218 793505.\nPage 4 of 4 Li et al. Journal of Medical Case Reports          (2024) 18:479 \n 10. Jerath MR, Kwan M, Kannarkat M, et al. A desensitization protocol for the \nmAb cetuximab. J Allergy Clin Immunol. 2009;123(1):260–2. https:// doi. \norg/ 10. 1016/j. jaci. 2008. 09. 046.\n 11. Saif MW, Syrigos KI, Hotchkiss S, et al. Successful desensitization with \ncetuximab after an infusion reaction to panitumumab in patients \nwith metastatic colorectal cancer. Cancer Chemother Pharmacol. \n2009;65(1):107–12. https:// doi. org/ 10. 1007/ s00280- 009- 1009-6.\n 12. Hong DI, Bankova L, Cahill KN, Kyin T, Castells MC. Allergy to monoclonal \nantibodies: cutting-edge desensitization",
    "Methods": "methods for cutting-edge \ntherapies. Expert Rev Clin Immunol. 2012;8(1):43–54. https:// doi. org/ 10. \n1586/ eci. 11. 75.\n 13. Michel S, Scherer K, Heijnen IA, Bircher AJ. Skin prick test and basophil \nreactivity to cetuximab in patients with IgE to alpha-gal and allergy to red \nmeat. Allergy. 2014;69(3):403–5. https:// doi. org/ 10. 1111/ all. 12344.\n 14. Lungulescu CV, Ungureanu BS, Turcu-Stiolica A, et al. The role of IgE \nspecific for galactose-α-1,3-galactose in predicting cetuximab induced \nhypersensitivity reaction: a systematic review and a diagnostic metaanalysis. Sci Rep. 2020;10(1):21355. https:// doi. org/ 10. 1038/ s41598- 020- \n78497-7. (Published 2020 Dec 7).\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}