{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05096-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05096-3.pdf",
  "metadata": {
    "/Keywords": "Sclerosing mmucoepidermoid carcinoma of the thyroid with eosinophilia (SMECE); Tumorigenesis; Prognosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250228145749+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250224193547+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05096-3",
    "/Author": "Qianqian Han ",
    "/Title": "Sclerosing mucoepidermoid carcinoma of the thyroid with eosinophilia: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05096-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Sclerosing mucoepidermoid carcinoma of the thyroid with eosinophilia (SMECE) is a rare thyroid tumor. \nMore and more reports have proposed that sclerosing mucoepidermoid carcinoma of the thyroid with eosinophilia \nis significantly invasive, but its origin and pathogenesis are currently controversial.",
    "Case Presentation": "Case presentation We presented a 42-year-old female of Han ethnicity. She had a 4-year history of thyroid nodules, and mild decrease in thyroid function was observed at the time of surgery. Subsequently, pathological examination revealed typical morphological characteristics of sclerosing mucoepidermoid carcinoma of the thyroid \nwith eosinophilia. Compared with surrounding normal thyroid tissues, significant eosinophil infiltration was observed \nin the tumor stroma. Negative thyroglobulin immunohistochemical staining and uniquely positive expression \nof tumor protein p63 and cytokeratin 5/6 were detected in tumor cells. No genetic mutation was detected by nextgeneration sequencing. No extrathyroid invasion, lymph node metastasis, or distant metastasis was found. The patient \nwas alive without evidence of disease after 24 months of follow-up.\nConclusions The case presentation supported this point that sclerosing mucoepidermoid carcinoma of the thyroid \nwith eosinophilia originated from solid cell nests, and eosinophils might play an important role in the tumorigenesis \nand development of sclerosing mucoepidermoid carcinoma of the thyroid with eosinophilia. In addition, a compre hensive analysis of the previously reported cases from reported literature revealed that age and distant metastasis \nmight be the risk factors affecting prognosis.\nKeywords  Sclerosing mmucoepidermoid carcinoma of the thyroid with eosinophilia (SMECE), Tumorigenesis, \nPrognosisOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nQianqian Han\nhanqianqian_olivia@163.com\nHuan Xu\nxu141@sohu.com\nPage 2 of 8 Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \nBackground\nSclerosing mucoepidermoid carcinoma with eosino philia (SMECE) is a rare thyroid tumor displaying epi dermoid and glandular differentiation and a sclerotic \nstroma with eosinophilic and lymphocytic infiltration \n[1, 2]. SMECE tends to occur in adult females and has \nbeen often accompanied by Hashimoto’s thyroiditis \n(HT) [1 , 2].\nCurrently, the following controversies exist in rel evant reports about SMECE: First, the earliest literature \nreported that SMECE originated from the squamous \ndifferentiation of thyroid follicular epithelium [3 ]. \nHowever, the subsequent case reports suggested that \nthis tumor originated from a solid cell nest [4 , 5]. Shah \net al. indicated that the lack of molecular changes in \nthyroid tumors indirectly provided further support for \nthe solid cell nest phenotype of these tumors [2 ]. Sec ond, some literature suggested that the tumor was of a \nlow grade [3 , 6], while others proposed that the tumor \nexhibited aggressive behavior [5 , 7]. Third, Sukumar \net al. demonstrated that V-Raf murine sarcoma viral \noncogene homolog B1 (BRAF) mutations and the RAS–\nRAF–MAPK kinase (MEK)–extracellular signal-related \nkinase (ERK) signaling pathway were involved in the \npathogenesis of SMECE in two cases [8 ], while others did not detect BRAF mutations in SMECE [9 , 10]. How ever, the pathogenesis of SMECE is still unknown.\nHere, we will fully demonstrate the molecular charac teristics of a case of SMECE tested using existing tech nology. By summarizing previously reported cases, we \nhave explored relevant clinicopathological and molecular \nparameters that might affect the prognosis of SMECE, \nand the possible pathogenesis of SMECE has been \nanalyzed.\nCase presentation\nThe patient was a 42-year-old female, who was of Han \nethnicity, with a known history of thyroid nodules dis covered during physical examination in 2018. During \nthis period, she reported occasional hoarseness, hyperhi drosis, occasional palpitation, and difficulty swallowing. \nShe also stated that she had no choking when drinking \nwater, and did not complain of convulsions or breath ing difficulties. Physical examination showed that the \nthyroid was bilaterally symmetrical, and no swelling, \ntenderness, tremor, or palpable nodules were found. In \nDecember 2022, the follow-up examination by ultra sound revealed that the echo of the thyroid parenchyma \nwas uneven, and a weak echo nodule with a size of about \n1.2  cm × 1.1  cm × 1.0  cm was observed in the lower left Graphical Abstract\nPage 3 of 8\n Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \n \npart of the thyroid, with unclear boundaries and irregu lar shape. The patient had undergone ultrasound-guided \nthyroid biopsy in her local hospital, and the",
    "Results": "results indi cated papillary carcinoma in the left lobe of the thyroid.\nThe patient was admitted to West China Hospital of \nSichuan University for surgical treatment in January \n2023. The patient’s clinical symptoms were the same as \ndescribed above. Laboratory examinations showed that \nthe patient had a slight increase in thyroid-stimulating \nhormone (TSH; 4.51 mIU/L), a slight decrease in serum \nfree triiodothyronine (FT3; 3.56  pmol/L), an increase \nin anti-thyroid peroxidase antibodies (229  IU/ml), and \nnormal anti-thyroglobulin antibodies. No increase in \ncarcinoembryonic antigen (CEA) was observed. Left \nlobectomy and isthmus thyroidectomy were performed, \nand lymph node dissection was carried out during the \noperation.\nPostoperative pathological examination revealed a clear \nboundary between the tumor tissue and the surround ing thyroid with a fibrous tissue-like capsule. Numer ous lymphocytes, plasma cells, and eosinophils could \nbe observed in the tumor tissue, with eosinophils being \nprominent. The tumor cells exhibited pronounced atypia, \ndisplaying distinct squamous epithelial-like differentia tion, with keratinized beads formed in certain regions. \nTumor stroma was hyperplastic and accompanied by \nobvious fibrosis, causing tumor cells to be distributed \ninto nests, and mucus protein could be found. Ovoid \nnuclei of varying sizes could be observed, with vacu olar chromatin and obvious nucleoli, and occasionally, \nnuclear grooves could be found; the mitotic figures are \n0–1/10 high-power field (HPF). The surrounding normal \nthyroid tissue showed obvious lymphocyte and plasma \ncell infiltration and the formation of lymphoid follicles, \nshowing lymphocytic thyroiditis-like changes (Fig.  1). No \ntumor metastasis was found in the cervical lymph nodes.\nImmunohistochemical results showed that the tumor \ncells harbored negative expression of TG and partial \nexpression for paired box  8 (PAX8), and positive stain ing results were observed in thyroid transcription fac tor-1 (TTF-1), cytokeratin 7 (CK7), tumor protein p63, \nand cytokeratin 5/6 (CK5/6). Meanwhile, peripheral thy roid tissues exhibited positive expression of TG and CK7 \nand partially positive expression of PAX8 and TTF-1, and \nnegative immunostaining results were found in p63 and \nCK5/6 (Fig.  1). Fluorescence in situ hybridization detec tion of mastermind-like transcriptional co-activator 2 \n(MAML2) rearrangement showed negative results. Nextgeneration sequencing (NGS) showed negative results \nfor MAML2 rearrangement, mesenchymal-to-epithelial \ntransition factor (MET ) amplification, BRAF V600E \nmutation, NUT midline carcinoma family member 1 \n(NUTM1) rearrangement, and neurotrophic receptor tyrosine kinase 1 (NTRK1) or neurotrophic receptor \ntyrosine kinase 3 (NTRK3) mutation (Fig.  2; Supple mental Fig. 1; Supplemental Table 1; the full name of the \nabbreviations are shown in Supplemental Table 2).\nThe patient received no other treatment after surgery, \nand no recurrence or metastasis was observed after \n24 months of follow-up.",
    "Discussion": "Discussion and conclusions\nIn summary, SMECE is a rare thyroid tumor that mostly \noccurs in females, and patients often harbor HT. We \nhave summarized previously reported SMECE cases, \nand 73 SMECE cases have been reported. Of these \ncases, 89% (65/73) were in female patients, with a mean \nage of 55.6  years (range 26–89  years). The tumor size \nranged from 0.5 cm to 13 cm (mean 4.3 cm). The tumor \nhas a tendency to occur in the right lobe of the thyroid \ngland (33/61, 54.1%). The development of SMECE is \noften accompanied by the appearance of HT (52/55, \n94.5%), and a small number of cases (7/55, 12.7%) are \ncomplicated with papillary thyroid cancer (Supplemen tal Table  3). SMECE was generally typical in morphol ogy, presenting as squamous/epidermal-like cell nests, \nmucous secreting cells forming glandular or tubular \nstructures, and infiltration of eosinophils, lymphocytes, \nand plasma cells. Dense fibrous stroma divided the tumor \ncell nests into string-like or tubular structures. The tumor \nwould not express TG, but positive expression of p63 and \nCK5/6 could often be detected. The long-term survival of \nthe patients with SMECE was usually optimistic. In terms \nof prognosis, the previous literature were all case reports.\nThe influence of clinicopathological and molecular fac tors on patient’s prognosis were analyzed on the basis of \nlogistic and Cox regression analysis (Tables  1, 2; Supple mental",
    "Methods": "methods). The results showed that larger tumor \nsize (odds ratio [OR], 1.499; 95% confidence interval [CI] \n1.082–2.077; p = 0.015), right/entire thyroid lobe location \n(OR, 3.806; 95% CI 1.194–12.129; p = 0.024), extrathy roid invasion of the tumor (OR, 14.295; 95% CI 3.426–\n59.643; p < 0.001) and positive TTF-1 immunostaining \n(OR, 16.530; 95% CI 1.019–268.179; p = 0.048) were risk \nfactors for lymph node metastasis, after adjusting for \nbaseline parameters of age and sex. And larger tumor \nsize (OR, 1.639; 95% CI 1.092–2.460; p = 0.017) was asso ciated with distant metastasis. Older age (hazard ratio \n[HR], 1.072; 95% CI 1.014–1.134; p = 0.015), larger tumor \nsize (HR, 1.858; 95% CI 1.160–2.976; p = 0.010), lymph \nnode metastasis (HR, 12.022; 95% CI 1.402–103.116; \np = 0.023), and distant metastasis (HR, 9.749; 95% CI \n1.627–58.410; p = 0.013) could predict a poor progno sis. Overall, we emphasized that older age, larger tumor \nsize, extrathyroid extension, lymph node metastasis, and \ndistant metastasis might be the risk factors that affect \nPage 4 of 8 Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \nFig. 1 Histological features and immunohistochemical results of sclerosing mucoepidermoid carcinoma of the thyroid with eosinophilia tumor \ntissue, including TG, paired box 88, thyroid transcription factor-1, cytokeratin 7, p63, cytokeratin 5/6, were compared with those of the surrounding \nnon-neoplastic thyroid tissue (the magnification under the low-power microscope is 5×, while that under the high-power microscope is 100×)\nPage 5 of 8\n Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \n \nprognosis, and positive TTF-1 immunohistochemical \nstaining was associated with lymph node metastasis. But \nfew cases with detailed prognostic information have been \nreported so far; thus, more in-depth studies are expected \nto illustrate the association between TTF-1 expression \nand prognosis in SMECE.\nRegarding the origin of SMECE tumor, we compared \nthe tumor tissue with the surrounding normal thyroid \nwith immunohistochemical staining in this case analy sis. The results showed that SMECE tumor tissue exhib ited negative TG expression, and prominently positive \nstaining of p63 and CK5/6. Previous cases showed con sistent results in that most cases exhibited negative TG \nimmunostaining (61/63, 96.8%), but almost all patients \nharbored positive p63 expression (32/33, 97%), and all \npatients exhibited positive cytokeratin staining (42/42, \n100%) (Supplemental Table  3). Negative TG expression indicated that the mucus protein in the tumor cell nest \ndid not belong to follicular epithelial-differentiated thy roglobulin, and positive p63 and CK5/6 expression \nsuggested that this tumor originated from an epithelialderived tumor with a solid cell nest [2].\nThe typical pathological feature of this case was that, \nunlike the surrounding non-tumor thyroid tissue, the \ntumor stroma was enriched in eosinophil infiltration. \nPrevious reports had shown that eosinophil infiltration \ncould regulate tumor progression by directly interacting \nwith tumor cells or indirectly forming a tumor microen vironment. On the one hand, the signal transducer and \nactivator of transcription (STAT) signaling pathways \nin eosinophils were reported to be involved in tumo rigenesis [11]. Some studies had shown that eosinophilderived IL-12 and IL-10 could reduce the metastasis and \nmigration of tumor cells by enhancing the expression of \nFig. 2 Molecular features of the sclerosing mucoepidermoid carcinoma of the thyroid with eosinophilia. The mastermind-like transcriptional \nco-activator 2 fluorescence in situ hybridization test indicated a negative result (a). Next-generation sequencing showed the negative results \nof mastermind-like transcriptional co-activator 2 rearrangement (MAML2) (b), mesenchymal-to-epithelial transition factor (MET) amplification \n(c), V-Raf murine sarcoma viral oncogene homolog B1 V600E (BRAF V600E) mutation (d), and NUT midline carcinoma family member 1 \n(NUTM1) rearrangement (e)\nPage 6 of 8 Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \nE-cadherin on tumor cells and its adhesion [12]. Eosino phils indirectly promoted antitumor immunity by releas ing IFNγ [13]. On the other hand, some studies had shown that eosinophil-derived C-C motif chemokine \nligand 22 (CCL22) promoted the migration of immu nosuppressive regulatory T cells (Treg) into the tumor \nmicroenvironment [14]. Eosinophils could synthesize and \nrelease a large number of other growth factors, such as \nepidermal growth factor (EGF) and transforming growth \nfactor β1 (TGFβ1), which induced tumor cell growth and \nepithelial-interstitial transformation, respectively [15]. \nIn addition, eosinophils could induce matrix remodeling \nby secreting matrix metalloproteinases, including matrix \nmetallopeptidase 2 (MMP2) and matrix metallopeptidase \n9 (MMP9), which also contributed to metastasis implan tation [14]. One study by Li et al. showed that eosinophils \nhad increased in malignant pleural effusions in cancer \npatients with thoracic metastases. Mechanically speak ing, eosinophils could promote tumor cell migration and \nmetastasis by secreting the C–C motif chemokine ligand \n6 (CCL6) [16]. No specific gene mutations were found in \nthe tissues of either this case or previous SMECE cases, \nindicating that genetic pathway might not be the pro moting factor for SMECE tumorigenesis. The prominent \ninfiltration of eosinophils suggested that immune induc tion might be one of the important causes for the occur rence of SMECE.\nSMECE often occurs with HT. Silva et al. found that \nthe incidence of thyroid cancer in the HT group was sig nificantly higher than that in the non-HT group in 9851 \npatients [17]. Likewise, a clinical study by Paparodis et al. Table 1 Logistic proportional hazard models analysis of the clinical and molecular parameters on lymph node invasion and distant \nmetastasis\nCI confidence interval, IHC immunohistochemistry, NA not available because of the limited case number, PTC  papillary thyroid carcinoma, RT  right thyroid, TTF-1 \nthyroid transcription factor 1\na Adjusted for baseline parameters, age and sexLymph node invasion Distant metastasis\nOdds ratio (95% CI) p-Value Odds ratio (95% CI) p-Value\nUnivariable logistic proportional hazard models\n Sex 0.475 0.050–4.539 0.518 1.214 0.127–11.632 0.866\n Age (years) 0.995 0.954–1.038 0.815 1.024 0.962–1.090 0.454\n Tumor size 1.502 1.092–2.067 0.012 1.639 1.092–2.460 0.017\n Location (RT/entire) 3.333 1.080–10.287 0.036 8.346 0.963–72.309 0.054\n Extrathyroidal extension 14.00 3.463–56.595  < 0.001 NA NA NA\n Lymph node metastasis NA NA NA NA NA NA\n Distant metastasis NA NA NA NA NA NA\n PTC 2.182 0.421–11.318 0.353 1.267 0.125–12.802 0.841\n TTF1-IHC 8.667 1.049–71.569 0.045 0.100 0.007–1.490 0.095\nMultivariable logistic proportional hazard  modela\n Tumor size 1.499 1.082–2.077 0.015 1.475 0.957–2.271 0.078\n Location (RT/entire) 3.806 1.194–12.129 0.024 8.373 0.954–73.492 0.055\n Extrathyroidal extension 14.295 3.426–59.643  < 0.001 / / 0.997\n TTF1-IHC 16.530 1.019–268.179 0.048 11.982 0.555–258.534 0.113\nTable 2 Cox analysis of the clinical and molecular parameters on \npatients’ prognosis\nCI confidence interval, HR hazard ratio, IHC immunohistochemistry, PTC  papillary \nthyroid carcinoma, RT  right thyroid, TTF-1 thyroid transcription factor 1\na Adjusted for baseline parameters age and sex\n# Adjusted for baseline parameter sexParameters HR 95% CI p-Value\nUnivariable Cox analysis\n Sex 23.244  < 0.0001–6909850.169 0.625\n Age (years) 1.072 1.014–1.134 0.015\n Tumor size 1.858 1.160–2.976 0.010\n Location 0.218 0.026–1.812 0.159\n Extrathyroidal extension 0.178 0.021–1.538 0.117\n Lymph node metastasis 12.022 1.402–103.116 0.023\n Distant metastasis 9.749 1.627–58.410 0.013\n PTC 1.835 0.205–16.461 0.587\n TTF1-IHC 0.267 0.037–1.923 0.190\nMultivariable Cox  analysisa\n Age (years)#1.069 1.011–1.131 0.019\n Tumor size 1.764 0.999–3.114 0.050\n Lymph node metastasis 8.344 0.907–76.724 0.061\n Distant metastasis 9.561 1.575–58.057 0.014\nPage 7 of 8\n Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \n \nfound that HT increased the risk of differentiated thyroid \ncancer only in subjects with normal and partially reduced \nthyroid function, but did not increase the risk of thyroid \ncancer in HT with complete hypothyroidism [18]. Apart \nfrom this, one meta-analysis by Xu et al. emphasized that \nHT was a “double-edged sword” in patients with thyroid \ncancer, manifested in that HT was a risk factor for thy roid tumors (OR = 1.71; 95% CI 1.57–1.80; p < 0.00001), \nbut the prevalence of extrathyroid extension, metastasis, \nBRAF V600E mutation, and recurrence in patients with \npapillary thyroid cancer and HT was significantly lower \n[19]. Of course, further research is needed to explore the \ncorrelation between HT and thyroid tumors and its pos sible mechanisms.\nSMECE should be differentiated from the following \ndiseases. Firstly, the morphology of SMECE is similar to \nwell-differentiated mucoepidermoid carcinoma (MEC) \nand MEC could also express CK and p63, but most MECs \nwill have chromosomal translocations to form MAML2 \ngene-related fusions [1, 10]. Second, diffuse sclerosing \npapillary thyroid carcinoma often shows a solid tumor \nnest or papillary structure, accompanied by squamous \nmetaplasia, and extensive lymphocyte infiltration. The \ntumor can appear as diffuse and dense sclerosis, but this \ntumor often has a large number of gravel bodies, com bined with anaplastic lymphoma kinase (ALK ) or rear ranged during transfection (RET ) rearrangement, and \nBRAF  mutation [1, 20]. Third, SMECE needs to be differ entiated from squamous-cell carcinoma, but squamouscell carcinoma would not express TTF-1 [1]. Fourth, \nundifferentiated carcinoma (squamous-cell-like, epithe lial type) also requires differential diagnosis. This tumor \nwas of follicular cell origin, could express PAX8 and \nTTF-1, and had a squamous cell morphology, but most of \nthis tumor should have BRAF V600E mutation [21, 22].\nThis case report and the review of previous cases sup ported that SMECE originated from solid cell nests of \nepithelial cells, and that the presence of HT and eosino phil infiltration was closely related to the occurrence and \ndevelopment of SMECE. Of course, more evidence is \ndesired about the pathogenesis of this tumor. Older age \nand distant metastasis might be the risk factors affecting \nprognosis.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05096-3.\nSupplementary material 1.\nSupplementary material 2.\nSupplementary material 3.\nSupplementary material 4.\nSupplementary material 5.Acknowledgements\nNone.\nAuthor contributions\nHX worked for the diagnosis of this patient. QH carried out the literature \nreview, prepared for the manuscript, and was involved in the initial writing of \nthe manuscript. QH and HX have read and approved the final version of the \nmanuscript.\nFunding\nThis work was supported by the Natural Science Foundation of Sichuan \nProvince (No. 23NSFSC1836) and the 1·3·5 Project for Disciplines of Excellence–Clinical Research Fund, West China Hospital, Sichuan University (No. \n2024HXFH001).\nAvailability of data and material\nAll data mentioned in this paper are available.\nDeclarations\nEthics approval and consent to participate\nApproval was obtained from our institutional review board and patient for this \ncase report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have disclosed that they have no significant relationships with, or \nfinancial interest in, any commercial companies pertaining to this article.\nAuthor details\n1 Department of Pathology, West China Hospital of Sichuan University, Guox uexiang 37, Chengdu 610041, Sichuan, China. \nReceived: 8 October 2024   Accepted: 28 January 2025\nReferences\n 1. Sobrinho Simoes M, Albares Saavedra J, Chan JKC, EI-Naggar AK, Gelsinger KR, et al. WHO classification of tumours of endocrine organs. 4th ed. \nLyon: IARC; 2017. p. 119–20.\n 2. Shah AA, La Fortune K, Miller C, Mills SE, Baloch Z, et al. Thyroid sclerosing \nmucoepidermoid carcinoma with eosinophilia: a clinicopathologic and \nmolecular analysis of a distinct entity. Mod Pathol. 2017;30:329–39.\n 3. Albores-Saavedra J, Gu X, Luna MA. Clear cells and thyroid transcription \nfactor I reactivity in sclerosing mucoepidermoid carcinoma of the thyroid \ngland. Ann Diagn Pathol. 2003;7:348–53.\n 4. Hunt JL, LiVolsi VA, Barnes EL. p63 expression in sclerosing mucoepider moid carcinomas with eosinophilia arising in the thyroid. Mod Pathol. \n2004;17:526–9.\n 5. Quiroga-Garza G, Lee JH, El-Naggar A, Black JO, Amrikachi M, et al. \nSclerosing mucoepidermoid carcinoma with eosinophilia of the thyroid: \nmore aggressive than previously reported. Hum Pathol. 2015;46:725–31.\n 6. Baloch ZW, Solomon AC, LiVolsi VA. Primary mucoepidermoid carcinoma \nand sclerosing mucoepidermoid carcinoma with eosinophilia of the \nthyroid gland: a report of nine cases. Mod Pathol. 2000;13:802–7.\n 7. Shehadeh NJ, Vernick J, Lonardo F, Madan SK, Jacobs JR, et al. Sclerosing \nmucoepidermoid carcinoma with eosinophilia of the thyroid: a case \nreport and review of the literature. Am J Otolaryngol. 2004;25:48–53.\n 8. Sukumar JS, Sukumar S, Purohit D, Welch BJ, Balani J, et al. Activating BRAF \nmutation in sclerosing mucoepidermoid carcinoma with eosinophilia of \nthe thyroid gland: two case reports and review of the literature. J Med \nCase Rep. 2019;13:385.\nPage 8 of 8 Han and Xu  Journal of Medical Case Reports           (2025) 19:84 \n 9. Salem J, Shamil E, Ffolkes L, Ofo E. Sclerosing mucoepidermoid carcinoma \nwith eosinophilia of the thyroid: demonstrating the natural progression \nof a rare and misunderstood disease. BMJ Case Rep. 2021;14:e241086.\n 10. Le HT, Nguyen TPX, Hirokawa M, Katoh R, Mitsutake N, et al. Primary \nthyroid mucoepidermoid carcinoma (MEC) is clinically, prognostically, \nand molecularly different from sclerosing MEC with eosinophilia: a multicenter and integrated study. Endocr Pathol. 2023;34:100–11.\n 11. Ghaffari S, Rezaei N. Eosinophils in the tumor microenvironment: implications for cancer immunotherapy. J Transl Med. 2023;21:551.\n 12. Furbert-Harris PM, Parish-Gause D, Hunter KA, Vaughn TR, Howland C, et \nal. Activated eosinophils upregulate the metastasis suppressor molecule \nE-cadherin on prostate tumor cells. Cell Mol Biol. 2003;49:1009–16.\n 13. Reichman H, Itan M, Rozenberg P , Yarmolovski T, Brazowski E, et al. Activated eosinophils exert antitumorigenic activities in colorectal cancer. \nCancer Immunol Res. 2019;7:388–400.\n 14. Grisaru-Tal S, Itan M, Klion AD, Munitz A. A new dawn for eosinophils in \nthe tumour microenvironment. Nat Rev Cancer. 2020;20:594–607.\n 15. Rothenberg ME, Hogan SP . The eosinophil. Annu Rev Immunol. \n2006;24:147–74.\n 16. Li F, Du X, Lan F, Li N, Zhang C, et al. Eosinophilic inflammation promotes \nCCL6-dependent metastatic tumor growth. Sci Adv. 2021;7:eabb5943.\n 17. Silva de Morais N, Stuart J, Guan H, Wang Z, Cibas ES, et al. The impact \nof hashimoto thyroiditis on thyroid nodule cytology and risk of thyroid \ncancer. J Endocr Soc. 2019;3:791–800.\n 18. Paparodis R, Imam S, Todorova-Koteva K, Staii A, Jaume JC. Hashimoto’s thyroiditis pathology and risk for thyroid cancer. Thyroid. \n2014;24:1107–14.\n 19. Xu J, Ding K, Mu L, Huang J, Ye F, et al. Hashimoto’s thyroiditis: a “doubleedged sword” in thyroid carcinoma. Front Endocrinol (Lausanne). \n2022;13:801925.\n 20. Chou A, Qiu MR, Crayton H, Wang B, Ahadi MS, et al. A detailed histologic \nand molecular assessment of the diffuse sclerosing variant of papillary \nthyroid carcinoma. Mod Pathol. 2023;36:100329.\n 21. Baloch ZW, Asa SL, Barletta JA, Ghossein RA, Juhlin CC, et al. Overview \nof the 2022 WHO classification of thyroid neoplasms. Endocr Pathol. \n2022;33:27–63.\n 22. Baloch ZW, LiVolsi VA. Special types of thyroid carcinoma. Histopathology. \n2018;72:40–52.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}