{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04934-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04934-0.pdf",
  "metadata": {
    "/Keywords": "Vitreous occlusion; Ahmed glaucoma valve implant; Intraocular pressure",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241203145815+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241128171541+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04934-0",
    "/Author": "Yun Jeong Lee ",
    "/Title": "Partial vitreous occlusion of Ahmed glaucoma valve implant with controlled intraocular pressure: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04934-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The Ahmed glaucoma valve implant is effective in reducing intraocular pressure, yet it poses a risk \nof complications such as vitreous occlusion of the tube, potentially resulting in elevated intraocular pressure or retinal issues. Here, I report a distinctive case of partial vitreous occlusion of an Ahmed glaucoma valve implant wherein \nintraocular pressure could be controlled with the use of topical antiglaucoma medications.",
    "Case Presentation": "Case presentation An 86-year-old Korean male with primary open-angle glaucoma in the left eye underwent \nAhmed glaucoma valve implantation due to uncontrolled intraocular pressure despite maximal medical treatment. \nAt postoperative 1-month, partial vitreous occlusion of the Ahmed glaucoma valve tube with intraocular pressure \nelevation to 25 mmHg was identified. Despite persistent occlusion after neodymium:yttrium–aluminum–garnet \nlaser vitreolysis, stable intraocular pressure was achieved with the use of topical antiglaucoma medications throughout the entire follow-up period up to 6 months postoperatively, without retinal complications.\nConclusions This report highlights a unique instance of partial vitreous occlusion of an Ahmed glaucoma valve \nimplant in which intraocular pressure could be managed with medical therapy. In cases where complete vitreous \nremoval is not feasible, close monitoring is recommended for prompt detection and management of potential \ncomplications.\nKeywords  Vitreous occlusion, Ahmed glaucoma valve implant, Intraocular pressure\nBackground\nThe Ahmed glaucoma valve (AGV) implant, a glaucoma \ndrainage device that evacuates aqueous humor to an \nexternal reservoir, has been shown to be effective in low ering intraocular pressure (IOP) [1, 2]. However, postop erative complications also have been reported, including \nhypotony, excessive capsule fibrosis and clinical failure, \nvitreous occlusion of the tube, erosion of the tube or \nplate edge, strabismus, and infection [3–5].Among the complications, vitreous occlusion of an \nAGV implant tube is rare but potentially devastating, as \nit could lead to elevated IOP due to obstruction of aque ous outflow or retinal issues such as retinal detachment \ncaused by vitreous traction. Previous studies have docu mented cases wherein occlusion was effectively managed \nthrough laser treatment or surgery [6, 7]. However, there \nhave been no reports of partial vitreous occlusion of the \ntube, nor of any instances where the IOP was stabilized \nwith medical treatment.\nIn this case report, I present a unique instance of partial \nvitreous occlusion of an AGV implant wherein IOP could \nbe controlled through utilization of topical antiglaucoma \nmedications.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nYun Jeong Lee\nlyj0603@naver.com\n1 Department of Ophthalmology, Chungnam National University Hospital, \nChungnam National University College of Medicine, Daejeon, Korea\nPage 2 of 4 Lee  Journal of Medical Case Reports          (2024) 18:592 \nCase presentation\nAn 86-year-old Korean male with primary open-angle \nglaucoma in the left eye visited our ophthalmology clinic \nwith uncontrolled IOP despite maximal medical treat ment. He had undergone cataract surgery at 45 and \n72 years of age in the right and left eye, respectively, as \nwell as penetrating keratoplasty twice in the right eye at \n67 and 74 years of age, the latter two cases due to bullous \nkeratopathy. He had no family history of ocular disease. \nAt the same visit, he had no light perception in the right \neye due to corneal graft rejection, and the best-corrected \nvisual acuity (BCVA) in the left eye was 20/25. His IOP \nwas 12 mmHg and 30 mmHg in the right and left eyes, \nrespectively, as measured by Goldmann applanation \ntonometry, despite using topical antiglaucoma medi cations—latanoprost once daily and brimonidine and \ndorzolamide-timolol twice daily—in the left eye. Ante rior-segment examination of the left eye showed vitreous \nprolapse, which was confined adjacent to the pupillary \nmargin, and gonioscopy revealed an open angle. Further \nexamination of the left optic nerve revealed glaucoma tous optic nerve head cupping with a vertical cup-to-disc \nratio of 0.7 and diffuse thinning of the retinal nerve fiber \nlayer (RNFL) on both RNFL photography (Vx-10; Kowa \nOptimed, Tokyo, Japan) and optical coherence tomogra phy (Cirrus HD-OCT; Carl Zeiss Meditec, Dublin, CA, \nUSA) with corresponding superior and inferior visual \nfield defects measured by standard automated perimetry \n(Humphrey Field Analyzer II; Carl Zeiss Meditec). Given \nthe uncontrolled IOP despite maximal medical treat ment, AGV implantation was performed in the left eye.\nOn the first postoperative day, his IOP had decreased \nto 8  mmHg in the left eye, and the AGV tube was pat ent. Therefore, we recommended that he discontinue \nusing topical antiglaucoma medications and start on postoperatively prescribed eyedrops including topical \nantibiotics and a steroid. At postoperative 1-week, his \nBCVA was 20/28 while the IOP remained stable, which \nwas 9 mmHg in the left eye.\nAt postoperative 1-month, the IOP in the left eye \nwas elevated to 25  mmHg, and partial vitreous occlu sion of the AGV tube was identified. Fundus photogra phy and optical coherence tomography (OCT) revealed \na flat retina without cystoid macular edema. To release \nthe occlusion, neodymium:yttrium–aluminum-garnet \n(Nd:YAG) laser vitreolysis (32 shots, 6.0–8.0 mJ) directed \nat a vitreous strand was performed. Also, we prescribed \nfor the left eye, additionally to the postoperative eyed \nrops, the topical medications latanoprost (once daily) \nand dorzolamide-timolol (twice daily). Two days postlaser treatment, the IOP was normalized to 9  mmHg \nwith persistent partial vitreous occlusion of the AGV \ntube (Fig.  1). Anterior-segment OCT also confirmed the \nvitreous strand occluding the tube (Fig.  2). We planned \neither to repeat Nd:YAG laser vitreolysis or perform an \nanterior vitrectomy. However, as the patient declined any \nFig. 1 Anterior-segment photography of patient. A Left-eye partial vitreous occlusion of Ahmed glaucoma valve tube with vitreous strand (white \narrow). B Magnified view of vitreous occlusion of tube\nFig. 2 Anterior-segment optical coherence tomography of patient \nshowing left-eye partial vitreous occlusion of Ahmed glaucoma valve \ntube by vitreous strand (white arrow)\nPage 3 of 4\n Lee  Journal of Medical Case Reports          (2024) 18:592 \n \nadditional laser treatment or surgery, we revised our plan \nto close monitoring for potential elevation in IOP result ing from further vitreous occlusion or retinal issues such \nas detachment caused by vitreous traction.\nThereafter, the IOP remained stable throughout \nthe entire follow-up period: 10  mmHg, 8  mmHg, and \n9 mmHg at 2 months, 3 months, and 6 months postop eratively, respectively, without any retinal complications.",
    "Discussion": "Discussion and conclusions\nPrompt intervention may be necessary to mechanically \nrelease vitreous occlusion of an AGV implant tube in \ninstances where complete occlusion",
    "Results": "results in uncon trolled elevation of IOP despite medical treatment. For tunately, our patient experienced only partial occlusion \nof the tube, and his IOP could be controlled using antiglaucoma medications. There are two possible expla nations for the partial occlusion: first, the amount of \nvitreous might have been too small to completely occlude \nthe tube inlet; second, as our preoperative examination \nrevealed, the vitreous was confined around the pupillary \nmargin, which might have made for insufficient proxim ity between the vitreous and the tube inlet.\nRegarding IOP , there was an unexpected rise noted in \nour patient at postoperative 1-month, which contrasted \nwith the earlier postoperative periods. Two mechanisms \nmay have contributed to this: first, partial vitreous occlu sion of the tube could have resulted in decreased aque ous outflow; second, the patient might have been going \nthrough a hypertensive phase, which is characterized by \nan IOP rise secondary to bleb encapsulation that peaks \nat postoperative 1-month in patients undergoing AGV \nimplantation [8, 9]. It is possible that the combined \nactions of the two mechanisms synergistically led to ele vation of IOP in our patient.\nIn the literature, a few other cases of postoperative \nocular hypertension resulting from vitreous occlusion \nof an AGV tube have also been reported [6, 7], although \nthe treatment strategies differed from those in the cur rent study. Salvador et  al. [6] related that two patients \n(11.76%) with refractory glaucoma experienced block age of the AGV tube by vitreous after surgery and were \ntreated with Nd:YAG laser (one case) and vitrectomy \n(one case). Similarily, a case series by Gu et al. [7] showed \nthat three patients with secondary glaucoma had elevated \nIOP due to tube blockage by vitreous, all of which were \nresolved using Nd:YAG laser, resulting in stabilized IOP .\nWith regard to the types of occlusion, as classified \nby its location, the previous cases [6 , 7] and the pre sent one are similar in that they all involved distal tube \nocclusion, which occurs in the anterior chamber, ciliary \nsulcus, or pars plana [10]. The other type is proximal tube obstruction, which presents at the tube–plate \njunction due to fibrous ingrowth [10, 11]. However, as \nclassified by the extent of occlusion, the current case \nwas partial tube occlusion, in contrast to the complete \nocclusion observed in the earlier cases [6 , 7].\nTo sum up, in contrast to the relevant earlier stud ies, in which laser or surgical treatment was performed \nto control IOP , it is noteworthy that we are reporting, \nfor the first time, a case of a partially vitreous-occluded \nAGV implant tube, in which IOP could be medically \ncontrolled. Although complete removal of vitreous \nocclusion is desirable, it is suggested that when this is \nnot feasible, close monitoring for possible complica tions such as progression of vitreous occlusion or reti nal diseases arising from vitreous traction is needed.\nIn",
    "Conclusion": "conclusion, I present herein a special case of \npartial vitreous occlusion of an AGV implant tube, \nwherein IOP could be controlled using topical antiglau coma medications. In cases where removal of vitreous \nis impracticable, close follow-up for potential compli cations including IOP elevation and retinal detachment \nis advisable.\nAbbreviations\nAGV  Ahmed glaucoma valve\nBCVA  Best-corrected visual acuity\nIOP  Intraocular pressure\nNd:YAG   Neodymium:yttrium–aluminum–garnet\nOCT  Optical coherence tomography\nRNFL  Retinal nerve fiber layer\nAcknowledgements\nNot applicable.\nAuthor contributions\nYJL conceived and planned the study, collected and analyzed the data, and \nwrote the manuscript.\nFunding\nNone.\nAvailability of data and materials\nAll of the data in this case report are available from the corresponding author \non reasonable request.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the Institutional Review Board of Chungnam \nNational University Hospital (IRB No. 2024-02-067), and its protocol followed \nthe tenets of the Declaration of Helsinki. Written informed consent was \nobtained.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe author declares no competing interests.\nPage 4 of 4 Lee  Journal of Medical Case Reports          (2024) 18:592 \nReceived: 25 July 2024   Accepted: 25 October 2024\nReferences\n 1. Gedde SJ, Schiffman JC, Feuer WJ, Herndon LW, Brandt JD, Budenz DL, \nTube versus Trabeculectomy Study G. Treatment outcomes in the Tube \nVersus Trabeculectomy (TVT) study after five years of follow-up. Am J \nOphthalmol. 2012;153(5):789–803.\n 2. Weinreb RN, Aung T, Medeiros FA. The pathophysiology and treatment of \nglaucoma: a review. JAMA. 2014;311(18):1901–11.\n 3. Minckler DS, Francis BA, Hodapp EA, Jampel HD, Lin SC, Samples JR, \nSmith SD, Singh K. Aqueous shunts in glaucoma: a report by the American academy of ophthalmology. Ophthalmology. 2008;115(6):1089–98.\n 4. Eslami Y, Mohammadi M, Fakhraie G, Zarei R, Moghimi S. Ahmed glaucoma valve implantation with tube insertion through the ciliary sulcus in \npseudophakic/aphakic eyes. J Glaucoma. 2014;23(2):115–8.\n 5. Dirani A, Ciongoli MR, Lesk MR, Rezende F. Small-gauge endoscopyguided pneumatic anterior hyaloid detachment: a new surgical \ntechnique for combined pars plana vitrectomy and pars plana \nglaucoma drainage implant. Ophthalmic Surg Lasers Imaging Retina. \n2018;49(1):48–50.\n 6. Garcia-Delpech S, Sanz-Marco E, Martinez-Castillo S, Lopez-Prats \nMJ, Udaondo P , Salom D, Diaz-Llopis M. Ahmed valve, suture-less \nimplantation: a new approach to an easier technique. J Glaucoma. \n2013;22(9):750–6.\n 7. Gu J, Zhang Y, Zhai J, Ou Z, Chen J. Nd:YAG laser for Ahmed tube shunt \nblockage in patients implanted with Boston type I keratoprosthesis. \nOphthalmol Ther. 2019;8(2):333–9.\n 8. Ayyala RS, Zurakowski D, Smith JA, Monshizadeh R, Netland PA, Richards \nDW, Layden WE. A clinical study of the Ahmed glaucoma valve implant in \nadvanced glaucoma. Ophthalmology. 1998;105(10):1968–76.\n 9. Nouri-Mahdavi K, Caprioli J. Evaluation of the hypertensive phase \nafter insertion of the Ahmed Glaucoma Valve. Am J Ophthalmol. \n2003;136(6):1001–8.\n 10. Chen PP . Obstruction of the Tube/Valve. In: Feldman RM, Bell NP , editors. \nComplications of Glaucoma Surgery. Oxford University Press: New York; \n2013. p. 289–94.\n 11. Medeiros Pinto J, Pinto Ferreira N, Abegao Pinto L. Ahmed Valve \nUpstream Obstruction Caused by Fibrous Ingrowth: Surgical Approach. J \nGlaucoma. 2017;26(10):e236–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}