{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05050-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05050-3.pdf",
  "metadata": {
    "/Keywords": "Idiopathic aneurysm; Pediatric aneurysm; Iliac artery aneurysm; Vascular surgery; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250206104936+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250204001147+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05050-3",
    "/Author": "Meghdad Ghasemi Gorji ",
    "/Title": "An idiopathic left internal iliac artery aneurysm in an 11-year-old boy: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05050-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Idiopathic isolated aneurysms in pediatric patients are rare and present significant diagnostic and ther apeutic challenges owing to their low incidence, small anatomical size, and the associated risks of injury to surrounding structures. Timely diagnosis and the selection of the most appropriate intervention require careful consideration.",
    "Case Presentation": "Case presentation An 11-year-old Persian boy presenting with abdominal pain for 2 months before admission \nwas diagnosed with an isolated left internal iliac artery aneurysm through computed tomography imaging. He under went open surgery for excision of the aneurysm. The iliac vein was adherent to the aneurysmal sac and significantly \ncompressed, complicating the dissection and exploration. Nevertheless, proximal control was achieved, and the iliac \nvein was gradually separated and decompressed, allowing for the safe excision of the aneurysmal sac. The surgery \nwas completed without intraoperative or postoperative complications.",
    "Conclusion": "Conclusion Successful surgical intervention in pediatric patients with iliac artery aneurysms is achievable with care ful planning and technique. This case report demonstrates the effectiveness of surgical management, with the patient \nremaining asymptomatic and showing no signs of recurrence during follow-up.\nKeywords  Idiopathic aneurysm, Pediatric aneurysm, Iliac artery aneurysm, Vascular surgery, Case report\nBackground\nArterial aneurysms in children are exceedingly rare, \nwith isolated common iliac artery aneurysms even more \nuncommon [1]. While most pediatric arterial aneurysms \nare attributed to underlying causes, such as trauma or \ncollagen vascular diseases, idiopathic aneurysms repre sent an exceptionally rare etiology [2].\nSimilar case reports indicate that such aneurysms pose \nsignificant diagnostic and therapeutic challenges, with \nhigh operative mortality rates reported in literature [3]. The subtle presentation and lack of specific symptoms \nmake early detection difficult, underscoring the impor tance of maintaining a high index of suspicion in pediat ric patients [4].\nThis report presents the case of an 11-year-old boy \ndiagnosed with a symptomatic left internal iliac artery \naneurysm. The case offers insights into the diagnos tic workup and surgical treatment, contributing to the \nunderstanding of idiopathic aneurysms in children and \nhighlighting the need for continued research and aware ness in this underrepresented area of vascular surgery.\nCase presentation\nAn 11-year-old Persian boy, previously healthy, presented \nwith severe abdominal pain 2 months before admis sion. Initial investigations revealed no abnormalities, \nincluding a complete blood count (CBC), urinalysis, and \nsonography. Persistent pain prompted further evalua tion, and a computed tomography (CT) scan identified Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRojan Abdollahzadeh Mirali\nrojan.abzd@gmail.com\n1 Department of Vascular Surgery, Shiraz University of Medical Science, \nShiraz, Iran\n2 Student Research Committee, Shiraz University of Medical Sciences, \nShiraz, Iran\n3 Shiraz University of Medical Sciences, Shiraz, Iran\nPage 2 of 4 Gorji et al. Journal of Medical Case Reports           (2025) 19:51 \na 4 cm × 4  cm aneurysm of the left internal iliac artery. \nOwing to the critical nature of the condition, surgical \nintervention was deemed necessary. Preoperative CT \nangiography confirmed the diagnosis and aided in surgi cal planning (Figs. 1 and 2).\nDuring surgery, the patient was placed under gen eral anesthesia with a combination of agents: isoflurane \n(250  ml solution) for maintenance, lidocaine 2% (5  ml \nampule) for local infiltration, and morphine (10  mg \nampule) for pain management. Additional medications \nincluded atracurium (50  mg/5  ml ampule) for intuba tion, fentanyl citrate (0.5  mg/10  ml ampule) for analge sia, midazolam (5  mg ampule) for sedation, thiopental \n(Nesdonal, 1  g ampule) for induction, and neostigmine \n(0.5 mg ampule) to reverse muscle relaxants post-surgery.\nSurgical intervention began with a low midline lapa rotomy incision. Owing to the patient’s small size, care ful dissection was required in the limited working space, \nwith meticulous attention to avoid injury to adjacent \nstructures, particularly the ureter. Dissection of the iliac \nartery and vein was complicated by the adherence of the \niliac vein to the aneurysmal sac and significant compres sion, making it difficult to distinguish from surrounding \ntissues.\nAfter separating the vein and artery from the aneurys mal sac, proximal control was established over the right \ncommon iliac artery, followed by the right internal and \nexternal iliac arteries. A weight-adjusted dose of 2500 \nunits of heparin was administered prior to arterial clamp ing. Given the absence of post-procedural bleeding, no \nreversal agent was required. The aneurysmal branch of \nthe left internal iliac artery was ligated, and the aneu rysm was excised (Fig.  3). Hemostasis was achieved using Surgicel, and the aneurysm cavity and retroperitoneum \nwere closed with Vicryl 2–0 sutures. The abdominal \nwall was closed with Vicryl 1 sutures, and the skin was \nsutured with Nylon 3–0. A sterile dressing was applied.\nThe excised aneurysmal sac was sent for pathology, \nconfirming a true aneurysm with evidence of thrombosis. \nFurther work-up revealed no evidence of infection, and \ntests for tumor markers and autoantibodies (including \nFig. 1 The figure shows a transverse view of anatomical structure \nnear the honorary small sac, including the left internal iliac artery, left \ninternal iliac vein, and ureter\nFig. 2 This figure shows a coronal view of  the left internal iliac \nartery within the aneurysmal sac, demonstrating compression \non the bladder. Arrows are pointing to the aneurysmal sac \nand the left internal iliac artery\nFig. 3 The aneurysmal sac removed completely\nPage 3 of 4\n Gorji et al. Journal of Medical Case Reports           (2025) 19:51 \n \nantinuclear antibodies, double-stranded DNA, antineu trophil cytoplasmic antibodies, and antiphospholipid \nantibodies) were negative. After ruling out other poten tial causes, the diagnosis was confirmed as an idiopathic \naneurysm.\nPostoperative follow-up included abdominopelvic \nabdominal sonography, which revealed a standard liver \nsize and parenchymal echogenicity; a well-distended gall \nbladder without stones; and normal-sized spleen, pan creas, and kidneys. A hypoechoic structure measuring \napproximately 33 mm × 34  mm posterior to the urinary \nbladder, suggesting hematoma formation, warranted fur ther imaging for evaluation. No free fluid was detected in \nthe abdominal cavity.\nThe patient’s stable postoperative course, without signs \nof complications or hematoma in subsequent evalua tions, supports the patient’s recovery. Planned additional \nimaging aims to ensure a complete recovery and further \nassessment.",
    "Discussion": "Discussion\nDiagnosing an internal iliac artery aneurysm in pediatric \npatients is particularly challenging owing to its rarity and \noften asymptomatic nature [3]. Literature indicates that \nidiopathic aneurysms in children are often detected inci dentally during evaluation for unrelated symptoms, with \na notable absence of apparent predisposing factors [1, 2, \n5, 6].\nImaging studies, especially CTA, are crucial for aneu rysm diagnosis, with other options including magnetic \nresonance angiography (MRA) and Doppler ultrasound \nfor peripheral aneurysms [7]. Given the rarity of iliac \nartery aneurysms in children, they are frequently over looked, making timely diagnosis essential in this pop ulation. Studies show that pediatric aneurysms are \nuncommon, occurring in less than 0.2% of cases [8]. \nIncreased awareness and consideration of this diagnosis \nin pediatric patients, particularly with imaging studies, \ncan be life saving.\nManaging pediatric idiopathic aneurysms is challeng ing owing to the condition’s rarity and unique anatomical \nconsiderations [2]. In this case, surgical intervention was \nchosen as the primary treatment, aligning with recom mendations in literature [2, 9]. This decision was influ enced by the natural progression of such aneurysms, \nwhich often lead to rupture, thrombosis, or thromboem bolism if left untreated [4].\nFor the 11-year-old patient with an internal iliac artery \naneurysm, open surgery was preferred over endovascu lar procedures owing to the patient’s young age and small \nvascular anatomy, which posed challenges for safe device \ndeployment [10]. Furthermore, considering long-term \ndurability and the potential need for future interventions, open surgery provided a more definitive solution, reduc ing the likelihood of reinterventions compared with end ovascular",
    "Methods": "methods [10–12].\nOn the basis of available literature, we have compiled \na table of key findings related to pediatric internal iliac \nartery aneurysms (IIAAs) and their management, con cluding our discussion:\nAspect Details\nIncidence Pediatric aneurysms are rare, occurring \nin < 0.2% of cases. IIAAs in children are even \nrarer, often underreported owing to asympto matic presentation\nDiagnostic challenges Diagnosing IIAAs in children is difficult owing \nto their rarity and nonspecific symptoms. Imaging (CTA, MRA, Doppler) is essential\nPrimary symptoms Symptoms often include abdominal pain or are \nincidentally found during imaging for unrelated \nconditions\nManagement approach Open surgery is preferred in young patients \nowing to anatomical challenges and longterm durability concerns. Endovascular repair \nis less suitable for small vascular anatomy\nPrognosis Timely surgical intervention prevents complications such as rupture, thrombosis, or embolism. \nPost-surgery outcomes are generally favorable \nwith no immediate complications if conducted \nmeticulously\nConsiderations It is necessary to monitor for recurrence \nor complications. Awareness among clinicians is crucial for earlier diagnosis and better \noutcomes\nOur surgical approach involved meticulous dissec tion and complete excision of the aneurysmal sac, align ing with contemporary methods reported by Krupski et \nal. [3]. Direct operative repair was associated with lower \nmortality and morbidity rates; in this case, no intraop erative bleeding or damage to surrounding structures \noccurred.\nConclusion\nTimely diagnosis of iliac artery aneurysms in pediatric \npatients is critical, as delayed detection can lead to lifethreatening rupture and mortality. The rarity of these \naneurysms often",
    "Results": "results in missed diagnoses, emphasiz ing the need for increased awareness and careful evalu ation. Managing aneurysms in this population requires \na tailored approach, considering unique anatomical and \nphysiological factors. Specifically, surgical management \nmust consider the proximity of vital adjacent structures, \nwhich pose additional risks during dissection and repair.\nAbbreviations\nCBC  Complete blood count\nCTA   Computed tomography angiography\nMRA  Magnetic resonance angiography\nPage 4 of 4 Gorji et al. Journal of Medical Case Reports           (2025) 19:51 \nAcknowledgements\nNot applicable\nAuthor contributions\nMGG performed the surgery as the chief surgeon. RA prepared the manuscript. AB contributed to collecting data and figures.\nFunding\nNot applicable.\nAvailability of data and materials\nYou may contact the corresponding author for further case information if \ninterested. You may also visit www. vascu larsu rgery. ir for more detailed videos \nand photos of this case.\nDeclarations\nEthics approval and consent to participate\nThe Medical Ethics Center of the Academy approved the present study.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 10 October 2024   Accepted: 27 December 2024\nReferences\n 1. Falqueto LE, Martins GCL, Saito AAK, Aranha Junior AA, Martins ZCL. \nIdiopathic right common iliac artery aneurysm in a three-year-old childcase report. J Vasc Bras. 2021;20: e20200195.\n 2. Zimmermann A, Kuehnl A, Seidl S, Eckstein H-H. Idiopathic aneurysm of the common iliac artery in an 11-year-old child. J Vasc Surg. \n2009;50(3):663–6.\n 3. Krupski WC, Selzman CH, Floridia R, Strecker PK, Nehler MR, Whitehill TA. \nContemporary management of isolated iliac aneurysms. J Vasc Surg. \n1998;28(1):1–13.\n 4. Davis FM, Eliason JL, Ganesh SK, Blatt NB, Stanley JC, Coleman DM. Pediat ric nonaortic arterial aneurysms. J Vasc Surg. 2016;63(2):466–76.\n 5. Alomar R, Almunyif RM, Alnamshan M. Traumatic pseudo-aneurysm in \na 5-year-old child, case report and literature review. Int J Surg Case Rep. \n2023;107: 108338.\n 6. Iyer H, Joharifard S, Le-Nguyen A, Dubois J, Ghali R, Borsuk DE, Lallier \nM. Microsurgical and endovascular management of congenital iliac aneurysms in the neonatal period two cases and a literature review. EJVES Vasc \nForum. 2021. https:// doi. org/ 10. 1016/j. ejvsvf. 2021. 06. 007.\n 7. Gozzo C, Caruana G, Cannella R, Farina A, Giambelluca D, Dinoto E, et al. \nCT angiography for the assessment of EVAR complications: a pictorial \nreview. Insights Imaging. 2022;13(1):5.\n 8. Krysiak R, Żyłkowski J, Jaworski M, Brzewski M, Bober-Olesińska K. Neo natal idiopathic aneurysm of the common iliac artery. J Vasc Surg Cases \nInnov Tech. 2019;5(2):75–7.\n 9. Hosaka A, Kumamaru H, Takahashi A, Azuma N, Obara H, Miyata T, et al. \nNationwide study of surgery for primary infected abdominal aortic and \ncommon iliac artery aneurysms. Br J Surg. 2021;108(3):286–95.\n 10. Salata K, Hussain MA, de Mestral C, Greco E, Aljabri BA, Mamdani M, et al. \nComparison of outcomes in elective endovascular aortic repair vs open \nsurgical repair of abdominal aortic aneurysms. JAMA Network Open. \n2019. https:// doi. org/ 10. 1001/ jaman etwor  kopen. 2019. 6578.\n 11. Lederle FA, Kyriakides TC, Stroupe KT, Freischlag JA, Padberg FT Jr, \nMatsumura JS, et al. Open versus endovascular repair of abdominal aortic \naneurysm. N Engl J Med. 2019;380(22):2126–35. 12. Abdelhadi MM, Maresch M, Elmasry AI. The endovascular embolization of an isolated internal iliac artery aneurysm: a case report. Cureus. \n2024;16(7): e64330.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}