{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05007-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05007-y.pdf",
  "metadata": {
    "/Keywords": "Levetiracetam; Kleine–Levin syndrome; Narcolepsy; Idiopathic hypersomnia; Sleep disorders; Hypersomnolence; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241226161314+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241226171402+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05007-y",
    "/Author": "Faisal Alfaksh ",
    "/Title": "Excellent response to levetiracetam for recurrent prolonged sleep attacks in an 18-year-old male: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05007-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Sleep disorders are a common health problem that can be classified into many types that are distinguished by their history and characteristics. In this case report, we discuss a case of a patient suffering from recurrent \nunusual prolonged sleep attacks lasting up to 9 days that responded excellently to levetiracetam.",
    "Case Presentation": "Case presentation An 18-year-old Syrian male patient presented to the neurology department complaining \nof recurrent prolonged sleep episodes lasting for 9 days. Although Kleine–Levin syndrome was suspected, the history and investigations ruled it out. The patient was then treated with levetiracetam as a trial, and the response \nwas excellent.",
    "Conclusion": "Conclusion This case is a rare and unusual sleep disorder that does not match any of the known sleep disorders. \nWhat makes the case unique is the unexpected response to levetiracetam.\nKeywords  Levetiracetam, Kleine–Levin syndrome, Narcolepsy, Idiopathic hypersomnia, Sleep disorders, \nHypersomnolence, Case report\nBackground\nHumans spend about a third of their lives sleeping \n[1]. There are two main sleep stages in humans: rapid \neye movement (REM) and non-rapid eye movement \n(NREM), which are distinguished by their brain wave \npatterns, muscle tone, and eye movements. These stages \nform a cycle that lasts about 90 min, and humans typi cally go through 4–6 of these cycles each night [2]. Sleep \ndisorders are a group of conditions that are character ized by abnormal sleep patterns. They can significantly \naffect quality of life and overall health, and are among \nthe most common health problems. There are several \ntypes of sleep disorders, including: insomnia, which is the most common and affects about one-third of the \npopulation; sleep-disordered breathing (SDB), such as \ncentral sleep apnea (CSA) and obstructive sleep apnea \n(OSA), in which obesity is a major contributing factor; \ncircadian rhythm sleep–wake disorders (CRSD); paras omnias, which include sleepwalking and nightmare dis order; sleep-related movement disorders, such as restless \nlegs syndrome (RLS); and central disorders of hyper somnolence, such as narcolepsy, idiopathic hypersomnia \n(IH), and Kleine–Levin syndrome (KLS) [3]. In this case \nreport, we discuss the case of a patient with an unusual \nsleep disorder characterized by recurrent attacks of pro longed sleep.\nCase presentation\nAn 18-year-old full-term Syrian male with five brothers \nand two sisters, one of whom has schizophrenia, pre sented to the neurology department with a complaint \ndescribed by his mother as an episode of prolonged sleep Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSaja Karaja\nsajaahmadkaraja935@gmail.com\n1 College of Human Medicine, University of Hama, Hama, Syria\n2 Ibn Sina Hospital, Kuwait, Kuwait\nPage 2 of 4 Alfaksh et al. Journal of Medical Case Reports          (2024) 18:641 \nlasting for 9 days, during which he was helped up to eat \nand use the bathroom by his parents. This had recurred \nfour times in the previous year, with most episodes fol lowing exertion and stress. The patient had no history of \nbehavioral problems such as aggression or mood disor ders or any history suggestive of nocturnal epilepsy or \nnarcolepsy. He had no history of psychiatric disorders. \nThe patient had hyperphagia, was overweight, and expe rienced cognitive impairment following the episode. \nBlood tests, thyroid function tests, and brain magnetic \nresonance imaging (MRI) were all normal. Electroen cephalography (EEG) was performed for a duration of \n3 hours. The impression was mild to moderate focal \nneuronal dysfunction, but no epileptic discharges were \nobserved. On the basis of the patient’s history and back ground, KLS was suspected, and the patient was sent \nfor a sleep study, which showed no evidence of OSA, \nKLS (Fig.  1; Table  1), IH, or narcolepsy (Table  2). After \nthe sleep study",
    "Results": "results, the patient was initially treated \nwith stimulant pills (modafinil and melatonin), but he \ndid not improve or show a significant response, so these \nmedications were stopped. The patient was then treated \nwith levetiracetam 500 mg twice daily and followed up \nfor 6 months as part of a trial to improve his condition. \nThe patient did not suffer from any attacks during the 6 \nmonths following the start of treatment. EEG and sleep \nstudies were performed at the end of the aforementioned \nFig. 1 Polysomnography findings (a sleep study using electroencephalography): normal study; no evidence of obstructive sleep apnea or Kleine–\nLevin syndrome/recurrent hypersomnia\nTable 1 Polysomnograghy study findings\nPolysomnography study results show no evidence of obstructive sleep apnea \n(OSA)Total study duration 22 hours and 25 minutes\nTotal sleep time 7 hours and 19 minutes\nSleep onset latency 26 minutes\nREM latency 971 minutes\nHypopnea events 26 hypopnea events \nat a rate of 3.5 per hour \nof sleep\nApnea events No apnea events\nBaseline oxygen saturation 98%\nBaseline oxygen saturation during non-REM \nsleep91–99%\nLowest oxygen saturation 91%\nTable 2 Mean sleep latency test (MSLT) results show no \nevidence of narcolepsy or idiopathic hypersomnia (IH)\nMean latency time is 8.4 minMSLT TIB Latency N1 (m) Latency N2 (m)\nRecord 1–7: 20:58 AM 00:20:38 10.0 10.5\nRecord 2–9: 21:08 AM 00:18:20 12.4 11.4\nRecord 3–11: 20:22 AM 00:18:12 3.6 7.6\nRecord 4–1: 19:57 PM 00:22:34 5.7 9.0\nRecord 5–3: 19:38 PM 00:22:01 9.3 12.3\nAverage 00:20:21 8.6 10.2\nPage 3 of 4\n Alfaksh et al. Journal of Medical Case Reports          (2024) 18:641 \n \nperiod and showed normal results. The patient contin ued treatment with the previously mentioned medication \nwithout any new episodes or side effects, and the patient \nwas followed up with periodic visits to the neurology \ndepartment.",
    "Discussion": "Discussion\nSleep disorders are a very common condition among the \npopulation and can be caused by psychological, social, \nor even organic disorders [1]. As mentioned above, sleep \ndisorders have several types, which are classified accord ing to the International Classification of Sleep Disorders \n(ICSD) into insomnia, SDB, CRSD, parasomnia, sleeprelated movement disorder, and central disorders of \nhypersomnolence [3]. Since the patient in our case suffers \nfrom hypersomnia, we detail the disorders characterized \nby hypersomnia as differential diagnoses in this discus sion. Idiopathic hypersomnia (IH) is a rare sleep disor der that was first described in 1956. It is characterized \nby excessive daytime sleepiness with long, uncontrolled \nnaps, an urgent need for sleep, and difficulty awakening \ndespite sleeping for an average number of hours during \nthe night for a period of 3 months. IH is a central neuro logical disorder, and the pathophysiology responsible for \nits occurrence is not fully understood, making its diag nosis and treatment a challenge for clinical practition ers. However, its occurrence is associated with sudden \nchanges in sleep habits, stress, and mild head trauma, \nwhich may lead to hyperactivity of the sleep centers. \nPatients usually complain of daytime naps (more than \n1  hour), but sleep attacks are not usually recorded fre quently, which makes this differential diagnosis far from \nour case. In addition, one of the diagnostic criteria for IH \nis that the multiple sleep latency test (MSLT) must be less \nthan 8 minutes, which does not correspond to the MSLT \nperformed [4]. Narcolepsy is a disorder of REM sleep \ncharacterized by recurrent attacks of irresistible daytime \nsleepiness, and it is divided into type 1 and type 2. Type \n1 is caused by a loss of hypocretin-containing neurons, \nand hypocretin levels in cerebrospinal fluid (CSF) can be \nused for diagnosis as they are virtually absent. Cataplexy \nin type 1 is a form of bilateral muscle weakness that does \nnot involve loss of consciousness. Type 2 narcolepsy is \nnot associated with cataplexy and has an unclear etiology. \nTo diagnose narcolepsy, symptoms must occur at least \nthree times a week for the past 3 months, the MSLT must \nbe less than 8 minutes (in our case 8.4 minutes), and there \nmust be two or more sleep-onset REM periods [5]. These \ndiagnostic criteria are not met in our case, so narcolepsy \nis ruled out on the basis of the clinical history and inves tigations, such as polysomnography (PSG) and MSLT. \nKLS is a rare disorder that is often included in the dif ferential diagnosis of hypersomnia. Its cause is unknown, and there is no specific drug for management. The main \nsymptoms of KLS include hypersomnia, hypersexuality, \ncompulsive eating behavior, behavioral disturbances such \nas aggression and abnormal speech, and memory deficits. \nPatients typically present with recurrent episodes of pro longed sleep lasting from 12 to 24 hours per day. Diagno sis is clinical and is made by excluding other conditions, \nsuch as narcolepsy, temporal lobe epilepsy, and psychi atric conditions such as depression and bipolar disorder \n[6]. In this case, there may have been some overlap with \nKLS in terms of hyperphagia and hypersomnia, but the \nother symptoms, such as memory deficits, behavioral \ndisturbances, hypersexuality, and abnormal speech, were \nnot present. Therefore, KLS was ruled out on the basis of \nthe history and PSG. According to the above, we find that \nnone of the disorders mentioned as differential diagno ses can be fully and clearly applied to our patient’s case, \nthough KLS can be considered the closest diagnosis to \nsome extent. However, this patient cannot be diagnosed \nwith KLS owing to the incompleteness of the diagnostic \ncriteria discussed. This makes this case unique, in addi tion to the patient’s excellent response to levetiracetam; \none study showed no significant effect of levetiracetam \non sleep structure in general [7], which makes this case \neven more rare.\nConclusion\nThis case is interesting because it is an unusual sleep \ndisorder, as no similar cases have been reported in the \nmedical literature, and it did not match the symptoms or \ncriteria of any of the known sleep disorders. In addition, \nthe unexpected response to levetiracetam, which has not \nbeen previously reported to have a significant effect on \nsleep structure, suggests that studies be conducted on \nthe effect of this drug on patients with hypersomnia and \nother sleep disorders.\nAbbreviations\nREM  Rapid eye movements\nNREM  Non-rapid eye movements\nSDB  Sleep-disordered breathing\nCSA  Central sleep apnea\nOSA  Obstructive sleep apnea\nCRSD  Circadian rhythm sleep–wake disorders\nRLS  Restless legs syndrome\nIH  Idiopathic hypersomnia\nKLS  Kleine–Levin syndrome\nMRI  Magnetic resonance imaging\nEEG  Electroencephalography\nICSD  International Classification of Sleep Disorders\nMSLT  Multiple sleep latency test\nPSG  Polysomnography\nAcknowledgements\nNone.",
    "Methods": "Methods\nThis work has been reported in line with the CARE criteria [8].\nPage 4 of 4 Alfaksh et al. Journal of Medical Case Reports          (2024) 18:641 \nAuthor contributions\nFA, WB, SK, MK, and NS drafted the manuscript and revised it.\nFunding\nNone.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone.\nReceived: 28 October 2024   Accepted: 29 November 2024\nReferences\n 1. Vgontzas AN, Kales A. Sleep and its disorders. Annu Rev Med. \n1999;50:387–400. https:// doi. org/ 10. 1146/ annur  ev. med. 50.1. 387.\n 2. Patel AK, Reddy V, Shumway KR, et al. Physiology, sleep stages. [Updated \n2024 Jan 26]. In: StatPearls. Treasure Island (FL): StatPearls Publishing; \n2024. Available from: https:// www. ncbi. nlm. nih. gov/ books/ NBK52 6132/.\n 3. Karna B, Sankari A, Tatikonda G. Sleep disorder. [Updated 2023 Jun 11]. In: \nStatPearls. Treasure Island (FL): StatPearls Publishing; 2024. Available from: \nhttps:// www. ncbi. nlm. nih. gov/ books/ NBK56 0720/.\n 4. Dhillon K, Sankari A. Idiopathic hypersomnia. [Updated 2023 Jul 31]. In: \nStatPearls. Treasure Island (FL): StatPearls Publishing; 2024. Available from: \nhttps:// www. ncbi. nlm. nih. gov/ books/ NBK58 5065/.\n 5. Slowik JM, Collen JF, Yow AG. Narcolepsy. [Updated 2023 Jun 12]. In: Stat Pearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024. Available \nfrom: https:// www. ncbi. nlm. nih. gov/ books/ NBK45 9236/.\n 6. Shah F, Gupta V. Kleine–Levin syndrome (KLS) [Updated 2023 Aug 8]. In: \nStatPearls. Treasure Island (FL): StatPearls Publishing; 2024. Available from: \nhttps:// www. ncbi. nlm. nih. gov/ books/ NBK56 8756/.\n 7. Bazil CW, Battista J, Basner RC. Effects of levetiracetam on sleep in normal \nvolunteers. Epilepsy Behav. 2005;7(3):539–42. https:// doi. org/ 10. 1016/j. \nyebeh. 2005. 08. 001.\n 8. Riley DS, Barber MS, Kienle GS, Aronson JK, von Schoen-Angerer T, \nTugwell P , Kiene H, Helfand M, Altman DG, Sox H, Werthmann PG, Moher \nD, Rison RA, Shamseer L, Koch CA, Sun GH, Hanaway P , Sudak NL, KaszkinBettag M, Carpenter JE, Gagnier JJ. CARE guidelines for case reports: \nexplanation and elaboration document. J Clin Epidemiol. 2017;89:218–35. \nhttps:// doi. org/ 10. 1016/j. jclin epi. 2017. 04. 026.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}