{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04785-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04785-9.pdf",
  "metadata": {
    "/Keywords": "Enterobius vermicularis; Appendicitis; Pinworm; Palestine",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240912165829+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240910151637+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04785-9",
    "/Author": "Issam Jawabreh ",
    "/Title": "Enterobius vermicularis (pinworm) infestation mimicking acute appendicitis in two children from Palestine: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04785-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pinworm, Enterobius vermicularis, is a common parasitic illness, particularly among children in Palestine. \nOn rare occasions, it can cause serious consequences such as acute appendicitis, which can still present a challenging \ndiagnosis especially in children.",
    "Case Presentation": "Case presentation This report describes two cases (a 9 year old male and a 11 year old female, both Palestinian children from Hebron district) of acute appendicitis referred to Queen Alia Hebron Governmental Hospital in Palestine. \nThe clinical examination revealed a lower abdominal pain, and they were diagnosed with appendicitis. The patho logical examination after appendectomy showed the presence of eggs and pinworms. Anthelminthic medication \nwas provided, and they were followed up for 6 weeks after the operation without any incidents.",
    "Conclusion": "Conclusion These cases highlight the importance of considering Enterobius vermicularis infestation in children \nwith abdominal pain, as the parasites can mimic appendicitis. Prompt recognition and cautious laparoscopic appendectomy are crucial to prevent unnecessary surgery and peritoneal contamination, with the infestation being easily \ntreatable with anthelmintic medication.\nKeywords  Enterobius vermicularis, Appendicitis, Pinworm, Palestine",
    "Introduction": "Introduction\nAcross the world, suspected acute appendicitis is one \nof the most common emergency abdominal proce dures. This condition, often presents as abdominal pain,",
    "Results": "results from an infection and obstruction of the appen dix. Abdominal imaging, laboratory testing, physical \nexamination, and medical history of the patient are all important for diagnosis. A low-grade temperature, nau sea, sporadic vomiting, loss of appetite, migrating dis comfort to the right lower abdomen, and nonspecific \nperiumbilical pain are examples of classic symptoms. In \nalmost 90% of instances, these symptoms result in the \ndiagnosis of acute appendicitis [1]. A laparoscopic appen dectomy is the most typical course of therapy. Appen dicitis can be caused by many different factors; in rare \ninstances, it can be brought on by intestinal parasites, \nlow-grade appendicular mucinous neoplasms, neuroen docrine tumors, and serrated adenomas.\nPinworms, Enterobius vermicularis, are the most com mon human parasite, accounting for 40% of all helminth \ninfections reported in the USA. From 2008 to 2018, the \nPalestinian Ministry of Health recorded 29,390 cases of \nE. vermicularis infection, with 1.1% (329 cases) in the \nGaza Strip and 98.9% (29,061 cases) in the West Bank. Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nOmar Hamarsheh\nohamarsheh@staff.alquds.edu\n1 Faculty of Medicine, Al-Quds University, Jerusalem, Palestine\n2 Faculty of Pharmacy, Al-Quds University, Jerusalem, Palestine\n3 Department of Hematology, Queen Alia Hebron Governmental Hospital, \nHebron, Palestine\n4 Al-Quds Public Health Society, Jerusalem, Palestine\n5 Department of Biology, Al-Quds University, P .O. Box 51000, Jerusalem, \nPalestine\nPage 2 of 4 Jawabreh et al. Journal of Medical Case Reports          (2024) 18:445 \nRecent studies demonstrate that the West Bank and, to \na lesser extent, the Gaza Strip have high rates of E. ver micularis infection [2, 3]. Pinworm infection is a selflimiting disease, because adult worms have a very short \nlife expectancy unless they autoinfect the patient, and \nthe most common symptom of this infection is pruritus, \nwhich usually rises at night while the infected person is \nasleep [4].\nPinworms can migrate to the vaginal region and cause \ndiscomfort or inflammation, a condition known as vul vovaginitis, which is a rare scenario. Escherichia coli \nand other bacteria may stick to this inflamed region and \ncause an infection of the urinary system [5]. Additionally, \npinworm infestation has been connected to acute appen dicitis, and it is the most common helminthic infection in \nthe appendiceal lumen.\nPinworms were initially found in the appendix by Fab rius in 1634, but a clear causal connection has not yet \nbeen shown. For many years, there has been",
    "Discussion": "discussion \non E. vermicularis potential role in the development of \nacute appendicitis [6].\nCase presentation\nCase–1\nA 9-year-old Palestinian Arab boy, accompanied by \nhis parents, was referred by his general practitioner to \nthe emergency department of Hebron Governmental \nHospital (Queen Alia Hospital, Hebron, Palestine). He \npresented with 10 hour history of predominant abdom inal pain radiating from his umbilicus to the right iliac \nfossa (RIF). The medical history of the patient obtained \nfrom the family. The patient had no history of hospital \nadmission and no previous medical surgery or known \ndrug allergies. On arrival at the hospital, the patient presented with no vomiting, fever, diarrhea, or seizures. \nUpon examination, the patient’s vital signs were within \nnormal limits, alert conscious, mildly dehydrated, with \nno cyanosis or jaundice.\nThe radiating pain in the lower abdomen mainly in the \nRIF area was progressive. These manifestations raises \nsuspicions of acute appendicitis. Biochemical labora tory analysis showed an increased C-reactive protein \n(23 mg/L, N = 0−6 mg/L) and a normal liver function \ntest. Hematological investigations revealed a normal \neosinophil (0.09  ×  109/L, N = 0.02–0.62  ×  109/L), mild \nleukocytosis (15.7  ×  109/L, N = 4.5–10.6  ×  109/L) and \nneutrophils (89%, N 50–70%). Microscopic examination \nof urine was normal.\nUltrasonography showed an enlarged appendix, \n6–7  mm in diameter, without echogenic fat plans and \nno free fluids. After diagnosis confirmation of appen dicitis, the patient was kept nothing by mouth (NPO) \nfor laparoscopic appendectomy operation and was \ngiven intravenously (IV) normal saline and  Perfalgan® \n(10 mg/mL paracetamol, IV). Surgical intervention and \nhistopathological examination revealed acute suppura tive appendicitis, was negative for malignancy, and the \npresence of E. Vermicularis parasite was found within \nthe lumen of the appendix (Fig.  1A). One day postop eration, the patient looked well, with soft abdomen, \npassed urine, passed gases, and wound dry. After 2 \ndays, the patient was discharged from the hospital on \nAugmentin (amoxicillin/clavulanate) 400 mg suspen sion (dose 5cc 1  ×  3), Flagyl (metronidazole) 300 mg \n(dose 5cc 1  × 2), and paracetamol (dose 5cc 1  × 3). The \npatient gradually improved after 1 week and was fully \nrecovered after 6 weeks.\nFig. 1 Histopathological sections stained with hematoxylin–eosin stain showing Enterobius vermicularis pinworm in the lumen of the patients \nappendix. A Cross-section of the appendix containing the pinworm (red arrow), in 400× magnification. B Longitudinal section demonstrate \nthe presence of a gravid female pinworm with eggs (red arrows) in 400× magnification\nPage 3 of 4\n Jawabreh et al. Journal of Medical Case Reports          (2024) 18:445 \n \nCase–2\nAn 11-year-old Palestinian Arab female, accompanied \nby her parents, was admitted to the emergency depart ment of Hebron Governmental Hospital (Queen Alia \nHospital, Hebron, Palestine). The patient complained of \ngradual abdominal pain, 12 hours previously with dull \naching, not radiated, and associated with nausea but no \nvomiting and feverish sensation. The medical history \nobtained from the parents. The patient had no surgical \nhistory nor known drug allergies. Upon clinical exami nation, the abdomen showed no scar, intact hernial \norifices, soft lax, localized RIF pain, and suprapubic \ntenderness with positive rebound and negative rovsing \nsign.\nThese symptoms raised suspicions of acute appendici tis, and ultrasonography of abdomen and pelvis revealed \nnormal abdominal organs, minimal-to-mild pelvic free \nfluids, and thickened and dilated tip of the appendix.\nBiochemical analysis showed negative C-reactive pro tein (2 mg/L, N = 0−6 mg/L) and normal liver function \ntest. Hematological tests revealed normal eosinophils \n(0.07 ×  109/L, N = 0.02–0.62  ×  109/L), mild leukocytosis \n(12.8 ×  109/L, N = 4.5–10.6  ×  109/L), and normal neu trophils (62%, N 50–70%). Urine test showed hematuria. \nOn ultrasonography, the appendix could not be visual ized, with no free fluids in the surroundings. Based on \nthe clinical examination, diagnosis with acute appendi citis was confirmed, and the patient was kept NPO and \nadministered intravenously 1500 cc pediatric saline over \n24 hours. For laparoscopic appendectomy, the following \nprophylactic medications were given to the patient: Zin nat (cefuroxime axetil) 500 mg (dose 5cc 1  ×  3), Flagyl \n(metronidazole) 300 mg (dose 5cc 1  × 3), and Perfalgan \n(paracetamol IV infusion) 10 mg/mL (dose 1  ×  3). Sur gical intervention and histopathological examination \nrevealed peri appendicitis due to E. vermicularis para site (Fig.  1B). After 1 day, the patient looks well with soft \nabdomen, dry wound, and normal urination, and she \npassed gases. The patient discharged from the hospital \nand prescribed Augmentin 600  mg syrup (dose 7cc ×2) \nand paracetamol (dose 5cc 1  × 3). The weekly follow-up \nof the patient showed marked improvements, and full \nrecovery was achieved after 6 weeks.\nDiscussion\nAcute appendicitis can be caused by E. vermicularis, \nwhich is a small white nematode infects around one bil lion people worldwide [7]. Pinworm infestation is the \nmost prevalent helminthic infection in children, affect ing up to 50% and 20% of adults [8]. The most common \nsymptom of pinworm infection is nighttime perianal \nitching, caused by the female pinworm laying eggs.Since 1898, various reports have linked pinworm to \nappendix inflammation. In 1919, ileocolic inflammation \ncaused by the parasite was described. Subsequent stud ies noted cases of pinworm in the appendix, suggesting it \ncan mimic appendicitis [9, 10]. Although rare, with only \n1.5% of appendicitis cases involving parasites in devel oped countries, it is often found incidentally in children \naged 7–11  years [6]. Parasitic infection can block the \nappendix’s lumen, leading to inflammation and appendi citis. When pinworms enter the appendix, probably due \nto high worm burden, they disrupt mucus flow and bac terial balance, causing increased pressure and bacterial \ngrowth. This triggers an immune response, resulting in \ninflammation and classic appendicitis symptoms: fever, \nelevated white blood cell counts, and lower right abdomi nal pain and tenderness [11]. Although the association \nbetween E. vermicularis and appendicitis is debatable \nand unclear, the worm or its eggs can obstruct the appen diceal lumen leading to acute appendicitis [12].\nThe diagnosis of E. vermicularis-caused appendicitis \nis frequently made after surgery. Pinworms within the \nappendix may be seen by the surgeon during an appen dectomy. Pathologists can confirm the presence of pin worm eggs or adults through histological examination \nand treatment involves both. A laparoscopic appendec tomy is the main surgical intervention to remove the \ninflamed appendix and prevent complications such as \nperforation or abscesses. Antiparasitic drugs such as Fla gyl (metronidazole) must be used to treat the underlying \npinworm infection after surgery to  prevent recurrence \n[13, 14].\nThe patient’s family and close contacts may also need \ntreatment to control the spread of E. vermicularis and \nprevent infection to the family members. They should \nfollow strict hygiene practices to prevent reinfection. \nAdditionally, students should avoid crowded areas and \nmaintain good hygiene, such as washing hands with \nsoap regularly [15]. It is important to mention that medi cal doctors evaluate outcomes of clinical and laboratory \ntests allowing them to rule out other causes of abdominal \npain and confirm the diagnosis of appendicitis due to E. \nvermicularis, especially when the presence of pinworms \nin the appendix is confirmed through histopathological \nexamination.\nConclusion\nE. vermicularis infection can cause appendiceal pain \nwithout histological inflammation. The two mentioned \ncases highlight the need to consider E. vermicularis infes tation in children presenting with right iliac fossa pain, \nas its clinical signs can mimic acute appendicitis. Precise \nevaluation of symptoms such as pruritus and eosinophilia \nin laboratory tests, particularly in children, can prevent \nPage 4 of 4 Jawabreh et al. Journal of Medical Case Reports          (2024) 18:445 \nunnecessary appendectomies. This comprehensive \napproach reduces the risk of complications and improves \noverall health by effectively treating both acute appendi citis and the parasitic infection.\nThe learning lessons from these two reports is to con sider E. vermicularis infestation in the differential diag nosis of right iliac fossa pain in children presenting in \nemergency rooms. Perianal itching in these cases, pri marily nocturnal, usually results from female pinworm \nmigration to the anus for egg laying. Moreover, exer cise caution during appendectomy if E. vermicularis \nis suspected, as there is a potential risk of peritoneal \ncontamination.\nAbbreviations\nNPO  Nothing by mouth\nIV  Intravenous\nRIF  Right iliac fossa\nAcknowledgements\nThis work has been partially supported by Al-Quds University and Palestinian \nMinistry of Higher Education, through a grant awarded to OH. The authors \nthank Palestinian Ministry of Health and specifically the pathology department \nat Hebron Queen Alia Governmental Hospital for their support.\nAuthor contributions\nIA collected samples and drafted the manuscript, AA finalized and improved \nthe manuscript, KS and ZA corrected the final draft, and HB performed the \npathological examination. OH revised the manuscript critically and supervised \nthe work. All authors read and approved the final copy of the manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used during the current study are available from the corresponding author upon reasonable request.\nDeclarations\nEthics approval and consent to participate\nEthical approval was obtained from Al-Quds University Ethical Committee \n(reference no.: 381/REC/2024).\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 19 July 2024   Accepted: 23 August 2024\nReferences\n 1. Moris D, Paulson EK, Pappas TN. Diagnosis and management of acute \nappendicitis in adults: a review. JAMA. 2021;326(22):2299–311.\n 2. Hamarsheh O. Epidemiology of enterobiasis in Palestine. Al-Quds J Nat \nSci. 2021;1(1):63.\n 3. Hamarsheh O, Amro A. Epidemiology of parasitic infections in the West \nBank and Gaza Strip, Palestine. Am J Trop Med Hyg. 2020;102(2):313–7. 4. AL-kafaji MSA, Alsaadi ZH. Pinworms infection. J Med Resh Health Sci. \n2022;5(8):2182–9.\n 5. Jardine M, Kokai GK, Dalzell AM. Enterobius vermicularis and colitis in \nchildren. J Pediatr Gastroenterol Nutr. 2006;43(5):610–2.\n 6. Arca MJ, Gates RL, Groner JI, Hammond S, Caniano DA. Clinical manifestations of appendiceal pinworms in children: an institutional experience \nand a review of the literature. Pediatr Surg Int. 2004;20:372–5.\n 7. Cook GJG. Enterobius infection evermicularis. Gut. 1994;35:1159–62.\n 8. Dunphy L, Clark Z, Raja MH. Enterobius vermicularis (pinworm) infestation \nin a child presenting with symptoms of acute appendicitis: a wriggly tale! \nBMJ Case Rep. 2017;2017: bcr-2017-220473.\n 9. Tolstedt GJ. Pinworm infestation of the appendix. Am J Surg. \n1968;116(3):454–5.\n 10. Symmers WS. Pathology of Oxyuriasis with special reference to Granulo mas due to the presence of Oxyuris vermicularis (Enterobius vermicularis) \nand its Ova in the Tissues. Arch Pathol. 1950. https:// doi. org/ 10. 5555/ \n19512 901466.\n 11. Yilmaz M, Akbulut S, Kutluturk K, Sahin N, Arabaci E, Ara C, Yilmaz S. \nUnusual histopathological findings in appendectomy specimens from \npatients with suspected acute appendicitis. World J Gastroenterol WJG. \n2013;19(25):4015.\n 12. Akkapulu N, Abdullazade S. Is Enterobius vermicularis infestation \nassociated with acute appendicitis? Eur J Trauma Emerg Surg. \n2016;42(4):465–70.\n 13. Taghipour A, Olfatifar M, Javanmard E, Norouzi M, Mirjalali H, Zali MR. The \nneglected role of Enterobius vermicularis in appendicitis: a systematic \nreview and meta-analysis. PLoS ONE. 2020;15(4): e0232143.\n 14. Shafiei R, Jafarzadeh F, Bozorgomid A, Ichikawa-Seki M, Mirahmadi H, \nRaeghi S. Molecular and phylogenetic analysis of E. vermicularis in appendectomy specimens from Iran. Infect Genetics Evol. 2023;107:105391.\n 15. Moosazadeh M, Abedi G, Afshari M, Mahdavi SA, Farshidi F, Kheradmand E. Prevalence of Enterobius vermicularis among children in Iran: a \nsystematic review and meta-analysis. Osong Public Health Res Perspect. \n2017;8(2):108.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}