{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05027-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05027-2.pdf",
  "metadata": {
    "/Keywords": "Poikiloderma with neutropenia; C16orf57; Syria; Usb1; Gene; Mutation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250115041654+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250112221248+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05027-2",
    "/Author": "Jebran Chekr ",
    "/Title": "Poikiloderma with neutropenia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05027-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Poikiloderma with neutropenia is a rare genetic disorder primarily characterized by the presence \nof poikiloderma and congenital chronic neutropenia. Mutations in the C16orf57 gene, which encodes the USB1 pro tein, are implicated as the underlying cause of poikiloderma with neutropenia.",
    "Case Presentation": "Case presentation Our patient, an 11-year-old Syrian male child who presented with poikiloderma, palmoplantar \nkeratoderma, pachyonychia, recurrent infections, and neutropenia, is considered to be the first documented case \nin Syria. Clinical examinations, laboratory tests, radiographic imaging, and genetic analyses have been conducted, \nwith the latter being essential and definitive for diagnosis.",
    "Conclusion": "Conclusion This study aimed to evaluate whether poikiloderma with neutropenia should be considered for differential diagnosis because of its diagnostic complexity, emphasizing the importance of follow-up for the early identification of potential complications.\nKeywords  Poikiloderma with neutropenia, C16orf57, Syria, Usb1, Gene, Mutation\nBackground\nPoikiloderma with neutropenia (PN), Clericuziotype (Online Mendelian Inheritance in Man, OMIM, \n#604,173), is a rare autosomal recessive genodermatosis \ninitially documented among Navajo Native Americans by \nClericuzio [1]. To date, PN has been reported in approxi mately 100 patients in medical literature [2]. It manifests \nas poikiloderma (telangiectatic lesions, dyspigmentation, \nand epidermal atrophy), permanent neutropenia, mainly \nrecurrent infections, short stature, nail abnormalities, \nand palmoplantar hyperkeratosis [1, 3]. Causative muta tions in the C16orf57 gene, encoding the USB1 protein, \nunderlie PN [3]. Diagnosis relies on classic cutaneous \nmanifestations, chronic neutropenia, and identification of C16orf57 gene mutations [4]. The disease is not yet \ncurable, and treatment aims to manage symptoms, \nimprove quality of life, and reduce future complications \n[5]. This article succinctly outlines the clinicopathologic \nfeatures of the first documented PN case in Syria, empha sizing the exceptional rarity of this condition.\nCase presentation\nAn 11-year-old male Syrian child was referred to the \nhematology department of the University Pediatrics Hos pital in Damascus in January 2023 because of severe neu tropenia in routine laboratory tests. He was born through \nvaginal delivery with a very low birth weight (less than \n1500  g) to parents who were third-degree relatives. The \nchild received complete primary vaccinations following \nSyria’s National Immunization Program.\nThe patient’s medical history revealed meningitis at \nthe age of 1 year and recurrent respiratory infections at \nvarious intervals. There was no history of psychomotor \ndevelopmental delay during early childhood. At the age \nof 10 years, before hospitalization, the child underwent Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJan Andraws\njandraws2001@gmail.com\n1 Faculty of Medicine, Damascus University, Damascus, Syria\n2 Department of Pediatrics, University Children Hospital, Damascus \nUniversity, Damascus, Syria\nPage 2 of 5 Chekr et al. Journal of Medical Case Reports           (2025) 19:16 \nherniorrhaphy and appendectomy. He had a history \nof taking high-dose systemic corticosteroids to treat \nhis dermatological lesions, which were not properly \ninvestigated.\nUpon admission to the hospital and subsequent clini cal examination, growth retardation was evident with low \nheight for age (Z-score = −2.5). Corticosteroids masked \ndermatological signs of disease, and upon cessation these \nsigns reappeared, involving areas of hyper and hypopig mentation, atrophy, telangiectasias, and pachyonychia \n(Figs.  1, 2). Ocular examination and psychomotor devel opment were within normal limits. Physical examination \nrevealed hepatosplenomegaly.\nRepeated laboratory investigations yielded consist ent",
    "Results": "results: white blood cell (WBC) count of 2300 cells/\nμl (neutrophil 437), platelet count of 158,000/µl, lac tate dehydrogenase (LDH) level of 608 U/L, testos terone level of 3.82 ng/dL, luteinizing hormone (LH) \nconcentration of 0.26 mIU/ml, and follicle-stimulating \nhormone (FSH) level of 8.54  mIU/ml. Additionally, \nerythrocyte sedimentation rate (ESR), C-reactive pro tein (CRP) level, complement factor (C3 and C4) level, creatine phosphokinase (CPK) level, folate level, and \nlymphocyte count within normal ranges.\nAbdominal ultrasound revealed hepatomegaly \n(2–3  cm below the costal margin) and splenomegaly \n(3  cm below the costal margin). Testicular ultrasound \nrevealed atrophy of the left testes and nondescended \nright testes. Genetic analysis conducted in June 2023 \nrevealed a homozygous nonsense variant muta tion (NM_024598.3: c.243G > A; p.[Trp81]) in the \nUSB1 gene, encoding the U6 small nuclear RNA \n(snRNA) phosphodiesterase 1, known to cause PN \n(OMIM#604,173). This variant has previously been \nreported to be pathogenic.\nOn the basis of these findings, the patient was diag nosed with poikiloderma with neutropenia.\nThe incorrect treatment of dermatological manifesta tions, the patient’s residence in a remote rural area, and \nthe limited availability of genetic diagnostic tools and \ntheir high cost all played a significant role in delaying \nthe diagnosis of the condition.\nThe patient received symptomatic treatment along \nwith recommendations to minimize direct sunlight \nexposure, screening for skin cancer, and regular pedi atric endocrinology evaluation to assess growth and \npubertal development. The annual influenza vaccine \nwas given as per the standard of care.\nAt his most recent follow-up in September 2024, \nnotable improvement in dermatological symptoms was \nobserved, with no new clinical or pathological find ings compared with prior evaluations. Additionally, an \nassessment of psychosocial development revealed no \nevidence of delay in this aspect.\nA timeline of the patient’s course is presented in \nFig. 3 .\nFig. 1 Areas of hypo- and hyperpigmentation distributed \nalong the extensor surface of the upper limb\nFig. 2 Characteristic dermatological manifestations of Clericuzio-type poikiloderma with neutropenia. A Frontal view of the patient’s face. B Lateral \nview of the patient’s face\nPage 3 of 5\n Chekr et al. Journal of Medical Case Reports           (2025) 19:16",
    "Discussion": "Discussion\nPN, specifically known as clericuzio-type poikiloderma, \nis an exceptionally rare autosomal recessive disorder \narising from mutations in the USB1 gene. PN was ini tially reported by Clericuzio in 1991 among individu als of Navajo Native American descent [6]. It is almost \nalways characterized by the co-occurrence of poikilo derma and neutropenia. The onset of PN occurs in early \nchildhood [7]. PN may present with a wide spectrum of \nadditional manifestations, such as hypogonadotropic \nhypogonadism, hepatosplenomegaly, and various other \natypical features [7]. In this paper, we present the first \ncase of PN diagnosed in Syria out of a few cases reported \nin medical literature.\nPN was clinically diagnosed in our patient and sub sequently confirmed through molecular analysis of the \nC16orf57 gene [8]. Mutation analysis of the coding region \nof C16orf57 revealed a homozygous single nucleotide \nsubstitution from guanine to adenine (G to A) at posi tion 243 in exon 2. This transversion results in the con version of the tryptophan codon (TGG) to a stop codon \n(TGA), and the resulting nonsense mutation is desig nated p.W81X [8]. The mutation was confirmed in a \nheterozygous state in the unaffected parents. The vari ant c.243G > A, p.(Trp81Ter) identified in our case has \npreviously been documented in at least three families of \nnorthern European descent [8–11].\nAs shown in Table  1, four patients (A, B, C, D) with \nPN were reported, two of whom (A and B) had the same \nmutation as our patient, while the other two (C and D) \nhad a different PN mutation.\nOur patient met the diagnostic criteria sug gested by Arnold et  al. [8] and has five major features (poikiloderma, persistent neutropenia, palmoplantar \nkeratoderma, and pachyonychia of the hallux nail), along \nwith five minor features (milia, verrucous lesions, ele vated LDH, transient leukopenia, and elevated ferritin).\nUpon comparing the clinical findings of previously \nstudied cases with our case, we found that the manifes tations that are almost always present include poikilo derma and neutropenia. In contrast to the patients \nmentioned in the table, our patient did not suffer from \nany symptoms of photosensitivity. Arnold et  al. [8] and \nVincenzo et al. [7] described hepatosplenomegaly in their \npatients, which we also observed in our patient, and this \nmay be attributed to the genetic mutation variants they \nshare. Among other positive findings in our patient were \nnondescended testicles and transient thrombocytopenia \nobserved in patient A. Additionally, dental caries and \ntransient leukopenia were present in patients B, C, and \nD. Moreover, we did not find any elevation of ferritin or \nlactate dehydrogenase in our patient, nor were there any \nsigns of milia or verrucous lesions.\nCutaneous signs were treated with topical corticos teroids. For skin cancer prevention, the application of \nsunscreen was advised, along with minimizing excessive \nsun exposure. No granulocyte colony-stimulating factor \n(G-CSF) was administered, as there is not enough evi dence to support this treatment. [5] A prescription for \nvitamin D (600  IU) per day was given to minimize the \npotential side effects of prior high-dose systemic corti costeroids. A dental check-up every 3–6 months was rec ommended [5].\nThe patient’s prognosis remains uncertain; however, \nPN, with only a few causative mutations identified to \ndate, appears to predispose individuals to dermatological \nFig. 3 Timeline of events related to this case\nPage 4 of 5 Chekr et al. Journal of Medical Case Reports           (2025) 19:16 \nand hematologic malignancies, including the c.243G > A, \np.(Trp81Ter) pathological variant observed in our case \n[7, 12]. In terms of skin cancer risk, multiple reports \nhave documented the development of squamous cell \ncarcinoma (SCC) in young individuals with PN. Patients \nface an increased risk of myelodysplastic syndrome and, \nin rare instances, acute myelogenous leukemia later in \nadulthood [5, 7, 12]. Therefore, annual assessments of \nskin cancer and early myelodysplastic changes are rec ommended for patients [5].\nThe patient was diagnosed at a late stage owing to the \nlimited availability and high cost of genetic testing, as \nwell as poor financial circumstances. Additionally, there \nwas no initial medical consideration for the syndrome as \na differential diagnosis, particularly since this is the first \ndocumented case in our country. Therefore, such a diag nosis should be considered when chronic noncyclic neu tropenia is associated with poikiloderma to enable early \ndetection and prevent serious complications, especially \nmalignant ones.\nThis case report may serve as a valuable resource \nfor improving diagnostic skills for rare diseases and supporting ongoing medical education. Furthermore, \nthis type of research lays a foundation for future studies \naimed at advancing medical practices both locally and \nglobally.\nConclusion\nIn our study, we present the first case of poikiloderma \nwith neutropenia in Syria, thus highlighting the occur rence of this rare disease within our region and empha sizing the importance of its consideration during \ndiagnosis, particularly among patients exhibiting chronic \nneutropenia concomitant with dermatological manifes tations. Moreover, appropriate symptomatic treatment, \nprophylaxis, and close monitoring for the early detection \nof complications, especially malignant complications, are \ncrucial.\nAbbreviations\nPN  Poikiloderma with neutropenia\nWBC  White blood cell\nLDH  Lactate dehydrogenase\nLH  Luteinizing hormone\nFSH  Follicle-stimulating hormone\nESR  Erythrocyte sedimentation rateTable 1 Suggested major and minor criteria for the diagnosis of poikiloderma with neutropenia [8]\nNA, not availableArnold et al. [8] Vincenzo et al. [7] Piard et al. [10] Colombo et al. [13] Current study\nPatient A Patient B Patient C Patient D Our patient\nPatient ID Patient 1 – C16-01 #48 Our patient\nUSB1 genotype c.[243G > A];[243G > A] c.[243G > A];[243G > A] c.[243G > A];c.[267T > A] c.[243G > A];[541C > T]c.[243G > A];[243G > A]\nMajor criteria\n Poikiloderma  +  +  +  +  + \n Persistant neutropenia  +  +  +  +  + \n Recurrent infections  +  + −  +  + \n Palmoplantar kerato derma +  +  +  +  + \n Pachyonychia  +  +  +  +  + \n Photosensitivity  +  +  +  + −\nMinor criteria\n Hepatosplenomegaly  +  + − −  + \n Nondescended testicles  + − NA −  + \n Milia − NA NA NA −\n Verrucous lesions − NA NA NA −\n Atrophic scars − NA NA NA  + \n Dental caries −  +  +  +  + \n Lacrimal duct obstruction − NA NA NA −\n Growth retardation  +  + −  +  + \n Elevated lactate dehydro genase +  +  + − −\nTransient thrombocytopenia  + − − −  + \n Transient leukopenia −  +  +  +  + \n Elevated ferritin  +  +  + − −\nInterface dermatitis  + NA NA NA −\nPage 5 of 5\n Chekr et al. Journal of Medical Case Reports           (2025) 19:16 \n \nCRP  C-reactive protein\nCPK  Creatine phosphokinase\nG  Guanine\nA  Adenine\nG-CSF  Granulocyte colony-stimulating factor\nAcknowledgements\nThe authors thank Jamal Ataya for proofreading this text.\nAuthor contributions\nAll authors contributed equally to the drafting, revision, and preparation of the \nmanuscript. All authors have read and approved the final manuscript.\nFunding\nThe authors declare that they did not receive any funding for this study.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis is a case report; therefore, it did not require ethical approval from the \nethics committee.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 30 May 2024   Accepted: 20 December 2024\nReferences\n 1. Sakka R, Mahjoub B, Kerkeni E, Werdani A, Boussoffara R, Ben Cheikh H, \net al. Poikiloderma with neutropenia in a Tunisian patient with a novel \nC16orf57 gene mutation. Pediatr Blood Cancer. 2018;65(9): e27262.\n 2. Larizza L. From clinical findings to the pathomechanism of poikiloderma \nwith neutropenia. Br J Haematol. 2024;204(2):395–6. https:// doi. org/ 10. \n1111/ bjh. 19184.\n 3. Patiroglu T, Akar HH. Clericuzio-type poikiloderma with neutropenia \nsyndrome in a Turkish family: a three report of siblings with mutation in \nthe C16orf57 gene. Iran J Allergy Asthma Immunol. 2015;14(3):331–7.\n 4. Hertel DP , Mohammad TF, Shwayder TA. Poikiloderma with neutropenia \nand associated squamous cell carcinoma: a case report. Pediatr Dermatol. \n2018;35(6):e366–7.\n 5. Wang L, Clericuzio C, Larizza L, Concolino D. Poikiloderma with neutrope nia. Seattle: GeneReviews; 1993.\n 6. Aglaguel A, Abdelghaffar H, Ailal F, Habti N, Hesse S, Kohistani N, et al. \nPoikiloderma with neutropenia in Morocco: a report of four cases. J Clin \nImmunol. 2017;37(4):357–62.\n 7. Piccolo V, Russo T, Di Pinto D, Pota E, Di Martino M, Piluso G, et al. Poikilo derma with neutropenia and mastocytosis: a case report and a review of \ndermatological signs. Front Med. 2021;8:680363.\n 8. Arnold AW, Itin PH, Pigors M, Kohlhase J, Bruckner-Tuderman L, Has C. \nPoikiloderma with neutropenia: a novel C16orf57 mutation and clinical \ndiagnostic criteria. Br J Dermatol. 2010;163(4):866–9.\n 9. Walne AJ, Vulliamy T, Beswick R, Kirwan M, Dokal I. Mutations in C16orf57 \nand normal-length telomeres unify a subset of patients with dyskeratosis \ncongenita, poikiloderma with neutropenia and Rothmund–Thomson \nsyndrome. Hum Mol Genet. 2010;19(22):4453–61.\n 10. Piard J, Holder-Espinasse M, Aral B, Gigot N, Rio M, Tardieu M, et al. \nSystematic search for neutropenia should be part of the first screening in \npatients with poikiloderma. Eur J Med Genet. 2012;55(1):8–11. 11. Porter, Hardman, Abdalla, Powles. Haematological disease in siblings with \nRothmund–Thomson syndrome. Clin Exp Dermatol. 1999;24(6):452–4. \nhttps:// doi. org/ 10. 1046/j. 1365- 2230. 1999. 00530.x.\n 12. Al Haddabi A, Mufti G, du Vivier A, Basu TN. Clericuzio-type poikiloderma \nwith neutropenia and leg ulceration. JAAD Case Rep. 2024;48:26–9.\n 13. Colombo EA, Elcioglu NH, Graziano C, Farinelli P , Di Fede E, Neri I, et al. \nInsights into mutation effect in three poikiloderma with neutropenia \npatients by transcript analysis and disease evolution of reported patients \nwith the same pathogenic variants. J Clin Immunol. 2018;38(4):494–502. \nhttps:// doi. org/ 10. 1007/ s10875- 018- 0508-9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}