{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-05000-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-05000-5.pdf",
  "metadata": {
    "/Keywords": "Sheehan’s syndrome; Hormones; Postpartum hemorrhage; Adrenal insufficiency; Central hypothyroidism",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250226174053+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250225084224+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-05000-5",
    "/Author": "Luis Miguel Osorio-Toro ",
    "/Title": "Late-onset Sheehan’s syndrome: a major diagnostic challenge—a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-05000-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Sheehan’s syndrome is a form of maternal hypopituitarism resulting from excessive blood loss dur ing or after childbirth. This extensive bleeding may reduce blood flow to the pituitary gland, causing pituitary cell \ndamage and death (necrosis). The incidence of Sheehan’s syndrome has decreased in developed countries, whereas \nin developing countries, it remains a substantial cause of morbidity and mortality among at-risk populations.",
    "Case Presentation": "Case presentation We describe the case of a 59-year-old patient of mestizo ethnicity, with an unusual presentation \nof Sheehan’s syndrome 38 years after postpartum hemorrhage that affected hormone secretion at the adenohypo physis. During hospitalization, central adrenal insufficiency, low free thyroxine levels, decreased pituitary gland size, \nhypogonadotropic hypogonadism, and growth hormone deficiency were noted. The patient was treated with hydro cortisone and levothyroxine, with satisfactory clinical progress and improvement in her quality of life.",
    "Conclusion": "Conclusion Late-onset Sheehan’s syndrome is a progressive disease, with nonspecific symptoms, which leads \nto delayed diagnosis and, if not treated in time, may have fatal consequences.\nKeywords  Sheehan’s syndrome, Hormones, Postpartum hemorrhage, Adrenal insufficiency, Central hypothyroidism\nBackground\nSheehan’s syndrome (SS) is a postpartum hypopitui tarism resulting from pituitary gland necrosis due to \npostpartum hemorrhage [1]. First described by the Brit ish pathologist Sheehan in 1937 [2], SS is a rare cause \nof hypopituitarism in women, accounting for 0.5% of all \ncases [3]. The incidence of this condition is decreasing in developed countries; however, in less developed coun tries, it is a significant cause of morbidity and mortality \n[4]. SS may occur during the postpartum period or even \nseveral months or years after delivery; some studies have \nreported up to a 20.37 ± 8.34 year delay in diagnosis [5], \nwhich is attributable to incomplete pituitary damage \nwith slow progression [6]. SS is characterized by vary ing degrees of anterior and sometimes posterior pituitary \ngland disorders. Hormone deficiencies originating from \nthe anterior pituitary gland may lead to adrenal insuffi ciency, central hypothyroidism, hypogonadism, growth \nhormone deficiency, and lactation failure. In addition, \nthe posterior pituitary gland may rarely be affected, and \nwhen it does, it may cause central diabetes insipidus [6].\nIn this report, we present the case of a woman with \nSS of atypical presentation, which occurred 38 years \nafter having experienced postpartum hemorrhage, \nwith involvement of the hormones produced by the *Correspondence:\nJorge Enrique Daza-Arana\njorgedaza.epidemiologia@gmail.com\n1 Specialization in Internal Medicine, Department of Health, Universidad \nSantiago de Cali, Calle 5 # 62-00, Santiago de Cali, Colombia\n2 Department of Research and Education, Clínica de Occidente S.A., \nSantiago de Cali, Colombia\n3 Genetics, Physiology, and Metabolism Research Group (GEFIME), \nUniversidad Santiago de Cali, Santiago de Cali, Colombia\n4 Health and Movement Research Group, Universidad Santiago de Cali, \nSantiago de Cali, Colombia\nPage 2 of 5 Osorio‑Toro et al. Journal of Medical Case Reports           (2025) 19:75 \nadenohypophysis. Late-onset presentation is rarely \ndescribed in literature.\nCase presentation\nThe patient is a 59-year-old woman of mestizo ethnic ity, with no history of disease, a history of postpartum \nhemorrhage at 21 years of age, and no clinical repercus sions after the event, such as agalactia or amenorrhea. \nShe presented to the emergency department on 15 June \n2023, with clinical symptoms for 8 days consisting of \nasthenia, adynamia, vomiting, and disorientation. Upon \nadmission, hypotension, hyponatremia, and hypogly cemia were documented, and management was initially \nstarted with hypertonic saline and dextrose. The internal \nmedicine unit described the clinical symptoms as hypoosmolar euvolemic hyponatremia, with laboratory tests \nshowing the presence of central adrenal insufficiency and \nthyrotropin levels within the normal range at the time. \nThe patient was started on intravenous bolus hydrocorti sone (100 mg), followed by 50 mg every 6 hours. Because \nno significant clinical improvement was observed, the \npatient was assessed by endocrinologists, who performed \nadditional laboratory tests (Table  1). The patient was \ndiagnosed with central hypothyroidism; thus, treatment \nwas started with levothyroxine at a loading dose of 300 \nµg, followed by a maintenance dose of 100 µg per day, in \naddition to the previously prescribed hydrocortisone. A \ncontrast-enhanced magnetic resonance imaging of the \nsella turcica showed decreased pituitary gland size and a \nprominent suprasellar cistern relative to the sella turcica, showing an aspect of a partially empty sella (Fig.  1). The \nremaining pituitary axes revealed hypogonadotropic \nhypogonadism and growth hormone deficiency. On the \nbasis of hypopituitarism and decreased pituitary gland \nsize, late-onset SS was diagnosed. Clinical and para clinical improvements were evident 4 days after starting \ntreatment, and the patient was discharged with hydro cortisone, 10 mg in the morning and 5 mg in the after noon, and levothyroxine (100 µg) every day. The patient \nhas shown satisfactory progress, with no new episodes \nof decompensation at 3 months after hospital discharge, \nand has a good quality of life.",
    "Discussion": "Discussion\nDiagnosing SS requires high clinical suspicion because, in \nmost cases, the initial symptoms are mild and often insig nificant. Consequently, diagnosis is likely to be delayed, \nthereby hindering identification and placing the patient’s \nlife at risk. The onset of symptoms can be acute in the \npostpartum period or up to several years after delivery \n[1, 7]. Moreover, symptoms of hormonal deficiency may \nappear 3–32 years after delivery [8] and up to 38 years \nafter delivery, as in our case. This case reflects the sub stantial challenge associated with SS diagnosis and \nhighlights the importance of asking patients about their \ngestational history, such as postpartum hemorrhage, \nwhich in most cases requires blood products.\nAccording to the anatomical location of the secre tory cells with respect to the vasculature, prolactin and \ngrowth hormone secretion is most commonly affected, \nTable 1 Laboratory tests\nLaboratory tests Admission Day 4 after treatment Reference value\nPotassium 4.3 4.4 3.5–5.1 mEq/L\nSodium 116 137 132–146 mEq/L\nUreic nitrogen 10 12 9–23 mg/dl\nCreatinine 0.7 0.8 0.5–1.1 mg/dl\nGlucose 54 95 70–100 mg/dl\nLeukocytes 3.3 5.9 4.0–11.8 ×  109/l\nNeutrophils 1.7 3.3 2.0–7.7 ×  109/l\nHemoglobin 11.2 12.8 12.3–15.3 g/dL\nPlatelets 128.000 227.000 203.000–445.000 cells/mm3\nThyrotropin 0.95 0.97 0.35–5.50 µUI/ml\nFree thyroxine 0.26 0.94 0.89–1.48 ng/dl\nEstradiol  < 10.0 — 28 pg/ml\nLuteinizing hormone 2.47 — 15.9–54.0 mUI/ml\nFollicle-stimulating hormone 8.1 — 23–116.3 mUI/ml\nSomatomedin C 4.06 — 44–240 ng/ml\nProlactin 0.51 — 1.8–20.3 ng/ml\nSerum cortisol at 8 a.m 2.78 — 5.27–22.45 µg/dl\nAdrenocorticotropic hormone 3.2 — 4.7–48.8 pg/ml\nPage 3 of 5\n Osorio‑Toro et al. Journal of Medical Case Reports           (2025) 19:75 \n \nfollowed by luteinizing hormone and follicle-stimulating \nhormone secretion. When pituitary gland necrosis is \nsevere, adrenocorticotropic hormone and thyroid-stimu lating hormone secretion may also be affected [6]. In our \ncase, there was evidence of involvement of the five hor monal lines (Table  1). Although agalactia has been docu mented in up to 100% of reported cases [9], it was not \nobserved in our case, which is unusual and makes diag nosis more challenging.\nIn some previously reported cases (Table  2), the clini cal presentation of SS was as rapid as in the immediate \npostpartum period or took up to five decades postpartum \n[10]. The manifestations of SS may vary, which hinders \ndiagnosis. In addition, its characteristics are based on the \ntime elapsed between delivery and SS onset. In the short \nterm (< 5 years), agalactia, amenorrhea, and asthenia are the most frequent; in the intermediate term (6–15 years), \nsyncope, pericardial effusion, and abdominal pain are \ncommon; finally, in the long term (> 15 years), hypogly cemia, hyponatremia, dilated cardiomyopathy, hypoten sion, and confusion are reported.\nWhen initially approaching the disease, thyrotropin \nand free thyroxine can define the diagnosis of hypothy roidism and help locate the alteration, indicating whether \nit is primary or central hypothyroidism [11]. These tests \nshould be performed together to prevent incorrect \ninterpretations when the thyrotropin level is within the \nnormal range. Furthermore, pancytopenia is uncom mon in patients with SS, but full recovery is achieved \nwith thyroid hormone and glucocorticoid treatment \nafter reaching a euthyroid and eucortisolemic state [12]. \nHyponatremia is the most common electrolyte alteration \nFig. 1 Decreased pituitary gland showing an aspect of a “partially empty” sella. A prominent suprasellar cistern relative to the sella turcica is visible \n(red arrows). A T2-weighted sagittal cut image. B T2-weighted coronal cut image\nTable 2 Previously reported cases\nPresentation\nSheehan’s syndromeInitial clinical manifestations Hormones affected References\nPostpartum up to < 5 years 1. Agalactia\n2. Amenorrhea\n3. Asthenia\n4. Diabetes insipidus\n5. Psychosis\n6. Pancytopenia1. Prolactin\n2. Gonadotropins\n3. Corticotropin\n4. Thyrotropin\n5. Somatotropin\n6. AntidiureticOlmes et al. [15]\nGenetu et al. [16]\nSethuram et al. [17]\nDe silva et al. [18]\nRabee et al. [19]\n6–15 years 1. Syncope\n2. Asthenia\n3. Pericardial effusion\n4. Abdominal pain1. Thyrotropin\n2. Corticotropin\n3. Gonadotropin\n4. SomatotropinMishra et al. [20]\nSadiq et al. [21]\nPowers et al. [22]\n > 15 years 1. Hypoglycemia\n2. Hyponatremia\n3. Dilated cardiomyopathy\n4. Hypoglycemia\n5. Confusion\n6. Asthenia\n7. Amenorrhea\n8. Agalactia1. Corticotropin\n2. Thyrotropin\n3. Gonadotropin\n4. Prolactin\n5. SomatotropinDourado et al. [23]\nMakharia et al. [24]\nRomero et al. [25]\nRabee et al. [10]\nPage 4 of 5 Osorio‑Toro et al. Journal of Medical Case Reports           (2025) 19:75 \nin patients with SS, with reported rates ranging from 21% \nto 59% [9, 13], being a differential diagnosis in patients \nadmitted to the emergency unit with hyponatremia [14].\nLate-onset SS is a progressive disease with nonspe cific symptoms that can delay diagnosis. It can have fatal \nconsequences if not treated early. However, excellent \nresponses can be obtained with appropriate treatment, \nthereby benefiting the patient’s quality of life.\nConclusion\nLate-onset SS is a progressive disease with nonspecific \nsymptoms whose diagnosis is usually delayed. If not \ntreated early, the disease can have fatal consequences. \nTherefore, patients’ obstetric clinical history is essential \nto identify a history of postpartum hemorrhage and the \nneed for blood products. Treatment consists of hormone \nreplacement with the aim of reducing morbidity and \nmortality and improving quality of life.\nAcknowledgements\nAcknowledgements to Universidad Santiago de Cali and Clínica de Occidente \nS.A. for allowing the development of this research.\nAuthor contributions\nConception: LMOT, YAOG, KRE, and AFGR. Design of the work: LMOT, JEDA, \nHFEV, and KRE. Analysis or interpretation of data: JFMO, JHQO, JAPA, and AFGR. \nAll authors read and approved the final manuscript.\nFunding\nThis research has been funded by Dirección General de Investigaciones of Universidad Santiago de Cali under call No. 01-2025. The research team’s activities \nwere sponsored by the clinical institution and the Universidad Santiago de \nCali. However, the authors declare their full autonomy during all phases of the \nstudy.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThe institution does not require ethical approval for the publication as a single \ncase report. In this case report, all procedures were performed in accordance \nwith the ethical and bioethical standards of the Scientific Committee of the \nmedical institution, and the 1964 Declaration of Helsinki and its subsequent \nversions.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal. \nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 23 September 2024   Accepted: 19 November 2024\nReferences\n 1. Manna S, Chakrabarti SS, Gautam DK, Gambhir IS. Sheehan syndrome \nwith Gitelman syndrome, tackling additive morbidity. Iran J Kidney Dis. \n2019;13(6):417–8.\n 2. Dökmetaş HS, Kilicli F, Korkmaz S, Yonem O. Characteristic features \nof 20 patients with Sheehan’s syndrome. Gynecol Endocrinol. \n2006;22(5):279–83.\n 3. Qadri MI, Mushtaq MB, Qazi I, Yousuf S, Rashid A. Sheehan’s syndrome presenting as major depressive disorder. Iran J Med Sci. \n2015;40(1):73–6.\n 4. Schury MP , Adigun R. Sheehan Syndrome. In: StatPearls. Treasure Island \n(FL): StatPearls Publishing; 2024. https:// www. ncbi. nlm. nih. gov/ books/  \nNBK45 9166/\n 5. Alwani RA, Schmit Jongbloed LW, de Jong FH, van der Lely AJ, de \nHerder WW, Feelders RA. Differentiating between Cushing’s disease \nand pseudo-Cushing’s syndrome: comparison of four tests. Eur J Endo crinol. 2014;170(4):477–86.\n 6. Karaca Z, Laway BA, Dokmetas HS, Atmaca H, Kelestimur F. Sheehan \nsyndrome. Nat Rev Dis Primers. 2016;2:16092.\n 7. González-González JG, Borjas-Almaguer OD, Salcido-Montenegro \nA, Rodríguez-Guajardo R, Elizondo-Plazas A, Montes-de-Oca-Luna \nR, Rodríguez-Gutiérrez R. Sheehan’s syndrome revisited: underlying \nautoimmunity or hypoperfusion? Int J Endocrinol. 2018;2018:8415860.\n 8. Otsuka F, Kageyama J, Ogura T, Hattori T, Makino H. Sheehan’s syndrome of more than 30 years’ duration: an endocrine and MRI study of \n6 cases. Endocr J. 1998;45(4):451–8.\n 9. Lim CH, Han JH, Jin J, Yu JE, Chung JO, Cho DH, et al. Electrolyte \nimbalance in patients with Sheehan’s syndrome. Endocrinol Metab. \n2015;30(4):502–8.\n 10. Rabee’ H, Braik T, Alnatour R, Shamlawi A, Rashed A. Sheehan’s syndrome unveiled after decades without a diagnosis: a case report. SAGE \nOpen Med Case Rep. 2023;11:2050313X231209685.\n 11. Vargas-Uricoechea H, Builes-Barrera C, Arenas-Quintero H, Castellanos-Pinedo A, Restrepo-Erazo K, Duque-Ossman JJ, et al. Consenso \ncolombiano para el diagnóstico, el tratamiento y el seguimiento del \nhipotiroidismo en población adulta. Rev Colomb Endocrinol Diabet \nMetab. 2023;10(4): e818.\n 12. Laway BA, Bhat JR, Mir SA, Khan RS, Lone MI, Zargar AH. Sheehan’s \nsyndrome with pancytopenia–complete recovery after hormone \nreplacement (case series with review). Ann Hematol. 2010;89(3):305–8.\n 13. Gei-Guardia O, Soto-Herrera E, Gei-Brealey A, Chen-Ku CH. Sheehan \nsyndrome in Costa Rica: clinical experience with 60 cases. Endocr Pract. \n2011;17:337–44.\n 14. Kurtulmus N, Yarman S. Hyponatremia as the presenting manifestation of Sheehan’s syndrome in elderly patients. Aging Clin Exp Res. \n2006;18:536–9.\n 15. Olmes GL, Solomayer EF, Radosa JC, Sklavounos P , Agne P , Schunk SJ, \nHaj HB. Acute Sheehan’s syndrome manifesting initially with diabetes \ninsipidus postpartum: a case report and systematic literature review. \nArch Gynecol Obstet. 2022;306(3):699–706.\n 16. Genetu A, Anemen Y, Abay S, Bante SA, Mihrete KM. A 45-year-old \nfemale patient with Sheehan’s syndrome presenting with imminent \nadrenal crisis: a case report. J Med Case Rep. 2021;15(1):229.\n 17. Sethuram R, Guilfoil DS, Amori R, Kharlip J, Berkowitz KM. Sheehan \nsyndrome: an unusual presentation without inciting factors. Womens \nHealth Rep. 2020;1(1):287–92.\n 18. De Silva NL, Galhenage J, Dayabandara M, Somasundaram N. Sheehan \nsyndrome presenting with psychotic manifestations mimicking schizo phrenia in a young female: a case report and review of the literature. \nCase Rep Endocrinol. 2020;2020:8840938.\n 19. Rabee’ H, Tanbour R, Yaseen A, Zaidan M, Amer R. Case report: pancyto penia as a rare presentation of Sheehan’s syndrome. SAGE Open Med \nCase Rep. 2022;10:2050313X221109431.\n 20. Mishra P , Jindal H, Khan E, Palawat SS. A case of Sheehan syndrome six \nyears postpartum presented with adrenal crisis and complicated by \nhypothyroidism and massive pericardial effusion. Cureus. 2023;15(1): \ne33972.\n 21. Sadiq S, Chowdhury A. A case of Sheehan syndrome 7 years postpar tum with transaminitis and hyperlipidemia. Am J Case Rep. 2021;22: \ne930908.\nPage 5 of 5\n Osorio‑Toro et al. Journal of Medical Case Reports           (2025) 19:75 \n \n 22. Powers P , Jan K, Bommisetty D. Adrenal crisis in a delayed diagnosis of \nSheehan syndrome. Cureus. 2023;15(8): e44225.\n 23. Dourado MLBF, Costa TPD, Carvalho MS, Moura CGG. Dilated cardiomyo pathy reversibility in Sheehan’s syndrome: a case report. Arq Bras Cardiol. \n2021;116(2 suppl 1):17–20.\n 24. Makharia A, Lakhotia M, Tiwari V, Gopal K. Recurrent hypoglycaemia and \ndilated cardiomyopathy: delayed presentation of Sheehan’s syndrome. \nBMJ Case Rep. 2021;14(6): e242747.\n 25. Romero-Vásquez ER, Arteaga-Martínez LA, Lachica-Rodríguez G, OrnelasAguirre JM. Case report: severe hypoglycaemia as a late manifestation of \nSheehan’s syndrome. Cir Cir. 2022;90(2):262–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}