{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05114-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05114-4.pdf",
  "metadata": {
    "/Keywords": "Hereditary antithrombin deficiency; SERPINC1; Pulmonary embolism; Novel genetic variant; Rivaroxaban",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250306142257+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250306094933+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05114-4",
    "/Author": "Fangkai He ",
    "/Title": "The novel SERPINC1 missense mutation c.1148 T > A (p.L383H) causes hereditary antithrombin deficiency and thromboembolism in a Chinese family: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05114-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Hereditary antithrombin deficiency, an autosomal-dominant thrombotic disease caused by a SERPINC1 \ngene deficiency, is extremely rare, although it is the leading cause of hereditary thrombophilias. Herein we report \na novel SERPINC1 gene mutation in a Chinese family and one case of pulmonary embolism associated with the mutation. We also discuss the latest diagnostic and treatment strategies for antithrombin deficiency.",
    "Case Presentation": "Case presentation The 33-year-old Chinese male proband had a pulmonary embolism and there was no evidence \nof thromboembolism in the other family members. In the pulmonary embolism case, treatment with nadroparin \ncalcium combined with warfarin failed; however, rivaroxaban was effective. No emboli were evident in the follow-up \ncomputed tomography pulmonary angiography. Antithrombin activity fluctuated approximately 50% during hospitalization and follow-up. The antithrombin activity of the proband, his 58-year-old father, and his 5-year-old son \nwas significantly low (44–48%). A novel missense variant c.1148 T > A (p.L383H) in the SERPINC1 gene was identified \nin these three family members. The pathogenesis predictions from Mutation-Taster, Provean, and SIFT were “diseasecausing,” “deleterious,” and “damaging,” respectively.",
    "Conclusion": "Conclusion The novel c.1148 T > A (p.L383H) pathogenic mutation in the SERPINC1 gene updated the gene mutation \nspectrum of hereditary antithrombin deficiency. Direct oral anticoagulation with rivaroxaban may be a more effective \nand selective anticoagulant in patients with hereditary antithrombin deficiency over warfarin or heparin.\nKeywords  Hereditary antithrombin deficiency, SERPINC1, Pulmonary embolism, Novel genetic variant, Rivaroxaban\nBackground\nAfflicting almost 10 million people worldwide per year, \nvenous thromboembolisms (VTE), including deep vein \nthromboses and pulmonary embolisms (PE), contribute \nsubstantially to the global burden of disease. PE is the \nthird most common cause of cardiovascular death [1, \n2]. Thrombophilia, which is defined as a predisposition \nto thrombosis, may be inherited (primary) or acquired \n(secondary). Classical inherited thrombophilia includes \nloss-of-function mutations in the genes encoding the \nphysiological anticoagulants antithrombin (AT), protein \nC, and protein S, as well as gain-of-function variants in Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nXiaojun Guan\ngxj309@126.com\nYao Yao\nyyxy@suda.edu.cn\n1 Department of Respiratory and Critical Care Medicine, Kunshan Hospital \nof Traditional Chinese Medicine, Suzhou 215300, China\n2 Department of Respiratory and Critical Care Medicine, The First Affiliated \nHospital of Soochow University, Suzhou 215000, China\n3 National Clinical Research Center for Hematologic Diseases, Jiangsu \nInstitute of Hematology, The First Affiliated Hospital of Soochow \nUniversity, Suzhou 215000, China\nPage 2 of 6 He et al. Journal of Medical Case Reports          (2025) 19:102 \nthe genes encoding factor V Leiden and prothrombin \n[3]. The overall incidence of inherited thrombophilia \nis difficult to estimate, and its most common form is a \nfactor V Leiden mutation. Hereditary AT deficiency, \nfirst described in 1965, causes an autosomal-dominant \nthrombotic disease with incomplete penetrance and \nvariable expression. Its prevalence in white individuals of \nEuropean ancestry is 0.02–0.04%, and the incidence and \nrecurrence rates of venous thromboembolism (VTE) are \n1–2% and 2–5%, respectively [4].\nThe AT protein is encoded by the serpin family C \nmember 1 (SERPINC1) gene, which consists of 432 \nmature circulating amino acids that are cleaved from its \n464-amino-acid precursor. It is a single-stranded gly coprotein synthesized by hepatocytes, exerting its anti coagulant effect as a plasmatic serine protease inhibitor \nby inactivating coagulation factors IIa, IXa, Xa, XIa, and XIIa [ 5]. A mutation in the SERPINC1 gene can lead to \nquantitative (type I) and qualitative (type II) types of AT \ndeficiency. A type I deficiency is defined as a reduced \nfunctional protein with a parallel decrease in the plasma \nantigen, whereas a type II deficiency exhibits an impaired \ninhibitory activity resulting from dysfunctional AT with a \nnormal antigen level [4].\nIn this study, we identified a novel missense SER PINC1 genetic variant c.1148  T > A (p.L383H) leading \nto a hereditary AT deficiency in a Chinese family. We \nreport one case of acute PE owing to this novel mutation. \nIn addition, we discuss the diagnostic and anticoagulant \ntherapy for this hereditary AT deficiency.\nCase presentation\nThe 33-year-old male proband (family pedigree II-1 in \nFig.  1) was admitted on 16 September 2020 (day 1). He \npresented to our department with a primary complaint \nof chest pain with a low fever (37.9  °C) of 5 days dura tion and hemoptysis for 1 day. His pertinent medical \nhistory included time spent in a sauna 1  day before the \nonset of symptoms. Subsequently, 5 days before admis sion, he was diagnosed with pneumonia in our hospital \nemergency department on the basis of his symptoms and \na computed tomography (CT) scan of the chest show ing a slight inflammation or infection-like shadow in the \nleft lower lung (Fig.  2A). Antibiotic treatment failed and \nhis chest pain increasingly worsened. After admission, \nlaboratory tests showed an AT activity of 53% (reference \ninterval, 80–120%), d-dimer of 10.72  mg/L (reference \ninterval, 0–0.5  mg/L), a fibrinogen degradation prod uct of 9.6  mg/L (reference interval, 0–5  mg/L), and an \noxygenation index of 230.2. Subsequently, acute PE \nFig. 1 Family pedigree. The proband is indicated by a red arrow. \nFamily members confirmed to have a hereditary antithrombin \ndeficiency are represented by the black squares\nFig. 2 Dynamic changes on a computed tomography scan of the lungs and computed tomography pulmonary angiography (A–G  obtained \nin 2020 and H in 2021; white arrows mark the filling defects of a pulmonary embolism). The slight “infection-like\" shadow (actually a pulmonary \ninfarction) in the left lower lung was observed in our emergency department (A) and was worse on admission, 5 days later (B). Meanwhile, \na pulmonary embolism was confirmed by the presence of filling defects (C). The pulmonary infarction worsened (D) with newly formed emboli \n(E) in the right lung region after traditional anticoagulant treatment. After admission and treatment, the emboli and infarction disappeared \nduring follow-up with sufficient anticoagulation therapy with rivaroxaban (F–H)\nPage 3 of 6\n He et al. Journal of Medical Case Reports          (2025) 19:102 \n \nwas confirmed by CT pulmonary angiography (CTPA) \ndemonstrating multiple filling defects in the branches \nof the pulmonary arteries (Fig.  2B, C). Nadroparin cal cium (4100  IU every 12  hours) combined with warfa rin (2.5  mg every day) were started and moxifloxacin \nwas given on the basis of his increased white blood cell \ncount (11.3 ×  109/L, reference interval, 3.5–9.5 ×  109/L) \nand C-reactive protein (125.0  mg/L, reference interval, \n0–4 mg/L).\nHowever, hemoptysis worsened on day 3 and warfarin \nwas discontinued owing to an international normalized \nratio of 2.2. On day 5, nadroparin calcium was replaced \nwith a direct-acting oral anticoagulant (DOAC) (rivar oxaban 15 mg twice daily for 3 weeks, followed by 20 mg \nevery day). On day 6, the patient experienced severe \nchest pain, which was relieved gradually with a fenta nyl patch. Meanwhile, a repeat CTPA (on 24 September \n2020) showed new emboli and a pulmonary infarction \nin the right lung region, indicating previous insufficient \nand ineffective anticoagulation (Fig.  2D, E). Protein C \nand protein S activity was normal, and no thrombus was \nobserved in the iliac and bilateral lower extremity veins \non ultrasound imaging.\nOn day 19, the patient was discharged without symp toms; a repeat chest CT scan showed that the infarction \nshadow was almost completely absorbed. Rivaroxaban \nwas administrated orally 20 mg every day as maintenance \nanticoagulation for 6  months and then at 10  mg every \nday for 3 months until July 2020. On 3 December 2020, a \nrepeat CTPA showed a punctate filling defect in the right \npulmonary artery; no emboli were evident in the subse quent follow-up examinations (Fig.  2F–H). AT activity \nfluctuated approximately 50% during hospitalization and \nfollow-up and was 47% on 9 January 2022.\nFamily evaluation\nPeripheral blood samples were collected from the \nproband and four other family members on 9 January \n2022; prothrombin time, activated partial thromboplas tin time, thrombin time, AT activity (chromogenic assay), \nd-dimer, and fibrinogen levels were measured using an \nautomatic coagulation instrument. All tests were per formed in accordance with the manufacturer’s instruc tions. We also collected information on VTE events in \nthese family members. This study was approved by the \nMedical Ethics Committee of the First Affiliated Hospital \nof Soochow University. Informed consent was obtained \nfrom each participant in accordance with the Declaration \nof Helsinki.\nDNA sequence analyses\nTo identify novel variants, all exons and flanking \nintrons of seven genes associated with thrombophilia (SERPINC1, SERPIND1, PROC encoding protein C, \nand PROS1 encoding protein S) were analyzed by highthroughput next-generation sequencing technology \n(Biotecan Pharmaceuticals Co, Ltd, Shanghai, China). \nThe key process was to collect peripheral anticoagulated \nblood from five family members, extract genomic DNA, \nperform target region amplification, perform amplifica tion product magnetic bead purification, conduct a poly merase chain reaction of the adapter sequence, purify the \nmagnetic beads, and perform concentration detection \nand sequencing.\nBioinformatic analyses\nGene databases (1000 Genomes Project catalog, Exome \nAggregation Consortium, Esp6500, and gnomAD) were \nused to query the mutation spectrum. Mutation-Taster \n(gene level), Provean, and SIFT (protein level) were used \nto predict the pathogenic consequences of the SERPINC1 \ngene mutation.",
    "Results": "Results\nVTE events investigation in the family\nExcept for the proband, who had the acute PE, there were \nno evident thrombotic events in the other family mem bers. The prothrombin time, activated partial thrombo plastin time, thrombin time, d-dimer, and fibrinogen \nlevels of all the family members were all within the refer ence intervals. The AT activity of the proband, his father, \nand his son was below the reference intervals, and it was \nnormal in his mother and wife (Table  1). The proband’s \npaternal grandparents had died many years earlier.\nDNA sequence analyses\nThe SERPINC1 gene is located on chromosome 1q2325.1 and encodes AT. The full length of the genomic \nDNA is 13,578 base pairs (bp) containing 7 exons and 6 \nintrons [6]. A DNA sequence analysis of the SERPINC1 \ngene revealed a point mutation in exon 5 that resulted in \nthe 1148th base mutating from T to A, subsequently gen erating a missense mutation of leucine at position 383 to \nhistidine (SERPINC1: Chr1:173,878,695:NM_000488.3:e\nTable 1 Antithrombin activity and genetic mutation analysis\nFamily members Antithrombin \nactivity (%)c.1148 T > A PROC PROS1\nFather (I-1) 47 Homozygote Wild Wild\nMother (I-2) 90 Wild Wild Wild\nProband (II-1) 47 Heterozygote Wild Wild\nWife (II-2) 96 Wild Wild Wild\nSon (III) 51 Heterozygote Wild Wild\nReference range 80–120 Wild Wild Wild\nPage 4 of 6 He et al. Journal of Medical Case Reports          (2025) 19:102 \nxon5:c.1148 T > A: p. L383H) in the proband, his father, \nand his son. His mother and wife do not harbor this mis sense mutation; their SERPINC1 genes are wild type. In \naddition, the mutated SERPINC1 gene in his father is \nhomozygous, and the proband and his son are heterozy gous. There were no mutations in the SERPIND1, PROC , \nor PROS1 genes.\nBioinformatic analyses\nThis novel mutation was not found in the 1000 Genomes \nProject catalog, Exome Aggregation Consortium, \nEsp6500, or gnomAD databases. After searching the gene \ndatabases of OMIM, HGMD, Clinvar, and PubMed, there \nwas also no record of the mutation. The pathogenesis \npredictions of the L383H mutation by Mutation-Taster, \nProvean, and SIFT were “disease causing with pathogenic \nprobability being 0.99999851200991, ” “deleterious, ” and \n“damaging, ” respectively.",
    "Discussion": "Discussion\nIn clinical practice, it is important to have a high index \nof suspicion for the possibility of misdiagnosing PE as \npneumonia. In the current case, the patient had pneu monia symptoms and an infection-like change on a chest \nCT scan; thus, a diagnosis of pneumonia was made in \nthe emergency department. However, the patient’s pro gressive chest pain and subsequent hemoptysis while \non antibiotics could not be explained by the pneumonia \ndiagnosis. Subsequently, a PE was confirmed owing to \na significantly increased d-dimer and CTPA. In addi tion, during the hospitalization, a worsening infectionlike shadow on chest CT scans was consistent with the \ndynamic change of emboli. Thus, the shadow was found \nto constitute a pulmonary infarction.\nThis young patient had no history of a malignant \ntumor, surgery, trauma, medication, or other systemic \nabnormalities indicating a PE. His AT activity fluctuated \naround a significantly low level (50%) during hospitaliza tion and the follow-up period. This finding indicates a \npossibility that the PE was a result of an inherited throm bophilia caused by an AT deficiency. In the subsequent \ninvestigation, obviously decreased AT activity was meas ured in the paternal family members (father, proband, \nson) (Table  1). Ultimately, an inherited AT deficiency \nwith a missense mutation (c.1148 T > A: p.L383H) in the \nSERPINC1 gene was confirmed in these family members. \nTo date, more than 486 mutations in the SERPINC1 gene \nhave been associated with AT deficiency (http:// www. \nhgmd. cf. ac. uk/ ac/ gene. php? gene = SERPINC1), includ ing reports of novel SERPINC1 gene mutations [7–10]. \nChecking several population gene databases and using \nbioinformatics tools, we found that the mutation had not been previously reported, despite its high pathogenicity \nprediction.\nCongenital AT deficiency is associated with early and \nrecurrent thrombosis, presenting an almost 14-fold \nhigher risk of VTE compared with nondeficient individu als. Common sites for deep vein thrombosis are in the \nlower extremities or pulmonary arteries; less commonly, \nthey occur in the cerebral sinus, vena cava, and mesen teric, renal, and hepatic (portal vein or intrahepatic por tal branches) veins [11–13]. In particular, spontaneous \nthromboses can occur more easily in AT-deficient carri ers with external prothrombotic factors, such as immo bilization, trauma, surgery, hormonal contraception, and \npregnancy [14]. Therefore, in the present PE case, we \nspeculated that the sauna, sweating, and hemoconcentra tion may have caused the vascular endothelial injury and \nthe subsequent “rapid” formation of a pulmonary artery \nthrombus. AT deficiency is regarded as the most severe \nthrombophilia, and these patients should be followed \nclosely. To appropriately manage anticoagulation and \nthromboprophylaxis in both symptomatic and asymp tomatic carriers, a workup for AT deficiency diagnosis, \nincluding functional (AT activity), biochemical (clinical \ntype), and genetic (molecular), is recommended [1, 5].\nAcute thromboembolism and anticoagulants may influ ence AT activity assays and lead to a false diagnosis; thus, \nthe assays should be repeated 3 months after the acute \nthrombosis event and after holding one or two doses of \nDOACs whenever possible [3, 15]. After the functional \nassay has been performed, antigen-level assays are useful \nto define type I (quantitative, approximately 80% of cases) \nversus type II (qualitative) AT deficiencies. A type II AT \ndeficiency can further be stratified into reactive site (type \nIIa), heparin-binding site (type IIb), and pleiotropic effect \n(type IIc) subtypes. As far as the genetic diagnosis is con cerned, sequencing mutation analysis of the SERPINC1 \ngene return positive findings in up to 80% of the constitu tional abnormalities of AT deficiency; however, variations \nof other genes involved in AT transcription, folding, or \nposttranslational modification might affect protein levels \nor function, leading to associated AT deficiencies [15]. In \naddition, the current guidelines do not recommend the \nextensive use of all the thrombophilic assays because of \ntheir low clinical utility in terms of therapeutic changes \nonce a positive result is obtained. However, the incidence \nof AT deficiency is thought to be underestimated, and an \nincreasing amount of evidence supports the clinical ben efit of a direct sequencing analysis in cases of suspected \nAT deficiency [15, 16]. In our study, the consistently sig nificantly lower AT activity of the proband during followup and subsequent family AT deficiency diagnoses with \nthe novel SERPINC1 mutation (c. 1148  T > A: p.L383H) \nwere confirmed.\nPage 5 of 6\n He et al. Journal of Medical Case Reports          (2025) 19:102 \n \nIn consideration of the significantly higher risk of VTE \nand the recurrence in congenital thrombophilia, patients \nwith AT deficiency should be considered for anticoagu lant therapy for the treatment and primary or second ary prevention of VTE and an even longer duration of \nprophylaxis [3]. Anticoagulation therapy in patients with \nan inherited AT deficiency generally follows the standard \nmanagement for VTE and congenital thrombophilias but \nwith the addition of AT supplementation therapy aiming \nto achieve a normal AT activity level. AT replacement \ncombined with heparin can be used for the treatment of \nacute thromboembolism, especially in severe or recur rent VTE. Even patients with asymptomatic AT defi ciency should receive primary thromboprophylaxis with \nheparin and/or AT supplementation in highly thrombo genic circumstances, including immobilization, surgery, \npregnancy, and the postpartum period. Currently, there \nare two kinds of available human AT products, plasmaderived and recombinant AT, which were approved by \nthe US Food and Drug Administration in 1991 and 2009, \nrespectively [15]. The enzymatic activity of AT is sig nificantly enhanced (≥ 1000-fold) when an exogenous \ncofactor of heparin or heparin analogue binds to the hep arin-binding site. In our PE case, anticoagulation therapy \nin the early stage (nadroparin calcium combined with \nwarfarin) failed to stop the progression of pulmonary \nthrombosis, which partly contributed to the insufficient \nAT. Thus, the heparin analogue could not exert its inhibi tory function efficiently.\nRegarding anticoagulant therapy for the treatment or \nsecondary prevention of VTE, there has been little guid ance on whether traditional therapy should be modified \nin the presence of thrombophilia. In the 2012 antithrom botic guideline for VTE disease from the American \nCollege of Chest Physicians, only vitamin K antagonist \n(VKA) therapy (warfarin) was recommended for patients \nwith antiphospholipid syndrome, although thrombo philias were not mentioned; thus, VKA therapy was his torically implemented in many patients with VTE and \nthrombophilia. However, VKA therapy is challenging \nowing to the need for frequent laboratory monitoring, \na narrow therapeutic range, complex dosing regimens, \nand common drug–drug and drug–food interactions \n[3]. In theory, DOACs (such as dabigatran, rivaroxaban, \napixaban, edoxaban, and betrixaban) affecting either fac tor IIa or factor Xa should be effective in patients with \nthrombophilia. A variety of randomized, controlled \nclinical trials on DOACs compared with warfarin for \nthe treatment and prophylaxis of VTE have been con ducted and yielded positive results. Therefore, there is \na preference for DOACs over VKA therapy in the 2016 \nantithrombotic guidelines for VTE and an increasing \ninterest in using DOACs in patients with VTE and an underlying thrombophilia [3]. Recently, several series of \ncase reports, prospective studies, and dynamic cohort \nstudies with subanalyses focusing on patients with \nsevere thrombophilia, including inherited AT deficien cies, offered reassuring conclusions concerning DOACs \n(mainly apixaban and rivaroxaban) and their efficacy and \nsafety in this population [4, 17–20]. The 2019 European \nSociety of Cardiology [21] and the American Chest Phy sicians 2021 guidelines [22] recommend DOACs over \nVKAs for antithrombotic therapy for VTE, although they \ndo not yet provide guidance for patients with thrombo philia owing to limited data. However, all these results \nare encouraging, and DOACs are now widely used to \nprevent and treat VTE. In the end, thromboembolic \nrisk differs according to the type of inherited deficiency, \ngenotypic characterization, and its severity; therefore, \nwhether extended, long-term, or indefinite, anticoagu lation therapy should be considered on a case-by-case \nbasis, taking personal and familial history of thrombosis \ninto consideration.\nConclusion\nTaken together, the rarest thrombophilia deficiencies are \nassociated with a severe clinical phenotype, including \nAT, protein C, and protein S deficiencies. We identified a \nnovel and definitely causative SERPINC1 missense muta tion c.1148  T > A (p.L383H) leading to congenital AT \ndeficiency in a Chinese family, which updates the muta tion spectrum of the SERPINC1 gene and adds to our \nunderstanding of the molecular basis for AT deficiency. \nAlthough the substantial evidence supporting the wide spread use of DOACs (mainly rivaroxaban) in congenital \nAT deficiency is lacking and difficult because of the very \nlow incidence rate, the currently available data from case \nstudies and clinical trials demonstrate the efficacy, safety, \nand advantages of DOACs in treating this population as \nan alternative to VKAs and heparin.\nAcknowledgements\nThe authors thank all participants, including the family members of the \nproband, for their cooperation in this study. We are grateful to Dr. Ling Lin \nfrom Biotecan Pharmaceuticals Co., Ltd. for her help with practical questions \nand insightful discussions.\nAuthor contributions\nFangkai He wrote the manuscript and took care of the patient. Yang Wang, \nWeiwei Ning, and Chao Liu edited the manuscript and took care of the \npatient. Xiaojun Guan and Yao Yao wrote and edited the manuscript. All \nauthors approved the final manuscript and consented to publish the \nmanuscript.\nFunding\nThere were no funding sources to support this study.\nAvailability of data and materials\nThe datasets generated during and/or analyzed during the current study are \navailable from the corresponding author on reasonable request.\nPage 6 of 6 He et al. Journal of Medical Case Reports          (2025) 19:102 \nDeclarations\nEthical approval and consent to participate\nThis study was approved by the ethics committee of the First Affiliated Hospital of Soochow University, and informed consent and permission to use the \nillustrations was obtained from the patients.\nConsent for publication\nWritten informed consent was obtained from the patient and his next-of-kin \nfor publication of this case report and any accompanying images. A copy of \nthe written consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 31 August 2024   Accepted: 7 February 2025\nReferences\n 1. Khan F, Tritschler T, Kahn SR, Rodger MA. Venous thromboembolism. \nLancet. 2021;398:64–77.\n 2. Essien EO, Rali P , Mathai SC. Pulmonary embolism. Med Clin North Am. \n2019;103:549–64.\n 3. Skelley JW, White CW, Thomason AR. The use of direct oral anticoagulants \nin inherited thrombophilia. J Thromb Thrombolysis. 2017;43:24–30.\n 4. Khider L, Gendron N, Mauge L. Inherited thrombophilia in the era of \ndirect oral anticoagulants. Int J Mol Sci. 2022;23:1821.\n 5. Lane DA, Kunz G, Olds RJ, et al. Molecular genetics of antithrombin deficiency. Blood Rev. 1996;10:59–74.\n 6. Olds RJ, Lane DA, Chowdhury V, et al. Complete nucleotide sequence of \nthe antithrombin gene: evidence for homologous recombination causing thrombophilia. Biochemistry. 1993;32:4216–24.\n 7. Zhang H, Liu S, Luo S, et al. Two novel mutations cause hereditary antithrombin deficiency in a Chinese family. Acta Haematol. \n2020;143:260–5.\n 8. Zhang F, Gui Y, Lu Y, et al. Novel SERPINC1 missense mutation (Cys462Tyr) \ncauses disruption of the 279Cys-462Cys disulfide bond and leads to type \nI hereditary antithrombin deficiency. Clin Biochem. 2020;85:38–42.\n 9. Polyak ME, Zaklyazminskaya EV. New genetic variant in the SERPINC1 \ngene: hereditary antithrombin deficiency case report, familial thrombosis \nand considerations on genetic counseling. BMC Med Genet. 2020;21:73.\n 10. Liu S, Luo S, Yang L, et al. Phenotypic and genotypic analysis of a hereditary antithrombin deficiency pedigree due to a novel SERPINC1 mutation \n(p.Met281Thr). Hamostaseologie. 2020;40:687–90.\n 11. Ahmad A. Genetics of cerebral venous thrombosis. J Pak Med Assoc. \n2006;56:488–90.\n 12. Eastwood K-A, Vaughan A, McCune KH. Mesenteric vein thrombosis \nassociated with anti-thrombin III deficiency. Ulster Med J. 2009;78:53–5.\n 13. Setaka T, Hirano K, Moriya K, et al. Portal vein thrombosis in a patient with \nhereditary antithrombin deficiency. Intern Med. 2019;58:1733–7.\n 14. Croles FN, Borjas-Howard J, Nasserinejad K, et al. Risk of venous thrombo sis in antithrombin deficiency: a systematic review and Bayesian metaanalysis. Semin Thromb Hemost. 2018;44:315–26.\n 15. Bravo-Perez C, Vicente V, Corral J. Management of antithrombin deficiency: an update for clinicians. Expert Rev Hematol. 2019;12:397–405.\n 16. Stevens SM, Woller SC, Bauer KA, et al. Guidance for the evaluation and \ntreatment of hereditary and acquired thrombophilia. J Thromb Thrombolysis. 2016;41:154–64.\n 17. Serrao A, Lucani B, Mansour D, et al. Direct oral anticoagulants in patients \naffected by major congenital thrombophilia. Mediterr J Hematol Infect \nDis. 2019;11: e2019044.\n 18. Zuk J, Papuga-Szela E, Zareba L, et al. Direct oral anticoagulants in \npatients with severe inherited thrombophilia: a single-center cohort \nstudy. Int J Hematol. 2021;113:190–8.\n 19. Campello E, Spiezia L, Simion C, et al. Direct oral anticoagulants in \npatients with inherited thrombophilia and venous thromboembolism: a \nprospective cohort study. J Am Heart Assoc. 2020;9: e018917. 20. Legnani C, Palareti G, Antonucci E, et al. Thrombophilia testing in the realworld clinical setting of thrombosis centres taking part in the Italian Start \n2-Register. Blood Transfus. 2021;19:244–52.\n 21. Konstantinides SV, Meyer G, Becattini C, et al. 2019 ESC Guidelines for the \ndiagnosis and management of acute pulmonary embolism developed \nin collaboration with the European Respiratory Society (ERS). Eur Heart J. \n2020;41:543–603.\n 22. Stevens SM, Woller SC, Kreuziger LB, et al. Antithrombotic therapy for VTE \ndisease: second update of the CHEST guideline and Expert Panel report. \nChest. 2021;160:e545–608.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}