{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04769-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04769-9.pdf",
  "metadata": {
    "/Keywords": "Bilateral psoas abscess; Tuberculosis; HIV; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240913113734+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240911153840+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04769-9",
    "/Author": "A. A. Olasinde ",
    "/Title": "Bilateral tuberculosis psoas abscess in a human immunodeficiency virus-positive patient: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04769-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Worldwide, there is an increase in the frequency of reports of psoas abscesses due to advances in imaging technology, which has led to early diagnosis and treatment. A bilateral psoas abscess is rare and, when it occurs, \nis usually secondary and in immunocompromised patients. We present a case of a bilateral tuberculosis psoas abscess \nin a human immunodeficiency virus-positive patient.",
    "Case Presentation": "Case presentation A 21-year-old Ugandan female undergraduate who contracted human immunodeficiency \nvirus through vertical transmission and has been on highly active antiretroviral drugs presented with bilateral lower \nabdominal pain with associated fever and headache. Clinical examination revealed abdominal tenderness in both iliac \nfossae with palpable masses. Ultrasonography revealed fluid collection in both psoas muscles confirming bilateral \nabscesses. The aspirate was acid-fast bacilli positive. A diagnosis of bilateral tuberculosis psoas abscess was made. \nOpen drainage was performed and antituberculosis drugs were commenced.\nConclusions Bilateral tuberculosis psoas abscesses occurring in human immunodeficiency virus-positive patients, \nalthough uncommon, is not unexpected. It is a form of secondary psoas abscess in immunocompromised patients. \nHere, the outcome was successful with a combination of early surgical drainage and appropriate medical therapy.\nKeywords  Bilateral psoas abscess, Tuberculosis, HIV, Case report",
    "Introduction": "Introduction\nThe frequency of case reports on psoas abscesses has \nincreased due to a high index of suspicion coupled with \nreadily available advanced imaging modalities in devel oped countries [1–4]. Despite this rise in the number of \nreported cases, it is still relatively uncommon, making the prevalence of this disease difficult to estimate. The aver age age of occurrence is 52.5 years, with a slight female \npreponderance [5].\nThe psoas muscle, with the iliacus muscle, are enclosed \nin the retro fascia space, which lies between the trans versalis and the posterior psoas fascia. An abscess in the \npsoas muscle can be primary when there is no known \netiological factor, or secondary, usually due to contigu ous spread from a neighboring infection. The disease \nhas an insidious onset mimicking different diseases in \nthe bone, genitourinary tract, and gastrointestinal sys tem [6–8]. This accounts for the delay in presentation, \ndiagnosis, and treatment, which increases the associ ated morbidity. Although, the triad of pain, fever, and \nlimp are pathognomonic in children, it may be absent or \nincomplete in other patients [2]. In developing countries, Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nA. A. Olasinde\nolasindetony@gmail.com\n1 Department of Surgery, Faculty of Clinical Medicine and Dentistry, \nKampala International University (Western Campus), Ishaka, Bushenyi, \nUganda\n2 Department of Radiology, Faculty of Medicine, Mbarara University \nof Science and Technology, Mbarara, Uganda\n3 Department of Orthopaedic Surgery and Traumatology, Federal Medical \nCentre, Owo, Ondo, Nigeria\nPage 2 of 6 Olasinde et al. Journal of Medical Case Reports          (2024) 18:446 \na psoas abscess mainly affects young females, especially \nthose who are immunocompromised or intravenous drug \nabusers. It usually occurs on the right side and is rarely \nbilateral (less than 3% of cases) [5, 7]. Although human \nimmunodeficiency virus (HIV) infection is endemic in \nsome countries, the occurrence of bilateral tuberculosis \npsoas abscess is not commonly reported. Sometime the \ndiagnosis of bilateral psoas abscess might be a red her ring to the immunocompromised status the patient. \nThere is dearth of reports of bilateral tuberculosis abscess \nreported in HIV-positive patients in the literature, hence \nthis case report [9–11]. It also highlight the challenges of \nmaking early diagnosis in resource-constrained environ ments and the need for a high index suspicion among cli nicians. We report a case of bilateral tuberculosis psoas \nabscess in a 21-year-old HIV-positive female patient.\nCase report\nThe patient, a Ugandan 21-year-old female, HIV posi tive, who was infected through vertical transmission at \nbirth and has been on highly active antiretroviral ther apy (HAART), presented with bilateral lower abdominal pain with associated fever, malaise, and had trouble \nwalking for 2 weeks duration. She was pyrexic (38.5 °C), \ntachypneic, and tachycardic but was normotensive \n(100/60 mm Hg). Examination revealed deep tenderness \non the right and left iliac fossae with a deep-seated palpa ble mass. There was bilateral tenderness on both flanks \nposteriorly. There was no pseudoflexion of the hip joints. \nDigital rectal examination was normal. Chest radiograph \nrevealed hilar lymphadenopathy and lumbar radiograph \ndemonstrated a well-defined opacity along the distal \nportion of the right psoas muscle.with central locules \nof lucency seen adjacent to the L4–L5 vertebrae bodies \nextending to the iliac and sacral bones. There was asso ciated solid periosteal reaction seen on the right lateral \naspect of L5 vertebrae body and reduced intervertebral \nspace (Fig.  1). We suspected a diagnosis of bilateral psoas \nabscesses The complete blood count was 64 ×  109/L, with \na platelet count of 407 ×  109/L, hemoglobin of 10.1 g/dL, \nan elevated erythrocyte sedimentation rate of 60  mm/\nhour, C-reactive protein of 75.1  mg/L, and a CD4 cell \ncount of 550 cells/mm3. Ultrasonography confirmed the \ndiagnosis (Figs.  2 and 3). Needle aspiration yielded thick \nFig. 1 Lumbosacral radiograph of the patient\nPage 3 of 6\n Olasinde et al. Journal of Medical Case Reports          (2024) 18:446 \n \nyellowish pus, which was sent for culture and sensitivity. \nThe patient was commenced on intravenous ceftriaxone/\nsulbactam 3  g every 24  hours, intravenous metronida zole 500  mg every 8  hours for 7  days and intravenous \nparacetamol 1  g every 6  hours  for 10  days. The choice \nof antibiotics was based on the clinical experience of \nthe lead physician of the infectious disease team of our \ninstitution. The patient had an emergency incision and \ndrainage performed under spinal anesthesia with drain age of  1000  ml and 200  ml  of pus on the left and right \nside, respectively. The time from admission to surgical \nintervention was 2  days. We performed generous saline \nirrigation of the two cavities, broke all the loculations, \nand inserted a tubular drain in the neocavities on both \nsides. Pus aspirate was Gram stain negative and bacterial \nculture was sterile; however, it was acid-fast bacilli posi tive. She was commenced on anti-Koch drugs monitored \nby the infectious disease unit of the hospital. The patient \nexperienced a gradual recovery. We followed her on a \nweekly basis at the consultant surgical outpatient clinic.\nHowever, 2  weeks after the procedure, she came to \nthe clinic with lower abdominal pain and vaginal dis charge. She could not move her hip joints but did not \nhave a fever. Essential findings on examination were mild tenderness in the right iliac fossae with right flank ten derness and a palpable mass. There was fullness in the \npouch of Douglas. Needle aspiration yielded frank pus. \nA diagnosis of acute inflammatory disease with pelvic \nabscess and recurrent bilateral psoas abscesses was made. \nRepeat ultrasound scans (USS) confirmed a reaccumu lation of pus in the psoas fascia sheath and fluids in the \npouch of Douglas. Intravenous piperacillin/sulbactam \n4.5 g every 8 hours, metronidazole 500 mg every 8 hours, \nlevofloxacillin 500  mg every 24  hours, and paracetamol \n1 g every 6 hours was commenced. Repeat incision and \ndrainage was done using the posterior approach, and the \npelvic abscess was drained per vagina by the gynecologist \nunder ultrasound guidance. The patient had an unevent ful recovery.\nThe patient is being followed-up at the consultant out patient clinics. At the last follow-up on the 9 October \n2023, all wounds were healed (as shown in Figs.  4 and 5), \nand there were no new complaints.",
    "Discussion": "Discussion\nDespite the increase in the sporadic reports of cases of \npsoas abscess, it is still a rare disease. Though the prev alence globally is difficult to determine, it is estimated \nFig. 2 Left psoas abscess showing the diameter and the volume of pus was 427.28 ml, but more than 1 L was drained after incision at the left side\nPage 4 of 6 Olasinde et al. Journal of Medical Case Reports          (2024) 18:446 \nFig. 3 The right psoas abscess measured 8.1 × 2.66 × 3.74 cm and contained 42.23 ml of pus on ultrasound but more than 200 ml was drained \nafter the incision\nFig. 4 Postoperative scar on the left side\nPage 5 of 6\n Olasinde et al. Journal of Medical Case Reports          (2024) 18:446 \n \nto be 1–5 per 100,000 population with an average of 12 \nnew cases per year. The recent rise is not unconnected \nto heightened sensitivity among clinicians, in addition to \nadvances in imaging [1, 5].\nPsoas abscess can be primary when there are no known \netiological factors, or secondary usually due to contigu ous spread from infections in adjacent structures of oste oarticular, genito-urinary, and gastrointestinal origin [7, \n12].\nIn developing nations, the primary psoas abscess is \nmore prevalent and is usually caused by a single bacteria. \nDeveloped countries in contrast have a higher prevalence \nof secondary psoas abscesses. A recent review shows an \nincrease in secondary psoas abscess cases in adults, with \nslightly higher mortality of 8.1% compared with 6.7% in \nthe study by Ricci et al. [5, 13].\nReports from most published data show that it is \nusually unilateral, with the right side being more com monly affected, while bilateral cases account for less \nthan 3%. When it is bilateral, it often occurs in immu nocompromised patients [8 –10, 14, 15]. Our patient is \na young undergraduate who is HIV positive on highly \nactive antiretroviral therapy (HAART). She con tracted the disease at birth through vertical transmis sion from the mother. While a computed tomography (CT) scan is the gold standard for confirming a diag nosis of psoas abscess, it may not be readily available \nin most resource-constrained environments, and where \nit is available, the high cost may preclude its use. This \nwas the situation in our patient who could not afford \nto pay for the CT scan. The CT scan has a diagnostic \nyield of close to 95%, mainly where the primary dis ease is located in osteoarticular tissue. This is in con trast to ultrasonography, which has a diagnostic yield \nof 60–70%. However, when both scans are combined, \nthe diagnostic yield approaches 100% [16]. The plain \nradiograph of the lumbar vertebrae showed solid peri osteal reaction on the lateral aspect of L5 vertebrae \nand reduced intervertebral disc space of L4–L5.  This \nwas not unexpected because of the low sensitivity \nof radiography in detecting early tuberculosis of the \nspine. This was suggestive of osteoarticular origin of \nthe abscess. Magnetic resonance imaging is the diag nostic investigation of choice in suspected cases of \ntuberculosis of the spine as it has a sensitivity of 100%, \nspecificity of 80%, and accuracy of 90% [17]; unfortu nately our patient could not afford this investigation. \nThe preferred treatment is a percutaneous CT scan or \nUSS-guided drainage combined with use of pathogenspecific antibiotics, which usually gives a successful \noutcome. However, open surgical drainage via extra peritoneal or lower abdominal incision still has a place \nin secondary psoas abscess, recurrent abscess, large \nvolume, and in those with multiple loculations [14, 15]. \nOur patient was a case of tuberculosis bilateral psoas \nabscess with large volume who had open drainage via a \nposterior approach, which reaccumulated 2 weeks after \nthe first incision and drainage with associated pelvis \nabscess secondary to pelvic inflammatory disease. The \ndiagnosis of tuberculosis was confirmed at the second \nincision and drainage. The delay in diagnosis was due \nto suspicion of bacterial abscess and also the thick yel lowish pus aspirated before and drained during the \nfirst intervention, but a negative bacterial culture led \nto acid fast bacilli test on the aspirate using Ziehl–\nNeelsen stain. This confirmed the diagnosis. Immune \nsuppressed patients due to HIV infection and intrave nous drug abuse are known risk factors for tuberculo sis psoas abscess [10] However, similar cases have also \nbeen reported in immunocompetent persons are inter nally displaced and who reside in concentration camps, \nwith underlying malnutrition as the predisposing factor \n[9, 12]. The paucity of published data on bilateral psoas \nabscess in the literature lends credence to the rarity of \nits occurrence even among HIV patients, with only one \ncase report in PubMed and a second case who was an \nacquired immunodeficiency syndrome patient who had \ndisseminated tuberculosis [10, 18].\nFig. 5 Postoperative scar on the right side\nPage 6 of 6 Olasinde et al. Journal of Medical Case Reports          (2024) 18:446 \nConclusions\nThe diagnosis of bilateral tuberculosis psoas abscesses is \nuncommon and should draw the attention of the clinician \nto proper evaluation of the patient to find an underlying \ncause. This case report emphasizes the usefulness of USS \nin confirming the diagnosis in resource-limited environ ments. Open drainage combined with appropriate antibi otic therapy yielded a successful outcome in the absence \nof standard facilities and expertise for percutaneous \ndrainage.\nAcknowledgements\nThe authors acknowledge the entire surgical team who partook in the management of this patient.\nAuthor contributions\nAAO conceived and drafted the manuscript. JBM did case summary. MM oper ated the patient. KF reported the radiographs and ultrasound films. AO and \nBJK were involved in editing of the draft. All the authors read and approved \nthe final manuscript for submission.\nFunding\nNo funding was received for this publication.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThe ethical approval is not required by our institution for this case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal on request.\nCompeting interests\nThe authors have no relevant financial or non-financial interests to disclose.\nReceived: 25 January 2024   Accepted: 22 August 2024\nReferences\n 1. Sato T, Kudo D, Kushimoto S. Epidemiological features and outcomes of \npatients with psoas abscess : a retrospective cohort study. Ann Med Surg. \n2021;62(January):114–8. https:// doi. org/ 10. 1016/j. amsu. 2021. 01. 040.\n 2. Essobiyou TB, Labou AK, Diendere PRC, Sakiye KA. Psoas primary abscess: \na case report in an immunocompetent subject. Int J Surg Case Rep. \n2023;110(July):108640. https:// doi. org/ 10. 1016/j. ijscr. 2023. 108640.\n 3. Ebraheim NA, Rabenold JD, Patil VSC. Psoas abscess: a diagnostic \ndilemma. Am J Orthop. 2008;37(1):11–3.\n 4. Bresee JS, Edwards MS. Psoas abscess in children. Pediatr Infect Dis J. \n1990;9(3):201–6.\n 5. Lai Y, Lin P , Wang W, Lai J. An update on psoas muscle abscess : an 8-year \nexperience and review of literature. Int J Gerontol. 2011;5(2):75–9. https:// \ndoi. org/ 10. 1016/j. ijge. 2011. 04. 009.\n 6. Tomich EB, Della-Giustina D. Bilateral psoas abscess in the emergency \ndepartment. West J Emerg Med. 2009;10(4):288–91.\n 7. Gruenwald IAJCO. Psoas abscess: case report and review of the literature. \nJ Urol. 1991;147:1624–6.\n 8. Bakri FG, Hadidy AM, Hadidi F, Ryalat N, Saket L, Shurbasi N, et al. Bilateral \nprimary psoas abscesses due to methicillin-resistant Staphylococcus aureus in a neutropenic patient : a case report. J Med Case Rep. 2016. \nhttps:// doi. org/ 10. 1186/ s13256- 015- 0781-7.\n 9. Miloudi M, Arsalane L, Kharrab A, El Kamouni Y, Zouhair S. Bilateral tuber culous psoas abscess. Access Microbiol. 2020. https:// doi. org/ 10. 1099/ \nacmi.0. 000135.\n 10. Kozakis L, Ballachandran T. Bilateral psoas abscesses in an HIV-positive \npatient. Int J STD AIDS. 2004;15(12):841–3.\n 11. Açar P , Ziyadanoglu P , Kula AC, Esra H. Isolated psoas abscess due to \nmycobacterium tuberculosis section : medicine isolated psoas abscess \ndue to mycobacterium tuberculosis. IJCMR. 2020. https:// doi. org/ 10. \n21276/ ijcmr. 2020.7. 7. 13.\n 12. Mohandes AF, Karam B, Alrstom A, Alasadi L, Bek R. Primary psoas tuber culosis abscess with an iliac bone lytic lesion : a case report. J Med Case \nRep. 2022. https:// doi. org/ 10. 1186/ s13256- 022- 03417-4.\n 13. Ricci MA, Rose FB, Meyer KK. Pyogenic psoas abscess: worldwide variations in etiology. World J Surg. 1986;10:834–42.\n 14. Afaq A, Jain BK, Dargan P , Bhattacharya SK, Rauniyar RK, Kukreti R. Surgical \ndrainage of primary iliopsoas abscess—safe and cost-effective treatment. \nTrop Doct. 2002;32(3):133–5.\n 15. Aboobakar R, Cheddie S, Singh B. Surgical management of psoas abscess \nin the Human Immunodeficiency Virus era. Asian J Surg. 2018;41(2):131–\n5. https:// doi. org/ 10. 1016/j. asjsur. 2016. 10. 003.\n 16. Weirich J, Feirstein J. Girl, 5, With Fever and Hip Pain. clinicalreview.com. \n2015. p. 25–30.\n 17. Sarria-estrada ARS, Franquet E. Imaging findings of Pott ’ s disease. Eur \nSpine J. 2013;22:567–78.\n 18. Corti M, Palmieri OJ, Villafañe MF, Muzzio E. [Disseminated tuberculosis \nwith bilateral psoas muscle abscesses in an AIDS patient]. Enfermedades \ninfecciosas y microbiologia clinica. Spain; 2004;22: 197–9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}