{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04995-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04995-1.pdf",
  "metadata": {
    "/Keywords": "Triple-negative breast neoplasms; Magnetic resonance imaging; Mammography; Mammary ultrasonography",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250103161607+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241228140216+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04995-1",
    "/Author": "Mendoza-Urbano Diana Marcela ",
    "/Title": "Adenoid cystic carcinoma of the breast, from diagnosis to management: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04995-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Adenoid cystic carcinoma of the breast is a rare subtype, constituting less than 3.5% of primary breast \ncarcinomas. Despite being categorized as a type of triple ‑negative breast cancer, it generally has a favorable progno ‑\nsis. The primary management approach typically involves breast ‑conserving surgery. Due to its rarity, diagnosis can \nbe challenging, emphasizing the importance of histopathological confirmation with clinical and imaging correlation. \nAlthough this tumor often has a favorable prognosis, additional research is necessary to better understand its clinical, \nradiological, and pathological features.",
    "Case Presentation": "Case presentation We present the case of a 54‑ year ‑old Colombian woman of Hispanic ethnicity who had a lesion \ndetected by mammography at the junction of the upper quadrants. Breast ultrasound revealed a Breast Imaging \nReporting & Data System category 5 solid nodule, 0.8 × 0.7 cm, with irregular borders in the left breast and no axil‑\nlary abnormalities. A biopsy confirmed infiltrating carcinoma with tubular and cribriform patterns. Immunohisto ‑\nchemistry was consistent with adenoid cystic carcinoma of the breast (triple ‑negative). Contrast ‑enhanced breast \nmagnetic resonance imaging showed a primary tumor measuring 18 × 11 × 15 mm at the upper quadrant interface, \nalong with another suspicious mass measuring 50 × 10 mm in the retroareolar region, as well as multiple adja‑\ncent enhancing foci suggestive of multicentric tumor involvement with probable ductal extension. Due to potential \nmultifocality, the patient underwent a nipple ‑sparing mastectomy and sentinel node dissection. Pathology revealed \na unifocal retroareolar adenoid cystic carcinoma measuring 2.5 mm, situated less than 1 mm from the deep surgical \nmargin and with a positive anterior margin. There was no evidence of lymphovascular or perineural invasion. The final \ndiagnosis was triple ‑negative adenoid cystic carcinoma, classic subtype. A multidisciplinary board recommended \nradiotherapy and imaging follow‑up. Postoperative outcomes remained satisfactory during follow‑up with the breast \nsurgeon.",
    "Conclusion": "Conclusion This case report aims to raise awareness within the medical community regarding this rare cancer, high‑\nlighting the importance of accurate clinicopathological recognition and diagnosis. Multidisciplinary management \nremains crucial as the cornerstone of care, especially for offering therapies tailored to each patient’s specific needs.\nKeywords  Triple ‑negative breast neoplasms, Magnetic resonance imaging, Mammography, Mammary \nultrasonographyOpen Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRodriguez‑Urrego Paula Andrea\npaula.rodriguez@fsfb.org.co\nFull list of author information is available at the end of the article\nPage 2 of 7 Marcela et al. Journal of Medical Case Reports            (2025) 19:1 \nBackground\nAdenoid cystic carcinoma (ACC) of the breast is a rare \ncancer subtype, constituting 0.1–3.5% of primary breast \ncarcinomas [1]. Due to its rarity, accurate diagnosis \nrequires a strict clinical and imaging correlation, with \nhistopathological confirmation serving as the corner stone [2]. Most cases arise as unifocal lesions in women \naged 50–60 years, though occasional cases have been \ndocumented in men. Histologically, ACC has epithelial \nand myoepithelial components, showing varied architec ture with solid, cribriform, and tubular–trabecular pat terns [3].\nMost breast ACC cases have a favorable prognosis, \neven within the triple-negative subgroup [4]. Given its \ngenerally favorable clinical behavior and low rates of \nmetastasis and recurrence, breast-conserving surgery \nis typically the primary treatment, with limited benefit \nobserved from adjuvant therapy [5]. Correct diagnosis \nis essential to prevent overtreatment. Here, we discuss a \ncase of a 54-year-old woman with a mass identified on \nimaging at the junction of the upper left breast quad rants. Histopathologic testing confirmed adenoid cystic \ncarcinoma, and the patient underwent total mastectomy.\nCase presentation\nA 54-year-old Colombian woman of Hispanic ethnic ity, who was asymptomatic and postmenopausal, was \nreferred to our hospital following the mammographic \ndetection of a lesion at the junction of the upper breast \nquadrants. Her medical history included a great-grand mother and a maternal aunt diagnosed with breast can cer under the age of 40 years. Breast ultrasound showed a \nsolid nodule, 0.8 × 0.7 cm, with irregular borders at the 12 \no’clock position, 5 cm from the nipple in the left breast. \nNo axillary abnormalities were detected. The lesion was classified as Breast Imaging Reporting & Data System \n(BI-RADS) category 5, and biopsy was performed.\nBiopsy",
    "Results": "results showed infiltrating carcinoma with \ntubular and cribriform patterns, along with mucinous \nand eosinophilic luminal secretions. Immunohisto chemistry revealed cytokeratin (CK) 7, epithelial mem brane antigen (EMA), and CD117 positivity in epithelial \ncells, and tumor protein (p) 63 and calponin positivity \nin myoepithelial cells (Fig.  1). The tumor was estrogen \nreceptor (ER), progesterone receptor (PR), and human \nepidermal growth factor receptor (HER)-2 negative, with \na Ki-67 index of 10% and a programmed death ligand 1 \n(PD-L1) combined positive score (CPS; Clon 22C3) of 15. \nFindings and immunophenotype were consistent with \nadenoid cystic carcinoma of the breast, histologic grade I \n(Nottingham score). Contrast-enhanced breast magnetic \nresonance imaging (MRI) revealed multicentric tumor \ninvolvement with probable ductal extension (Fig.  2), but \nno lymphadenopathy.\nGiven the potential for multifocal disease, the patient \nunderwent nipple-sparing mastectomy and sentinel \nnode dissection. Mastectomy analysis identified three \nareas of interest: area #1 (2.5 cm, biopsy site, with clip, \n1.4 cm from deep margin), area #2 (0.6 cm, 1.5 cm from \nanterior margin), and area #3 (2.5 cm, 1 cm from deep \nmargin). Histopathology confirmed adenoid cystic carci noma, classic subtype, in areas #1 and #2, with interven ing tissue, while area #3 showed no tumor presence. This \nconfirmed a unifocal cystic adenoid carcinoma, Grade I, \nmeasuring 2.5 cm (Fig.  3). There was no lymphovascular \nor perineural invasion. Despite the macroscopic distance \nof the lesion from margins, tumor infiltration was noted \nthrough fibrous septa, with a tumor less than 1 mm from \nthe posterior/deep margin and a positive anterior margin. \nFour sentinel lymph nodes were negative for carcinoma. \nFig. 1 Ultrasound‑ guided core needle biopsy of a mass in the left breast. A Tumoral epithelial proliferation with a cribriform growth pattern \n(hematoxylin and eosin 10×). B Dual population of tumor cells forming tubules with mucinous (red asterisk) and eosinophilic secretion (black \ntriangle; hematoxylin and eosin 40×). C Epithelial cells highlighted by cytokeratin 7 immunohistochemical stain (10×). D Myoepithelial cells \nhighlighted by tumor protein 63 immunohistochemical stain (10×)\nPage 3 of 7\n Marcela et al. Journal of Medical Case Reports            (2025) 19:1 \n \nThe final pathological staging was pT2snN0MX (Stage I, \nAJCC 8th edition), classic subtype triple-negative ade noid cystic carcinoma. Radiotherapy was recommended \ndue to positive margins, along with imaging follow-up. \nBRCA1–2 germline testing was advised given the triplenegative nature and family history.\nAt 1 week post-surgery, follow-up evaluation dem onstrated satisfactory results (Fig.  4). However, in the following month, the patient developed complications, \nincluding neuropathic pain and seroma formation. \nThe neuropathic pain was refractory to pharmacologic \ntreatment and required neurolysis for relief, while the \nseroma was managed effectively through multiple \n(a total of six) ultrasound-guided drainages. At the \n6-month multidisciplinary follow-up visit, the patient \nFig. 2 Left breast imaging. Contrast ‑enhanced nuclear magnetic resonance imaging in axial (A) and sagittal (B) views revealed a primary \ntumor measuring 18 × 11 × 15 mm located at the interface of the upper quadrants, as well as another suspicious mass measuring 50 × 10 \nmm in the retroareolar region. Additionally, multiple adjacent enhancing foci were observed, suggestive of multicentric tumor involvement \nwith probable ductal extension. In contrast, the breast ultrasound examination (C, D) showed a single solid nodule with irregular, spiculated \nborders, a thick echogenic ring, and antiparallel orientation. It measured 7 × 8 mm and was located at the 12 o’clock position, 5 cm from the nipple\nPage 4 of 7 Marcela et al. Journal of Medical Case Reports            (2025) 19:1 \nexhibited a favorable clinical course with improvement \nof the neuropathic pain and seromas. A chest com puted tomography scan at this time showed no signs of \nrecurrence or new complications (Fig. 5 ).",
    "Discussion": "Discussion and conclusion\nAdenoid cystic carcinoma (ACC) is a rare breast tumor \nwith diverse clinical and imaging presentations; there fore, its diagnosis relies primarily on microscopic exam ination [6 ]. Morphologically, it resembles salivary gland \ntumors, exhibiting patterns such as tubular–trabecular, \nFig. 3 Carcinoma lesions in total mastectomy. A Macroscopic appearance of a total mastectomy. B Two solid lesions with ill‑ defined borders \nand a whitish color, measuring 2.5 cm and 0.6 cm respectively in their largest diameters, were identified in the total mastectomy specimen (blue \ncircles). C The tissue collected for microscopic evaluation includes representation of both nodules and the tissue between the two lesions (1, 2, 3). D \nHistological findings found in the three areas represented macroscopically in C demonstrate involvement by the same neoplasia throughout\nFig. 4 Surgical management outcome. A Appearance of the left breast prior to surgery, showing a cutaneous hematoma associated \nwith the diagnostic biopsy. B Appearance of the left breast after surgical management, which included nipple ‑sparing total mastectomy, sentinel \nlymph node biopsy, and reconstruction\nPage 5 of 7\n Marcela et al. Journal of Medical Case Reports            (2025) 19:1 \n \ncribriform, and solid-basaloid structures [7 ]. Immuno histochemistry typically confirms two cell types: epi thelial and myoepithelial. Epithelial cells stain positive \nfor CK7, CK8, and EMA, while myoepithelial cells are \npositive for CK14, CK5/6, and p63, among others [8 , 9].\nFrom a molecular perspective, most ACCs studied \nthus far harbor the MYB-NFIB fusion gene, a feature \nalso observed in salivary gland ACC. Tumors lacking \nthis fusion gene may exhibit MYBL1 rearrangements or \nMYB amplification. Additionally, commonly mutated \ngenes include MYB, BRAF, FBXW7, SMARCA5, SF3B1, \nand FGFR2 [10]. High-grade transformed histologic \nsubtypes often harbor mutations in EP300, NOTCH1, \nERBB2, and FGFR1, along with the MYB-NFIB fusion \ngene. Notably, these tumors lack mutations typically \nassociated with triple-negative breast cancer, such as \nTP53 mutations [5 ].\nACC of the breast is generally negative for estrogen and \nprogesterone receptors, as well as HER2 amplification/\nexpression, classifying it as a triple-negative tumor [4, 9]. \nHowever, epidemiological studies categorize it as a triplenegative breast tumor with low malignant potential [11].\nEfforts to identify prognostic factors have focused on \nhistological findings, including cell proliferation indices \nand histological grading [12]. The histological grading \nsystem for breast ACC evaluates the proportion of solid \ngrowth: Grade I tumors lack a solid component, Grade \nII tumors have less than 30% solid component, and \nGrade III tumors have 30% or more solid component. \nHowever, histological grade and proliferation indices, \nsuch as Ki-67, do not consistently correlate with clinical \noutcomes [13]. Currently, histological subtype remains \none of the most reliable prognostic indicators, with \nthree subtypes identified: classic, solid-basaloid, and \nACC with high-grade transformation [11].The classic subtype, predominant in most cases, typi cally has a favorable prognosis with rare regional and \ndistant metastases, leading to better survival rates than \ninvasive breast carcinoma [14]. It features cribriform \nareas surrounded by tubular architecture, comprising \nepithelial and myoepithelial cells with glandular spaces \nproducing mucins. Classic ACC generally lacks signifi cant nuclear atypia or necrosis and demonstrates low \nmitotic activity. Immunohistochemical staining reveals \nepithelial cells positive for CK7, CK8, and EMA, and \nmyoepithelial cells positive for CK5/6 and p63. CD117 \nexpression is strong in the luminal component. Differen tial diagnosis relies on immunostaining and histological \nfeatures (Table  1). For instance, the tubular component \nof classic ACC differs from microglandular adenosis and \ntubular carcinoma in cell composition and mucin pro duction, while distinguishing the cribriform component \nfrom collagenous spherulosis and cribriform carcinoma \nis essential [8].\nThe solid-basaloid subtype presents solid nests of \nbasaloid cells with marked nuclear atypia, high mitotic \nactivity, and necrosis. Perineural invasion is common. \nDifferential diagnosis includes other basaloid carcinomas \nand small-cell neuroendocrine carcinoma, with typical \nACC areas aiding the diagnosis [15]. This subtype dem onstrates more aggressive behavior, with axillary node \nmetastases, perineural invasion, and a higher likelihood \nof local recurrences and distant metastases, particularly \nto the lungs, bones, and skin [16].\nACC with high-grade transformation represents a rare \nbut aggressive subset associated with poor outcomes. \nThese cases may involve multiple areas of differentiation, \nincluding small-cell carcinoma, invasive ductal carci noma, and malignant adenomyoepithelioma. Molecular \nstudies suggest a clonal relationship between ACC and \nFig. 5 Imaging follow‑up of the patient. A Left breast ultrasound examination revealed a fluid collection with an estimated volume of 35 cc, \nappearing as a well‑ defined, hypoechoic area consistent with seroma. The drainage catheter is visible in this view. The surrounding breast tissue \nappears heterogeneous due to post ‑surgical changes. B, C  Chest computed tomography scan demonstrates post ‑surgical changes from the left \nmastectomy with breast reconstruction, with significant residual fibrotic changes and no fluid collections. There is no evidence of secondary \nneoplastic involvement in the thorax. Appearance of the left breast prior to surgery, showing a cutaneous hematoma associated with the diagnostic \nbiopsy. B Appearance of the left breast after surgical management, which included nipple ‑sparing total mastectomy, sentinel lymph node biopsy, \nand reconstruction\nPage 6 of 7 Marcela et al. Journal of Medical Case Reports            (2025) 19:1 \nhigh-grade components, indicating an aggressive poten tial. However, treatment strategies remain challenging \ndue to the rarity and heterogeneity of these cases [17].\nBreast ACC predominantly affects elderly women, \noften presenting as a palpable mass. Radiologically, the \nlesion is usually unifocal, with the retroareolar region \nbeing the most common site [2]. In our patient, the diag nosis was made without a palpable mass, underscoring \nthe importance of surveillance in women over 50 years of \nage. The tumor’s location at the upper quadrant junction \nwas an uncommon clinical presentation in our case.\nRadiologically, breast ACC lacks distinctive features \n[18]. Mammography may show an irregular or welldefined round mass resembling benign lesions, compli cating classification. Ultrasonography typically reveals \nan irregular hypoechoic mass with angular, indistinct, \nor microlobulated margins and mild peripheral blood \nflow. Contrast-enhanced magnetic resonance imaging \noffers high sensitivity for tumor size assessment and sur gical planning [19]. In our case, MRI revealed adjacent \nbreast tissue involvement. Although the tumor initially \nappeared multifocal radiologically, a histopathology test \nconfirmed its unifocal nature.\nSurgical management, such as lumpectomy with \nradiotherapy or mastectomy, often achieves effective \ncontrol of breast ACC [20]. Axillary lymph node dis section is usually unnecessary due to the low incidence \nof nodal metastasis, except when nodal involvement \nis suspected [21]. Adjuvant systemic therapies remain \ncontroversial, with limited benefits observed. Chemo therapy is rarely indicated but may be considered for high-grade lesions larger than 3 cm or with nodal \ninvolvement. Given the risk of late local relapse, longterm clinical and radiological follow-up is essential [4 ].\nIn conclusion, breast ACC is a rare, infiltrating triplenegative carcinoma classified as a low-grade malignant \ntumor. It typically carries an excellent prognosis, with \nlow rates of distant metastasis, lymph node involve ment, and recurrence, often allowing for curative sur gical resection. The tumor’s rarity poses diagnostic \nchallenges owing to its diverse imaging and clinical \npresentations, highlighting the importance of histologi cal confirmation. While understanding of this tumor \ncontinues to expand, multidisciplinary management \nremains pivotal in providing tailored therapies for \naffected patients.\nAbbreviations\nACC   Adenoid cystic carcinoma\nBI‑RADS  Breast Imaging Reporting & Data System\nCK  Cytokeratin\nEMA  Epithelial membrane antigen\nER  Estrogen receptor\nPR  Progesterone receptor\nHER‑2  Human epidermal growth factor receptor 2\nPD‑L1  Programmed death ligand 1\nCPS  Combined positive score\nAJCC  American Joint Committee on Cancer\nAcknowledgements\nNot applicable.\nAuthor contributions\nDMMU analyzed and interpreted patient data concerning the clinicopatho ‑\nlogical aspects of the disease. BW participated in the clinical evaluation and \nfollow‑up. FT performed the surgery. PARU and DC conducted the histologi‑\ncal examination of the biopsy and mastectomy, establishing the diagnosis. \nGIP was involved in the radiological diagnosis. All authors made significant Table 1 Differential diagnosis of classic subtype adenoid cystic carcinoma [23]\nCribiform component of the classical subtype\nAdenoid cystic carcinoma In situ/infiltrating \ncribriform \ncarcinomaCollagenous spherulosis\nBreast mass Yes Yes No\nEpithelial component Present Present Present\nMyoepithelial component Present Present/absent Absent\nSpaces with mucin and basement membrane material Present Present Present\nHormone receptors (estrogen and progesterone recep ‑\ntors)Negative Positive Positive\nCD117 immunostaining Positive Negative Negative\nTubular component of the classical subtype\nAdenoid cystic carcinoma Tubular carcinoma Microglandular adenosis\nEpithelial component Present Present Present\nMyoepithelial component Present Absent Absent\nSpaces with mucin and basement membrane material Present Absent Absent (without eosinophilic material)\nHormone receptors (estrogen and progesterone recep ‑\ntors)Negative Positive Negative\nPage 7 of 7\n Marcela et al. Journal of Medical Case Reports            (2025) 19:1 \n \ncontributions to writing the manuscript and have read and approved of the \nfinal version.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by the ethics committee Comité Corporativo de Ética \nen Investigación at Fundación Santa Fe de Bogotá Hospital under approval \nnumber 16623‑2024.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Department of Pathology and Laboratories, Postgraduate Year Four Pathol‑\nogy Resident, University Hospital Fundación Santa Fe de Bogotá, Bogotá, \nDC, Colombia. 2 Anatomopatologia Research Group, Universidad Nacional de \nColombia, Bogotá, DC, Colombia. 3 Department of Pathology and Laboratories, \nUniversity Hospital Fundación Santa Fe de Bogotá, Bogotá, DC, Colombia. \n4 Department of Radiology, University Hospital Fundación Santa Fe de Bogotá, \nBogotá, DC, Colombia. 5 Department of Surgery, University Hospital Fundación \nSanta Fe de Bogotá, Bogotá, DC, Colombia. 6 Department of Oncology, Univer ‑\nsity Hospital Fundación Santa Fe de Bogotá, Bogotá, DC, Colombia. \nReceived: 18 September 2024   Accepted: 21 November 2024\nReferences\n 1. Boujelbene N, Khabir A, Boujelbene N, Jeanneret Sozzi W, Mirimanoff \nRO, Khanfir K. Clinical review—breast adenoid cystic carcinoma. Breast. \n2012;21(2):124–7.\n 2. Foschini MP , Krausz T. Salivary gland‑type tumors of the breast: a spec‑\ntrum of benign and malignant tumors including “triple negative carcino ‑\nmas” of low malignant potential. Semin Diagn Pathol. 2010;27(1):77–90.\n 3. Rypel J, Kubacka P , Mykała‑ Cieśla J, Pająk J, Bulska‑Będkowska W, \nChudek J. Locally advanced adenoid cystic carcinoma of the breast—\na case report with a review of the literature. Medicina (Kaunas). \n2023;59(11):2005.\n 4. Badve S, Dabbs DJ, Schnitt SJ, Baehner FL, Decker T, Eusebi V, et al. Basal‑\nlike and triple ‑negative breast cancers: a critical review with an emphasis \non the implications for pathologists and oncologists. Mod Pathol. \n2011;24(2):157–67.\n 5. Li L, Zhang D, Ma F. Adenoid cystic carcinoma of the breast may be \nexempt from adjuvant chemotherapy. J Clin Med. 2022;11(15). \n 6. Weigelt B, Geyer FC, Reis‑Filho JS. Histological types of breast cancer: how \nspecial are they? Mol Oncol. 2010;4(3):192–208.\n 7. Foschini MP , Morandi L, Asioli S, Giove G, Corradini AG, Eusebi V. The \nmorphological spectrum of salivary gland type tumours of the breast. \nPathology. 2017;49(2):215–27.\n 8. Reyes C, Jorda M, Gomez‑Fernández C. Salivary gland‑like tumors of the \nbreast express basal‑type immunohistochemical markers. Appl Immuno ‑\nhistochem Mol Morphol AIMM. 2013;21(4):283–6.\n 9. Nielsen TO, Hsu FD, Jensen K, Cheang M, Karaca G, Hu Z, et al. Immuno ‑\nhistochemical and clinical characterization of the basal‑like subtype of \ninvasive breast carcinoma. Clin Cancer Res. 2004;10(16):5367–74.\n 10. Kim J, Geyer FC, Martelotto LG, Ng CKY, Lim RS, Selenica P , et al. \nMYBL1 rearrangements and MYB amplification in breast adenoid cystic carcinomas lacking the MYB‑NFIB fusion gene. J Pathol. \n2018;244(2):143–50.\n 11. Ghabach B, Anderson WF, Curtis RE, Huycke MM, Lavigne JA, Dores GM. \nAdenoid cystic carcinoma of the breast in the United States (1977 to \n2006): a population‑based cohort study. Breast Cancer Res. 2010;12(4). \n 12. Miyai K, Schwartz MR, Divatia MK, Anton RC, Park YW, Ayala AG, et al. \nAdenoid cystic carcinoma of breast: recent advances. World J Clin Cases \nWJCC. 2014;2(12):732.\n 13. Kleer CG, Oberman HA. Adenoid cystic carcinoma of the breast: value \nof histologic grading and proliferative activity. Am J Surg Pathol. \n1998;22(5):569–75.\n 14. Lamovec J, Falconieri G, Salviato T, Pizzolitto S. Basaloid carcinoma of the \nbreast: a review of 9 cases, with delineation of a possible clinicopatho ‑\nlogic entity. Ann Diagn Pathol. 2008;12(1):4–11.\n 15. Shin SJ, Rosen PP . Solid variant of mammary adenoid cystic carci‑\nnoma with basaloid features: a study of nine cases. Am J Surg Pathol. \n2002;26(4):413–20.\n 16. Zhou RJ, Hu CY, Yu L, Bi R, Yang WT. Solid variant of mammary adenoid \ncystic carcinoma with basaloid features: a clinicopathologic and immu‑\nnohistochemical study. Chinese J Pathol. 2012;41(12):803–7.\n 17. Noske A, Schwabe M, Pahl S, Fallenberg E, Richter ‑Ehrenstein C, Dietel \nM, et al. Report of a metaplastic carcinoma of the breast with multi‑\ndirectional differentiation: an adenoid cystic carcinoma, a spindle cell \ncarcinoma and melanoma. Virchows Arch. 2008;452(5):575–9.\n 18. Guo Y, Lu L. Ultrasound findings of the breast adenoid cystic carcinoma. \nAsian J Surg. 2022;45(12):2890–1.\n 19. Yan Z, Leong MY, Lim GH. Discordant correlation of breast adenoid cystic \ncarcinoma on imaging and pathology: a case report and literature review \non surgical management. Int J Surg Case Rep. 2018;1(42):196–9.\n 20. Huang T, Fang Q, Niu L, Wang L, Sun X. Optimal surgical procedure for \ntreating early‑stage adenoid cystic carcinoma of the breast. Sci Rep. \n2023;13(1). \n 21. Thompson K, Grabowski J, Saltzstein SL, Sadler GR, Blair SL. Adenoid cystic \nbreast carcinoma: is axillary staging necessary in all cases? Results from \nthe California Cancer Registry. Breast J. 2011;17(5):485–9.\n 22. Yang L, Wang C, Liu M, Wang S. Evaluation of adjuvant treatments for \nadenoid cystic carcinoma of the breast: a population‑based, propen‑\nsity score matched cohort study from the SEER database. Diagnostics. \n2022;12(7):1760.\n 23. WHO Classification of Tumours Editorial Board. Breast tumours [Internet]. \nLyon (France): International Agency for Research on Cancer; 2019. (WHO \nclassification of tumours series, 5th ed.; vol. 2). Available from: https:// \ntumou rclas sific ation. iarc. who. int/ chapt  ers/ 32.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}