{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04998-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04998-y.pdf",
  "metadata": {
    "/Keywords": "Congenital scoliosis; Semi-segmented hemivertebra; Posterior approach",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241224151514+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241224163658+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04998-y",
    "/Author": "Bianca Mihaescu ",
    "/Title": "Semi-segmented lumbar supernumerary hemivertebra resection in congenital scoliosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04998-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Congenital scoliosis with progressive potential is a controversial subject in early-onset spinal deformities. The presence of a hemivertebra may produce severe spinal deformities. The evolution of a scoliotic curve \nin these cases is unpredictable and requires careful follow-up dependent on multiple variables, such as the location \nof the hemivertebra, the age of the patient at the time of diagnosis, and the degree of deformity already present \nin both sagittal and frontal planes. A segmented hemivertebra is an obvious cause of spinal deformity owing to its \nhigh progressive potential. A semi-segmented hemivertebra may induce severe deformities and surgery may be \nrequired, depending on the patients’ age, current deformity, and progressive potential. The age of 1.5–6 years is ideal \nto obtain an excellent surgical result. Prophylaxis of a predicted severe scoliotic curve owing to a semi-segmented \nhemivertebra requires a strategic surgical approach. While there are multiple surgical treatment options available \nnowadays, the current gold standard is the resection of the hemivertebra via a single posterior approach with limited \nfusion.\nCase description A 5-year-old Caucasian male child with congenital scoliosis owing to a semi-segmented hemiver tebra at the thoracolumbar junction and a synchondrotic vertebral body bridge below the hemivertebra. The \nparticularity of the hemivertebra consisted in the fact that it involved the L1 thoracolumbar transition area. The \narchitecture of the upper part of the deformity resembled a T12-like deformity while the lower part was L1-like. \nHemivertebra resection was performed by posterior approach and a short segmental fusion. The complete resection \nof the hemivertebra corrected the scoliotic curve and improved spinal balance. The patient was allowed to ambulate \nindependently 3 days postoperatively while wearing a protective brace. Unrestricted daily activity was permitted \n3 months after surgery. No complications were noticed until now.",
    "Conclusion": "Conclusion Extensive clinical and imaging examination of the congenital malformation should be performed \nin all cases of congenital scoliosis owing to semi-segmented hemivertebra, especially if surgery will be performed. \nProper diagnosis, age at surgery, and appropriate surgical technique ensure good",
    "Results": "results. Establishing which part \nof the involved spinal segment, including the semi-segmented hemivertebra, must be resected is essential to obtain \na good correction with the shortest possible spinal fixation.\nKeywords  Congenital scoliosis, Semi-segmented hemivertebra, Posterior approach\n*Correspondence:\nStefan Gavriliu\nstefan.gavriliu@umfcd.ro\nFull list of author information is available at the end of the article\nPage 2 of 7 Mihaescu et al. Journal of Medical Case Reports          (2024) 18:639 \nBackground\nCongenital scoliosis represents a special spinal pathology \nin children owing to the presence of spinal deformities \nstarting with intrauterine life. Congenital scoliosis is a \ndistinct part of early-onset scoliosis. Hemivertebra repre sents a formation defect owing to the absence of half of a \nvertebral body. It represents the most common cause of \ncongenital scoliosis. This deformity is classified as a rare \ndisease (3 cases per 10,000 newborns) and may present \nprogressive potential with accelerated worsening of the \nscoliotic curve. Diagnosis is possible early in intrauterine \nlife using ultrasonography [1]. There is a long period of \nevolution during the child’s growth until skeletal matu rity is reached. For these reasons congenital scoliosis is \na particular problem among pediatric spinal pathologies. \nThe goal of all early-onset scoliosis treatment is to obtain \na spine long enough to allow the development of all vital \norgans. Ideally, the final goal of the treatment is to obtain \na spine as straight as possible in the frontal plane while \npreserving the normal sagittal curves. The “ideal” surgi cal cases of congenital scoliosis are represented by sin gle-segmented hemivertebrae (simple solitary, unison). \nSegmented hemivertebrae may present a high progres sive potential requiring early surgical treatment. Semisegmented hemivertebrae, depending on factors, such as \nlocation (thoracolumbar, lumbosacral, or cervicothoracic \ntransition zones) and size, may lead to significant imbal ances of the spine owing to short arc curves and consecu tive decompensation of the adjacent spinal segments [2]. \nMultiple",
    "Methods": "methods of correction and control of scoliotic \ncurves in early-onset cases are available to prevent a \nsevere deformity of the spine without significantly affect ing spinal growth. Growth phases, especially the acceler ated ones, are typically managed safely until full skeletal \nmaturity is attained. Different surgical techniques have \nbeen standardized and improved lately to be as friendly \nas possible to the growth and development of the spine–\nthorax–lung axis [3]. Resection of the hemivertebra by a single posterior approach and minimal instrumentation \nhas become the ideal method of surgical treatment in \ncongenital scoliosis owing to hemivertebrae [4].\nThe resection of the hemivertebra according to Ruf and \nHarms (2002) via a single posterior approach and mini mal segmental instrumentation is nowadays the surgical \ngold standard. This technique presents the advantage of \na single posterior approach. It is limited to the level of \nthe hemivertebra and the adjacent vertebrae, resulting \nin minimal fusion that insignificantly affects the growth \nin height of the vertebral column. This technique allows \nboth the complete excision of the vertebral malformation \nrepresented by the hemivertebra, and a safe and minimal \nfixation by means of transpedicular screws or laminar \nhooks if pedicles cannot be instrumented. Magnetic res onance imaging (MRI), computed tomography (CT), and \nthree-dimensional CT (3D-CT) are very important in \nestablishing the surgical planning (Fig.  1). The differential \ndiagnosis of a segmented or a semi-segmented hemiver tebra are made by CT and MRI scans. X-rays are incon clusive in many cases. The significance of CT and MRI \nscans relies in their ability to detect potential associated \nspinal and medullary malformations that cannot be seen \non X-rays (bony or fibrous diastematomyelia, syringomy elia, and so on). The architecture of the hemivertebra and \nthe relation to neighboring structures may be accurately \nestablished [5].\nThe dimensions of the components of the adjacent ver tebrae to be instrumented (diameter, length and direc tion of the pedicles) are determined by spinal CT-scan. \nCT helps establish the correspondence of the malforma tion at the anterior level (vertebral bodies) related to the \nposterior part of the spine (vertebral laminae). This may \ndiscover cases of discordance between anterior and pos terior elements, which may change the planning related \nto the approach and instrumentation [6, 7]. The surgi cal procedure is ideally performed starting at the age of \n1.5–6  years [8, 9]. Real-time navigation highlights the \nFig. 1 Imaging investigations highlight a T12 semi-segmented hemivertebra and a junctional kyphosis with a short arc\nPage 3 of 7\n Mihaescu et al. Journal of Medical Case Reports          (2024) 18:639 \n \ncertainty of the complete excision of the hemivertebra, \nconfirming what the surgeon perceives visually and by \npalpation.\nThe detailed Ruf and Harms technique consists of:\n1. The patient is placed in prone position and intraop erative neuromonitoring sensors are applied. The \nhemivertebra is fluoroscopically identified.\n2. The incision and the approach are centered on the \nmidline (spinous apophyses) and only the adjacent \nvertebrae to be instrumented are exposed by a strict \nexposure. The lamina of the hemivertebra to be \nexcised is exposed and the sites of the transpedicular \nscrews are prepared (Fig. 2A).\n3. The transpedicular screws are inserted at the level of \nthe adjacent vertebrae. On the convex side (opposite \nto the hemivertebra) a provisional longitudinal rod is \nplaced to ensure the stability of the spine during the \nresection of the hemivertebra.\n4. The rib corresponding to the hemivertebra is identi fied and partially resected by costotomy and costotransverse and costo-vertebral disarticulation to gain \naccess to the lateral part of the hemivertebra. The \nhemivertebral pedicle is identified after detaching the \nhemivertebral lamina and the hemivertebra and the \nadjacent intervertebral discs are completely excised \nwith a curette. (Fig.  2B). This maneuver is likely to \ncause bleeding and hemostatic materials should be \nused to ensure a clearly visible operative field. The \ncorresponding nerve roots are protected. The last \ncomponent to be resected is the posterior wall of the \nhemivertebra. Special caution is required to avoid \ninjuries of the spinal cord. The complete excision of \nthe hemivertebra is confirmed visually and radiologi cally.\n5. Two final longitudinal rods are connected to inserted \npedicle screws. The correction of the scoliotic curva ture is obtained by compression of the convex side \n(closing the space from where the hemivertebra was \nexcised) and in some cases by minimal distraction on \nthe concave side. The bone autograft resulting from \nthe rib and hemivertebra resection is applied in the \ngap of the hemivertebral resection and around the \nscrew insertion area to obtain a firm spinal fusion \n(Fig. 2C).\nX-rays of the spine will be performed postoperatively \nto visualize the proper fixation and balance of the spine. \nIn older children there is no need for a spinal brace if \nadequate fixation is obtained (however, a brace is indi cated for safety in children under the age of 6 years for a \nperiod of 3–6 months) and mobilization may be carried \nout early.Fractures of the pedicles in the excision area of the \nhemivertebra are described in about 10% of cases \n(although intraoperatively the assembly may be stable \nduring compression maneuvers and the “pull-out” test). \nExtension of the implant one level lower without subpe riosteal dissection of the additional corresponding area \nis a viable option if a pedicle fracture is noticed during \nsurgery. A third rod (supra- and sublaminar hook in the \nform of a compacting claw) may be applied to stabilize \nthe adjacent vertebrae (Fig. 3).",
    "Case Presentation": "Case presentation\nWe present a case of congenital scoliosis with supernu merary L1 semi-segmented hemivertebra in a 5-yearold Caucasian male child (Fig.  4). The child’s history was \nunremarkable, except for the parents noticing a slight \nshifting of the shoulders and the pelvis while standing \nat the age of 3  years. The Adams’ test (forward bend ing) showed minimal curvature of the spinous processes \nFig. 2 Preoperative identification of the hemivertebra. Preparing \nof the insertion points of the transpedicular screws (A). Insertion \nof transpedicular screws and fixation of the spine with a provisional \nrod on the concavity. Identification of the hemilamina corresponding \nto the hemivertebra. Excision of the hemivertebra and radiological \ncheck (B). Mobility check of the spine and the efficiency \nof the transpedicular screws by compression maneuvers. Final \nimplant and radiological verification of correction (C)\nPage 4 of 7 Mihaescu et al. Journal of Medical Case Reports          (2024) 18:639 \ncentered on the lower thoracic area. The spinal X-rays \nidentified a scoliotic curve with a L1 supernumerary \nhemivertebra. CT and MRI exams revealed congenital \nscoliosis with a left L1 supernumerary semi-segmented \nhemivertebra and a left L5 megapophysis articulated to \nthe sacral wing. All other biological and functional exams \nwere within normal limits. No other visceral malfor mations were noticed. The child presented no physical \nimpairment.CT and MRI exams highlighted a L1 vertebra contain ing the supernumerary hemivertebra with the following \naspects: the right side of the L1 vertebra presented the \ntypical aspect of a lumbar vertebra. The left side (which \nincluded the hemivertebra) presented as a T12-like ver tebra in the upper part and a L1-like vertebra in the \nlower part. Which is the real hemivertebra, the upper or \nthe lower part of the L1? The patient also had a left L5 \nFig. 3 Postoperative fracture of a distal pedicle and extension of the implant with a distal level and consolidation with a third rod as a claw \nwith two laminar hooks\nFig. 4 Congenital scoliosis owing to a supernumerary left L1 semi-segmented hemivertebra and left L5 megapophysis articulated to the sacral \nwing. The true supernumerary semi-segmented hemivertebra could be the upper or the lower component (blue arrows). The left L1 component \nof the semi-segmented supernumerary hemivertebra appears as a T12 vertebra in the upper part and as a L1 in the lower part (red arrows). \nAn eccentric anterior synchondrotic bridge is noticed between L1 and L2\nPage 5 of 7\n Mihaescu et al. Journal of Medical Case Reports          (2024) 18:639 \n \ntransverse megapophysis articulated to the sacral wing \nwith no imbalance.\nThe scoliotic curve was not significant (approx. 20° \nCobb angle), but calculating the progressive potential \n(lumbar area, and eccentric underlying synchondrotic \nbridge on the same side as the hemivertebra) the prob able progression might be 2.5–3°/year. Such a scoliotic \ncurve could theoretically reach a 50° Cobb angle at skel etal maturity meaning a definite surgical indication. The \nexcision of the hemivertebra becomes logical according \nto this assumption [10]. Other surgical options would \nneither correct the scoliotic curvature nor the anterior \nvertebral wedging, with the consequent risk of kyphosis \nin the transition area and degenerative phenomenon. The \nonly procedure that directly addresses the malformation \nis hemivertebra resection. All other available techniques \nmay at best control the curve, but the vertebral malfor mation remains in place. Therefore, the indication for \nsurgical intervention was justified owing to the patient’s \nage (in the ideal interval), anterior wedging, no vertebral \nstructural changes, and pedicles of reasonable size. The \nwidening of the medullary canal in the hemivertebral \narea may lead to narrower pedicles consecutive to the \nchanges induced by the progression of the curvature, just \nas in concavities of idiopathic scoliosis.\nLogically the hemivertebra is the upper part of the left \nL1 and this one should be resected. A synchondrotic \nbridge between the lower left part of L1 and L2 was also \nnoticed. It seemed obvious to resect the upper part, but \nthis approach would have left the synchondrotic bridge \nin place, leading to degenerative phenomena and worsen ing of the kyphoscoliotic area below the fusion area. We \ntherefore decided to resect the lower part of the left L1 \nand to fuse L1 and L2.\nSurgery consisted of resection of the lower component \nof the supernumerary L1 semi-segmented hemivertebra. \nThe extension of the implant to L3 was considered for \nsafety reasons, but without deperiosting distal to L2 so \nthat the two L3 screws may be removed once solid fusion \nis established. A third rod was used in the form of a L1–\nL2 laminar claw for solid fixation. Distraction was per formed between L2 and L3 to remove pressure from the \nintervertebral disc (Fig.  5). The instrumentation between \nL2 and L3 may be removed a few months after surgery \nleaving the intact intervertebral joints mobile.\nThe child was able to walk independently, wearing a \nbrace for safety, 3 days after surgery. We noticed satisfac tory spinal correction with no frontal or sagittal imbal ance and proper fixation 6  weeks postoperatively. The \nbrace was discontinued 6 weeks after surgery. No physi cal impairment was noticed. The child was allowed unre stricted daily activities 3 months after surgery. Follow-up \nwill be continued yearly until skeletal maturity.",
    "Discussion": "Discussion\nThis case presents the surgical treatment of a congeni tal scoliosis with a semi-segmented supernumerary \nhemivertebra located in the T12–L1 transition area. \nCertain cases require surgery to avoid worsening of the \nscoliotic curve and accompanying complications. The \nevolution of these patients is unpredictable even if a very \ngood initial surgical correction has been achieved. Addi tional vertebral malformations could explain the possible \nappearance of secondary curves, especially during accel erated growth periods.\nA dilemma is the identification of the semi-segmented \nhemivertebra to be resected (conceptually simplified, the \nproximal part or the distal part of the vertebral malfor mation?), especially in the thoracolumbar transition area \nwhere vertebral architecture changes. A detailed CT \ninvestigation may reveal more detailed vertebral changes \nthat raise fundamental approach problems. Apparently \nwithout practical importance, these changes may influ ence the intraoperative and long-term postoperative \nFig. 5 Excision of the L1 supernumerary semi-segmented \nhemivertebra (lower component). The resection area is delimited \nwith a chisel after the partial excision of the semi-segmented \nhemivertebra. X-ray check-up in standing position\nPage 6 of 7 Mihaescu et al. Journal of Medical Case Reports          (2024) 18:639 \nresult considering the unpredictable evolution in the \ncontext of congenital scoliosis, including those operated \nsuccessfully [11]. Excision of a semi-segmented hemiver tebra is more difficult and riskier to perform owing to the \nabsence of an intervertebral disc, which functions as a \ngood landmark. An osteotome is helpful to clearly delimit \nthe resection area. The hemivertebra is linearly detached \nfrom the remaining vertebral component to reconstruct a \n“normal” vertebra. This maneuver is performed after the \npartial hemivertebral resection via curetting to allow the \ntipping with an osteotome of the remaining hemivertebra \nin the initially created space. It is recommended to use a \nthird rod in the form of a laminar claw and/or to extend \nthe implant without damaging the growth potential of \nthese levels [12]. The implant is limited to a two to three \nor sometimes four vertebral levels. This approach does \nnot require other subsequent surgical interventions com pared with other techniques (growing rods or controlled \ngrowth guidance). Spinal growth will not be significantly \naffected [ 13]. A third rod as a claw better stabilizes the \nentire assembly in very young patients with partially car tilaginous vertebrae in which fixation on the posterior \nvertebral arch is stronger than screws [14]. The implant \ncan be extended by one level for improved fixation, but \nwithout subperiosteal exposure, and without excising the \ninterspinous ligaments and the intervertebral articular \nprocesses. The transpedicular screws do not affect the \ndimensions of the medullary canal [15].\nConclusion\nHemivertebra resection represents the most effective \ntreatment (single intervention, limited fusion, and low \nmorbidity compared with the anterior or combined \napproach). The advantage of this technique consists in \nwhole hemivertebra excision by a minimal posterior \napproach. Proper diagnosis and surgical timing ensure \nthe best results while the decision of which part of the \nsemi-segmented hemivertebra is to be resected remains a \nquestion answered by careful examination of the malfor mation. This technique allows a rapid social reinsertion \nin daily activities and a significant improvement in qual ity of life. The results are not visible immediately, but in \nthe long term. Complications, such as severe curves, spi nal degenerative phenomena, and neurological problems, \nare avoided by correct surgical treatment. The limited \nfusion allows a quasi-normal increase in the size of the \nvertebral column respecting the spine–thorax–lung axis.\nAcknowledgements\nNot applicable.Author contributions\nAll authors have contributed as authors to this manuscript in terms of \nplanning, conception and design, writing and editing various drafts of the \nmanuscript, and have read and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nAll procedures performed in studies involving human participants were in \naccordance with the ethical standards of the institutional and/or national \nresearch committee and with the 1964 Helsinki Declaration and its later \namendments or comparable ethical standards.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant financial interests and no potential conflicts of \ninterest to disclose.\nAuthor details\n1 “Carol Davila” University of Medicine and Pharmacology, Bucharest, Romania. \n2 “Maria Sklodowska Curie” Children’s Emergency Hospital, Bucharest, Romania. \nReceived: 21 June 2024   Accepted: 26 November 2024\nReferences\n 1. Bohiltea RE, Ducu I, Mihai BM, Iordache AM, Dima V, Vladareanu EM, \nBacalbasa N, Bohiltea AT, Salmen T, Varlas V. First-trimester diagnosis of \nsupernumerary hemivertebra. Diagnostics. 2022;12(2):373. https:// doi. \norg/ 10. 3390/ diagn ostic s1202 0373.\n 2. Rong T, Jiao Y, Huang Y, Feng E, Sun H, Zhao J, Shen J. Morphological analysis of isolated hemivertebra: radiographic manifestations related to the \nseverity of congenital scoliosis. BMC Musculoskelet Disord. 2024;25:112. \nhttps:// doi. org/ 10. 1186/ s12891- 024- 07193-8.\n 3. Skaggs DL, Akbarnia BA, Flynn JM, Myung KS, Sponseller PD, Vitale MG. \nChest Wall and Spine Deformity Study; Group Growing Spine Study \nGroup; Pediatric Orthopaedic Society of North America; Scoliosis \nResearch Society Growing Spine Study Committee. A classification of \ngrowth friendly spine implants. J Pediatr Orthop. 2014;34(3):260–74. \nhttps:// doi. org/ 10. 1097/ BPO. 00000 00000 000073.\n 4. Ruf M, Harms J. Hemivertebra resection by a posterior approach innovative operative technique and first results. Spine. 2002;27(10):1116–23. \nhttps:// doi. org/ 10. 1097/ 00007 632- 20020 5150- 00020.\n 5. Simion C, Tarnoveanu S, Japie EM, Ghita RA, Gavriliu S, Spataru RI. Exotic \ncongenital scoliosis with diastematomyelia: two case report. SN Compr \nClin Med. 2021;3:1241–5. https:// doi. org/ 10. 1007/ s42399- 021- 00844-0.\n 6. Kawakami N, Tsuji T, Imagama S, Lenke LG, Puno RM, Kuklo TR. Spinal \nDeformity Study Group. Classification of congenital scoliosis and \nkyphosis: a new approach to the three-dimensional classification for \nprogressive vertebral anomalies requiring operative treatment. Spine. \n2009;34:1756–65. https:// doi. org/ 10. 1097/ BRS. 0b013 e3181 ac0045.\n 7. Imagama S, Kawakami N, Matsubara Y. Spacial relationships between a \ndeformed vertebra and an adjacent vertebra in congenial scoliosis—failure of formation. J Jpn Scoliosis Soc. 2005;20:20–5.\n 8. Ruf M, Harms J. Posterior hemivertebra resection with transpedicular \ninstrumentation: early correction in children aged 1 to 6 years. Spine. \nPage 7 of 7\n Mihaescu et al. Journal of Medical Case Reports          (2024) 18:639 \n \n2003;28(18):2132–8. https:// doi. org/ 10. 1097/ 01. BRS. 00000 84627. 57308. \n4A.\n 9. Frank S, Piantoni L, Tello CA, Remondino RG, Galaretto E, Falconi BA, Noel \nMA. Hemivertebra resection in small children. A literature review. Global \nSpine J. 2023;13(3):897–909. https:// doi. org/ 10. 1177/ 21925 68222 11300 \n60.\n 10. Tikool A, Kothari MK, Shah K, Nene A. Current concepts—congenital \nscoliosis. Open Orthopaed J. 2017;11(Suppl 2):337–45. https:// doi. org/ 10. \n2174/ 18743 25001 71101 0337.\n 11. Bao BX, Yan H, Tang JG, Qiu DJ, Wu YX, Cheng XK. An analysis of the \nrisk factors for adding-on phenomena after posterior hemivertebral \nresection and pedicle screw fixation for the treatment of congenital \nscoliosis caused by hemivertebral malformation. Ther Clin Risk Manag. \n2022;18:409–19. https:// doi. org/ 10. 2147/ TCRM. S3527 93.\n 12. Emans JB, Glotzbecker M, Hedequist D. Hemivertebra excision-posterioronly approach with 3-rod technique. Oper Tech Orthop. 2016;26:258–67. \nhttps:// doi. org/ 10. 1053/j. oto. 2016. 09. 008.\n 13. Wang Y, Sun X, Li W, Shi B, Liu Z, Wang B, Qiu Y, Zhu Z. Hemivertebra \nresection after age three produces the similar results but with less \ncomplications compared to earlier surgery: a minimum of 5-year \nfollow-up. J Orthop Surg Res. 2023;18:651. https:// doi. org/ 10. 1186/ \ns13018- 023- 04096-7.\n 14. Gavriliu S, Japie EM, Hamei SA, Mihaescu B, Simion C. Tips and tricks to \nobtain good results in the surgical treatment of congenital scoliosis by \nposterior hemivertebra resection and segmental spinal fusion. Int J Orth. \n2020;7(2):1236–8. https:// doi. org/ 10. 17554/j. issn. 2311- 5106. 2020. 07. 360.\n 15. Zhang Y, Peng Q, Wang S, Yang Y, Lin G, Zhang J. A pilot study of influence of pedicle screw instrumentation on immature vertebra: a minimal \n5-year follow-up in children younger than 5 years. J Neurosurg Pediatr. \n2019;23:680–7. https:// doi. org/ 10. 3171/ 2018. 12. PEDS1 8622.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}