{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05095-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05095-4.pdf",
  "metadata": {
    "/Keywords": "Pernicious anemia; Recurrent lower limb weakness; Rural setting; Uganda",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250218173957+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250214170406+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05095-4",
    "/Author": "Venance Emmanuel Mswelo ",
    "/Title": "Rural health challenges in Western Uganda: pernicious anemia masquerading as recurrent lower limb weakness—a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05095-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Pernicious anemia, also called Biemer’s disease, is an autoimmune disease and the most common \ncause of cobalamin deficiency globally. Various genetic, environmental, and immunological factors interplay to lead \nto its presentation. Pernicious anemia has a myriad of presentations, which can range from hematological and skinrelated to neurological. Pernicious anemia has been reported among people of all ages worldwide, especially those \nover 60 years old. Its prevalence in the general population is about 0.1% and 1.9% for elderly patients over 60 years \nold. Like most other autoimmune diseases, females are more affected than males. However, there are case reports \nof pernicious anemia occurring in individuals at 40 years of age. The prevalence of pernicious anemia in Africa \nhas been reportedly low, possibly owing to underdiagnosis.",
    "Case Presentation": "Case presentation This case identifies a 51-year-old Ugandan man from the tribe of Ankole who presented \nwith lower limb weakness for about 2 months. He had a similar presentation 7 years prior for which he was treated \nfor vitamin B12 deficiency. Initial blood counts revealed macrocytic anemia. Considering the recurrence of symptoms, \nserum cobalamin levels and serum intrinsic factor autoantibodies were tested and the diagnosis of pernicious anemia \nwas confirmed. The patient improved on parenteral methylcobalamin therapy.",
    "Conclusion": "Conclusion This case report highlights the importance of a high index of suspicion in early diagnosis of vitamin B12 \ndeficiency as a cause of neurological symptoms and in considering the diagnosis and empiric therapy for pernicious \nanemia in a resource-limited context.\nKeywords  Pernicious anemia, Recurrent lower limb weakness, Rural setting, Uganda\nBackground\nPernicious anemia, also called Biemer’s disease, is an \nautoimmune disease and the most common cause of \ncobalamin deficiency globally. Various genetic, envi ronmental, and immunological factors interplay to lead \nto its presentation. It may co-occur with autoimmune \nconditions such as thyroid diseases, insulin-depend ent diabetes mellitus, polyendocrinopathy, and vitiligo \n[1–3]. Pernicious anemia has a myriad of presentations \nthat can range from hematological and skin-related to Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nVenance Emmanuel Mswelo\nmswelo.venance@studwc.kiu.ac.ug\n1 Department of Internal Medicine, Faculty of Clinical Medicine \nand Dentistry, Kampala International University, Kampala, Uganda\n2 Department of Surgery, Faculty of Clinical Medicine and Dentistry, \nKampala International University, Kampala, Uganda\n3 Infectious Diseases Institute, Makerere University, Kampala, Uganda\nPage 2 of 4 Mswelo et al. Journal of Medical Case Reports           (2025) 19:60 \nneurological [4]. Affected patients may present with \nsymptoms of anemia such as palpitations, lethargy, diz ziness, headache, and later neurological symptoms such \nas paresthesia, imbalance, dementia, psychosis, person ality changes, and skin hyperpigmentation [1, 3]. Perni cious anemia (PA) has been reported among people of all \nages worldwide, especially those over 60 years old [2, 3]. \nIts prevalence in the general population is about 0.1% and \n1.9% for elderly patients over 60 years. The exact preva lence of PA in Africa is not known. Like most other auto immune diseases, females are more affected than males. \nHowever, there are case reports of PA occurring in indi viduals at 40 years of age [5–7]. Here, we report the case \nof a 51-year-old man who presented with recurrent lower \nlimb weakness and was later diagnosed with pernicious \nanemia in a resource-limited rural setting in Western \nUganda.\nCase presentation\nA 51-year-old Ugandan man from the tribe of Ankole \nwho had no documented chronic illness visited an out patient department at Kampala International Univer sity-Teaching Hospital (KIU-TH) in Ishaka-Bushenyi in \nFebruary 2024 in a wheelchair. His main complaint was \nlower limb weakness for about 2  months. The weak ness was progressively worsening over days, making \nhim walk at a slow pace with an abnormal gait and often \ntimes needing support. He reported no forgetfulness, \nloss of sensation, or abnormal sensation in any limb. He \nreported having no swelling, joint pain, muscle pain, \nor stiffness. Upon the review of other systems, he had \nno respiratory symptoms, no dyspepsia, normal bowel \nand micturition habits, no palpitations, no fever, and no \nweight loss. In his past medical history, he had a similar \npresentation in 2017 and was diagnosed to have vitamin \nB12 deficiency. The lumbar spine computed tomography \n(CT) scan performed during that time at Mayanja Memo rial Hospital (in Mbarara, Western Uganda) showed mild \nlumbar spondylosis with no evidence of tumor or spi nal cord compression. He was treated with parenteral \nmethylcobalamin and oral folic acid and was advised to \neat red meat. Had no known allergies to foods or drugs \nand no history of being dewormed in recent years. He \ndenied taking any medication or herbal preparations and \nhad no history of major abdominal surgery. He was from \nBushenyi, Western Uganda, and was living with his wife \nand children. He denied a history of smoking and taking \nalcohol. His meals were mainly vegetables and occasion ally meat and fish once or twice a week. There was no \nhistory of similar presentations or documented autoim mune conditions among siblings, parents, or children.\nPhysical examination revealed normal vital signs; \nthe patient was afebrile and not wasted, with mild conjunctival pallor, no jaundice, no skin or nail findings \nnoted, tongue changes, no palpable lymph nodes, and \nno lower limb edema. Systemic examination revealed \nthe following: Glasgow coma scale was 15/15, there were \nnegative signs of meningismus, his pupils were 3  mm \neach and reactive to light, and he had normal muscle \npower, tone, and sensation. However, he had a positive \nRomberg test and an unsteady gait. His muscles had nor mal bulkiness with no wasting or fasciculations, deep \ntendon reflexes and plantar reflexes showed normal find ings focally, and no neurological deficits were noted. \nAbdominal examination showed normal findings; no ten derness or organomegaly was ascertained. On cardiores piratory examination, the patient had bilateral equal air \nentry with normal vesicular breath sounds and normal S1 \nand S2 heart sounds with no added sound.\nThe complete blood count carried out in the preced ing 2 weeks before the review showed macrocytosis with \na mean corpuscular volume (MCV) of 114.4 fl (Table  1). \nThe current blood count showed a mild decrease in all \nthree cell lines, indicating macrocytic anemia (hemo globin of 9.7 g/dl and MCV of 115 fl) (Table  2). With a \npositive history of vitamin B12 deficiency, serum vitamin \nB12 level was ordered and found to be low ( < 61 pmol/L) \n(Table  3). Given the recurrence, we ordered intrinsic fac tor antibodies (the blood sample was shipped to South \nAfrica owing to a lack of a facility to perform the test in \nour area), which were positive (Table  3), thereby con firming pernicious anemia as a cause of recurrent B12 \ndeficiency and the hematologic and neurologic manifes tations. The patient was started on intramuscular methyl cobalamin 1 mg daily for 1 week and oral folic acid 5 mg \nTable 1 Complete blood count carried out 2 weeks earlier\nWBC: White Blood Cells, PLT: platelets, GRAN: Granulocytes, LYMPH: \nLymphocytes, HGB: Hemoglobin, MCV: Mean corpuscular volume, MCH: Mean \ncorpuscular Hemoglobin, MCH: Mean corpuscular Hemoglobin Concentration, \nMID: Mixed cells, RBC: Red Blood Cells, HCT: Hematocrit, ESR: Erythrocyte \nSedimentation Rate, TPHA: Treponema pallium Hemaglutination Assay, HIV: \nHuman Immunodeficiency VirusResults Reference ranges Flags\nWBC 3.9 × 109/L 4.0–11.0 Low\nLYMPH 1.6 ×  109/L 1.5–4.0\nMID 0.3 ×  109/L 0.1–1.5\nGRAN# 2.1 ×  109/L 2.0–7.0\nHGB 11.1 g/dl 11.5–16.5 Low\nRBC 3.15 ×  1012/L 3.5–5.50\nHCT 36.0% 37.0–54\nMCV 114.4 fl 80–100 High\nMCH 35.4 pg 27–34.0\nMCHC 30.8 g/dl 30.0–36.0\nPLT 166 ×  109/L 150–450\nPage 3 of 4\n Mswelo et al. Journal of Medical Case Reports           (2025) 19:60 \n \ndaily. He then received 1 mg of methylcobalamin weekly \nfor a month and was scheduled for regular monthly reas sessment and lifelong parenteral methylcobalamin ther apy. During his follow-up, after the 4th to 6th month of \nbeing on the injection, he reported marked progressive \nimprovement and was able to walk without support.",
    "Discussion": "Discussion\nCobalamin is found largely in animal-based foods such as \neggs, meat, and dairy products. The absorption of cobala min at the terminal ileum is largely dependent on the \nintrinsic factor, a glycoprotein secreted by gastric parietal cells. Small amounts of cobalamin can be absorbed inde pendent of the intrinsic factor (IF). Pernicious anemia \n(PA) is characterized by the presence of autoantibodies \n(IgG type) against the intrinsic factor and parietal cell. \nIntrinsic factor autoantibodies type I target the binding \nsite of cobalamin, while type II are directed against IF’s \nbinding to the mucosal epithelium of the terminal ileum, \nthereby interfering with normal cobalamin absorption. \nThe peak postprandial serum cobalamin level is reached \nafter 3–8 hours in these patients compared with 2 hours \nin normal individuals [1, 2].\nPA has been reported among people of all ages world wide, especially those over 60 years old [2, 3]. The preva lence of pernicious anemia in Africa has been reportedly \nlow. The low prevalence may be explained by numerous \ndiagnostic challenges in this setting. These factors may \ninclude a myriad of clinical presentations, a low index \nof suspicion, simultaneous occurrence with microcytic/\nnormocytic anemias, the complexity of investigations, \nunavailability, and high costs of diagnostic investigations \n[1, 8]. In Uganda, vitamin B12 deficiency has been asso ciated with nutritional deficiency, metformin use among \nthose with diabetes mellitus, patients with the human \nimmunodeficiency virus (HIV), pregnant women, and \npsychiatry patients [9, 10].\nThe presentation is often stealthy; the classic triad \nincludes glossitis, jaundice, and myeloneuropathy [1, 3, \n11, 12]. In our case study, the patient presented with neu rological symptoms and macrocytic anemia.\nA high index of suspicion, early diagnosis, and treating \npernicious anemia are crucial in halting the progression \nof the disease. Late diagnosis may cause severe neuro logical disabilities [8]. If not treated early, fatal anemia \nand/or irreversible neurologic impairments may develop \n[1, 3]. A study in Italy reported an increased risk of gas tric cancers and type I gastric neuroendocrine tumors \nin patients with PA [6]. Therefore, empiric therapy may \nbe recommended in settings where complete laboratory \nworkups are not feasible. For instance, in our case, we \ncould not perform endoscopy and gastric mucosa studies \n(owing to unavailability of the test at the facility during \nthe time of reviewing this patient).\nMegaloblastic anemia has also been reported among \npatients with helminth infestations due to malabsorption \n[13, 14]. The stool analysis test of our patient was positive \nfor Taenia sagnata and Strongyloides stercoralis, which \nmight have contributed to the anemia.\nThe prevalence of PA is probably beyond the existing \nfigures  [6]. There was possibly a low index of suspicion \nfor PA in this patient during the initial visit 7 years prior \nand the cobalamin deficiency was attributed to dietary \nintake. Routine screening of serum levels is only rec ommended for patients with risk factors, particularly, Table 2 Complete blood count carried out on the day of \nassessment\nWBC: White Blood Cells, PLT: platelets, GRAN: Granulocytes, LYMPH: \nLymphocytes, HGB: Hemoglobin, MCV: Mean corpuscular volume, MCH: Mean \ncorpuscular Hemoglobin, MCH: Mean corpuscular Hemoglobin Concentration, \nMID: Mixed cells, RBC: Red Blood Cells, HCT: Hematocrit, ESR: Erythrocyte \nSedimentation Rate, TPHA: Treponema pallium Hemaglutination Assay, HIV: \nHuman Immunodeficiency VirusResults Reference ranges Flags\nWBC 3.5 × 109/L 4.0–11.0 Low\nLYMPH 1.3 ×  109/L 1.5–4.0\nMID 0.2 ×  109/L 0.1–1.5\nGRAN# 2.0 ×  109/L 2.0–7.0\nHGB 9.7 g/dl 11.5–16.5 Low\nRBC 2.76 ×  1012/L 3.5–5.50\nHCT 31.7% 37.0–54\nMCV 115.0 fl 80–100 High\nMCH 35.1 pg 27–34.0\nMCHC 30.5 g/dl 30.0–36.0\nPLT 126 × 109/L 150–450 Low\nTable 3 Other laboratory workups performed\nReference range Flag\nRandom blood \nglucose5.9 mmol/L Normal\nTPHA (syphilis) Nonreactive\nHIV serology Nonreactive\nSerum folic acid 36.3 > 12.19 Normal\nESR 17 1–30 Normal\nStool analysis 04 Taenia \nsagnata/10HPF\n17–20 Strongy loides stercoralis \nova/10HPF\nSerum vitamin B12 < 61 pmol/L Normal >156\nBorderline \n(120–156)Low\nIntrinsic factor \nantibodyPositive Positive\nPage 4 of 4 Mswelo et al. Journal of Medical Case Reports           (2025) 19:60 \nchronic gastrointestinal conditions, autoimmune dis eases, and older age [15]. This case study serves as a \nremainder to healthcare workers on the importance of \nextended screening for high-risk patients, particularly \nthose with anemia and/or neurologic symptoms. Homo cysteine and methylmalonic acid are also among the \nimportant diagnostic elements for cobalamin deficiency \nas they can determine the clinical syndrome [8]. How ever, in this case, they were not carried out owing to the \nlimited availability of the test in the local setting and the \nhigh costs of outsourcing.\nThe British Society of Haematology recommends \nmuch more aggressive parenteral therapy for patients \nwith neurological manifestations than those without [15, \n16]. Although it is called pernicious anemia, parenteral \ncobalamin therapy leads to the reversibility of bone mar row and most of the associated symptoms [1]. There are \nlimited reports on this subject matter in most develop ing countries, particularly in Africa. Our patient reported \nimprovement in walking after receiving several injections \nof methylcobalamin over the course of 6 months.\nConclusion\nThis case reveals a gap in diagnosing pernicious anemia \nin resource-limited settings and developing countries, \nparticularly in rural regions. The epidemiological charac teristics of pernicious anemia in such regions have been \ndocumented to be low, probably owing to incapacitated \nlaboratory milestones. The scarcity of existing litera ture causes the problem to be overlooked. A high index \nof suspicion, early screening, and diagnosis are key to \nearly treatment and hence, good patient outcomes. More \nstudies should be performed to update the figures on the \nmagnitude of pernicious anemia in developing countries. \nIn a resource-limited setting, where most of the diag nostic workups may not be available, we suggest starting \nempiric methylcobalamin in patients suspected of having \nPA until the diagnosis is ruled out.\nAbbreviations\nCT  Computed tomography\nESR  Erythrocyte sedimentation rate\nHIV  Human immunodeficiency virus\nIF  Intrinsic factor\nIFA  Intrinsic factor antibodies\nPA  Pernicious anemia\nPLT  Platelets\nRBC  Red blood cell\nWBC  White blood cell\nAcknowledgements\nWe acknowledge the patient and his family and the internal medicine depart ment of Kampala International University Teaching Hospital.\nAuthor contributions\nAll authors were involved in the conception and writing of the case reports.Funding\nThis study had no funding.\nAvailability of data and materials\nData will be available in the supplementary materials.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 19 July 2024   Accepted: 24 January 2025\nReferences\n 1. Htut TW, Thein KZ, Oo TH. Pernicious anemia: pathophysiology and \ndiagnostic difficulties. 2021;(June 2020):161–9.\n 2. Vaqar S, Shackelford KB. Pernicious anemia. 2024.\n 3. Hospital T, Azzouz Y, Abidi S, Chbicheb S, Azzouz Y, Surgery O, et al. \nRetrospective cross-sectional study of 34 cases of pernicious anemia at \nMohammed V Military Training. 2023.\n 4. Pernicious anemia. 2020;135(19):2020.\n 5. Pernicious anemia in young: a case report with review of. 2015;4(4):902–6.\n 6. Esposito G, Dottori L, Pivetta G, Ligato I, Dilaghi E, Lahner E. Pernicious \nanemia: the hematological presentation of a multifaceted disorder \ncaused by cobalamin deficiency. 2022.\n 7. Romero KN, Patel F, Rai O, Quan A, Reddy P . A case of pernicious anemia \npresenting with severe hemolysis. 2023;113(12):3–7.\n 8. Mwenda V, Musa M. Thromboembolic diseases challenges in diagnosing \npernicious anemia: a case series. 2014;2(6):8–11.\n 9. Akabwai GP , Kibirige D, Mugenyi L, Kaddu M, Opio C, Lalitha R, et al. \nVitamin B12 deficiency among adult diabetic patients in Uganda: relation \nto glycaemic control and haemoglobin concentration. J Diabetes Metab \nDisord. 2016. https:// doi. org/ 10. 1186/ s40200- 016- 0250-x.\n 10. Semeere AS, Nakanjako D, Ddungu H, Kambugu A, Manabe YC, Cole bunders R. Sub-optimal vitamin B-12 levels among ART-Naı positive \nindividuals in an urban cohort in Uganda. 2012;7(7):1–7.\n 11. Ammouri W, Harmouche H, Khibri H, Azlarab M, Tazi ZM, Maamar M. Per nicious anaemia: mechanisms, diagnosis, and management. 2019;(January 2020):71–80.\n 12. Article O. Vitamin B12 deficiency in psychiatric patients admitted in a \ntertiary care hospital. 2020;196–201.\n 13. Layden AJ, Täse K, Finkelstein JL. Neglected tropical diseases and vitamin \nB 12: a review of the current evidence. 2018;(August):423–35.\n 14. Kadılar Ö, Bozkurt B, Karakeçe E, Kaya T, Çiftçi İH, Tamer A. B12 vitamin \nEksikliği Olan nadir strongyloides stercoralis vakasi rare case of strongyloides stercoralis with vitamin B12 deficiency. 2015;238–40.\n 15. Langan RC, Goodbred AJ, Luke S, Residency M. Vitamin B12 deficiency: \nrecognition and management. 2017;\n 16. Qiu C, Chan H, Low LL. Oral vitamin B12 replacement for the treatment of \npernicious anemia. 2016;3(August):1–6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}