{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04888-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04888-3.pdf",
  "metadata": {
    "/Keywords": "Binaural pulse modulation; Neurofeedback; Anxiety; Depression; Distress; Stress; PTSD; QEEG; FMRI",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241128120517+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241125182020+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04888-3",
    "/Author": "Gerry Leisman ",
    "/Title": "The effect of binaural pulse modulation (B.P.M) on brain state in depression and anxiety: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04888-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract \nObjective In this pilot study a binaural pulse modulator was tested to see if it leads to a change in self-reported \nmeasures of distress. This binaural pulse modulator produces two frequencies that combine to create a binaural \npulse to stimulate the nervous system through a differential auditory tone presentation and the response of the user \ncan be adjusted to the appropriate target tone for effective treatment use. Each individual calibrated the binaural \npulse to increase the level of emotion experienced while imagining an experience with a similar emotional valence \nor while engaged in a cognitive function while also listening to the sound. “Treatment” is based on the client’s control \nof the binaural pulses to achieve the desired state. Training focuses on specific aspects of their psychological difficulties while listening to an auditory tone, turning a knob until the sound becomes uncomfortable. Finally, another knob \nis turned to cancel out the uncomfortable noise which appears to be associated with a reduction in distress.\nCase presentations Four adult Hispanic participants (three females and one male) were studied with self-reported \nmeasures of distress (generalized anxiety disorder 7, Coronavirus Disease Stress Scale, posttraumatic stress disorder checklist for Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, and Beck depression scale \nII) were completed at screening, before treatment, after treatment, 4-weeks post-treatment, and 12-weeks posttreatment. Quantitative electroencephalogram and functional magnetic resonance imaging were also performed \nbefore and after treatment.",
    "Results": "Results Preliminary findings indicated that at the end of treatment with binaural pulse modulator there were \nreported reductions in self-reported levels of distress. Quantitative electroencephalogram as well as functional magnetic resonance imaging changes in brain state were also noted when comparing pre- to post-treatment. Conclusions: binaural pulse modulator use appears to result in temporary changes in self-reported levels of distress dur ing treatment. Limitations of the study are reviewed and directions for further research are offered.\nKeywords  Binaural pulse modulation, Neurofeedback, Anxiety, Depression, Distress, Stress, PTSD, QEEG, FMRI\n*Correspondence:\nGerry Leisman\ng.leisman@alumni.manchester.ac.uk\nFull list of author information is available at the end of the article\nPage 2 of 11 Leisman et al. Journal of Medical Case Reports          (2024) 18:574",
    "Introduction": "Introduction\nPsychological interventions for mental disorders are \ncommonly validated for their clinical rather than their \nbiological effects. However, it is increasingly recognized \nthat a better understanding of the neural changes accom panying successful psychotherapy may have considerable \nbenefits [1]. For example, if we can identify pathologi cal activation patterns in relation to psychiatric symp toms, and if these patterns normalize after intervention, \nwe may use this information in the development of new \ntreatment protocols targeting the functional correlates \nof specific brain networks. To take the matter one step \nfurther, we might even be able to target these pathologi cal networks directly through neurofeedback [2]. Several \ndecades of feedback research with electroencephalo gram (EEG) signals have shown that participants can be \ntrained to influence the amplitude or topography of spe cific components of scalp electric activity [3]. However, it \nhas been very difficult to influence specific mental states \nor treat psychiatric disorders with EEG-based neurofeed back, probably because of its low spatial specificity and \ndifficulties associated with the poor signal-to-noise ratio \nprovided by single trial-based EEG [4–11]. This phenom enon, which was initially seen in Brain–Computer Inter face (BCI) research, has been shown for both healthy and \nunwell participants. It is known in the literature as BCI \nilliteracy [4, 9, 12] or BCI inefficiency [6, 13].\nIt is well known that a coincidence of frequencies exists \nbetween neural and musical rhythms [14–17]. Musi cal rhythms and low-frequency thalamocortical activity \nhave been reported to entrain [16, 18, 19]. Much atten tion in the literature has been given to the synchronicity \nof neurodynamic processes and the physiological signifi cance of this phenomenon. It has been demonstrated that \nsynchronization phenomena exert a significant influence \nin the mechanisms of higher integrative brain functions \n[20]. This applies to both endogenous neurodynamic pro cesses and neural activity evoked by external stimuli. For \nexample, the development of conditioned reflex is possi ble at a certain level of synchronization (combination) of \nexternal stimuli: conditional and unconditional [21, 22].\nThe time factor or temporal coincidence of different \nactivations is considered as the most important condition \nfor long-term changes in synaptic efficiency [23–25]. An \nexample of the importance of endogenous synchroniza tion is the message that the activation of attention and \nconsciously predicted arbitrary movements are accompa nied by synchronized discharges of neurons of the non specific and motor thalamus. The processes associated \nwith the synchronization of neural activity is considered \nto be one of the important mechanisms of thalamocorti cal integration [26, 27]. Synchronization of endogenous \nneural activity with external stimuli is essential for the brain information and stimulation-seeking organ [28, 29]. \nThe literature supports the notion that afferent impulses, \ncombined with certain phases of spontaneous neu ral activity can lead to a restructuring of the bioelectric \nactivity of the brain.\nA binaural pulse modulator (BPM) is a non-typical bio feedback device that, using audio input, stimulates the \nnervous system. Each individual calibrated the sound to \nincrease the level of emotion (positive or negative) expe rienced while imagining an experience and while also \nlistening to the sound from the device. Our objective in \nthis pilot study was to examine the possibility of using a \nBPM-type device to restore the psycho-emotional state \nby activating the endogenous processes of self-regulation \nto activate the processes of recovery from anxiety and \ndepression. In particular, we desired to demonstrate that \nbrain networks associated with specific emotions will be \nregulated by BPM-type systems.",
    "Methods": "Methods and methodology\nThe synergetic EEG functional magnetic resonance imag ing (fMRI) analysis of cognitive activity is an effective \nnoninvasive means showing localization of brain pro cess, its dynamics, and the relation between the central \nhemodynamics and electrical activity of the brain, as well \nas documentation of neuroplastic changes in brain activ ity [30]. The synchronous EEG–fMRI study of adaptive \nfeedback that allows direct activation of brain structures \nis of special interest. This method should open up new \nprospects in the correction of various disturbances of the \nhigher nervous activity and in the instant case in treating \ndepression and anxiety.\nIn the present work, we employed both continuous \nEEG (CEEG) and fMRI as well as psychometric testing to \nidentify areas reactive to positive and negative emotional \nstimuli and then BPM feedback to train participants to \nupregulate the target areas associated with processing \nnegative stimuli. We aim to demonstrate that brain net works associated with specific emotions will indeed be \nregulated employing neurofeedback.\nParticipants\nThree female and one male adult participants were exam ined. Each of the participants was diagnosed with major \ndepression and/or anxiety and evaluated by a psychiatrist \nand or psychologist and by scores on the Beck Depres sion Scale or Geriatric Depression Scale, the Generalized \nAnxiety Disorder test (GAD-7) [31], the Coronavirus \nDisease (COVID) Stress Scale, and/or the PSTD Check list for DSM-5 (PCL-5) [32]. None of the individuals \nexamined presented with a history of neurological dis ease or disorder, history of seizures, or trauma either \npsychological or physical. Each of the participants had \nPage 3 of 11\n Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \n \nTable 1 Evaluation data\nInitial evaluation Pre-treatment After four weeks of treatment End of treatment 12 Weeks after treatment\nLCR RVCH OGD EAIP LCR RVCH OGD EAIP LCR RVCH OGD EAIP LCR RVCH OGD EAIP LCR RVCH OGD EAIP\nGeneral. \nanxiety \ndisor der- \nGAD-7 \n(Spitzer, \n2006)18 18 18 17 20\nCOVID \nstress \nscale51 52 53 54 59\nPTSD \nchecklist \nfor DSMV80 80 80 80 71 80 37 80 71 80\nBeck \ndepress. \nscale-II63 62 10 62 63 62 9 62 60 47 15 62 60 39 12 62 60 52 17 62\nPage 4 of 11 Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \nphysical examinations that ruled out hypothyroidism \nhyperthyroidism or any form of cancer. Each participant \nwas medication-free including corticosteroids or appetite \nsuppressants. None of the three individuals studied pre sented with or suffered from potentially comorbid con ditions such as asthma. The participants’ scores pre- and \npost-treatment may be found in Table 1.\nInclusion criteria\nEach participant presented or met the criteria for diag nosis of an anxiety disorder, symptoms of posttrau matic stress disorder (PTSD), and/or presented with a \nhigh level of distress associated with anxiety based on \nan objective screening measure. None of the individu als studied were taking any prescribed medication of any \nkind before and during the study.\nExclusion criteria\nNone of the individuals studied suffered from a primary \npsychiatric complaint that was a non-anxiety diagnosis, \na diagnosis such as pervasive developmental disorder \n(PDD) or developmental coordination disorder (DCD), \nan active or inactive psychotic or thought disorder, active \nsubstance abuse or dependence excluding nicotine, caf feine or cannabis, hearing impairment, epilepsy or gen eralized seizure disorder, cerebral palsy, traumatic brain \ninjury or history of brain surgery, neurologic abnormali ties such as autism spectrum disorder (ASD), dyslexia, \nmetabolic illness, autoimmune disease, vascular disorder, \nhistory of cancer, and not presently breastfeeding.\nCase presentations\nCase 1\nL.C.R. is a left-sided 19-year-old Hispanic female with a \nhigh school-level education. L.C.R. presented with sig nificant levels of distress symptoms based on anxiety \nand demonstrated symptoms of distress related to the \npost-COVID syndrome. No developmental abnormali ties were reported, and no history of attention deficit \nhyperactivity disorder (ADHD), autism spectrum disor der, or significant physical impairment or disorder was \nevidenced. Her Wechsler Adult Intelligence Scale (WAIS) \nfull-scale intelligence quotient (IQ) was 123. On the Gen eralized Anxiety Disorder 7 (GAD-7) scale upon initial \nevaluation, L.C.R. scored 18, and 2 weeks after, before \ntreatment, L.C.R. again scored 18. After 4 weeks of treat ment, when retested, L.C.R. scored 18. L.C.R. scored 17 \non the GAD-7 after treatment and 12 weeks later she had \na score of 20. On the Beck Depression Scale II, L.C.R., \nupon initial evaluation, scored 63, and 2 weeks later at \nthe outset of treatment, the score was again reported as \n63. After 4 weeks of treatment, her Beck Score was 60 \nand after the treatment L.C.R. again scored 60.Case 2\nR.V.C.H. is a right-sided 38-year-old Hispanic female \nwith a university education and a full-scale WAIS IQ of \n116. R.V.C.H. presented with significant levels of symp toms of distress based on anxiety and demonstrated \nsymptoms of distress related to post-COVID syndrome. \nNo developmental abnormalities were reported, and no \nhistory of ADHD, autism spectrum disorder, or signifi cant physical impairment. On the PTSD checklist upon \ninitial evaluation, R.V.C.H. scored 80, and 2 weeks after, \nbefore treatment, R.V.C.H. again scored 80. After 4 weeks \nof treatment, when retested, R.V.C.H. scored 71. R.V.C.H \nscored 37 on the PTSD Checklist after treatment and 12 \nweeks later obtained a score of 71. On the Beck Depres sion Scale II R.V.C.H., upon initial evaluation, scored 62, \nand 2 weeks later at the outset of treatment the score \nwas again reported as 62. Four weeks after treatment \ninitiating treatment, R.V.C.H. obtained a score of 47 on \nthe Beck Scale and 39 after the treatment. Twelve weeks \nlater, R.V.C.H. ’s score increased to 52 on the Beck scale.\nCase 3\nO.G.D. is a right-sided 59-year-old Hispanic female with \na university-level education and a W.A.I.S. full scale IQ of \n135. No developmental abnormalities were reported, and \nno history of ADHD, autism spectrum disorder, or sig nificant physical impairment or disorder. On the COVID \nStress Scale, upon initial evaluation, O.G.D. scored 51, \nand 2 weeks after, before treatment, O.G.D. scored 52. \nFour weeks after the start of the treatment, O.G.D. scored \n53 and 54 after the treatment. Twelve weeks after the",
    "Conclusion": "conclusion of the treatment, O.G.D. scored 59 on the \nCOVID Stress Scale. On the Beck Depression Scale II, \nO.G.D., upon initial evaluation, scored 10, and 2 weeks \nlater at the outset of treatment, the score was reported \nas 9. Four weeks after commencing treatment, O.G.D. \nscored 15 and after and at the end of the treatment \nO.G.D. received a score of 12 and 12 weeks later, a score \nof 17 on the Beck Scale.\nCase 4\nE.A.I.P . is a 45-year-old right-sided Hispanic male with \nuniversity-level education and a W.A.I.S. full scale IQ of \n100. No developmental abnormalities were reported and \nno history of ADHD, autism spectrum disorder, or sig nificant physical impairment or disorder. On the PTSD \nchecklist upon initial evaluation, E.A.I.P . scored 80, and \n2 weeks later, before treatment, E.A.I.P . scored 80. On the \nBeck Depression Scale II, E.A.I.P ., upon initial evaluation, \nscored 62 and 2 weeks later at the outset of treatment, \nthe score was reported as 62. Four weeks after the start \nof the treatment, E.A.I.P . still scored 62 as he did after the \ntreatment. E.A.I.P . served as a control participant.\nPage 5 of 11\n Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \n \nProcedure\nDepression/anxiety evaluation\nEach participant was evaluated at the initial evaluation, \nimmediately prior to the study, after 4 and again after 12 \nweeks of intervention by any of the following standard ized instruments: Generalized Anxiety Disorder 7 (GAD7) [31] and/or the COVID Stress Scale and/or the PTSD \nchecklist for the DSM-V and by the Beck Depression \nScale [33].\nBPM administration\nBiofeedback is the process of providing individual infor mation about one’s physiological functions in real-time, \nmost often utilizing electronic devices that allow for con tinuous ongoing monitoring of the signals that represent \nthe function, such as heart rate or skin conductance. \nNeurofeedback, a subtype of biofeedback, is a process of \nrecording, monitoring, and providing information about \na person’s brainwave patterns. Biofeedback utilizes the \nprinciple of classical conditioning to allow a person to be \nrewarded for changing the signals being monitored. Bio feedback and neurofeedback have demonstrated effec tiveness in the treatment for several physiological and \npsychological disorders including essential hypertension \n[34], Raynaud’s syndrome [35], seizure disorders [36], \nADHD [37], and anxiety [38]. BPM is a nontypical bio feedback device that, using audio input, stimulates the \nnervous system. The sound is calibrated for each individ ual to increase the level of emotion (positive or negative) \nexperienced while imagining an experience and while \nalso listening to the sound from the device.\nApparatus: BPM provides auditory stimulation in the \nrange between 0–350  Hz. The auditory stimuli were \nadjusted in volume for each ear separately. The main \nauditory frequency adjustment control (frequency) con trols ranged from 0–330 Hz and the secondary auditory \nfrequency adjustment (disruptor) controlled an addi tional offset range from 0–20  Hz. The primary tonespecific level for a setting of 2 for the frequency control \nwas estimated at 75 Hz, and the disruptor at setting of 2 \nyielded an offset of approximately 20 Hz difference which \nevokes overtones in the beta range. This difference is \nwhat was perceived/combined as a binaural pulse. Bone \nconduction headphones were employed.\nIntervention procedure with BPM: The participants \nwere introduced to the BPM device and were given an \nexplanation of how it was to be used and how the vol ume control worked separately for each ear. The par ticipants were instructed on how to set and adjust the \nfrequency and disruptor controls. The participants were \nalso instructed to put on the headphones and how to \nturn on the device to a setting of 2 for frequency and 2 for the disruptor. They listened to the tone for a few min utes to acclimate and become comfortable with the tone. \nThey were able to adjust the volume and control dials \nuntil they could feel that the sound was “in their head” \nand until they found a frequency that they were comfort able with. Then, while they continued to wear and hear \nthe tone, they were instructed to engage in a cognitively \ndemanding task, such as reading or looking for details in \nimages provided, during which they were timed at how \nlong they were able to maintain their concentration. This \ncould be for up to 10–15  minutes. Treatment sessions \nwere 5 days/week for 12 weeks.\nEEG\nParticipants were studied in our laboratory under condi tions of controlled temperature (from 24 to 26 °C), noise \nattenuation, and dimmed lights. CEEG was recorded \nfrom 19 standard locations over the scalp according to \nthe 10–20 systems: Fp1, Fp2, F3, F4, F7, F8, T3, T4, C3, \nC4, P3, P4, T5, T6, O1, O2, Fz, Cz, and Pz. After careful \ncleansing of the skin, disc EEG tin electrodes were fixed \nusing a conductor paste and connected to the input box \nof the digital continuous EEG monitoring system (Neu ronic, S.A.). Monopolar leads were recorded using linked \nears as a reference. Technical parameters for EEG were: \ngain 20,000, pass-band filters 0.1 -70 Hz, “notch” filter at \n60 Hz, noise level of 2 μV (root mean squared), sampling \nfrequency 200 Hz, and electrode–skin impedance never \nhigher than 5 KΩ. For monitoring purposes, a 7-bipo lar chest electrocardiogram (ECG) lead was simultane ously recorded with 0.5 to 30 Hz EEG filters. CEEG was \nrecorded for 5 minutes and heart rate variability (HRV) \nwas obtained.\nEEG visual inspection and selection of samples for \nquantitative EEG (qEEG): Two experts visually inspected \nthe records to select artifact-free EEG segments. EEG \nsegments of no less than 65  seconds from the noncon taminated records were selected for each experimental \nsession, which were later exported to an ASCII file, using \nthe MEDICID-05 system’s facilities, containing a matrix \nof the original EEG values corresponding to the segments \nselected by the specialists for offline processing. Three \nASCII files containing the EEG data corresponding to \neach participant in the different experimental conditions \nwere created and stored for further quantitative analysis.\nEEG analysis: EEG samples from every experimental \nsession contained in the ASCII files previously described, \nwere imported by a specifically tailored software tool \ndeveloped with MATLAB version 7.10.0.499 R2010a (The \nMathworks, Inc.). This program included different actions \nincluding preprocessing of EEG samples, estimation of the \npower spectral densities (PSD) for every EEG lead, com putation of different spectral indices, and finally an output \nPage 6 of 11 Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \nof these results to a database developed with Microsoft \nAccess to dedicated files.\nEEG preprocessing: The EEG values of each of the 19 \nleads were submitted to a previous preprocessing set of \nactions consisting of: (a) subtraction of the mean value \nof the sequence of EEG values to diminish the effect of \nthe DC component of the time series; (b) application of a \nnonlinear median filter to exclude outliers or abnormally \nhigh amplitude values [39]; (c) standard linear detrending \nto avoid any possible drifts in the series; (d) high pass digi tal filtering (low cutoff frequency of 0.5  Hz); (e) low pass \ndigital filtering (high cutoff frequency of 55 Hz) using a six \norder Butterworth filter. For both filtering processes, an \nalgorithm developed by The MathWorks Inc. was applied \nthat, after filtering the data in the forward direction, would \nreverse the filtered sequence and run it back through the \nfilter producing a zero-phase distortion effect [40].\nCalculations of EEG coherence: The function of quad ratic coherence was calculated as the cross-spectrum, \nnormalized by the power spectra of the two leads to be \nconsidered using the expression:\nwhere “C” is the cross-spectrum of the EEG time series, \n“L1” is one of the two EEG leads, “L2” is the other lead, \nand “PL1L1” and “PL2L2” are the power spectra of both \nEEG time series. The MATLAB function “mscohere” was \nincluded in the MATLAB program developed for this \nstudy. EEG segments were defined including 1024 sam ples with an overlap (50%) of 512 samples. Twelve seg ments were included (12,288 samples, 61.44 seconds). To \neach one, a Hann window was applied for calculations of \nthe power spectral estimations of individual EEG leads, \nusing the Welch periodogram. The spectral resolution \nof the process was 1/5.12  seconds = 0.1953125  Hz. The \nfirst discrete frequency (df) considered for calculations \nof coherence values in the studied EEG bands was the \nsixth after the DC or zero frequency corresponding to \n1.171875 Hz. From this discrete frequency, we included \n12 df for the delta EEG band (1.17–3.5 Hz), 22 for theta \n(3.5–7.5  Hz), 19 for alpha (7.5 –11  Hz), 21 for sigma \n(11–15 Hz), 53 for beta (15–25 Hz), and 154 for gamma \n(25–55 Hz) [41, 42].\nCoherence values for the discrete frequencies corre sponding to every EEG band that was averaged for further \nstatistical analysis previous a zeta Fisher transformation \nusing the expression:(1) Coh L1L2(ω) =|CL1L2(ω)|2\nPL1L1(ω)PL2L2(ω)\n(2)Zeta _Coh_ Df=0.5∗logn(1+ValueCoh)\n(1−ValueCoh);Original and transformed coherence values were \nincluded in a Microsoft Access database for storing \nand use in other graphical and quantitative process \nanalyses.\nGrouping of EEG leads for coherence analysis: For \nshort-range intrahemispheric coherence, four regions \nwere considered: an anterior right region, including Fp2F4, F4-C4, and F8-T4, an anterior left including values \nfrom Fp1-F3, F3-C3, and F7-T3, a posterior right region, \nincluding T3-T5, C3-P3, and P3-O1, and finally, a pos terior right region with values from T4-T6, C4-P4, and \nP4-O2.\nMRI acquisition and preprocessing: All images were \nacquired using a 0 T MRI scanner (Erlangen, Germany), \nusing a standard diffusion gradient direction scheme (12 \ndiffusion-weighted [DW]images and a b = 0 image), DWMRI data was acquired using a single-shot Echo-Pla nar Imaging (EPI) sequence. Two interleaved sets of 25 \nslices of 6 mm thickness with a distance factor of 100% \nwere acquired to form a volume of 50 contiguous slices \nof 3  mm thickness covering the whole brain for each \nsubject.\nAcquisition parameters were b = 1200  seconds/mm2, \nFOV = 256 × 256  mm2, acquisition matrix = 128 × 128, \ncorresponding to an “in-plane” spatial resolution of 2 × 2 \n mm2, TE/TR = 160  milliseconds/7000  milliseconds. The \nabove-mentioned acquisition was repeated five times \nto improve signal-to-noise ratio (SNR). To improve EPI \nquality, magnitude and phase difference images of a T2 \ngradient echo-field-mapping sequence were acquired \nwith TE = 7.71 milliseconds and 12.47 milliseconds. Also, \na three-dimensional high-resolution T1-weighted Mag netization Prepared - Rapid Gradient Echo (MPRAGE) \npulse sequence covering the whole brain was acquired \nwith the following parameters: 160 contiguous sagit tal slices of 1  mm thickness, in-plane Field of View \n(FOV) = 256 × 256  mm2, and a matrix size of 256 × 256 \nyielding a spatial resolution of 1 × 1 × 1  mm3. The echo \ntime, repetition time, and inversion time were set to TE/\nTR/TI = 3.93  milliseconds/3000  milliseconds/1100  mil liseconds with a flip angle (FA) = 15°. MPRAGE volumes \nwere spatially normalized to the T1-Montreal Neuro logical Institute (MNI) template using the “unified seg mentation” approach, available in Statistical Parametric \nMapping (SPM8) [28].\nGraph-theory-based anatomical connectivity: The \ngraph framework used has been widely described by \nIturria et al. [43, 44]. In brief, the cerebral volume is rep resented as a nondirected weighted graph G, in which \nnodes N correspond to atlas-defined regions and arcs \naij to the connections joining them. Atlas was regis tered with the gray matter volume maps in native space \nand segmented into 90 regions, using the anatomically \nPage 7 of 11\n Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \n \nlabeled template corresponding to the Anterior Axillary \nLine (AAL). Atlas was developed by the Montreal Neu rological Institute and the Individual Brain Atlases using \nStatistical Parametric Mapping (IBASPM). Thus, the \ntopological properties of the brain anatomical networks \nwere defined based on the 90 × 90 binary graph G.\nAn iterative streamlined fiber tractography algorithm \nwas employed to find the most probable trajectory con necting voxels of the surfaces of the corresponding ana tomical areas. Streamlines exceeding 20  mm and below \n500 mm in length and a curvature threshold of ± 90° were \nused to generate the connectivity matrix for each subject. \nThe anatomical connectivity between a pair of nodes was \nquantified through the anatomical connection density \n(ACD), defined as:\nwhere w(aij) quantified the conditional weight of the arc \naij. Thus, ACD  is related to the number of nervous fibers \nshared by regions Ai and Aj involved in the connection \nwith respect to the number of nodes Ni  and Nj  belonging \nto the surfaces, normalized by the fractional anisotropy \n(FA). Fisher’s Z transformation was applied on the ele ments of the ACD  matrix to improve the normality of the \nconnectional coefficients.\nStatistical analysis\nTo obtain spatial correspondence between functional \nand anatomical data, a map of the EEG’s leads was regis tered to the rendered patient’s scalp in axial, coronal, and \nsagittal views, using affine transformations. Each EEG (3) ACD/parenleftbig\nAi ,Aj/parenrightbig\n,=w/parenleftbig\naij/parenrightbig\n//parenleftbig\nNi+Nj/parenrightbigchannel was labeled according to the closer atlas-defined \nregion. Equivalent connections in anatomical and func tional matrices were extracted for regression analysis. \nThe linear correlation between the Z-transformed Coh \nand ACD scores were tested using pairwise Pearson cor relation coefficients for each EEG’s frequency sub-band. \nAnalyses were independently carried out for short and \nlong-range connectivities.\nResults\nThe illustration in Fig.  1 demonstrates the assessment of \nglobal efficiency for functional connectivity in the three \npatients and a normal participant at baseline and after \nBPM treatment. After BPM treatment, there is a statis tically significant increment of functional connectivity \n(global efficiency) in the three patients.\nFigure  2 demonstrates pre- and post-treatment effects \nfor the three patients. The patients showed a significantly \nincreased BOLD signal (p < 0.01), Free-water elimination \n(FWE) corrected for multiple comparisons, localized in \nthe inferior and middle frontal cortex, and comprising \nportions of bilateral anterior cingulate and orbitofrontal \ncortices, left thalamus, and the right head of the caudate \nnucleus.",
    "Discussion": "Discussion\nAnxiety has been steadily increasing over the last \n24  years, particularly among adolescents and young \nadults [45]. In the 1990s, anxiety was thought to have \ncost the US economy $42.3 billion to $46.6 billion [46, \n47]. Due to COVID-19 pandemic lockdowns, which have \nFig. 1 Assessment of global efficiency for functional connectivity in the three patients and in a normal participant before and after BPM treatment\nPage 8 of 11 Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \nsignificantly increased the frequency of anxiety, adults in \nthe USA were three times more likely to screen positive \nfor anxiety disorders in April/May 2020 compared with \n2019 [48]. Early stressful life experiences (ELS) that alter \nthe functioning of the hypothalamic–pituitary–adre nal (HPA) axis are often associated with anxiety [49]. A \nperson’s development can be negatively impacted by ELS \nin all spheres of their life, including their physical, cog nitive, emotional, behavioral, and social development \n[50]. Given this, it is plausible that the COVID-19 pan demic acted as an early warning system (ELS) for a sig nificant number of people during this particular period. \nSignificant evidence pointed to the possibility that ELS \nmay develop into anxiety in adulthood and often causes \nlong-lasting changes to the HPA axis [49]. Specifically, \nincreased HPA axis activity is associated with diminished \ninhibitory feedback and hypercortisolemia [49]. Higher \ncortisol levels are indeed found in those with anxiety dis orders [51, 52]. This suggests that treatments targeting \nother components of the HPA axis and cortisol may help \nmanage anxiety.\nMany techniques are available for treating anxiety, \nincluding behavioral approaches (like exposure, cognitive \nbehavioral therapy, and cognitive strategies), acceptancebased approaches, cognitive strategies, and anti-anxiety \ndrugs (like benzodiazepines, selective serotonin reup take inhibitors, and serotonin–norepinephrine reuptake inhibitors) [52–55]. However, anti-anxiety medication \nresponse rates can be poor, and many users have severe \nside effects like sexual dysfunction. Furthermore, it can \nbe difficult to predict with precision which patients will \nrespond well to treatment and which will just exhibit a \nlimited response [53]. Benzodiazepines are prescribed \nby physicians to treat more severe cases of anxiety; how ever, these medicines are overused, should only be used \nwhen absolutely required, and can develop a physical and \npsychological addiction if used repeatedly [58]. Between \n1996 and 2013, there was an average annual growth of \n2.5% in the number of prescriptions for benzodiazepines \nin the USA [54]. This suggests that there was an increase \nin the amount of benzodiazepines consumed per 100,000 \npeople, from 1.1–3.6  kg. The overdose rate increased \nfrom 0.58–3.07 per 100,000 adult participants over the \nsame time [54].\nTreatment accessibility problems continue even though \ncognitive behavioral therapy has been effective in treating \nanxiety [56, 57]. Additionally, as part of the active anxi ety treatment component, patients receiving cognitive \nbehavioral therapy must face their fears head-on without \nturning to emotion-modulation techniques [55]. Many \npatients suffer greatly as a result of their inability to com mit to the therapy process [55].\nMany anxiety sufferers find that these traditional ther apy approaches do not work for them, and many more \nFig. 2 Statistically, thresholded BPM treatment-related BOLD changes for the three patients. The color scale represents t-values\nPage 9 of 11\n Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \n \nface barriers to care, like difficulty accessing psycholo gists and other mental health specialists [55, 59]. It is \ntherefore essential to identify supplementary approaches \nthat may be useful in addition to or instead of conven tional treatments. More precisely, there is a need for an \nanxiety treatment that is accessible, easy to use, widely \ndeployable, and effective without having the main side \neffects of anti-anxiety medications like benzodiazepines, \nselective serotonin reuptake inhibitors (SSRIs), or seroto nin–norepinephrine reuptake inhibitors (SNRIs). Musicbased sound-based anxiety treatments have the potential \nto address this demand as well as the many people who \nalready use music to help manage their mental health \n[60].\nThe dynamics of spatial synchronization deserve study \nin treating anxiety/depression. We realize that we are \nhere presenting a case series that limits generalizability. \nHowever, a larger-scale behavioral study has recently \nbeen completed and the data is available from a data \nrepository. According to the neurophysiological data, \nthe dynamics of sound synchronization have potential \ntraction in treating anxiety/depression. According to \nneurophysiological data, the normal functional state is \ncharacterized by increased synchronous phasing of the \nfrontal leads and a noticeable phase shift of the EEG of \nthe occipital parts, that is the predominance of the level \nof synchronization of the frontal parts over the occipital \nregions of the brain. There was, as a result of BPM treat ment, an increase in the synphase of the frontal parts and \na decrease in the synphase of the occipital leads. There fore, the observed dynamics of spatial synchronization \ncan be interpreted as normalization. Changing the level \nof synchronization of frontal and occipital leads toward \nnormalization may indicate the processes of restoration \nof thalamocortical interactions. It can be assumed that \nto a greater extent, these changes affect the frontotha lamic system, the important role of which is shown for \nthe implementation of complex forms of mental activity. \nPresentation of sounds synchronized with the bioelectric \nactivity of the brain could activate the processes of recov ery of mental activity, accelerate the recovery processes \nafter stress and anxiety, and possibly serve as a tool in the \ntreatment of posttraumatic stress disorder.\nConclusion\nAfter BPM treatment, there appears to be a statistically \nsignificant increment of functional connectivity (global \nefficiency) in the three patients. An increment of neu ral activity in the brain is usually coupled to increases \nin local cerebral blood flow, leading to increased oxy genation that generates the BOLD. Hence, a statistically \nsignificant increment of the BOLD signal after BPM \nintervention indicates an improvement in brain function. The improvement of functional connectivity and the \nincrement of the BOLD signal after BPM intervention \nindicates an enhancement of brain function.\nAcknowledgements\nNot applicable\nAuthor contributions\nGL: conceptualization, analysis, writing of the original draft and preparation, \nvisualization, investigation, supervision, and writing including reviewing \nand editing; JW: writing of the original draft and preparation, visualization, \nanalysis, and writing including reviewing and editing; YM-F: supervision, \ndata curation, data collection, and data analysis; MA-C: data curation, data \ncollection, and data analysis; AGM: conceptualization, writing of the original \ndraft and preparation, and writing including reviewing and editing; RL: \nconceptualization,writing of the original draft and preparation, and writ ing including reviewing and editing; SD: writing of the original draft and \npreparation,and writing including reviewing and editing.\nFunding\nNone.\nAvailability of data and materials\nRaw data is available from the authors.\nDeclarations\nEthics approval and consent to participate\nThe Institutional Review Board of the Institute for Neurology and Neurosur gery in Havana Cuba approved this project after careful review of informed \nconsent and all ethical issues.\nConsent for publications\nWritten informed consent was obtained from the patients for publication \nof these case reports and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no known competing financial interests \nor personal relationships that could have appeared to influence the work \nreported in this paper.\nAuthor details\n1 Movement and Cognition Laboratory, University of Haifa, Eshkol Building \nRoom 910, Haifa, Israel. 2 Resonance Therapeutics Laboratory, Department \nof Neurology, Universidad de Ciencias Médicas de La Habana, Havana, Cuba. \n3 Maccabi Health System and Private Practice of Psychology, Modiin, Israel. \n4 Department of Clinical Neurophysiology, Instituto de Neurologia y Neuro cirugia, Havana, Cuba. 5 Mental Wellness Society International, Beit Shemesh, \nIsrael. 6 Private Practice of Psychology, Pittsburgh, PA, USA. 7 Mind, Movement \nand Mood Wellness Centers, Movement Department, Lincoln, NE, USA. \nReceived: 15 March 2023   Accepted: 30 September 2024\nReferences\n 1. Bauer IE, Meyer TD. Neuroimaging studies of effects of psychotherapy in \ndepression. Mood Disorders: Brain Imaging and Therapeutic Implications. \n2021:261\n 2. Linden DE. How psychotherapy changes the brain–the contribution of \nfunctional neuroimaging. Molec Psychiat. 2006;11(6):528–38.\n 3. Birbaumer N, Weber C, Neuper C, Buch E, Haapen K, Cohen L. Physiological regulation of thinking: brain–computer interface (BCI) research. Progr \nBrain Res. 2006;159:369–91.\n 4. Blankertz B, Sannelli C, Halder S, Hammer EM, Kübler A, Müller KR, Curio G, \nDickhaus T. Neurophysiological predictor of SMR-based BCI performance. \nNeuroimage. 2010;51(4):1303–9.\nPage 10 of 11 Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \n 5. Birbaumer N, Ruiz S, Sitaram R. Learned regulation of brain metabolism. \nTrends Cog Sci. 2013;17(6):295–302.\n 6. Hammer EM, Halder S, Blankertz B, Sannelli C, Dickhaus T, Kleih S, Müller \nKR, Kübler A. Psychological predictors of SMR-BCI performance. Biol \nPsychol. 2012;89(1):80–6.\n 7. Hanslmayr S, Sauseng P , Doppelmayr M, Schabus M, Klimesch W. Increasing individual upper alpha power by neurofeedback improves cognitive \nperformance in human subjects. App Psychophysiol Biofeedback. \n2005;30:1–10.\n 8. Enriquez-Geppert S, Huster RJ, Scharfenort R, Mokom ZN, Vosskuhl J, \nFigge C, Zimmermann J, Herrmann CS. The morphology of midcingulate \ncortex predicts frontal-midline theta neurofeedback success. Front Hum \nNeurosci. 2013;7:453.\n 9. Kober SE, Witte M, Ninaus M, Neuper C, Wood G. Learning to modulate \none’s own brain activity: the effect of spontaneous mental strategies. \nFront Hum Neurosci. 2013;7:695.\n 10. Weber E, Köberl A, Frank S, Doppelmayr M. Predicting successful learning \nof SMR neurofeedback in healthy participants: methodological considerations. App Psychophysiol Biofeedback. 2011;36:37–45.\n 11. Neumann N, Birbaumer N. Predictors of successful self control dur ing brain-computer communication. J Neurol, Neurosurg Psychiat. \n2003;74(8):1117–21.\n 12. Witte M, Kober SE, Ninaus M, Neuper C, Wood G. Control beliefs can \npredict the ability to up-regulate sensorimotor rhythm during neurofeedback training. Front Hum Neurosci. 2013;7:478.\n 13. Kübler A, Neumann N, Wilhelm B, Hinterberger T, Birbaumer N. \nPredictability of brain-computer communication. J Psychophysiol. \n2004;18(2/3):121–9.\n 14. Thaut MH. Neural basis of rhythmic timing networks in the human brain. \nAnn NY Acad Sci. 2003;999(1):364–73.\n 15. Grahn JA. Neural mechanisms of rhythm perception: current findings and \nfuture perspectives. Top Cog Sci. 2012;4(4):585–606.\n 16. Musacchia G, Large EW, Schroeder CE. Thalamocortical mechanisms for \nintegrating musical tone and rhythm. Hear Res. 2014;308:50–9.\n 17. Large EW, Snyder JS. Pulse and meter as neural resonance. Ann NY Acad \nSci. 2009;1169(1):46–57.\n 18. Jones EG. The thalamic matrix and thalamocortical synchrony. Trends \nNeurosci. 2001;24(10):595–601.\n 19. Henao D, Navarrete M, Valderrama M, Le Van QM. Entrainment and synchronization of brain oscillations to auditory stimulations. Neurosci Res. \n2020;156:271–8.\n 20. Baars BJ, Gage NM. Cognition, brain, and consciousness: introduction to \ncognitive neuroscience. Academic Press: Elsevier; 2010.\n 21. Singer W. Synchronization of cortical activity and its putative role in \ninformation processing and learning. Ann Rev Physiol. 1993;55(1):349–74.\n 22. Berlov DN, Nikitina EA. Functional ensembles in the brains of humans and \nanimals. Hum Physiol. 2021;47:579–86.\n 23. Koch P , Leisman G. Effect of local synaptic strengthening on \nglobal activity-wave growth in the hippocampus. Int J Neurosci. \n2001;108(1–2):127–46.\n 24. Koch P , Leisman G. Typology of nonlinear activity waves in a layered \nneural continuum. Int J Neurosci. 2006;116(4):381–405.\n 25. Koch P , Leisman G. Cortical activity waves are the physical carriers of \nmemory and thought. In: 7th International IEEE/EMBS Conference on \nNeural Engineering (NER), 2015.\n 26. Contreras D, Steriade M. Synchronization of low-frequency rhythms in \ncorticothalamic networks. Neurosci. 1996;76(1):11–24.\n 27. Steriade M. Corticothalamic resonance, states of vigilance and mentation. \nNeurosci. 2000;101(2):243–76.\n 28. Ashburner J, Friston KJ. Unified segmentation. Neuroimage. \n2005;26(3):839–51.\n 29. Li M, Chen H, Wang J, Liu F, Long Z, Wang Y, Iturria-Medina Y, Zhang J, Yu \nC, Chen H. Handedness-and hemisphere-related differences in smallworld brain networks: a diffusion tensor imaging tractography study. \nBrain Connectivity. 2014;4(2):145–56.\n 30. Sulzer J, Haller S, Scharnowski F, Weiskopf N, Birbaumer N, Blefari ML, \nBruehl AB, Cohen LG, DeCharms RC, Gassert R, Goebel R. Real-time fMRI \nneurofeedback: progress and challenges. Neuroimage. 2013;76:386–99.\n 31. Spitzer RL, Kroenke K, Williams JB, Löwe B. A brief measure for \nassessing generalized anxiety disorder: the GAD-7. Arch Int Med. \n2006;166(10):1092–7. 32. Blevins CA, Weathers FW, Davis MT, Witte TK, Domino JL. The posttraumatic stress disorder checklist for DSM-5 (PCL-5): development and initial \npsychometric evaluation. J Traumatic Stress. 2015;28(6):489–98.\n 33. Beck AT, Ward CH, Mendelson M, Mock J, Erbaugh J. An inventory for \nmeasuring depression. Arch Gen Psychiat. 1961;4(6):561–71.\n 34. Vital JE, de Morais NA, New BS, de Sousa BD, Nascimento MF, Formiga MF, \nFernandes AT. Biofeedback therapeutic effects on blood pressure levels in \nhypertensive individuals: a systematic review and meta-analysis. Comple ment Ther Clin Pract. 2021;44: 101420.\n 35. Daniels J, Pauling JD, Eccleston C. Behaviour change interventions for the \nmanagement of Raynaud’s phenomenon: a systematic literature review. \nBMJ Open. 2018;8(12): e024528.\n 36. Nagai Y, Aram J, Koepp M, Lemieux L, Mula M, Critchley H, Sisodiya S, \nCercignani M. Epileptic seizures are reduced by autonomic biofeedback \ntherapy through enhancement of fronto-limbic connectivity: a controlled \ntrial and neuroimaging study. EBioMed. 2018;27:112–22.\n 37. Van Doren J, Arns M, Heinrich H, Vollebregt MA, Strehl U. Sustained effects \nof neurofeedback in ADHD: a systematic review and meta-analysis. Eur \nChild Adolesc Psychiat. 2019;28(3):293–305.\n 38. Tolin DF, Davies CD, Moskow DM, Hofmann SG. Biofeedback and neuro feedback for anxiety disorders: a quantitative and qualitative systematic \nreview. In: Kim Y-K, editor. Anxiety disorders: Rethinking and understanding recent discoveries. Springer Singapore: Singapore; 2020. p. 265–89.\n 39. Gonzalez RC, Richard E. Digital Image Processing. 2nd ed. Englewood \nCliffs, New Jersey: Prentice-Hall; 2002.\n 40. Aoude AA, Motto AL, Galiana HL, Brown KA, Kearney RE. Power-based \nsegmentation of respiratory signals using forward-backward bank filter ing. In: 2006 International Conference of the IEEE Engineering in Medicine \nand Biology Society 2006.\n 41. Lázár AS, Lázár ZI, Bíró A, Győri M, Tárnok Z, Prekop C, Keszei A, Stefanik K, \nGádoros J, Halász P , Bódizs R. Reduced fronto-cortical brain connectivity \nduring NREM sleep in Asperger syndrome: an EEG spectral and phase \ncoherence study. Clin Neurophysiol. 2010;121(11):1844–54.\n 42. Léveillé C, Barbeau EB, Bolduc C, Limoges É, Berthiaume C, Chevrier É, \nMottron L, Godbout R. Enhanced connectivity between visual cortex and \nother regions of the brain in autism: a REM sleep EEG coherence study. \nAutism Res. 2010;3(5):280–5.\n 43. Iturria-Medina Y, Sotero RC, Canales-Rodríguez EJ, Alemán-Gómez Y, \nMelie-García L. Studying the human brain anatomical network via diffusion-weighted MRI and graph theory. Neuroimage. 2008;40(3):1064–76.\n 44. Li M, Chen H, Wang J, Liu F, Long Z, Wang Y, Iturria-Medina Y, Zhang J, Yu \nC, Chen H. Handedness-and hemisphere-related differences in smallworld brain networks: a diffusion tensor imaging tractography study. \nBrain Cconnectivity. 2014;4(2):145–56.\n 45. Phillips SP , Yu J. Is anxiety/depression increasing among 5–25 year-olds? a \ncross-sectional prevalence study in Ontario, Canada, 1997–2017. J Affect \nDisord. 2021;282:141–6.\n 46. Greenberg PE, Sisitsky T, Kessler RC, Finkelstein SN, Berndt ER, Davidson \nJR, Ballenger JC, Fyer AJ. The economic burden of anxiety disorders in the \n1990s. J Clin Psychiat. 1999;60(7):427–35.\n 47. DuPont RL, Rice DP , Miller LS, Shiraki SS, Rowland CR, Harwood HJ. Eco nomic costs of anxiety disorders. Anxiety. 1996;2(4):167–72.\n 48. Twenge JM, Joiner TE. US Census Bureau-assessed prevalence of anxiety \nand depressive symptoms in 2019 and during the 2020 COVID-19 pandemic. Depression Anxiety. 2020;37(10):954–6.\n 49. Juruena MF, Eror F, Cleare AJ, Young AH. The role of early life stress in HPA \naxis and anxiety. In: Kim Y-K, editor. Anxiety Disorders: Rethinking and \nUnderstanding Recent Discoveries. Singapore: Springer Singapore; 2020. \np. 141–53.\n 50. Green JG, McLaughlin KA, Berglund PA, Gruber MJ, Sampson NA, \nZaslavsky AM, Kessler RC. Childhood adversities and adult psychiatric disorders in the national comorbidity survey replication I: associations with \nfirst onset of DSM-IV disorders. Arch Gen Psychiat. 2010;67(2):113–23.\n 51. Greaves-Lord K, Ferdinand RF, Oldehinkel AJ, Sondeijker FE, Ormel J, Ver hulst FC. Higher cortisol awakening response in young adolescents with \npersistent anxiety problems. Acta Psychiatr Scand. 2007;116(2):137–44.\n 52. Baldwin D, Woods R, Lawson R, Taylor D. Efficacy of drug treatments for \ngeneralised anxiety disorder: systematic review and meta-analysis. BMJ. \n2011. https:// doi. org/ 10. 1136/ bmj. d1718.\n 53. Baldwin DS, Ajel KI, Garner M. Pharmacological treatment of generalized \nanxiety disorder. In: Stein MB, Steckler T, editors. Behavioral Neurobiology \nPage 11 of 11\n Leisman et al. Journal of Medical Case Reports          (2024) 18:574 \n \nof Anxiety and Its Treatment. Springer, Berlin: Berlin, Heidelberg; 2010. p. \n453–67.\n 54. Bachhuber MA, Hennessy S, Cunningham CO, Starrels JL. Increasing benzodiazepine prescriptions and overdose mortality in the United States, \n1996–2013. Amer J Pub Health. 2016;106(4):686–8.\n 55. Gunter RW, Whittal ML. Dissemination of cognitive-behavioral treatments \nfor anxiety disorders: overcoming barriers and improving patient access. \nClin Psychol Rev. 2010;30(2):194–202.\n 56. Otte C. Cognitive behavioral therapy in anxiety disorders: current state of \nthe evidence. Dialog Clin Neurosci. 2011;13(4):413–21.\n 57. Stewart RE, Chambless DL. Cognitive–behavioral therapy for adult anxiety \ndisorders in clinical practice: a meta-analysis of effectiveness studies. J \nConsult Clin Psychol. 2009;77(4):595.\n 58. Longo LP , Johnson B. Addiction: Part I. Benzodiazepines—side effects, \nabuse risk and alternatives. Amer Fam Physician. 2000;61(7):2121–8.\n 59. Ridley M, Rao G, Schilbach F, Patel V. Poverty, depression, and anxiety: \nCausal evidence and mechanisms. Science. 2020. https:// doi. org/ 10. \n1126/ scien ce. aay02 14.\n 60. Zoteyeva V, Forbes D, Rickard NS. Military veterans’ use of music-based \nemotion regulation for managing mental health issues. Psychol Music. \n2016;44(3):307–23.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}