{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04914-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04914-4.pdf",
  "metadata": {
    "/Keywords": "Strongyloides stercoralis; Systemic lupus erythematous; Antiphospholipid syndrome; Duodenal lymphoma; Non-Hodgkin lymphoma; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218114709+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241210025142+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04914-4",
    "/Author": "Ayoub Basham ",
    "/Title": "Strongyloidiasis mimics duodenal lymphoma in a patient with systemic lupus erythematosus and antiphospholipid syndrome: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04914-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Systemic lupus erythematosus is a multi-organ autoimmune disorder that is treated by immuno suppressive agents that weaken the immune defense against opportunistic pathogens and latent infections such \nas strongyloidiasis. Herein, we report the case of a 43-year-old woman known to have systemic lupus erythematosus \nwho presented with gastrointestinal symptoms, edema, and bone pain 2 months after receiving immunosuppressive \ntreatment.",
    "Case Presentation": "Case presentation A 43-year-old Iranian female known to have systemic lupus erythematosus and antiphospholipid \nsyndrome presented with abdominal pain, nausea, vomiting, and generalized edema. She was on CellCept, prednisolone, and hydroxychloroquine. The vital signs were within the normal range. On physical examination, no rash \nwas observed on the skin. There was only a mild tenderness in epigastric region. The",
    "Results": "results of blood analysis revealed \nhypochromic microcytic anemia, normal leukocyte count with mild eosinophilia. Liver enzymes as well as renal function tests were within the normal range. Stool examination was negative for trophozoites, ova, or cysts of parasites. \nEndoscopic findings included a generalized nodular appearance of duodenum with an infiltrative mucosa in the wall \nof duodenum, suggesting lymphoma. The pathology report determined the diagnosis of strongyloidiasis. Cap albendazole 400 mg was administered twice a day for 2 weeks. Abdominal pain was completely relieved 1 week after start ing the treatment. The patient was eventually discharged after 10 days.",
    "Conclusion": "Conclusion The significance of this case report is the necessity to send complete blood count and serologic \nassays to screen latent strongyloidiasis before receiving immunosuppressive agents in patients with systemic lupus \nerythematosus.\nKeywords  Strongyloides stercoralis, Systemic lupus erythematous, Antiphospholipid syndrome, Duodenal lymphoma, \nNon-Hodgkin lymphoma, Case report\n*Correspondence:\nSeyed Hamid Moosavy\nSeyedhamidmoosavy@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 7 Basham et al. Journal of Medical Case Reports          (2024) 18:608",
    "Introduction": "Introduction\nSystemic lupus erythematous is a multi-organ autoim mune disorder commonly affecting young females that \ncauses serious sequelae if left untreated [1]. Corticoster oids and other immunosuppressive agents act like a dou ble-edged sword. Although immunosuppressive agents \nare pillars of SLE treatment, they make the patients \nsusceptible to opportunistic pathogens, reactivation of \nlatent infections, and developing more serious conditions \nsuch as cancer by interrupting the cellular and humoral \nimmune function [2–4]. Strongyloidiasis is a condition \ncaused by Strongyloides stercoralis (SS), a soil-transmit ted nematode with both a living-free and living-depend ent life cycle, which is a public health concern in tropical \nregions, rural, and low-socioeconomic areas [5]. Strongy loidiasis is commonly asymptomatic; however, in immu nocompromised conditions, such as receivers of organ \ntransplantation, autoimmune patients on immunosup pressive treatments, and infection by human immunode ficiency virus (HIV), it may present with gastrointestinal \n(GI) and respiratory symptoms, including abdominal \ncramps, nausea, vomiting, malabsorption, weight loss, \nGI bleeding, cough, asthma-like symptoms, and dyspnea \n[6, 7]. We report herein the case of a 43-year-old woman \nknown to have SLE and antiphospholipid syndrome who \npresented with GI symptoms and edema with endoscopic \nevidence suggesting duodenal lymphoma that turned out \nto be SS infection on pathology assessment.\nCase presentation\nA 43-year-old Iranian female known to have SLE and \nantiphospholipid syndrome for about 2 months referred \nto a tertiary hospital complaining of abdominal pain, \nnausea, vomiting, and generalized edema 1 month after \nreceiving immunosuppressive treatment for her auto immune condition. Abdominal pain was described as \na burning sensation in epigastric region with constant, \nnonradiating, nonpositional features that gradually inten sified 30 min after having solid and liquid meals. Edema \nhad progressively worsened in the last month. The edema \nwas described as a nondependent edema affecting peri orbita and extremities. She was hospitalized twice in a \n1-month interval with the same presentation. In her first \nadmission, the endoscopic evidence was in favor of can didiasis esophagitis and Helicobacter pylori-induced gas tritis. Her symptoms improved after administrating drop \nnystatin, oral fluconazole, and four-drug regimens for \nH. pylori eradication. Two weeks later, she was admitted \nfor the second time and received parenteral pantopra zole based on the previous diagnosis of gastritis; how ever, the symptoms relapsed a few days later after relative \nimprovement.The past medical records indicate involvement with \nSLE and antiphospholipid syndrome, as confirmed by \nserologic tests showing high titers of antinuclear anti body (ANA), elevated levels of anti-double-strand DNA \n(anti-ds DNA), and anti-cardiolipin antibodies (IgG). The \nprotein-to-creatinine ratio of 1.7 was in favor of a lupus \nnephropathy, as well (Table  1). She had been receiv ing CellCept 1  mg every 12  h, prednisolone 5  mg daily, \nhydroxychloroquine 200  mg daily, and acetylsalicylic \nacid (ASA) 80  mg daily for the last 2  months since the \ndiagnosis of SLE. Her social history was free of smoking, \nalcohol, and drugs. The familial history was negative for \nmalignancy. She did not mention a recent travel history \nto endemic areas inside the country or abroad.\nShe was ill but not toxic in general appearance. The vital \nsigns were as follows: pulse rate, 87 per minute; blood \npressure, 100/65 mmHg; respiratory rate, 14 per min ute, and body temperature, 36.6 °C. On physical exami nation, no rash was observed on the skin. Conjunctiva \nwas mild pale, and sclera was not icteric. Periorbita had \nmild edema. No ulcer, thrush, or other lesions were seen \nin tongue, buccal, and pharynx mucosa. No lymphad enopathy existed in cervical, axillary, supraclavicular, \nor inguinal region. No rale or wheezing was auscultated \nin the lungs. On abdominal examination, abdomen was \nnot distended and bowel sounds were normal. There was \nmild tenderness in epigastric region. All quadrants were \ntympanic on percussion. Shifting dullness was negative \nfor ascites. In extremities, there was nondependent, pit ting edema. Capillary refill was prolonged, and limbs \nwere cold.\nBlood, urine, and stool samples were sent to a labora tory for further evaluation. The results of blood analysis \nrevealed hypochromic microcytic anemia with increased \nTable 1 Laboratory workup for systemic lupus erythematous \nand antiphospholipid syndrome\nANA, antinuclear antibody; Anti−ds DNA, anti−double strand DNA; LA, lupus anticoagulant; U/A, urine analysis Parameter Value Reference\nSerologic tests\n ANA (Titer) 1:320  > 1:80 positive\n Anti-ds DNA (IU/mL)  > 240.0  > 25.0 positive\n LA (seconds) 29.9 33–40\n Anti-cardiolipin Ab (IgG) (GPL U/mL) 60.6  > 18.0 positive\n Anti-cardiolipin Ab (IgM) (MPL U/mL)  < 2.0  > 15.0 positive\n Anti-B2-glycoprotein Ab (IgG) (U/ mL) 0.90  > 20.0 positive\n Anti-B2-glycoprotein Ab (IgM) (U/mL)  < 3.0  > 18.0 positive\nU/A\n Protein (mg/dL) 211.0 0–15\n Creatinine (mg/dL) 124.15 28–217\nProtein/creatinine ratio 1.69  ≥ 0.3 positive\nPage 3 of 7\n Basham et al. Journal of Medical Case Reports          (2024) 18:608 \n \nreticulocyte distribution width (RDW), high ferritin \nlevel, normal leukocyte count with mild eosinophilia, \nmild thrombocytosis, normal renal function test, normal \nliver enzymes, and liver function tests, decreased protein \nand albumin levels, normal thyroid function test, and \nnegative results for celiac antibodies titer (Table  2). The \nresult of urine analysis (U/A) was normal. Stool examina tion was negative for undigested food, fat drops, occult \nblood, trophozoites, ova, or cysts of parasites. The result \nof stool culture was negative for salmonella and other \npathogenic bacteria.\nEndoscopic findings revealed a generalized nodular \nappearance of duodenum with an infiltrative mucosa in \nthe anterior wall of the bulb, second part of the duode num, and distal portion of D2 stenosis, suggesting lym phoma (Fig.  1). The pathology report stated that villi and \ncrypts had normal architectures, and lamina propria \nwas edematous and moderately infiltrated by acute and \nchronic inflammatory cells with permeation of neutro phils in crypts and villi. Additionally, SS eggs and larvae \nwere also seen within the crypts and surface epithelium. \nThere were no evidence of malignancy and lymphoma in \nthis specimen (Fig. 2).\nAlthough ivermectin is the choice for treating strongy loidiasis, we treated with cap albendazole 400 mg twice a \nday for 2 weeks, owing to shortage of ivermectin in our \nhospital. Moreover, four vials of albumin were also given \nto the patient every 12 hours for 2 days. Abdominal pain \nrelieved partially in the third day and completely in the \nseventh day of antihelminth therapy. Edema was signifi cantly decreased in third day and completely relieved in \nthe seventh day of albumin administration. After three \nconsecutive negative results for stool examination, the \npatient was discharged on the tenth day of receiving \ntreatment. The patient was visited 4 weeks after dis charge, when she was in good condition.",
    "Discussion": "Discussion and conclusions\nStrongyloidiasis is the fourth most common nematode \ninfection, affecting approximately 613 million individuals \nworldwide, of whom 39.4 million live in the East Medi terranean region [8]. Strongyloidiasis occurs sporadically \nin the majority of Iran’s territory; however, Mazandaran \nProvince in the north and Khuzestan Province in the \nsouth are endemic areas for SS infection [9, 10]. Our \npatient resided in Hormozgan Province in the south of \nIran, which is not an endemic area for SS infection and \ndoes not have a common border with Khuzestan Prov ince. Moreover, she did not mention a recent travel his tory to endemic areas in her home country or abroad.\nThe life cycle of SS in the host body commonly begins \nwhen filariform larva penetrates the skin while the host \nis walking bare foot, causing an itchy rash called larva currens [11]. Filariform larvae migrate to the lungs via \nthe circulation, where they pass a part of their matura tion and may present with coughing, asthma, dyspnea, \nand pneumonia. After maturation in the lungs, the lar vae will be coughed up and swallowed to continue their \nmaturation process in intestinal crypts and villi. In this \nstage, the infection may manifest with GI symptoms such \nas abdominal cramping, nausea, vomiting, abdominal \nbloating, watery diarrhea, and sometimes constipation. \nFemale adults eventually lay eggs in intestinal crypts and \nvilli, which hatch into rhabditiform larvae [6, 11]. Rhab ditiform larvae are not infectious until they turn into \nfilariform larvae again, which pass through feces and \ncontinue their free-living life or penetrate colon mucosa \nor perianal skin and begin the life cycle in the host body, \na phenomenon called autoinfection, which may raise the \nload of infection in the intestine, causing complete or \npartial bowel obstruction [12].\nStrongyloidiasis presents in three phases, viz. acute, \nchronic, and hyperinfection or disseminated. In the \nacute phase, the symptoms vary depending on the stage \nof the SS life cycle, such as skin rash, asthma-like symp toms, dyspnea, and GI symptoms. In the chronic phase, \npatients are commonly asymptomatic or mildly sympto matic. The GI system is commonly involved, presenting \nwith abdominal discomfort, borborygmus, intermittent \nvomiting, constipation, or diarrhea. Eosinophilia is usu ally the only finding in asymptomatic patients [13, 14]. \nHyperinfection syndrome, which occurs in 1.5–2.5% of \nstrongyloidiasis cases, refers to countless number of mul tiplications and migration of larvae in an immunosup pressed state, which increases the number of larvae in the \nstool and/or sputum, leading to more severe intestinal \nand respiratory symptoms [6, 15].\nOne month after initiating immunomodulatory agents, \nabdominal pain, nausea, and vomiting began. She never \ncomplained of respiratory symptoms or skin rash in any \nof the three admissions. Looking at Table  2, note that \nneutrophilia occurred in the first hospitalization. Indeed, \nshe was in the acute phase, causing an acute immune \nreaction with leukocytosis with neutrophil dominance \n[16]. Following misdiagnosis and mistreatment, the \npatient entered the chronic phase, where eosinophilia \nbecame notable. In the course of the disease, since ini tiation to last admission, the patient was not febrile and \nsepticemic, thus chronic strongyloidiasis is a more accu rate diagnosis than hyperinfection. Hypoalbuminemia is \na common feature in chronic strongyloidiasis [17]. The \npatient’s edema gradually worsened owing to consump tion of nutrients by the high load of SS worms.\nStool examination is the conventional method for diag nosis of strongyloidiasis. Single stool examination fails \nto detect larvae in up to 70% of cases. Several factors \nPage 4 of 7 Basham et al. Journal of Medical Case Reports          (2024) 18:608 \nTable 2 Laboratory data in first and current admission\nParameter First admission Current admission Reference range\nWBC  (103cells/µl) 14.5 8.5 4–11\nNeutrophils (%) 79.3 52.5\nLymphocytes (%) 13.8 28.9\nMonocytes (%) 2 11.4\nEosinophils (%) 4.5 6.8\nBasophils (%) 0.4 0.4\nHb (mg/dL) 10.5 9.4 12–16\nMCV (fl) 74.6 76.6 80–100\nMCH (pg) 24.9 25.3 27–34\nRDW (%) 16.8 18.7 11–16\nFerritin (ng/ml) — 218.3 5–204\nPlatelets  (103cells/µl) 817 617 150–450\nESR 85 –  < 15\nCRP 2+ — Negative\nBUN (mg/dL) 15.4 7 6–20\nCreatinine (mg/dL) 0.6 0.43 0.5–1.25\nSodium 132 – 135–145\nPotassium 4.8 – 3.5–5.2\nBS 52 – 70–100\nCPK 13 – 10–120\nLDH 286 – 140–280\nTotal bilirubin (mg/dL) 0.5 0.21 0.1–1.2\nDirect bilirubin (mg/dL) 0.1 0.07  < 0.3\nAST (IU/L) 30 25.63 5–32\nALT (IU/L) 25 25.69 5–33\nALP (IU/L) 165 151 65–305\nAmylase (IU/L) 75.83 – 28–100\nLipase (IU/L) 16.5 – 13–60\nProtein (g/dL) – 4.79 6.8–7.3\nAlbumin (g/dL) – 2.40 3.5–5.2\nIgA total (g/L) – 2.31 0.7–4\nAnti-TTG (IU/mL) – 1.0 Positive ≥ 20\nT4 (µg/dL) – 6.94 4.6–14.1\nTSH (µIU/mL) – 1.94 0.27–5.39\nU/A\n Color Yellow Yellow\n Appearance Clear Semiclear\n Specific gravity 1.030 1.025\n pH 5 5\n Protein Trace Negative\n Glucose Negative Negative\n Ketone Positive Negative\n Bilirubin Negative Negative\n Urobilinogen Negative Negative\n Blood/Hgb Negative Negative\n Nitrite Negative Negative\n WBC 1–2 4–5\n RBC 1–2 0–1\n EP 2–3 4–5\nPage 5 of 7\n Basham et al. Journal of Medical Case Reports          (2024) 18:608 \n \nare involved in the low sensitivity of the stool examina tion method, such as a low parasitic load and irregular \nlarval output. Several immunodiagnostic assays have \nbeen introduced, but they are ineffective in disseminated \ninfections and have significant cross-reaction with hook worms, schistosomes, and filariae [18, 19]. SS is a rare \nparasite in our province, and we lacked laboratory kits \nfor detecting SS antigens. Consistent with previous find ings, sending stool for examination for one time has a high false negative rate and makes diagnosis a bit more \nchallenging.\nEndoscopic evaluation revealed irregular nodular \nlesions scattered all over the duodenal mucosa, sug gesting duodenal-type follicular (D-FL) lymphoma. \nNon-Hodgkin’s lymphoma occurs 5.40 times more than \nin general population, because of immune dysregula tion seen in autoimmune disease and administration of \nimmunosuppressive agents [4, 20]. D-FL is recognized \nas a new entity in the World Health Organization clas sification update in 2016, accounting for 1–4% of gas trointestinal non-Hodgkin lymphomas. D-FL appears to \nhave a close association with extranodal marginal zone \nlymphoma, which originates from mucosa-associated \nlymphoid tissue. Unlike LFs that are diagnosed at an \nadvanced stage, D-FL is almost always diagnosed at a low \nstage and tends to be localized to the small bowel, spe cifically the second portion of the duodenum, thus the \nmajority of oncologists watch and wait owing to its good \nprognosis [21, 22]. Follicular lymphomas are incidentally \ndetected on endoscopy, appearing as single or multiple \nnodules or polypoid lesions with size of 1–5 mm. In this \ncircumstance, biopsy is indicated from the lesions and \nsurrounding tissue for better diagnostic yield [23]. Even tually, the results of biopsy determined the diagnosis in \nour challenging case.\nThe treatment of choice for SS infection in immuno compromised patients, specifically those who face hyper infection syndrome, is ivermectin at dosage of 200  µg/\nkg/day administered orally for 2 days, and repeated every \n2  weeks for three times, which yields a cure rate above Table 2 (continued)\nParameter First admission Current admission Reference range\n Bacteria Negative Rare\n Mucus Negative Moderate\n Casts Negative Negative\n Crystals Few Ca-oxalate Negative\n Yeast Negative Negative\nS/E\n Consistency Soft Formed\n Color Brown Brown\n Fat Not seen Not seen\n Undigested food Not seen Not seen\n RBC/hpf Not seen Not seen\n WBC/hpf Not seen Not seen\n Ova Not seen Not seen\n Cyst Not seen Not seen\nWBC, white blood cells; Hb, hemoglobin; MCV, mean corpuscular volume; MCH, mean concentration of hemoglobin; RDW, red cell distribution width; ESR, erythrocyte \nsedimentation rate; CRP , C-reactive protein; BUN, blood urea nitrogen; BS, blood sugar; CPK, creatine phosphokinase; LDH, lactate dehydrogenase; AST, aspartate \ntransaminase; ALT, alanine transaminase; ALP , alkaline phosphatase; Anti TTG, anti-tissue transglutaminase; T4, thyroxine; TSH, thyroid stimulating hormone; U/A; urine \nanalysis; S/E, stool exam\nFig. 1 Endoscopic view of the duodenum showing a generalized \nnodular appearance with infiltrative mucosa in the anterior wall \nof the bulb and second part of the duodenum and distal portion \nof D2 stenosis\nPage 6 of 7 Basham et al. Journal of Medical Case Reports          (2024) 18:608 \n90% [24]. Results of a randomized trial showed that a \nsingle dose of 200 µg/kg of ivermectin or 400 mg/day for \n3  days of albendazole for treatment of strongyloidiasis \nresulted in cure rates of 83% and 45%, respectively [25]. \nIn cases that are refractory to treatment, therapy should \nbe continued until stool smears are cleared of eggs and \nlarvae, which takes at least 2 weeks [24]. The treatment of \nour patient with cap albendazole 400 mg twice a day for 2 \nweeks was successful.\nIn summary, we report herein a patient with SLE who \ncomplained of GI symptoms for 1 month, which started \nafter a 1-month period following administration of corticosteroid and immunosuppressive agents. The clini cal and laboratory evidence was not conclusive. Endoscopy \nview of duodenum was suggestive of duodenal lymphoma, \nhowever biopsy reports determined the diagnosis of stron gyloidiasis. The significance of reporting this case pertains \nto the necessity of sending complete blood count, serologic \nassays, and multiple stool examinations to screen latent \nstrongyloidiasis in candidates for receiving immunosup pressive agents for organ transplantation, blood malignan cies, SLE, and other autoimmune diseases.\nAbbreviations\nSLE  Systemic lupus erythematosus\nCRP  C-reactive protein\nSS  Strongyloides stercoralis\nD-FL  Duodenal-type follicular\nAcknowledgements\nWe thank the associates who took part in the diagnosis and treatment of \nthis case. In addition, we appreciate the patient’s patience, cooperation, and \nagreement for the publication of the case report.\nAuthor contributions\nA.B. and S.H.M. participated in the concept and design of the study. S.H.M., \nS.S., and A.A. gathered the data. A.B. and E.E. drafted the manuscript. S.S., A.A., \nA.R., and S.H.M. critically reviewed and revised the manuscript. All the authors \nreviewed the final draft and approved it.\nFunding\nNone.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThis study has been approved by the ethics committee of Hormozgan University of Medical Science (IR.HUMS.REC.1402.459) and has been performed \nin accordance with the ethical standards laid down in the 1964 Declaration of \nHelsinki and its later amendments.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nAuthor details\n1 Student Research Committee, Faculty of Medicine, Hormozgan University \nof Medical Sciences, Bandar Abbas, Iran. 2 Department of Internal Medicine, \nShahid Mohammadi Hospital, Hormozgan University of Medical Sciences, \nBandar Abbas, Iran. 3 Department of Pathology, Shahid Mohammadi Hospital, \nHormozgan University of Medical Sciences, Bandar Abbas, Iran. 4 Department \nof Gastroenterology, Shahid Mohammadi Hospital, Hormozgan University \nof Medical Sciences, Bandar Abbas, Iran. 5 Department of Pulmonology, Shahid \nBeheshti University of Medical Science, Tehran, Iran. \nReceived: 17 July 2024   Accepted: 27 September 2024\nFig. 2 Hematoxylin and eosin staining of duodenal tissue \nreveals the moderate infiltration of inflammatory cells, \nincluding lymphocytes, neutrophils, and plasma cells in this \nhigh-power view. A The arrows point to a curved larva with a pointed \ntail, which is diagnostic for Strongyloides stercoralis. B The points \nto a Strongyloides egg\nPage 7 of 7\n Basham et al. Journal of Medical Case Reports          (2024) 18:608 \n \nReferences\n 1. Muhammad O, Jindal H, Sharath M, Khan AM, Choi S. Systemic lupus \nerythematosus with multi-organ involvement in a young female: lymphadenopathy, lupus cerebritis, lupus nephritis, and cardiac manifestations. Cureus. 2021;13(6): e15517.\n 2. Basta F, Fasola F, Triantafyllias K, Schwarting A. Systemic lupus erythematosus (SLE) therapy: the old and the new. Rheumatol Ther. \n2020;7(3):433–46.\n 3. He J, Li Z. Dilemma of immunosuppression and infection risk in systemic \nlupus erythematosus. Rheumatology (Oxford). 2023;62(Suppl 1):i22–9.\n 4. Boddu P , Mohammed AS, Annem C, Sequeira W. SLE and Non-Hodgkin’s \nlymphoma: a case series and review of the literature. Case Rep Rheumatol. 2017;2017:1658473.\n 5. Lok JB. Strongyloides stercoralis and relatives: recent advances in general \nand molecular biology. Curr Trop Med Rep. 2014;1(4):194–206.\n 6. Vasquez-Rios G, Pineda-Reyes R, Pineda-Reyes J, Marin R, Ruiz EF, \nTerashima A. Strongyloides stercoralis hyperinfection syndrome: a deeper \nunderstanding of a neglected disease. J Parasit Dis. 2019;43:167–75.\n 7. Marcos LA, Terashima A, Canales M, Gotuzzo E. Update on strongyloidiasis \nin the immunocompromised host. Curr Infect Dis Rep. 2011;13:35–46.\n 8. Buonfrate D, Bisanzio D, Giorli G, Odermatt P , Furst T, Greenaway C, \nFrench M, Reithinger R, Gobbi F, Montresor A, et al. The global prevalence \nof Strongyloides stercoralis infection. Pathogens (Basel, Switzerland). \n2020;9(6):468.\n 9. Sharifdini M, Keyhani A, Eshraghian MR, Beigom Kia E. Molecular diagno sis of strongyloidiasis in a population of an endemic area through nestedPCR. Gastroenterol Hepatol Bed Bench. 2018;11(1):68–74.\n 10. Eslahi AV, Olfatifar M, Houshmand E, Johkool MG, Zibaei M, Foroutan M, \nHosseini H, Badri M. Prevalence of Strongyloides stercoralis in the immunocompetent and immunocompromised individuals in Iran: a systematic \nreview and meta-analysis. Trans R Soc Trop Med Hyg. 2022;116(2):87–99.\n 11. Vega JTS, López RH, Galicia AEM, Fuentes HAC, Castor ACT, Aguilar DIS, \nPérez DA. Strongyloidiasis in Mexico: a neglected disease. EAS J Parasitol \nInfect Dis. 2023;5:43–81.\n 12. Page W, Judd JA, Bradbury RS. The unique life cycle of Strongyloides \nstercoralis and implications for public health action. Trop Med Infect Dis. \n2018;3(2):53.\n 13. Yeh MY, Aggarwal S, Carrig M, Azeem A, Nguyen A, Devries S, Destache \nC, Nguyen T, Velagapudi M. Strongyloides stercoralis infection in humans: \na narrative review of the most neglected parasitic disease. Cureus. \n2023;15(10): e46908.\n 14. Ashrafi K, Tahbaz A, Rahmati B. Strongyloides stercoralis: the most prevalent parasitic cause of eosinophilia in Gilan province, Northern Iran. Iran J \nParasitol. 2010;5(3):40–7.\n 15. Milder JE, Walzer PD, Kilgore G, Rutherford I, Klein M. Clinical features of \nStrongyloides stercoralis infection in an endemic area of the United States. \nGastroenterology. 1981;80(6):1481–8.\n 16. Rajamanickam A, Munisankar S, Bhootra Y, Dolla CK, Nutman TB, Babu S. \nElevated systemic levels of eosinophil, neutrophil, and mast cell granular \nproteins in Strongyloides stercoralis infection that diminish following treat ment. Front Immunol. 2018;9:207.\n 17. El Hajj W, Nakad G, Abou Rached A. Protein loosing enteropathy secondary to Strongyloidiasis: case report and review of the literature. Case Rep \nGastrointest Med. 2016;2016:6831854.\n 18. Siddiqui AA, Berk SL. Diagnosis of Strongyloides stercoralis infection. Clin \nInfect Dis. 2001;33(7):1040–7.\n 19. Buonfrate D, Formenti F, Perandin F, Bisoffi Z. Novel approaches to the \ndiagnosis of Strongyloides stercoralis infection. Clin Microbiol Infect. \n2015;21(6):543–52.\n 20. Cao L, Tong H, Xu G, Liu P , Meng H, Wang J, Zhao X, Tang Y, Jin J. Systemic \nlupus erythematous and malignancy risk: a meta-analysis. PLoS ONE. \n2015;10(4): e0122964.\n 21. Marks E, Shi Y. Duodenal-type follicular lymphoma: a clinicopathologic \nreview. Arch Pathol Lab Med. 2018;142(4):542–7.\n 22. Fernández Suárez B, Seoane Blanco L, Gómez Rivas M, García Gómez A, \nGonzález Otero L, Roibás Veiga A, Fernández Molina J. Primary follicular \nlymphoma of the duodenum as an incidental finding on upper gastrointestinal endoscopy. Rev Esp Enferm Dig. 2024. https:// doi. org/ 10. 17235/ \nreed. 2024. 10255/ 2023. 23. Charoenlap C, Akarapatima K, Suwanno K, Rattanasupar A, Chang A. \nPrimary follicular lymphoma of the duodenum: a case report and review \nof literatures. Gastroenterol Hepatol Bed Bench. 2021;14(2):185–9.\n 24. Corti M. Strongyloides stercoralis in immunosuppressed patients. Arch Clin \nInfect Dis. 2016;11(1): e27510.\n 25. Marti H, Haji HJ, Savioli L, Chwaya HM, Mgeni AF, Ameir JS, Hatz C. A \ncomparative trial of a single-dose ivermectin versus three days of albendazole for treatment of Strongyloides stercoralis and other soil-transmitted \nhelminth infections in children. Am J Trop Med Hyg. 1996;55(5):477–81.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}