{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04949-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04949-7.pdf",
  "metadata": {
    "/Keywords": "Case report; Breast cancer; Pleural mesothelioma; Synchronous",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250120160424+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250117145538+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04949-7",
    "/Author": "Zaheer Ahmad ",
    "/Title": "A synchronous occurrence of breast cancer and pleural mesothelioma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04949-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Malignant mesotheliomas are aggressive forms of tumors arising from mesothelial cells. The most \ncommon type is malignant pleural mesothelioma, which progresses rapidly and leads to pleural effusion. It typically affects older men and is strongly associated with asbestos exposure. However, a few studies have reported \ncases of malignant pleural mesothelioma resulting from non-asbestos factors, including radiotherapy for breast \ncancer, viruses, chronic inflammation, and BRCA1-associated protein-1-associated genetic mutations. Breast cancer \nis the most common sporadic cancer among women, and a small percentage of cases are related to genetic factors, \nsuch as BRCA1/2 and BRCA1-associated protein-1 mutations. While breast cancer can be linked with other primary \nmalignancies through germline mutations, the synchronous occurrence of breast cancer with pleural mesothelioma \nis extremely rare.",
    "Case Presentation": "Case presentation We present the case of a 40-year-old Pashtun woman diagnosed with primary breast cancer. \nShe underwent surgery followed by chemotherapy (paclitaxel). During chemotherapy, she developed right-sided \nchest pain and dyspnea. A computed tomography scan revealed pleural thickening, and a pleural biopsy confirmed \nthe diagnosis of malignant pleural mesothelioma, with positive",
    "Results": "results for the diagnostic markers WT1 and D240.",
    "Conclusion": "Conclusion This case represents a rare occurrence of synchronous breast cancer and pleural mesothelioma \nin a 40-year-old female, and is the first case reported in Khyber Pakhtunkhwa, Pakistan. These findings demonstrate \nthe importance of comprehensive diagnostic testing and the potential role of genetic mutations in concurrent cancers. The challenge of simultaneously treating these cancers highlights the need for further research and the impor tance of multidisciplinary approaches.\nKeywords  Case report, Breast cancer, Pleural mesothelioma, Synchronous\nBackground\nMalignant mesotheliomas are aggressive forms of tumors \narising from mesothelial cells. These tumors line the \npleura, peritoneum, tunica vaginalis testis, and peri cardium. The most common type is malignant pleural \nmesothelioma (MPM), which rapidly progresses and extensively disseminates within the pleural cavity. It is \naccompanied by pleural effusion [1]. Pleural mesothe lioma accounts for 65–70% of all cases [2]. The incidence \nof this disease increases with age, and it is more common \nin men. Female patients have a better prognosis, with \nsurvival rates of 17.3 months for females compared with \n11.8 months for males [2].\nAsbestos exposure remains the primary cause of malig nant mesothelioma, often developing after a latency \nperiod of 40  years [3]. However, recent studies have \nreported rare cases of MPM resulting from non-asbestos \n(idiopathic) factors, including radiotherapy for breast \ncancer, exposure to minerals and mineral fibers, organic Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nZaheer Ahmad\nzeerukhan93@gmail.com\n1 Department of Pulmonology, Lady Reading Hospital, Peshawar, Pakistan\n2 Khyber Medical College, Peshawar, Pakistan\n3 Kabir Medical College, Peshawar, Pakistan\nPage 2 of 5 Ahmad et al. Journal of Medical Case Reports           (2025) 19:25 \nchemicals, viruses, chronic inflammation, and BRCA1associated protein-1 (BAP1)-associated mutations [4, 5].\nIn contrast, breast cancer is the most common type of \ncancer among women worldwide. Most cases are spo radic. Approximately 5–10% of breast cancer cases are \nrelated to hereditary syndromes, which involve BRCA1/2 \nand BAP1 mutations [6].\nThe synchronous occurrence of breast cancer and pleu ral mesothelioma is extremely rare despite the known risk \nfactors of both malignancies. Our case also highlights the \npotential non-asbestos-related causes of mesothelioma. \nTo the best of our knowledge, this is the first documented \ncase of synchronous breast cancer and pleural mesothe lioma in a patient from Khyber Pakhtunkhwa, Pakistan.\nCase presentation\nWe present the case of a 40-year-old Pashtun woman \ndiagnosed with left-sided breast carcinoma (invasive \nbreast cancer, grade 3) in March 2024, for which she \nunderwent modified radical mastectomy followed by \nchemotherapy (paclitaxel). There was no regrowth on \nfollow-up imaging.\nHowever, at the end of July 2024, she complained of \nright-sided chest pain persisting for the past month. \nThe pain had a gradual onset and was dull in character. \nIt was associated with dyspnea, scoring 2 on the Medi cal Research Council (MRC) dyspnea scale (moderate \nbreathlessness affecting daily activities, such as hurry ing on level ground or walking up a slight hill). She was \na non-smoker and had no history of asbestos exposure. \nHer medical history included hypertension, which was \nmanaged with angiotensin-converting enzyme (ACE) \ninhibitors. The family history was not significant for \nmajor pathologies. She experienced significant weight \nloss of 10 kg over 2 months, along with loss of appetite \nand fatigue.\nChest examination revealed stony dull percussion \nnotes with decreased breath sounds on the right side, \nfrom mid-scapula downward. A chest X-ray revealed \nhomogeneous opacification in the right middle and \nlower zones with blunting of the costophrenic and car diophrenic angles (Fig.  1). Chest computed tomography \n(CT) revealed nodular pleural thickening on the right \nside with pleural effusion (Fig. 2). \nThoracoscopic pleural biopsy confirmed mesothelioma \n(WT1, D240, CD45 positive and TTF-1, CEA negative). \nWT1 and D240 positivity suggests pleural mesothelioma, \nparticularly the epithelioid subtype. However, CD45 pos itivity in mesothelioma cells is a relatively rare condition \nrequiring further investigation. TTF-1 and CEA nega tivity help differentiate pleural mesothelioma from lung \nand gastrointestinal adenocarcinomas. A chest drain was \ninserted to manage the pleural effusion.The case was discussed with the thoracic tumor mul tidisciplinary team. It was determined that local resec tion or chemoradiation was not suitable because of the \ninvasive and diffuse nature of the MPM. Subsequently, it \nwas decided that management would include the use of \npaclitaxel. The patient continued paclitaxel at a dose of \n175 mg/m2. On the basis of a body surface area of 1.5  m2, \nthe resulting total dose was 262.5 mg. The patient toler ated the regimen well. The therapeutic options were lim ited. The patient was counseled about potential adverse \neffects, and no serious unanticipated events occurred. \nAn indwelling pleural catheter was planned for the future \nif the patient developed recurrent pleural effusion. The \npatient’s prognosis was discussed. Regular follow-up was \nrecommended. On follow-up at the end of August 2024, \nthe patient’s symptoms (dyspnea and chest pain) had \nimproved. The patient was satisfied with the treatment \nreceived.",
    "Discussion": "Discussion\nMalignant mesotheliomas are rare neoplasms that occur \non the peritoneal, pericardial, and pleural mesothelial \nsurfaces. Malignant pleural mesothelioma (MPM) is the \nmost prevalent type of mesothelioma, accounting for \n65–70% of cases. It is followed by peritoneal (30%) and \npericardial (1–2%) types. There are three histological \nsubtypes of pleural mesothelioma: sarcomatoid, bipha sic, and epithelial. Mesothelioma has an extremely poor \nprognosis, with a median lifespan of only 9–12 months \nfrom the time of manifestation [3].\nFig. 1 Chest X-ray (July 2024) showing hypodensity in the right \nmiddle and lower zones as indicated by arrows\nPage 3 of 5\n Ahmad et al. Journal of Medical Case Reports           (2025) 19:25 \n \nSometimes, malignant mesotheliomas may present \nsynchronously with other cancers, such as Hodgkin’s \nlymphoma, Wilms’ tumor, cervical tumors, testicular car cinoma, and breast carcinoma, as observed in this study \n[7].\nMPM is strongly associated with asbestos exposure [8], \nalong with non-asbestos (idiopathic) causes that contrib ute to its occurrence, including minerals, mineral fibers, \nradiation, chronic inflammation, viruses, and genetic fac tors, including BAP1 (BRCA1-associated protein–1)-as sociated mutations [5]. Minerals, including beryllium, \nand mineral fiber types, such as erionite, fluoroedenite, \nand possibly balangeroite, have the potential to cause \nmesothelioma in specific geographical areas. Exposure \nto therapeutic radiation can increase the relative risk by \nup to 30-fold. Chronic pleural inflammation, such as that \nobserved in empyema and pulmonary tuberculosis, may \nbe a factor in mesothelioma; however, data on this are \nlimited. Similarly, the role of viruses in MPM develop ment remains unclear. Germline mutations or deletions \nof BAP1 account for a small percentage of mesotheliomas \n(less than 1%). There is a complex relationship between \nmalignant mesothelioma and its etiological factors [5].\nFurthermore, BAP1 acts as a risk factor for malignant \nmesothelioma and other malignancies [5, 9]. BAP1 ger mline mutations are inherited as autosomal dominant \ntraits and a high risk of mesothelioma among affected \nindividuals and families [5]. BAP1 is suspected of con tributing to the development of breast cancer [10]. This \nhighlights the potential role of these genetic factors in \ndeveloping rare concurrent malignancies.\nOur case involved a patient who presented with breast \ncancer, followed by mastectomy and chemotherapy, and \nthen developed MPM. Several factors can increase the risk of multiple primary malignancies, including genet ics (Lynch syndrome, Li-Fraumeni syndrome, and BRCA  \ngene mutation), radiation, chemotherapy, viruses [human \npapillomavirus (HPV), Epstein–Barr virus (EBV), Hepa titis B virus (HBV), Hepatitis c virus (HCV), and human \nherpesvirus 8 (HHV8)], other associated cancers, and \nenvironmental factors (smoking, alcohol, chemical expo sures, diet, ionizing radiation, and contamination) [11]. \nAdditionally, a significant body of literature has demon strated the development of MPM after radiotherapy for \nbreast cancer [4, 7, 12].\nAmong the tools used for diagnosing MPM, immuno histochemistry is a crucial technique. The main markers \nthat are positive in MPM include calretinin, WT1, CK \n5/6, and HBME-1, whereas GCDFP-15 and mamma globin are used to detect breast cancer [13]. In our case, \nthe tumor cells tested positive for WT1, D240, and CD45.\nFurther research is needed to develop a single standard \nchemotherapeutic drug for the treatment of MPM. Most \nguidelines recommend the use of platinum compounds \nin combination with pemetrexed [14]. Docetaxel is mildly \neffective in the treatment of MPM [15]. Exemestane has \nbeen proposed to be effective either alone or in combina tion therapy [11]. Local delivery of paclitaxel via expan sile nanoparticles has shown promising outcomes in \npatients with limited disease and can be combined with \ncytoreductive surgery in patients with advanced disease \n[16]. Notably, our study involved the administration of \npaclitaxel as a chemotherapeutic agent for the treatment \nof breast cancer. The patient continued paclitaxel for \nMPM owing to limited therapeutic options.\nThis case highlights a causal relationship between the \nsynchronous occurrence of breast cancer and MPM. \nThese findings underscore the significance of both \nFig. 2 Computed tomography scan (August 2024) of the patient with malignant pleural mesothelioma. Part A showing pleural thickening. Parts B \nand C highlight the areas of thickening with arrows\nPage 4 of 5 Ahmad et al. Journal of Medical Case Reports           (2025) 19:25 \ngenetic and diagnostic testing and highlight the neces sity for further research to understand the genetic \npathways implicated in the development of MPM in \npatients suffering from primary breast cancer.\nConclusion\nOur 40-year-old female patient had breast cancer and \npleural mesothelioma, highlighting the synchronous \npresentation of two cancers. This is the first docu mented case of its kind from Khyber Pakhtunkhwa, \nPakistan. This case report emphasizes the importance \nof comprehensive diagnostic testing in early identifica tion. Genetic testing is recommended because of the \npotential role of genetic mutations in the development \nof concomitant malignancies. Treating cancers con currently can lead to complications. Further research \nis needed to develop effective treatment guidelines for \npatients with coexisting malignancies. This finding con tributes to limited literature on concurrent malignan cies. It also illustrates the need for a multidisciplinary \napproach in the treatment of multiple cancers.\nAbbreviations\nMPM  Malignant pleural mesothelioma\nCT  Computed tomography\nBRCA1/2  Breast cancer genes 1 and 2\nBAP-1  BRCA-1 associated protein-1\nWT 1  Wilms’ tumor 1\nD240  Podoplanin (D2-40)\nMRC  Medical research council\nCD45  Cluster of differentiation 45\nTTF-1  Thyroid transcription factor- 1\nCEA  Carcinoembryonic antigen\nHPV  Human papillomavirus\nEBV  Epstein–Barr virus\nHBV  Hepatitis B virus\nHCV  Hepatitis C virus\nHHV8  Human herpesvirus 8\nNF2  Neurofibromatosis 2\nCK 5/6  Cytokeratin 5/6\nHBME-1  Hector battifora mesothelial-1\nGCDFP-15  Gross cystic disease fluid protein-15\nErβ  Estrogen receptor beta.\nEORTC   European organization for research and treatment of cancer\nCALGB  Cancer and Leukemia Group B\nAcknowledgements\nNot applicable\nAuthor contributions\nAll authors contributed to this study. ZA, MU, and HS analyzed and interpreted \nthe patient’s data; HJ, ZA, and SNH wrote the manuscript. All authors approved \nthe final manuscript.\nFunding\nAll the authors declare that no financial support was received from any organization or institution for the publication of this case report.\nAvailability of data and materials\nNot applicable.Declarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication \nof this study and any related images. A copy of the written consent form is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that there are no conflicts of interest regarding the publication of this paper.\nReceived: 22 August 2024   Accepted: 8 November 2024\nReferences\n 1. Nuvoli B, Germoni S, Morosetti C, et al. Exemestane blocks mesothelioma \ngrowth through downregulation of cAMP , pCREB and CD44 implicating \nnew treatment option in patients affected by this disease. Mol Cancer. \n2014;13:69.\n 2. Pina M, Fernandes R, Fonseca D, et al. A case report of mesothelioma \nresponse to endocrine therapy in synchronous breast cancer and pleural \nepithelioid mesothelioma: a double exemestane effect. Cureus. 2022. \nhttps:// doi. org/ 10. 7759/ cureus. 31579.\n 3. Alpert N, van Gerwen M, Taioli E. Epidemiology of mesothelioma in the \n21st century in Europe and the United States, 40 years after restricted/\nbanned asbestos use. Transl Lung Cancer Res. 2020. https:// doi. org/ 10. \n21037/ tlcr. 2019. 11. 11.\n 4. Shannon VR, Nesbitt JC, Libshitz HI. Malignant pleural mesothelioma after \nradiation therapy for breast cancer: a report of two additional patients. \nCancer. 1995;76:437–41.\n 5. Attanoos RL, Churg A, Galateau-Salle F, Gibbs AR, Roggli VL. Malignant \nmesothelioma and its nonasbestos causes. Arch Pathol Lab Med. \n2018;142(6):753–60.\n 6. Nandikolla AG, Venugopal S, Anampa J. Breast cancer in patients with LiFraumeni Syndrome – a case-series study and review of literature. Breast \nCancer. 2017;9:207–15.\n 7. Negut AI, Ahsan H, Antman KH. Incidence of malignant pleural mesothe lioma after thoracic radiotherapy. Cancer. 1997;80(5):948–50.\n 8. Cavazza A, Travis LB, Travis WD, Wolfe JT 3rd, Foo ML, Gillespie DJ, \nWeidner N, Colby TV. Post-Irradiation malignant mesothelioma. Cancer. \n1996;77(7):1379–85.\n 9. Murali R, Wiesner T, Scolyer RA. Tumours associated with BAP1 mutations. \nPathology. 2013;45(2):116–26.\n 10. Pilarski R, Carlo MI, Cebulla C, Abdel-Rahman M. BAP1 tumor predisposition syndrome. In: GeneReviews®. Seattle: University of Washington; \n1993.\n 11. Pan S-Y, Huang C-P , Chen W-C. Synchronous/Metachronous multiple \nprimary malignancies: review of associated risk factors. Diagnostics. \n1940;2022:12.\n 12. Deutsch M, Land SR, Begovic M, Cecchini R, Wolmark N. An association \nbetween Postoperative radiotherapy for primary breast cancer in 11 \nNational Surgical Adjuvant Breast And Bowel Project (NSABP) studies and \nthe subsequent appearance of pleural mesothelioma. Am J Clin Oncol. \n2007;30:294–6.\n 13. Framarino-dei-Malatesta, M., Sammartino, P ., Derme, M. et al. Breast \ncancer or metastasis? An unusual case of metastatic malignant pleural \nmesothelioma to the breast. World J Surg Oncol. 2015;13:79. https:// doi. \norg/ 10. 1186/ s12957- 015- 0491-z.\n 14. Cinausero M, Rihawi K, Sperandi F, Melotti B, Ardizzoni A. Chemotherapy \ntreatment in malignant pleural mesothelioma: a difficult history. J Thorac \nDis. 2018;10(Suppl 2):S304–10.\n 15. Vorobiof DA, Rapoport BL, Chasen MR, Abratt RP , Cronje N, Fourie L, \nMcMichael G, Hacking D. Malignant pleural mesothelioma: a phase II trial \nwith Docetaxel. Ann Oncol. 2002;13:412–5.\nPage 5 of 5\n Ahmad et al. Journal of Medical Case Reports           (2025) 19:25 \n \n 16. Chu NQ, Liu R, Colby A, de Forcrand C, Padera RF, Grinstaff MW, Colson \nYL. Paclitaxel-loaded expansile nanoparticles improve survival following \ncytoreductive surgery in pleural mesothelioma xenografts. J Thorac \nCardiovasc Surg. 2020;160(3):e159–68.\n 17. Prathibha S, Beckwith H, Kratzke RA, Klein M, Kne A, Tuttle TM. Synchronous breast carcinoma and peritoneal mesothelioma. Breast J. \n2021;27:550–2.\n 18. Ladanyi M, Zauderer MG, Krug LM, Ito T, McMillan R, Bott M. Filippo \nGiancotti; New strategies in pleural mesothelioma: BAP1 and NF2 as novel \ntargets for therapeutic development and risk assessment. Clin Cancer \nRes. 2012;18(17):4485–90.\n 19. Melaiu O, Gemignani F, Landi S. The genetic susceptibility in the develop ment of malignant pleural mesothelioma. J Thorac Dis. 2018;10(Suppl \n2):S246–52.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}