{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04892-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04892-7.pdf",
  "metadata": {
    "/Keywords": "Polyarteritis nodosa; Gastrointestinal bleeding; Endoscopy; Skin biopsy; Glucocorticoid",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218115049+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241216154631+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04892-7",
    "/Author": "Xin-Yue Xiao ",
    "/Title": "Polyarteritis nodosa presenting with severe upper gastrointestinal bleeding: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04892-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Polyarteritis nodosa is a relatively uncommon type of systemic necrotizing vasculitis that primarily \naffects medium-sized arteries. While gastrointestinal involvement is known in polyarteritis nodosa, heavy gastrointestinal bleeding due to gastric ulceration is relatively uncommon. We present the case of an 81-year-old male of Chinese ethnicity who experienced severe gastrointestinal bleeding as a result of polyarteritis nodosa and an innovative \ntreatment approach for a better patient outcomes.",
    "Case Presentation": "Case presentation Upon admission to the medical intensive care unit, the patient underwent a comprehensive \ndiagnostic assessment, including examinations for cardiovascular and dermatological abnormalities, laboratory tests, \nautoantibody and tumor marker assessments, and imaging studies (such as endoscopies, whole-body computed \ntomography, and positron emission tomography–computed tomography scans), and a skin biopsy. The patient had \ntachycardia, hypotension, and extensive skin abnormalities on the lower extremities along with anemia, low platelets, \nand abnormal renal function. Upper gastrointestinal endoscopy revealed gastric and duodenal ulcers. Additional \nexaminations, including electronic colonoscopy, capsule endoscopy, and whole-body computed tomography, were \nnegative. A positron emission tomography–computed tomography scan showed increased uptake in the arte rial walls and skin, which supported the diagnosis of polyarteritis nodosa, later confirmed by a biopsy of the skin \non the lower extremities. Methylprednisolone, octreotide, and omeprazole were administered, leading to improve ment in gastrointestinal symptoms, ulcer healing, and skin recovery. The patient continued with prednisone \nfor 1 month.",
    "Conclusion": "Conclusion This case serves to inform gastroenterologists about the need to consider polyarteritis nodosa in severe \nupper gastrointestinal bleeding and underscores the importance of prompt, medication-based treatment for successful patient outcome.\nKeywords  Polyarteritis nodosa, Gastrointestinal bleeding, Endoscopy, Skin biopsy, Glucocorticoid\n*Correspondence:\nFang Liu\nfangliu873@yahoo.com\nFull list of author information is available at the end of the article\nPage 2 of 8 Xiao et al. Journal of Medical Case Reports          (2024) 18:616",
    "Introduction": "Introduction\nPolyarteritis nodosa (PAN) is a type of systemic \nnecrotizing vasculitis that primarily affects mediumsized blood vessels [1 –3]. PAN typically does not affect \nveins and is characterized by being antineutrophil cyto plasmic antibodies (ANCA)-negative. In a small per centage of cases, particularly among intravenous drug \nusers, PAN is linked to hepatitis B or C infections. An \nautoimmune origin has been proposed for the disease, \nthough some cases remain idiopathic, with no clear \nunderlying cause. Clinical manifestations consist of \nfever, perspiration, loss of weight, and discomfort in the \nmuscles and joints. The vasculitis primarily affects the \nvessels in the skin, kidneys, nerves, and gastrointesti nal tract [4 ]. Diagnosing PAN can be challenging and \noften overlooked, initially due to its diverse symptoms \nand the absence of specific biochemical or hematologi cal markers.\nGastrointestinal (GI) manifestation occurs with a \nfrequency ranging from 10% to 50% in patients with \nPAN, including melaena, hematochezia, perforation, \ncholecystitis, appendicitis, acute abdominal pain, \nbleeding, hemorrhage, and infarction [5 , 6]. In the \nmost recent longitudinal study by the French Vasculi tis Study Group (FVSG), gastrointestinal involvement \nwas observed in 27% of cases, with abdominal pain in \n20%, bleeding in 11%, and perforation in 7%. Despite \nthis, GI symptoms often lack specificity. Particularly \nsevere manifestations, such as bleeding or perforation, \nare frequently overlooked in differential diagnoses. The \nFive Factors Score identifies severe GI involvement as \na poor prognostic factor [7 ]. The primary approach to \nmanaging medical treatment is immunosuppressant \ntherapy [5 , 6, 8]. PAN with GI involvement is a serious \nand potentially life-threatening condition that necessi tates prompt and proactive intervention to reduce the \nassociated morbidity and mortality [9 ].\nHere, we present a case of PAN with extensive GI \nbleeding caused by gastric ulceration, which is an \nuncommon manifestation of the disease. Besides, the \npatient’s complex clinical profile, including cardiovas cular abnormalities, skin lesions, and renal dysfunction, \nposed a significant diagnostic challenge that required \ncomprehensive imaging and histopathology to confirm \nthe diagnosis. Moreover, the case is distinct because of \nthe prompt treatment approach that involved a com bination of medications, leading to successful man agement of both the GI and dermatological symptoms \nwithout surgery and invasive treatments.Case presentation\nAn 81-year-old man of Chinese ethnicity was admitted \nto the hospital with a 3-year history of skin ulcers and \nhypoesthesia primarily in both lower limbs, along with \na 2-day history of melena. He did not experience nau sea, vomiting, abdominal pain, diarrhea, or fever. The \npatient had no history of nonsteroidal anti-inflamma tory drug use, liver disease, or any chronic conditions \nother than diabetes and hypertension.\nOn physical examination, the patient was found to \nhave tachycardia and hypotension, the skin of both lower \nextremities was hyperpigmented, thickened, and desqua mated, with multiple ulcerated scabs and ulcerations on \nboth lower extremities (Fig.  1A). The patient was admit ted to the medical intensive care unit, and upon observ ing melena, an emergency endoscopy was performed. \nUpper GI endoscopy revealed a gastric body ulcer and \nmultiple duodenal ulcers, with the gastric ulcer classified \nas superficial and the duodenal ulcers also described as \nsuperficial (Fig.  1B). The patient then underwent a com prehensive series of diagnostic tests including laboratory \ntests, urine microscopy, imaging studies, and skin biopsy, \nwith the",
    "Results": "results summarized in Table 1. \nGiven the patient’s involvement of multiple organs, \nincluding GI bleeding, purpura cutis, and skin ulcers in \nthe perineum, perianal area, and scrotum, we sought a \nmultidisciplinary consultation to explore diagnoses such \nas Crohn’s disease, vasculitis, and tumors. Subsequent \nrelevant examinations, including electronic colonoscopy, \ncapsule endoscopy, and whole-body computed tomogra phy (CT), returned negative results. Due to the patient’s \nrenal insufficiency and severe lower extremity skin ulcers, \nwe did not perform renal angiography and electromyo graphy. Furthermore, positron emission tomography \n(PET)–CT scan showed diffusely increased radioactive \nuptake in arterial walls of both lower extremities, also \nmultiple thickening, and increased metabolism in skin of \nboth lower extremities (Fig.  2). Skin biopsy of the lower \nextremities showed localized epidermal erosions and \nulcers and focal dermal bleeding with extensive hemosi derin deposition and lymphocytic infiltration, accumula tion, and proliferation of granulation tissue (Fig. 3).\nAfter integrating information from the patient’s clini cal manifestations, laboratory results, skin pathology, \nand PET–CT examination, we diagnosed PAN and initi ated treatment with methylprednisolone: 40 mg intrave nous (IV) daily for 3 days, followed by 32 mg for 4 days, \nand then 24 mg for 3 days. The treatment was combined \nwith intravenous octreotide and omeprazole. We did not \ninclude immunosuppressive agents such as cyclophos phamide due to the presence of high metabolic nodules \nin the patient’s lungs as indicated by the PET–CT, and \nthe patient declined further biopsy.\nPage 3 of 8\n Xiao et al. Journal of Medical Case Reports          (2024) 18:616 \n \nPost treatment, the patient’s melena resolved, and an \nelectronic gastroscopy revealed that the skin ulcers had \ngradually scabbed (Fig.  4A), and the gastric ulcers had \nhealed (Fig.  4B). The patient continued with oral pred nisone 30 mg daily for 1 month.",
    "Discussion": "Discussion\nPAN is a rare idiopathic systemic vasculitis characterized \nby medium-sized and small arteries necrotizing inflam matory lesions [10, 11]. The pathological feature of PAN \nis transmural inflammation of the vascular wall, typi cally manifested as fusiform or saccular microaneurysms, \nwhich can lead to luminal stenosis or aneurysm forma tion. The formation of these structures ultimately leads to \nlocal ischemia [12, 13]. There are two types of PAN: typi cal PAN involving medium-sized blood vessels and cuta neous PAN characterized only by subcutaneous nodules \nand skin ulcers [14]. The association of PAN with hepati tis B virus (HBV) and hepatitis C virus (HCV) infection is \nwell recognized [15].\nThe clinical manifestations of PAN can range from \nsingle-organ involvement to multiple systems [14]. PAN \nis often first detected in patients who present with a \nfever of unknown origin. After this initial presentation \nof fever, patients with PAN usually develop symptoms \nrelated to involvement of various organs within a few \nweeks. The progression of the disease from an initial \nfever to organ involvement can be relatively rapid [11, \n16]. The organs most affected by PAN included mono neuritis multiplex (75%), kidney (51%), skin (50%), GI \ntract (38%), and cardiac and vascular disease (22%) [14, \n17]. In the skin, PAN can manifest as erythematous \nnodules, ulcers, bullous or vesicular eruptions, pur pura, and reticularis [18, 19]. The incidence of HBVassociated PAN has declined substantially since the \nvaccination of high-risk populations against hepatitis B \n[11, 20].\nGI involvement of PAN, ranging from 14% to 65% [4, 5, \n21, 22] include abdominal pain, nausea, bloody or blood less diarrhea, vomiting, melena, and pancreatic presenta tion [6, 23, 24]. GI hemorrhage in PAN is rare, but it can \noccur in any location, from the esophagus to the rectum, \nand the prognosis is often poor. It may be manifested \nby hematemesis, melena, biliary tract bleeding, and \nintra-abdominal bleeding [25]. GI hemorrhage may be \ncaused by mucosa ischemia ulceration, intestinal infarc tion, and mucosal ulceration is seen in 5–6% of patients \nwith PAN, mainly in jejunum [17, 22, 26]. There are \ncase reports demonstrating that ruptured hepatic artery \nand mesenteric aneurysm, duodenal fistula, and hae mobilia can cause severe intestinal bleeding in patients \nwith PAN [27–30]. Narusako et  al. [31] reported the \nfirst case of PAN with multiple refractory bleeding gas tric ulcers who underwent gastrectomy. Moreover, Perez \net  al. [31] described a case of PAN with massive upper \nGI bleeding due to gastric ulcer. The patient underwent \na gastrectomy, and the diagnosis was confirmed through \nhistopathological examination. GI bleeding in PAN is \nFig. 1 A Diffuse thickening, desquamation and chromatosis of both lower limbs with ulcerations. B Upper gastrointestinal endoscopic picture \nshowing gastric body ulcer (stage A1) and duodenal multiple ulcers\nPage 4 of 8 Xiao et al. Journal of Medical Case Reports          (2024) 18:616 \nassociated with serious complications and adverse out comes [6, 22, 32, 33].\nWe diagnosed PAN in this patient according to the \n2012 Revised International Chapel Hill Consensus Con ference Nomenclature of Vasculatides [11] after integrat ing information from the patient’s clinical manifestations, \nlaboratory results, and skin biopsy results. A PET–CT \nexamination also confirmed that increased radioactive \nuptake in arterial walls of both lower extremities, which \nsuggested a local inflammation of the aneurysm [34]. \nHowever, for a better diagnosis, angiography examination \nwas needed, which was not performed in this patient due \nto renal dysfunction. One report describes the successful treatment of PAN with upper GI bleeding caused by gas tric ulceration using glucocorticoid, resulting in recovery \n[25]. Based on our case, we recommend considering PAN \nin the differential diagnosis of upper GI bleeding, espe cially when endoscopic findings reveal large ulcers and \nthe patient exhibits multisystem involvement, such as \nskin lesions, nerve damage, and other systemic manifes tations. Prompt treatment with medications, including \nglucocorticoids (methylprednisolone and prednisone), \noctreotide, and omeprazole, is crucial to manage PAN \neffectively and avoid the need for surgery. A schematic \ndiagram illustrating the patient’s clinical presenta tions in this case of PAN, along with the corresponding Table 1 Summary of diagnostic findings and investigations\nCategory Findings\nVital signs\n Heart rate 110 beats/minute (tachycardia)\n Blood pressure 86/56 mmHg (hypotension)\nLaboratory tests\n Hemoglobin 66 g/L (anemia)\n Platelets (PLT) 44 ×  109/L (low)\n Blood urea nitrogen 21.46 mmol/L (elevated)\n Creatinine 209.8 µmol/L (elevated)\n Urine red blood cells 44 per high-power field (indicating bleeding)\n Urine leukocytes 43 per high-power field (elevated, suggesting possible infection or inflammation)\n 24 h urine protein 2.93 g (elevated, indicating proteinuria)\nUrine microscopy\n Red blood cells Varied in size, with annular, spiny, and serrated shapes\nAutoantibody tests\n Anticardiolipin antibody > 90 U/mL (elevated)\n β2-glycoprotein I 45 U/mL (elevated)\nTumor markers\n Cancer antigen 125 (CA125) 81.7 U/mL (elevated, associated with ovarian cancer or other conditions)\n Cancer antigen 19-9 (CA19-9) 64.11 U/mL (elevated, associated with pancreatic cancer or other malignancies)\n Cytokeratin 19 fragment (CYFRA 21-1) 4.00 ng/mL (normal)\n Progastrin-releasing peptide (Pro-GRP) 155.56 pg/mL (elevated, may indicate lung or neuroendocrine tumors)\n Squamous cell carcinoma antigen (SCC) 2.76 ng/mL (normal)\nOther tests\n Cell cytokines Normal\n Vasculitis antibodies Normal\n Coagulation function Normal\n Hepatitis B surface antigen Normal\n Abdominal ultrasound Normal\nImaging and pathology\n Electronic colonoscopy Negative\n Capsule endoscopy Negative\n Whole-body computed tomography Negative\n Positron emission tomography/computed tomography scan Diffuse increased radioactive uptake in arterial walls of both lower extremities\n Skin biopsy Localized epidermal erosions and ulcers\nPage 5 of 8\n Xiao et al. Journal of Medical Case Reports          (2024) 18:616 \n \nmanagement strategies implemented throughout the \ncourse of treatment (Fig. 5).\nConclusion\nWhile the existing literature reports only a few cases, this \ncase significantly enhances our limited understanding \nby emphasizing the critical role of timely diagnosis and prompt administration of a medication regimen in PAN \nwith severe upper GI bleeding. This approach can effec tively manage the underlying inflammation in PAN and \npotentially improve outcomes in cases of severe upper \nGI bleeding. The case will also serve to inform and guide \ngastroenterologists in their approach to diagnosing and \nmanaging instances of massive upper GI bleeding associ ated with PAN.\nFig. 2 The maximum intensity projection (A) and coronal image (B) from the positron emission tomography–computed tomography scan \nshow increased uptake of fluorodeoxyglucose in the femoral and popliteal arteries, as well as in a localized ulcer on the inner side of both calves \nand in the muscle compartments throughout the body\nPage 6 of 8 Xiao et al. Journal of Medical Case Reports          (2024) 18:616 \nFig. 3 A skin biopsy (hematoxylin and eosin staining), A, B ×100, C, D ×400) reveals necrosis and ulceration resulting from ischemia caused \nby vascular involvement, along with a perivascular lymphocytic infiltration surrounding the medium-sized vessel wall, consistent with a diagnosis \nof polyarteritis nodosa\nFig. 4 Skin ulcerations gradually scabbed (A) and the gastric ulcer significantly relieved (B) after 2 weeks of glucocorticoid treatment, but the small \nbowel ulcer remained\nPage 7 of 8\n Xiao et al. Journal of Medical Case Reports          (2024) 18:616 \n \nAcknowledgements\nNot applicable.\nAuthor contributions\nFL is responsible for all the experiments and data. X-YX wrote the article. YN \ncollected the data. P-PL wrote part of the article. Y-MZ collected the data. \nM-GZ collected the data. G-CW added the references. X-DW recorded the \ndata.\nFunding\nNot applicable.\nAvailability data and materials\nThe datasets used and/or analysed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nNo IRB is required for case reports and written informed consent was \nobtained.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.Competing interests\nNot applicable.\nAuthor details\n1 Department of Rheumatology, China-Japan Friendship Hospital, Beijing 100029, China. 2 Department of Pathology, China-Japan Friendship Hospital, Beijing 100029, China. 3 Department of Nuclear Medicine, China-Japan \nFriendship Hospital, Beijing 100029, China. 4 Department of Gastroenterology, \nChina-Japan Friendship Hospital, Beijing 100029, China. \nReceived: 4 February 2024   Accepted: 30 September 2024\nReferences\n 1. Stone JH. Polyarteritis nodosa. JAMA. 2002;288(13):1632–9. https:// doi. \norg/ 10. 1001/ jama. 288. 13. 1632.\n 2. Rohmer J, Nguyen Y, Trefond L, et al. Clinical features and long-term \noutcomes of patients with systemic polyarteritis nodosa diagnosed since \n2005: data from 196 patients. J Autoimmun. 2023;139: 103093. https:// \ndoi. org/ 10. 1016/j. jaut. 2023. 103093.\n 3. Travers RL, Allison DJ, Brettle RP , et al. Polyarteritis nodosa: a clinical and angiographic analysis of 17 cases. Semin Arthritis Rheum. \n1979;8(3):184–99. https:// doi. org/ 10. 1016/ s0049- 0172(79) 80007-4.\n 4. Ahn E, Luk A, Chetty R, et al. Vasculitides of the gastrointestinal tract. \nSemin Diagn Pathol. 2009;26(2):77–88. https:// doi. org/ 10. 1053/j.  \nsemdp. 2009. 06. 001.\nFig. 5 A schematic diagram depicting the patient’s clinical manifestations of polyarteritis nodosa, and management approaches employed \nduring treatment\nPage 8 of 8 Xiao et al. Journal of Medical Case Reports          (2024) 18:616 \n 5. Ebert EC, Hagspiel KD, Nagar M, et al. Gastrointestinal involvement \nin polyarteritis nodosa. Clin Gastroenterol Hepatol. 2008;6(9):960–6. \nhttps:// doi. org/ 10. 1016/j. cgh. 2008. 04. 004.\n 6. Levine SM, Hellmann DB, Stone JH. Gastrointestinal involvement in \npolyarteritis nodosa (1986–2000): presentation and outcomes in 24 \npatients. Am J Med. 2002;112(5):386–91. https:// doi. org/ 10. 1016/  \ns0002- 9343(01) 01131-7.\n 7. Guillevin L, Pagnoux C, Seror R, et al. The five-factor score revisited: \nassessment of prognoses of systemic necrotizing vasculitides based \non the French Vasculitis Study Group (FVSG) cohort. Medicine. \n2011;90(1):19–27. https:// doi. org/ 10. 1097/ MD. 0b013 e3182 05a4c6.\n 8. Pagnoux C, Mahr A, Cohen P , et al. Presentation and outcome of gastrointestinal involvement in systemic necrotizing vasculitides: analysis \nof 62 patients with polyarteritis nodosa, microscopic polyangiitis, \nWegener granulomatosis, Churg-Strauss syndrome, or rheumatoid \narthritis-associated vasculitis. Medicine. 2005;84(2):115–28. https:// doi.  \norg/ 10. 1097/ 01. md. 00001 58825. 87055. 0b .\n 9. Jardel S, Puechal X, Le Quellec A, et al. Mortality in systemic necrotizing vasculitides: a retrospective analysis of the French Vasculitis Study \nGroup registry. Autoimmun Rev. 2018;17(7):653–9. https:// doi. org/ 10.  \n1016/j. autrev. 2018. 01. 022.\n 10. Ozen S. The changing face of polyarteritis nodosa and necrotizing vasculitis. Nat Rev Rheumatol. 2017;13(6):381–6. https:// doi. org/ 10. 1038/ nrrhe \num. 2017. 68.\n 11. Jennette JC, Falk RJ, Bacon PA, et al. 2012 revised international Chapel Hill \nconsensus conference nomenclature of vasculitides. Arthritis Rheum. \n2013;65(1):1–11. https:// doi. org/ 10. 1002/ art. 37715.\n 12. Robateau Colon A, Rapaka B, Wang XJ. A bad gut feeling: a common \ndisease, an unlikely complication, and a rare cause. Gastroenterology. \n2021;160(5):1475–6. https:// doi. org/ 10. 1053/j. gastro. 2020. 11. 028.\n 13. Chircop I, Boespflug A, Cini A, et al. Paraneoplastic polyarteritis nodosa in \na patient with cutaneous T-cell lymphoma. Lancet Haematol. 2021;8(3): \ne240. https:// doi. org/ 10. 1016/ S2352- 3026(20) 30393-8.\n 14. Lai FYX, Groschel MIP , van den Hende L, et al. Prolonged pyrexia and \nsubtle skin lesions: polyarteritis nodosa. Lancet. 2016;387(10022):1025–6. \nhttps:// doi. org/ 10. 1016/ S0140- 6736(16) 00501-8.\n 15. Anderson B, Sweetser S. Chronic abdominal pain in a 47-year-old woman. \nGastroenterology. 2018;155(3):627–8. https:// doi. org/ 10. 1053/j. gastro. \n2018. 02. 043.\n 16. Colmegna I, Maldonado-Cocco JA. Polyarteritis nodosa revisited. \nCurr Rheumatol Rep. 2005;7(4):288–96. https:// doi. org/ 10. 1007/ \ns11926- 005- 0039-2.\n 17. Pagnoux C, Seror R, Henegar C, et al. Clinical features and outcomes in \n348 patients with polyarteritis nodosa: a systematic retrospective study of \npatients diagnosed between 1963 and 2005 and entered into the French \nVasculitis Study Group Database. Arthritis Rheum. 2010;62(2):616–26. \nhttps:// doi. org/ 10. 1002/ art. 27240.\n 18. Gibson LE, Su WP . Cutaneous vasculitis. Rheum Dis Clin N Am. \n1995;21(4):1097–113.\n 19. Karlsberg PL, Lee WM, Casey DL, et al. Cutaneous vasculitis and rheumatoid factor positivity as presenting signs of hepatitis C virus-induced \nmixed cryoglobulinemia. Arch Dermatol. 1995;131(10):1119–23.\n 20. Pang CL, Richardson P , Makkuni D. A difficult case of fever of unknown \norigin. BMJ Case Rep. 2012. https:// doi. org/ 10. 1136/ bcr. 11. 2011. 5210.\n 21. Lee EL, Smith HJ, Miller GL 3rd, et al. Ischemic pseudomembranous \ncolitis with perforation due to polyarteritis nodosa. Am J Gastroenterol. \n1984;79(1):35–8.\n 22. Soowamber M, Weizman AV, Pagnoux C. Gastrointestinal aspects of \nvasculitides. Nat Rev Gastroenterol Hepatol. 2017;14(3):185–94. https:// \ndoi. org/ 10. 1038/ nrgas tro. 2016. 179.\n 23. Flaherty J, Bradley EL 3rd. Acute pancreatitis as a complication of \npolyarteritis nodosa. Int J Pancreatol. 1999;25(1):53–7. https:// doi. org/ 10. \n1385/ IJGC: 25:1: 53.\n 24. Suresh E, Beadles W, Welsby P , et al. Acute pancreatitis with pseudo cyst formation in a patient with polyarteritis nodosa. J Rheumatol. \n2005;32(2):386–8.\n 25. Saikia N, Talukdar R, Mazumder S, et al. Polyarteritis nodosa presenting \nas massive upper gastrointestinal hemorrhage. Gastrointest Endosc. \n2006;63(6):868–70. https:// doi. org/ 10. 1016/j. gie. 2005. 12. 019. 26. Bailey M, Chapin W, Licht H, et al. The effects of vasculitis on the gastrointestinal tract and liver. Gastroenterol Clin N Am. 1998;27(4):747–82, v–vi. \nhttps:// doi. org/ 10. 1016/ s0889- 8553(05) 70032-7.\n 27. Cabal E, Holtz S. Polyarteritis as a cause of intestinal hemorrhage. Gastro enterology. 1971;61(1):99–105.\n 28. Han SY, Jander HP , Laws HL. Polyarteritis nodosa causing severe intestinal \nbleeding. Gastrointest Radiol. 1976;1(3):285–7. https:// doi. org/ 10. 1007/ \nBF022 56382.\n 29. Nguan C, Leone E. A case of spontaneous perirenal hemorrhage secondary to polyarteritis nodosa. Can J Urol. 2002;9(6):1704–6.\n 30. Shuster TA, Almeida J, Coats R, et al. Gastrointestinal bleeding as the \ninitial manifestation of a polyarteritis nodosa-associated hepatic \nartery aneurysm-duodenal fistula—a case report. Vasc Endovasc Surg. \n2004;38(6):563–8. https:// doi. org/ 10. 1177/ 15385 74404 03800 611.\n 31. Narusako T, Ueyama H, Tsunetomi N, et al. Multiple hemorrhagic gastric \nulcers due to polyarteritis nodosa. Intern Med. 1997;36(9):657–60. https:// \ndoi. org/ 10. 2169/ inter  nalme dicine. 36. 657.\n 32. Latus J, Koetter I, Fritz P , et al. Gastrointestinal involvement in granulomatosis with polyangiitis and microscopic polyangiitis: histological features \nand outcome. Int J Rheum Dis. 2014;17(4):412–9. https:// doi. org/ 10. 1111/ \n1756- 185X. 12203.\n 33. Hiraike Y, Kodaira M, Sano M, et al. Polyarteritis nodosa diagnosed by \nsurgically resected jejunal necrosis following acute abdomen. World J \nGastroenterol. 2013;19(18):2830–4. https:// doi. org/ 10. 3748/ wjg. v19. i18. \n2830.\n 34. Watanabe TT, Shiojiri T. PET-CT and polyarteritis nodosa-associated artery \naneurysms. QJM. 2019;112(3):219–20. https:// doi. org/ 10. 1093/ qjmed/ \nhcy308.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}