{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05047-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05047-y.pdf",
  "metadata": {
    "/Keywords": "Congenital adrenal hyperplasia; Pediatric obesity; Laparoscopic sleeve gastrectomy",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250125171439+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250125182428+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05047-y",
    "/Author": "Alaina P. Vidmar ",
    "/Title": "Semaglutide and laparoscopic sleeve gastrectomy in an adolescent with congenital adrenal hyperplasia due to 21-hydroxylase: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05047-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Classic congenital adrenal hyperplasia, primarily due to 21-hydroxylase deficiency, leads to impaired \ncortisol and aldosterone production and excess adrenal androgens. Lifelong glucocorticoid therapy is required, often \nnecessitating supraphysiological doses in youth to manage androgen excess and growth acceleration. These patients \nexperience higher obesity rates, hypertension, and glucose metabolism issues, complicating long-term health management. Despite this, there is limited literature on effective obesity management strategies in congenital adrenal \nhyperplasia patients, emphasizing the need for comprehensive care approaches.",
    "Case Presentation": "Case presentation We present the case of an 18-year-old Hispanic male with classic congenital adrenal hyperplasia \nand class III obesity, who underwent a multimodal obesity treatment plan. Diagnosed shortly after birth, he experienced rapid weight gain starting at the age of 2 years, with his body mass index escalating to 52.5 kg/m2 by age 15. \nInitial interventions included lifestyle modifications and pharmacotherapy with metformin and topiramate, which \nwere ineffective alone. Subsequently, he was treated with semaglutide, achieving an 11% body mass index reduction. \nOwing to ongoing metabolic dysregulation, he underwent laparoscopic sleeve gastrectomy at the age of 17 years. \nThe surgery was well tolerated, with careful intraoperative glucocorticoid management. Post-surgery, he experienced \nsignificant improvements in body mass index, hunger, and satiety, along with a reduction in emotional overeating.\nConclusions This case highlights the potential of an integrative, multidisciplinary approach to address severe obesity \nand its associated comorbidities in patients with classic congenital adrenal hyperplasia. The successful outcomes \nfrom both pharmacotherapy and bariatric surgery suggest that tailored obesity management strategies can optimize \nhealth in this unique population, reinforcing the need for further research into comprehensive obesity care in individuals with congenital adrenal hyperplasia.\nKeywords  Congenital adrenal hyperplasia, Pediatric obesity, Laparoscopic sleeve gastrectomyOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAlaina P . Vidmar\navidmar@chla.usc.edu\nFull list of author information is available at the end of the article\nPage 2 of 7 Vidmar et al. Journal of Medical Case Reports           (2025) 19:37",
    "Introduction": "Introduction\nClassic congenital adrenal hyperplasia (CAH), pri marily due to 21-hydroxylase deficiency, is character ized by impaired cortisol and aldosterone synthesis, \nand excessive adrenal androgen production [1 ]. These \npatients require lifelong glucocorticoid therapy for \ncortisol replacement, with supraphysiological doses \n(12–15 mg/m2/day) often required in youth with clas sic CAH to achieve androgen suppression and thereby \navoid growth acceleration and bone age advancement \n[1]. While essential for the management of CAH, glu cocorticoid treatment can present unique challenges \nrelated to metabolic health, including difficulty mim icking physiologic diurnal cortisol secretion with \ncurrent glucocorticoid formulations and potential exac erbation of obesity-related complications [1 –4]. Youth \nwith CAH experience higher rates of obesity, hyper tension, and impaired glucose metabolism compared \nwith their peers, along with an early adiposity rebound, \ncompounding the challenges in their long-term man agement [1 –3, 5, 6].\nDespite the established link between CAH and obesity, \na significant gap exists in the literature regarding effec tive strategies for managing obesity in this population. \nThe American Academy of Pediatrics and the American \nSociety of Metabolic and Bariatric Surgery advocate for \na comprehensive approach to managing severe obesity in \nall pediatric patients, regardless of concomitant chronic \nconditions [7, 8]. This multifaceted strategy integrates \nlifestyle modifications, pharmacotherapy, and, when \nappropriate, metabolic and bariatric surgery [9]. Emerg ing literature indicates that pharmacotherapy for obesity \ncan offer benefits for patients with CAH, although com prehensive data remains limited [10]. Similarly, while bar iatric surgery is the most effective and durable treatment \noption for severe obesity in the general pediatric popula tion, its application in individuals with CAH has not been \nextensively explored, despite the potential for substantial \nimprovements in weight and metabolic health.\nIn this context, we present a case report of an 18-yearold Hispanic male with classic CAH and class III obesity, \nwho underwent a multimodal obesity treatment plan \nincorporating both obesity pharmacotherapy and lapa roscopic sleeve gastrectomy. This case underscores the \npotential for a tailored, integrative approach to effectively \naddress severe obesity and its comorbidities in patients \nwith classic CAH. In addition, we have performed a \nstructured review of the literature on CAH and obesity \nmanagement. Our findings highlight sustained weight \nreduction, resolution of weight-related complications, \nand improved management of androgen excess following \nthe surgery. This report contributes to the growing body \nof evidence supporting comprehensive obesity care in this unique population, emphasizing the need for multi disciplinary strategies to optimize health outcomes.\nCase presentation\nHistory and early life\nThe patient, an 18-year-old Hispanic male diagnosed with \nclassic CAH due to 21-hydroxylase deficiency, was iden tified shortly after birth, with a 17-hydroxyprogesterone \n(17-OHP) level of 60,601  ng/dL (918.2  nmol/L; conver sion whole blood units × 66 to serum concentration [11]) \ndetected from routine newborn screening at 29 hours of \nlife. He was born full-term via normal spontaneous vagi nal delivery and appeared well at birth. His mother and \nfather identify as Hispanic. Maternal history included \nhypertension and gestational diabetes, while the family \nhistory was negative for CAH. During early childhood, he \nwas managed with oral hydrocortisone and fludrocorti sone to maintain adrenal function. Growth patterns dur ing infancy and early childhood showed that he tracked \nalong the 17th percentile for height and the 69th percen tile for weight until 24 months of age, with a weight-forlength percentile of 87. However, from the age of 2 years, \nhe began to experience a significant increase in weight, \nwith a rapid weight gain velocity of approximately 6 kg \nper year from 6 to 13 years old. By the age of 11 years, the \npatient’s body mass index (BMI) was recorded at 38.7 kg/\nm2 (165% of the 95th percentile), and his 17-OHP levels \nwere poorly controlled at 10,519  ng/dL, despite taking \nhydrocortisone 35  mg/m2/day divided into three daily \ndoses owing to adherence challenges. Notably, his bone \nage was advanced at 14.5  years, relative to his chrono logical age of 11  years, raising concerns about potential \nlong-term implications for his growth and development, \nwhich may be attributed to a combination of obesity, \nhyperandrogenism, and poor hormonal control.\nComprehensive obesity care—lifestyle modification \nand obesity pharmacotherapy\nHe began intensive health and behavior lifestyle modi fication for obesity treatment at the age of 11  years. \nAt his first presentation to the multidisciplinary com prehensive obesity care clinic, the patient’s BMI was \nmeasured at 40  kg/m2 (190% percent of the 95th per centile, Fig.  1). Leading up to this consultation, he \nreported extreme food cravings and difficulties with \nportion control, contributing to further weight gain. In \nresponse to these challenges, he was started on met formin 1000  mg twice daily and topiramate 100  mg \nnightly (started at 25  mg nightly and titrated to goal), \nwhich he tolerated without any side effects, and he \nnoted that it helped suppress his appetite. In addition, \nlifestyle modifications were implemented, including an \nincrease in physical activity, and changes in nutrition. \nPage 3 of 7\n Vidmar et al. Journal of Medical Case Reports           (2025) 19:37 \n \nHe remained on this regimen for 2 years, yet his BMI \ncontinued to rise, reaching 49.5  kg/m2 despite opti mizing topiramate to 200  mg nightly. By the age of \n15 years, his BMI had escalated to 52.5 kg/m2, and he \nwas showing metabolic dysregulation with elevation in \nliver enzymes, blood lipid levels, and hemoglobin A1c \n(5.8%). Thus, he began treatment with semaglutide, ini tially starting at a dose of 0.25  mg and titrating up to \n1 mg weekly, after 12 months of which he achieved an \n11% BMI reduction to 46.7 kg/m2 despite intermittent pauses in treatment due to supply access challenges. \nHe reported no gastrointestinal side effects during his \nsemaglutide titration and overall denied any side effects \nfrom the medication. Upon reaching the 1  mg weekly \ndose he reported a significant reduction in his appetite, \nimproved satiety, increased energy, and improved over all mood. His maintenance daily hydrocortisone dose \nwas decreased by 9% (34  mg/m2/day) as his androgen \ncontrol improved during the period of time that he was \ntaking semaglutide, his weight was trending down, and \nhis hydrocortisone adherence remained high.\nAgeAge Age\nWeight in Kilo gram sHeight in Centimeter sB ody Mass Index PercentileObesity-BMI-for-age 2-20 years (%ile shown as the % of the 95thpercentile) BoysWeight-for-age 2-20 years BoysStature-for-age 2-20 years Boys\nMetfo rmin + \nTopiramateSemagl utideLSGA.\nB.\nFig. 1: An 18-year-old Hispanic male with congenital adrenal hyperplasia due to 21-hydroxylase deficiency and severe obesity: weight, height (A), \nand body mass index (B) trajectories over time, from age 2 to 18 years, in response to comprehensive obesity treatment\nPage 4 of 7 Vidmar et al. Journal of Medical Case Reports           (2025) 19:37 \nMetabolic and bariatric surgery consideration \nand intraoperative care\nDespite significant reductions in his BMI, the patient \ncontinued to have an elevated hemoglobin A1c (5.9%), \nliver enzymes, and blood lipid levels (Table  1). As a result, \nhe was referred to the metabolic and bariatric surgery \nprogram for consideration of metabolic and bariatric sur gery. After a thorough evaluation by the interdisciplinary \nmetabolic and bariatric surgery team, he was assessed as \na good candidate for laparoscopic sleeve gastrectomy and \nunderwent the procedure at the age of 17 years. Intraop eratively, he received standard stress-dose hydrocorti sone at 50  mg/m2/day, followed by a 48-hour moderate \nstress-dose regimen to support pain control and stress \nresponse. The surgery was well-tolerated, with no intra operative or perioperative complications. He required no \nadditional stress-dose coverage and was able to return to \nhis maintenance hydrocortisone regimen (35 mg/m2/day) \n2 days postoperatively. At 2 and 4 weeks postoperatively, \nhe completed a validated eating behavior questionnaire, \nreporting a threefold reduction in hunger and a twofold \nincrease in satiety. However, as his emotional overeating and food responsiveness scores remained elevated com pared with baseline, semaglutide was restarted to help \nmanage his self-reported emotional overeating behav iors. A total of 6 months postoperatively, his BMI had \ndecreased to 39  kg/m2 (Fig.  2), and his emotional over eating and food responsiveness scores had improved, \nshowing a twofold reduction. His maintenance daily \nhydrocortisone dose was decreased by an additional 9% \n(34 mg/m2/day).\nGlucocorticoid therapy and surgical risk\nIt is important to recognize that hydrocortisone, com monly used in CAH management, has a significantly \nlower glucocorticoid potency compared with other \nlonger-acting steroids, such as prednisone. As well, the \nglucocorticoid dosing in CAH, as a primary adrenal \ninsufficiency, is relatively near-physiological compared \nwith chronic steroid use seen in patients with systemic \ndisease. This distinction may reduce concerns about \nanastomotic leaks or gastric perforations in patients with \nCAH compared with those on higher-potency, highdose steroids who are known to have increased risk of \nTable 1 Biochemical analysis over time in response to comprehensive obesity treatment in an 18-year-old male with congenital \nadrenal hyperplasia due to 21-hydroxylase deficiency\nTest Prior to \nantiobesity \nmedication start12-mo post \ntopiramate and \nmetformin6-mo post \nsemaglutide6-mo post sleeve \ngastrectomyNormal range\nSodium 142 mEq/L\n(mmol/L)140 mEq/L\n(mmol/L)139 mEq/L\n(mmol/L)140 mEq/L (mmol/L) 135–140 mEq/L\n(mmol/L)\nPotassium 3.9 mEq/L\n(mmol/L)3.7 mEq/L\n(mmol/L)3.5 mEq/L\n(mmol/L)3.8 mEq/L\n(mmol/L)3.6–5.0 mEq/L\n(mmol/L)\nAspartate aminotransferase57 U/L\n(IU/L)23 U/L\n(IU/L)25 U/L\n(IU/L)23 U/L\n(IU/L)15–46 U/L\n(IU/L)\nAlanine aminotransferase89 U/L\n(IU/L)21 U/L\n(IU/L)20 U/L\n(IU/L)21U/L\n(IU/L)3–35 U/L\n(IU/L)\nHemoglobin A1c 5.9% 5.6% 5.1% 5.1%  < 5.7%\nTriglyceride 297 mg/dL\n(3.36 mmol/L)72 mg/dL\n(0.81 mmol/L)88 mg/dL\n(0.99 mmol/L)72 mg/dL (0.81 mmol/L) 40–160 mg/dL \n(0.45–1.81 mmol/L)\nCholesterol 265 mg/dL\n(6.85 mmol/L)225 mg/dL\n(5.83 mmol/L)192 mg/dL\n(4.97 mmol/L)166 mg/dL\n(4.30 mmol/L)65–175 mg/dL\n(1.69–4.54 mmol/L)\nHigh-density lipoprotein 26 mg/dL\n(0.67 mmol/L)36 mg/dL\n(0.93 mmol/L)41 mg/dL\n(1.07 mmol/L)52 mg/dL\n(1.35 mmol/L)35–70 mg/dL\n(0.91–1.81 mmol/L)\nLow-density lipoprotein 174 mg/dL\n(4.51 mmol/L)136 mg/dL\n(3.52 mmol/L)121 mg/dL\n(3.13 mmol/L)94 mg/dL\n(2.43 mmol/L) < 100 mg/dL\n(< 2.59 mmol/L)\n17-hydroxyprogesterone 1212 ng/dL\n(4.24 nmol/L)3388 ng/dL\n(11.71 mmol/L)142 ng/dL\n(0.5 mmol/L)73 ng/dL\n(0.25 mmol/L)Target in CAH management 500 ng/dL\nAndrostenedione 61 ng/dL\n(0.21 nmol/L)191 ng/dL\n(0.66 nmol/L)21 ng/dL\n(0.07 nmol/L)23 ng/dL\n(0.08 nmol/L)21–154 ng/dL\n(0.07–0.54 nmol/L)\nAdrenocorticotropic \nhormone104 pg/mL\n(23.4 pmol/L)37 pg/mL\n(8.2 pmol/L)25 pg/mL\n(5.5 pmol/L) < 5 pg/mL\n(< 1.1 pmol/L)9–57 pg/mL\n(2–12.5 pmol/L)\nPlasma renin activity 5.28 ng/mL/h\n(5.28 µg/L/h)11.98 ng/mL/h \n(11.98 µg/L/h)1.83 ng/mL/h\n(1.83 µg/L/h)0.3 ng/mL/h\n(0.3 µg/L/h)0.25–5.82 ng/mL/h \n(0.25–5.82 µg/L/h)\nTotal testosterone 354 ng/dL\n(1.23 nmol/L)312 ng/dL\n(1.09 nmol/L)379 ng/dL\n(1.32 nmol/L)433 ng/dL\n(1.51 nmol/L)300–950 ng/dL\n(1.04–3.3 nmol/L)\nPage 5 of 7\n Vidmar et al. Journal of Medical Case Reports           (2025) 19:37 \n \nsurgical complications, including impaired wound heal ing, ulcer disease, increased infection rates, and higher \nrisk of gastrointestinal leaks [12, 13]. Bariatric surgery \ncan still be a safe option in this population when man aged appropriately, with careful preoperative planning \nand postoperative management. Optimizing intraopera tive glucocorticoid dosing, ensuring meticulous perio perative care, and closely monitoring for complications \nhelped mitigate the risks associated with surgery. A mul tidisciplinary approach was essential in determining the \nappropriate timing for surgery and minimizing potential \ncomplications, ultimately contributing to a successful \noutcome [14].",
    "Discussion": "Discussion\nThis case report highlights the challenges of manag ing severe obesity in patients with congenital adrenal \nhyperplasia, emphasizing the need to consider a multi modal approach. The hormonal imbalances inherent to \nCAH can contribute to various metabolic complications, \nincluding obesity, insulin resistance, and dyslipidemia, \nmaking effective management of cases in young patients \nparticularly challenging. Our patient exhibited rapid \nweight gain at an early age, reflecting the early adiposity \nrebound and trend toward severe obesity seen in youth \nwith CAH. This case underscores the necessity of early \nintervention and comprehensive management strategies \nof obesity in this high-risk population.\nA comprehensive literature review found two \nadditional cases discussing the use of bariatric sur gery in individuals with classic CAH. Zatsepina \n(2023) described a 45-year-old female patient with classic CAH who experienced a 72% reduction in excess \nweight following a sleeve gastrectomy, along with a 25% \nreduction in her daily prednisolone dose after 7 months \n[15]. Mallappa (2017) focused on a 19-year-old female \nwith classic CAH who also had a sleeve gastrectomy, \nresulting in a 48% reduction in percent BMI and a 34% \ndecrease in her daily hydrocortisone dose 15  months \nlater after starting at a daily dose of 16 mg/m2/day [16]. \nCollectively, these case reports highlight the potential \nfor metabolic and bariatric surgery to facilitate signifi cant weight loss and improve glucocorticoid manage ment in patients with CAH and severe obesity. These \ncase reports collectively illustrate a promising trend: \nbariatric surgery can facilitate significant weight loss \nand improve glucocorticoid replacement dosing in \npatients with CAH, with no increase in perioperative \nmorbidity or mortality. Specifically, the studies high light consistent outcomes in both weight reduction \nand the potential for decreased glucocorticoid require ments, suggesting a beneficial interplay between surgi cal intervention and hormonal balance.\nThis case study builds on these findings by present ing the first comprehensive report of an adolescent \nmale with classic CAH undergoing a multimodal \ntreatment approach that integrated both bariatric sur gery and pharmacotherapy. By situating our findings \nwithin the broader medical context, we emphasize \nthe need for further investigation into the efficacy of \ncombined treatment modalities in pediatric popula tions with complex medical conditions like CAH. This \ngrowing body of evidence underscores the poten tial for metabolic and bariatric surgery to serve as a \nA.Change in % BMI from surgical consult to 6-months  \npostoperativel yB. Change in % excess body weight loss from surgical  \nconsult to 6-months postoperativel y\nFig. 2 Change in percent body mass index (A) and percent excess weight loss (B) from surgical consult to 6 months after a laparoscopic sleeve \ngastrectomy in an 18-year-old Hispanic male with congenital adrenal hyperplasia due to 21-hydroxylase deficiency\nPage 6 of 7 Vidmar et al. Journal of Medical Case Reports           (2025) 19:37 \ncritical component in the comprehensive management \nof severe obesity and related complications in this \nunique demographic.\nThe patient’s unabating weight trajectory across various \ntreatment modalities for obesity underscores the impor tance of a tailored approach to obesity management in \nyouth. Initial lifestyle modifications, including increased \nphysical activity and dietary changes, were ineffective in \nhalting the progression of obesity. This aligns with find ings in the literature that demonstrate lifestyle interven tions alone often yield limited",
    "Results": "results for severe obesity, \nparticularly in the context of endocrine disorders [7]. The \nintroduction of pharmacotherapy, starting with topira mate and later semaglutide, marked critical advance ments in the patient’s treatment. Semaglutide, a GLP-1 \nreceptor agonist, has garnered attention for its effective ness in promoting weight loss and improving metabolic \noutcomes in pediatric populations [17, 18]. Studies have \nindicated that GLP-1 agonists can enhance satiety, reduce \nappetite, and lead to meaningful weight reduction, which \nwas evident in this case as the patient experienced a sig nificant decrease in BMI following the initiation of sema glutide [18–20].\nDespite advancements with pharmacotherapy, the \ndecision to pursue metabolic and bariatric surgery was \nmade in accordance with the American Academy of \nPediatrics’ guidelines, recognizing that the patient met \nthe criteria for surgical intervention [7, 8]. Laparoscopic \nsleeve gastrectomy has emerged as a valuable option for \nyouth with severe obesity, particularly when other inter ventions have been insufficient [8]. Therefore, this case \nillustrates the potential benefits of metabolic and bariat ric surgery in achieving substantial and sustained weight \nloss; it additionally holds potential for improvements in \nassociated cardiometabolic comorbidities in patients \nwith CAH.\nLimitations\nWhile this case report highlights a successful multimodal \napproach to treating severe obesity in a young adult with \nCAH, several limitations should be acknowledged. First, \nas a single case study, the findings may not be general izable to all patients with CAH or obesity, as individual \nresponses to treatment can vary widely based on genetic, \nenvironmental, and psychosocial factors. Second, the \nrelatively short follow-up period post-surgery limits our \nability to assess the long-term sustainability of weight \nloss and the potential for recurrence of obesity or meta bolic complications. The reliance on self-reported data \nregarding dietary intake and physical activity may intro duce bias, as patients and families may overestimate \nadherence with recommended lifestyle changes. Lastly, \nwhile pharmacotherapy and surgical intervention were effective in this case, the absence of a control group or \ncomparative data limits our ability to draw definitive con clusions about the efficacy of each individual component \nof the treatment strategy.",
    "Conclusion": "Conclusion\nThis case report underscores the importance of a com prehensive, multimodal approach to managing severe \nobesity in a young adult with classic CAH. The integra tion of pharmacotherapy, specifically GLP-1 receptor \nagonists, and laparoscopic sleeve gastrectomy holds the \npotential for significant and sustained weight loss, along \nwith improvements in metabolic health in patients with \nCAH and severe obesity. As pediatric obesity rates con tinue to rise, particularly in individuals with endocrine \ndisorders, tailored treatment strategies that combine \nlifestyle modifications, obesity medication, and surgi cal options will be essential. Future research is needed \nto explore long-term outcomes of integrated approaches \nto severe obesity and their applicability across diverse \npediatric populations, to contribute to more effective \nmanagement strategies for severe obesity in youth with \nendocrine disorders such as CAH.\nAbbreviations\nMBS  Metabolic and bariatric surgery\nLSG  Laparoscopic sleeve gastrectomy\nBMI  Body mass index\nzBMI  Body mass index Z-score\n%BMIp95  Percent of the 95th percentile\nCAH  Congenital adrenal hyperplasia\nAOM  Antiobesity medication\nAcknowledgements\nThe content is solely the responsibility of the authors and does not necessarily \nrepresent the official views of the National Institutes of Health.\nAuthor contributions\nConceptualization: APV, LK, MJM, SA, AGK, MW, CEM, LKF, MSK, and KS; methodology: APV, LK, MJM, SA, AGK, MW, CEM, LKF, and KS; formal analysis: APV; \ndata curation: LK; writing—original draft preparation: LK and AVP; writing—\nreview and editing: APV, LK, MJM, SA, AGK, MW, CEM, LKF, MSK, and KS; and \nsupervision: APV and KS. All authors have read and agreed to the published \nversion of the manuscript.\nFunding\nThis work was supported by grants: (1) K23DK134801 NIH NIDDK, (2) Sacchi \nFoundation Research Scientist, (3) Supported by American Diabetes Association grant #11-22-ICTSN-32, and (4) The Southern California Center for Latino \nHealth Pilot Award 2022. The content is solely the responsibility of the authors \nand does not necessarily represent the official views of the National Institutes \nof Health.\nAvailability of data and materials\nThe datasets from this study will be available from the corresponding author \non written request.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from all participants and a parent or \nguardian involved in the study. The study was conducted according to the \nPage 7 of 7\n Vidmar et al. Journal of Medical Case Reports           (2025) 19:37 \n \nguidelines of the Declaration of Helsinki and approved by the Institutional \nReview Board (or Ethics Committee) of Children’s Hospital Los Angeles (CHLA000243, date of approval—12/20/2023).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no financial relationships or conflict of interest relevant to \nthis article to disclose.\nAuthor details\n1 Department of Pediatrics, Center for Endocrinology, Diabetes and Metabo lism, Children’s Hospital Los Angeles and Keck School of Medicine of USC, \n4650 Sunset Boulevard, Mailstop #61, Los Angeles, CA 90027, USA. 2 Depart ment of Surgery, Center for Endocrinology, Diabetes and Metabolism, Children’s Hospital Los Angeles and Keck School of Medicine of USC, Los Angeles, \nCA, USA. 3 Division of Upper Gastrointestinal and General Surgery, Department \nof Surgery, Keck Medical Center of University of Southern California, Los \nAngeles, CA, USA. 4 Department of Psychology, Children’s Hospital Los Angeles, \nLos Angeles, CA, USA. \nReceived: 6 November 2024   Accepted: 25 December 2024\nReferences:\n 1. Fraga NR, Minaeian N, Kim MS. Congenital adrenal hyperplasia. Pediatr \nRev. 2024;45(2):74–84. https:// doi. org/ 10. 1542/ PIR. 2022- 005617.\n 2. Balagamage C, Arshad A, Elhassan YS, et al. Management aspects of congenital adrenal hyperplasia during adolescence and transition to adult \ncare. Clin Endocrinol (Oxf ). 2024. https:// doi. org/ 10. 1111/ CEN. 14992.\n 3. Arlt W. CAHtalyzing change in congenital adrenal hyperplasia. N Engl J \nMed. 2024;391(6):559–61. https:// doi. org/ 10. 1056/ NEJME 24077 40.\n 4. Kim MS, Fraga NR, Minaeian N, Geffner ME. Components of metabolic \nsyndrome in youth with classical congenital adrenal hyperplasia. Front \nEndocrinol (Lausanne). 2022. https:// doi. org/ 10. 3389/ FENDO. 2022. \n848274.\n 5. Bhullar G, Tanawattanacharoen VK, Yeh MY, et al. Early adiposity rebound \npredicts obesity and adiposity in youth with congenital adrenal hyperplasia. Hormone Res Paediatrics. 2021. https:// doi. org/ 10. 1159/ 00051 4130.\n 6. Speiser PW, Arlt W, Auchus RJ, et al. Congenital adrenal hyperplasia due to \nsteroid 21-hydroxylase deficiency: an endocrine society clinical practice \nguideline. J Clin Endocrinol Metab. 2018;103(11):4043–88. https:// doi. org/ \n10. 1210/ JC. 2018- 01865.\n 7. Hampl SE, Hassink SG, Skinner AC, et al. Clinical practice guideline for \nthe evaluation and treatment of children and adolescents with obesity. \nPediatrics. 2023. https:// doi. org/ 10. 1542/ PEDS. 2022- 060640.\n 8. Pratt JSA, Browne A, Browne NT, et al. ASMBS pediatric metabolic and \nbariatric surgery guidelines, 2018. Surg Obes Relat Dis. 2018;14(7):882–\n901. https:// doi. org/ 10. 1016/J. SOARD. 2018. 03. 019.\n 9. Kelly AS, Armstrong SC, Michalsky MP , Fox CK. Obesity in adolescents: a \nreview. JAMA. 2024. https:// doi. org/ 10. 1001/ JAMA. 2024. 11809.\n 10. Seagroves A, Ross HM, Vidmar AP , et al. Weight loss during topiramate \ntreatment in a severely obese adolescent with congenital adrenal \nhyperplasia and migraine. J Clin Res Pediatr Endocrinol. 2023;15(1):81–5. \nhttps:// doi. org/ 10. 4274/ JCRPE. GALEN OS. 2021. 2020. 0310.\n 11. CDC, Nceh, DLS, NSMBB. 2022 ANNUAL SUMMARY REPORT Newborn \nScreening Quality Assurance Program 2 Newborn Screening Quality \nAssurance Program 2022 Annual Summary Report, Volume 40. Published \nonline 2022.\n 12. Kaplan JA, Schecter SC, Rogers SJ, Lin MYC, Posselt AM, Carter JT. \nExpanded indications for bariatric surgery: should patients on \nchronic steroids be offered bariatric procedures? Surg Obes Relat Dis. \n2017;13(1):35–40. https:// doi. org/ 10. 1016/J. SOARD. 2015. 10. 086.\n 13. Mazzei M, Zhao H, Edwards MA. Perioperative outcomes of bariatric sur gery in the setting of chronic steroid use: an MBSAQIP database analysis. Surg Obes Relat Dis. 2019;15(6):926–34. https:// doi. org/ 10. 1016/J. SOARD. \n2019. 02. 007.\n 14. Bornstein SR, Allolio B, Arlt W, et al. Diagnosis and treatment of primary \nadrenal insufficiency: an endocrine society clinical practice guideline. J \nClin Endocrinol Metab. 2016;101(2):364–89. https:// doi. org/ 10. 1210/ JC. \n2015- 1710.\n 15. Zatsepina EA, Samoilov VS, Volynkina AP , Stepanenko AV, Novichikhina EE. \nExperience of successful laparoscopic sleeve resection of the stomach \nand treatment of morbid obesity in a patient with a classic form of \ncongenital adrenal dysfunction. Probl Endokrinol (Mosk). 2023;69(3):83–9. \nhttps:// doi. org/ 10. 14341/ PROBL 13206.\n 16. Mallappa A, Nella AA, Kumar P , et al. Alterations in hydrocortisone phar macokinetics in a patient with congenital adrenal hyperplasia following \nbariatric surgery. J Endocr Soc. 2017;1(7):994. https:// doi. org/ 10. 1210/ JS. \n2017- 00215.\n 17. Ryan DH. Next generation antiobesity medications: setmelanotide, \nsemaglutide, tirzepatide and bimagrumab: what do they mean for clinical practice? J Obes Metab Syndr. 2021;30(3):196–208. https:// doi. org/ 10. \n7570/ JOMES 21033.\n 18. Weghuber D, Barrett T, Barrientos-Pérez M, et al. Once-weekly semaglutide in adolescents with obesity. N Engl J Med. 2022. https:// doi. org/ 10. \n1056/ NEJMO  A2208 601.\n 19. Bonnet JB, Tournayre S, Anitcheou J, et al. Semaglutide 2.4 mg/wk for \nweight loss in patients with severe obesity and with or without a history \nof bariatric surgery. Obesity (Silver Spring). 2024;32(1):50–8. https:// doi. \norg/ 10. 1002/ OBY. 23922.\n 20. Jamal M, Alhashemi M, Dsouza C, et al. Semaglutide and tirzepatide for \nthe management of weight recurrence after sleeve gastrectomy: a retro spective cohort study. Obes Surg. 2024;34(4):1324–32. https:// doi. org/ 10. \n1007/ s11695- 024- 07137-0.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}