{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05031-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05031-6.pdf",
  "metadata": {
    "/Keywords": "Dyskeratosis congenita; Porto-sinusoidal vascular disease; Telomerase reverse transcriptase; Mutation; Telomere biology disorder",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250123203559+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250123065743+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05031-6",
    "/Author": "Ge Yu ",
    "/Title": "TERT de novo mutation-associated dyskeratosis congenita and porto-sinusoidal vascular disease: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05031-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Dyskeratosis congenita is a rare genetic disease due to telomere biology disorder and characterized \nby heterogeneous clinical manifestations and severe complications. “Porto-sinusoidal vascular disease” has been \nrecently proposed, according to new diagnostic criteria, to replace the term “idiopathic non-cirrhotic portal hypertension.” TERT plays an important role in telomeric DNA repair and replication. A TERT c.2286 + 1G/A mutation in a splicing \nconsensus site was identified in a patient with pulmonary fibrosis. Recently, a pathogenic de novo TERT c.280A > T \nvariant was associated with diffuse lung disease in an infant.",
    "Case Presentation": "Case presentation A 16-year-old Han male patient experienced unexplained black stool for 7 days, accompanied by dizziness and fatigue. On examination, there were mesh pigmentations on the exposed areas of the skin \non both hands and feet. Laboratory testing revealed moderate hemorrhagic anemia and mild elevation of alanine \naminotransferase. A computed tomography scan showed portal hypertension, esophageal and gastric varices, \nand splenomegaly. The liver stiffness measurement by FibroScan was 6.0 kPa. Liver biopsy revealed typical features \nof porto-sinusoidal vascular disease. Whole exome sequencing identified a heterozygous TERT c.2286 + 1G > A de \nnovo mutation and quantitative polymerase chain reaction revealed very short telomeres (less than the first percentile for his age). The patient was diagnosed as TERT de novo mutation-related dyskeratosis congenita and porto-sinusoidal vascular disease. He underwent esophageal and gastric variceal ligation treatment and received a carvedilol \ntablet (12.5 mg) every morning. After 6 months, he has moderate iron deficiency anemia and has started receiving \npolysaccharide iron complex therapy.",
    "Conclusion": "Conclusion When discovering reticular rash and unknown portal hypertension, it is necessary to perform whole \nexome sequencing and chromosome length testing to clarify the possibility of dyskeratosis congenita/telomere biology disorder with porto-sinusoidal vascular disease.\nKeywords  Dyskeratosis congenita, Porto-sinusoidal vascular disease, Telomerase reverse transcriptase, Mutation, \nTelomere biology disorder",
    "Introduction": "Introduction\nDyskeratosis congenita (DC) is a rare genetic disease \ndue to telomere biology disorder (TBD) and exhibits \nheterogeneous clinical features, varying from atypical \nforms to the classical triad of leukoplakia, nail dystro phy, and reticular pigmentation, as well as those with \nsevere complications, such as bone marrow failure, Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nRunping Gao\ngaorp@jlu.edu.cn\n1 Department of Hepatic Biliary Pancreatic Medicine, First Hospital of Jilin \nUniversity, 1 Xinmin Avenue, Changchun 130021, China\n2 Department of Infectious Diseases, First Hospital of Jilin University, \nChangchun, China\n3 Department of Pathology, Beijing YouAn Hospital, Capital Medical \nUniversity, Beijing, China\nPage 2 of 6 Yu et al. Journal of Medical Case Reports           (2025) 19:32 \nimmunodeficiency, cancer predisposition, pulmonary \nfibrosis, liver fibrosis, and portal hypertension [1–4].\nPorto-sinusoidal vascular disease (PSVD) has been \nrecently proposed, according to new diagnostic crite ria, to replace the term idiopathic non-cirrhotic portal \nhypertension. The diagnosis of PSVD is based on liver \nbiopsy and the absence of cirrhosis with or without signs \nof portal hypertension or histological lesions involving \nthe portal venules or sinusoids [5, 6]. The onset of PSVD \nis related to chronic exposure to various drugs and tox ins, and to several systemic conditions including throm bophilia, hematologic disease, gut disease, autoimmune \ndisease, immunodeficiency, and genetic disorders [7].\nTelomeres, the protein–DNA complexes located at \nthe ends of chromosomes, are essential for maintain ing genomic integrity and cell division cycles. Thus far, \npathogenic or likely pathogenic germline variants in 19 \ngenes, including TINF2, TERC, TERT , and others, have \nbeen reported to cause TBD [8]. Variants in these genes \ncan be inherited in either X-linked recessive, autosomal \ndominant, or autosomal recessive forms, and can also \noccur de novo [2, 9, 10]. Telomerase reverse transcriptase \n(TERT) plays an important role in telomeric DNA \nrepair and replication. TERT mutations may also lead \nto aplastic anemia, and pulmonary and hepatic fibrosis \nin DC without skin and nail changes [11, 12]. A TERT  \nc.2286 + 1G/A mutation in a splicing consensus site \nwas identified in a patient with pulmonary fibrosis [13]. \nRecently, a pathogenic de novo TERT  c.280A > T vari ant was associated with diffuse lung disease in an infant \n[14]. However, TERT p.P632R and p.T726M mutations \nhave not been found to have an impact on the telomerase \nactivities in patients with DC [11]. Recently, c.2707A > G or c.1663G > A variants in the TERT  gene in two patients \nwith DC (in the heterozygous state) have been detected \nwith uncertain clinical significance [15]. Therefore, the \nidentification of pathogenic variants in the TERT  gene in \npatients with DC faces significant challenges and requires \ngreat attention [16, 17].\nIn this report, we describe a rare case of TERT  \nc.2286 + 1G/A de novo mutation-related DC accompa nied with PSVD. This rare clinical condition has never \nbeen reported in literature.\nCase presentation\nA 16-year-old Han male patient experienced unex plained black stool for 7 days, accompanied by dizziness \nand fatigue. The patient denied any history of alcohol, \ntobacco, and illicit drug use. His parents were healthy, \nand there was no history of diseases in the family. On \nexamination, the patient was of normal build and pale. \nHowever, there were mesh pigmentations on the exposed \nareas of the skin on both hands and feet (Fig. 1a, b).\nRoutine blood tests on admission displayed reduced \nred blood cell (RBC) count (2.37 ×  1012/L) and hemo globin level (6.9  g/dL). Serum biochemical data were \nas follows: alanine aminotransferase (ALT) 46.8  U/L, \naspartate aminotransferase (AST) 41.3  U/L, γ-glutamyl \ntranspeptidase (GGT) 84.5 U/L, creatinine 59 μM/L, and \nserum ceruloplasmin 0.326 g/L. The tests for anti-human \nimmunodeficiency virus (HIV), anti-hepatitis C virus \n(HCV), anti-Epstein–Barr virus (EBV) immunoglobulin \nM (IgM), anti-cytomegalovirus (CMV) IgM, hepatitis \nB surface antigen (HBsAg), and HCV RNA were nega tive. Antinuclear antibodies were negative. A computed \ntomography (CT) scan of the abdomen revealed multiple \nFig. 1 Mesh pigmentation on the exposed areas of the skin on both hands (a) and feet (b)\nPage 3 of 6\n Yu et al. Journal of Medical Case Reports           (2025) 19:32 \n \nvaricose veins in the lower esophagus and gastric fundus \n(Fig.  2), widening of the main vein (diameter of main por tal vein of 16.5 cm), and splenomegaly (spleen thickness \nof 5.5  cm). The liver stiffness measurement (LSM) was \nmeasured  by  FibroScan. The value of LSM was 6.0  kPa. \nHepatic artery angiography showed that the main \nbranches of the hepatic artery were well distributed, \nnaturally running from coarse to fine, and with smooth \nedges. Gastroscopy showed severe varices in the lower \nesophagus and cardia (Fig. 3a, b). \nThe patient underwent a liver biopsy for a possible \ndiagnosis of PSVD. Reticulin staining of the liver biopsy \nrevealed nodular regenerative hyperplasia (Fig.  4a) and \nMasson staining showed perisinusoidal fibrosis and \nincomplete septa connected to the portal area (Fig.  4c), \nsuggesting mild ischemic liver fibrosis and no evidence \nof cirrhotic change of the liver. Hematoxylin and eosin \n(H&E) staining showed dilation of one hepatic artery in \nthe portal area (Fig.  4b). Immunohistochemical stains \nrevealed a few CK7-positive hepatocytes around some \nportal areas (Fig.  4d) and CD34 positivity in extensive sinusoidal endothelial cells (Fig.  4e). These",
    "Results": "results met \nthe diagnostic criteria for PSVD.\nTo explore the causes of PSVD and skin pigmentation, \nmedical whole exome sequencing was completed. A het erozygous variation (c.2286 + 1G > A) in the TERT  gene \nof the patient occurred de novo (Fig.  5a), as this muta tion was not detected in his parents (Fig.  5b, c). To clarify \nthe impact of this TERT  de novo mutation on telomeres, \nmeasurement of telomere length using T/S ratio was \ncompleted by quantitative polymerase chain reaction \n(PCR). The length of his telomeres was less than the first \npercentile for age.\nThe patient was diagnosed with TERT  de novo muta tion-related DC and PSVD. He underwent esophageal \nand gastric variceal ligation treatment. He was then \ndischarged after 7  days and received a carvedilol tablet \n(12.5  mg) every morning to reduce portal pressure and \nprevent variceal bleeding. The patient had no dizziness, \npalpitations, or abdominal discomfort during the carve dilol treatment period. After 6 months, reexamination \nrevealed RBC count of 4.28 ×  1012/L and hemoglobin \nFig. 2 Enhanced computed tomography scan of the abdomen showing varicose veins in the lower esophagus and gastric fundus (a), dilation \nof main portal vein, and splenomegaly (b)\nFig. 3 Gastroscopy revealing severe varicose veins in the lower esophagus (a) and gastric fundus (b)\nPage 4 of 6 Yu et al. Journal of Medical Case Reports           (2025) 19:32 \nlevel of 7.9  g/dL. He had moderate iron deficiency ane mia and started receiving polysaccharide iron complex \ntherapy.",
    "Discussion": "Discussion\nDyskeratosis congenita and related telomere biology \ndisorders (DC/TBD) are caused by damaged telomere \nmaintenance leading to telomere shortening. The clinical \nmanifestations of DC are highly heterogeneous. Classic \nDC is characterized by a triad of leukoplakia, nail dystro phy, and reticular pigmentation of the upper chest and \nneck and/or abnormal pigmentation in other areas of the \nskin [18]. However, this does not occur in all individuals, \nowing to variable rates and ages. The diagnosis of DC is \nmade on the basis of the presence of at least two features \nof the DC clinical triad or one feature of the triad plus \nbone marrow failure [19] and/or very short telomeres \n(less than the first percentile for age) in peripheral blood \nlymphocyte subsets [20], and confirmed by identification \nof germline pathogenic variants in DC/TBD genes [2, 17]. \nIn the case reported herein, the patient presented mesh \npigmentations of the skin on both hands and feet, very \nshort telomeres, and a likely pathogenic de novo variant \nin the TERT  gene, thus fully meeting the DC/TBD diag nostic criteria.\nThe new diagnostic criteria of PSVD can be defined \nwith an adequate liver biopsy on the basis of the pres ence of at least one of the following three features and the \nabsence of cirrhosis: (i.) at least one specific sign of portal \nhypertension (gastroesophageal varices, porto-systemic \nFig. 4 Histological findings of liver biopsy: a Reticulin stain showing the regenerative nodularity of the parenchyma (200×); b H&E stain showing \none hepatic artery (red arrow) with a diameter larger than the parallel portal vein (black arrow) (400×); c Masson stain showing perisinusoidal \nfibrosis and incomplete septa connected to the portal area (200×); d immunohistochemistry revealing a few CK7-positive hepatocytes \naround some portal areas (200×) and (e) CD34 positivity in extensive sinusoidal endothelial cells (200×)\nFig. 5 Electropherogram showing heterozygosity \nfor the c.2286 + 1G > A mutation in the TERT gene of the patient, \noccurring de novo (red arrow) (a). This mutation is not seen in his \nfather (b) or mother (c) (blue arrows)\nPage 5 of 6\n Yu et al. Journal of Medical Case Reports           (2025) 19:32 \n \ncollaterals, or portal hypertensive bleeding); (ii .) at least \none specific histological sign of PSVD (obliterative portal \nvenopathy, nodular regenerative hyperplasia, incomplete \nseptal fibrosis or cirrhosis); and (iii .) at least one nonspe cific sign of portal hypertension (ascites, splenomegaly, \nor thrombocytopenia) and at least one nonspecific histo logical sign of PSVD (portal tract abnormalities: multipli cation, dilation of arteries, periportal vascular channels, \nand aberrant vessels; mild perisinusoidal fibrosis; archi tectural disturbance; or non-zonal sinusoidal dilation) [5, \n6, 21]. In this study, the patient presented esophageal and \ngastric variceal bleeding owing to portal hypertension \nand specific histological signs of PSVD, including nodu lar regenerative hyperplasia, perisinusoidal fibrosis, and \nincomplete septa fibrosis, as well as the absence of cir rhosis. Thus, the patient fully met the diagnostic criteria \nfor PSVD.\nThe prevalence of liver disease in patients with DC is \napproximately 5–10%. The spectrum of hepatic involve ment in patients with DC/TBD presents diversity such \nas cholestasis, liver fibrosis, cirrhosis, and nodular \nregenerative hyperplasia leading to non-cirrhotic portal \nhypertension depending on the mode of disease inherit ance and gene mutation [22, 23]. A heterogeneous lossof-function TERT K570N or TERT S368F mutation in \ntwo large families, through autosomal dominant inherit ance, was previously reported that presented a range of \nhematologic manifestations from macrocytosis to acute \nmyeloid leukemia and severe liver disease. These TERT related liver diseases were marked by fibrosis, cirrho sis, and non-cirrhotic portal hypertension, the latter of \nwhich was featured by nodular regenerative hyperplasia, \nincomplete septal fibrosis, and CD34-positive sinusoidal \nendothelial cells, indicating an abnormal proportion of \narterial blood flow to the sinuses [22, 24]. A novel TERT  \nc.2062 C > G mutation, encoding the Glu668Asp variant, \nwas also identified in the neoplastic tissue of a patient \nwith hepatocellular carcinoma, who had idiopathic famil ial pulmonary fibrosis and familial cryptogenic cirrhosis \n[25]. A TERT  c.2286 + 1G/A mutation in a splicing con sensus site was identified in a patient with pulmonary \nfibrosis, which was estimated as being probably damag ing for TERT enzymatic activity, resulting in telomere \nshortening [13].\nIn this study, we report a case of a TERT  de novo \nc.2286 + G/A mutation associated with DC/TBD and \nPSVD, which has never been reported before. This \nmutation in a splicing consensus site might directly \ninterfere with TERT enzymatic activity leading to \nreduced telomere length and DC/TBD. DC/TBD is \ncharacterized by premature aging in different organs, \nand the potential susceptibility of sinusoidal endothe lial cells in the pathological process of cellular aging leads to dysfunction and tension imbalance within itself \n[26–28]. PSVD is believed to be associated with hepatic \nand sinusoidal dysfunction, leading to elevated hepatic \nvascular resistance and increased portal pressure [27, \n28]. Imbalances between portal and arterial blood flow \nleads to incomplete septa fibrosis and nodular regener ative hyperplasia of the liver. The expression of CD34 in \nsinusoidal endothelial cells was detected in two TERT  \nmutation patients with non-cirrhotic portal hyperten sion, indicating an abnormal proportion of arterial \nblood flow to the sinuses [22]. Therefore, we speculate \nthat the TERT  de novo c.2286 + 1G/A mutation can \ndirectly interfere with TERT enzymatic activity, result ing in telomere shortening, dyskeratosis congenita, and \nPSVD. The pathophysiological changes of PSVD are \ndysfunction of sinusoidal endothelial cells, imbalance of \nhepatic portal and arterial blood flow, and an increased \nresistance of the intrahepatic portal vein. This case is \nreported for the first time and its prognostic features \nare difficult to predict. Therefore, regular monitoring \nof portal hypertension and timely resolution of poten tial bleeding risks from varicose veins are necessary. \nAdditionally, scientific diet and safe medicine for preg nant women, as well as specialized medical institutions, \nare recommended for the prevention and care of such \ngenetic diseases [29, 30].\nConclusion\nWe report a rare case of TERT  de novo c.2286 + 1G/A \nmutation-associated DC/TBD with PSVD. When dis covering reticular rash, cryptogenic liver disease, or \nportal hypertension, it is necessary to perform whole \nexome sequencing and chromosome length testing to \nclarify the possibility of this disease. In the future, it will \nbe necessary to establish an animal model with the same \nsite deletion to verify the reasons for the vulnerability of \nsinusoidal endothelial cells and exclude the possibility of \nother triggering factors.\nAcknowledgements\nThe authors wish to thank the patient for granting permission to share his \ncase for educational and research purposes.\nAuthor contributions\nGY collected the data and drafted the manuscript; GX, XL, and WL contributed \nto the data collection; CS conducted the pathological diagnosis of liver; and \nRG designed the study and revised the final manuscript.\nFunding\nThis study was supported by grants from the National Natural Scientific \nFoundation of China (81770629) and the Youth Development Foundation of \nthe First Hospital of Jilin University (JDYY 102019005).\nAvailability of data and materials\nSupporting data related to this case report can be made available to the \ncorresponding author upon reasonable request, subject to patient privacy \nconsiderations.\nPage 6 of 6 Yu et al. Journal of Medical Case Reports           (2025) 19:32 \nDeclarations\nEthics approval and consent to participate\nThe patient provided written, informed consent for the publication of this case \nreport and any accompanying images.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication of this case report and any accompanying images. A copy of the written \nconsent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests concerning this \ncase report.\nReceived: 17 October 2024   Accepted: 6 January 2025\nReferences\n 1. Callea M, Martinelli D, Cammarata-Scalisi F, et al. Multisystemic manifestations in rare diseases: the experience of dyskeratosis congenita. Genes. \n2022. https:// doi. org/ 10. 3390/ genes 13030 496.\n 2. Vittal A, Niewisch MR, Bhala S, et al. Progression of liver disease and portal \nhypertension in dyskeratosis congenita and related telomere biology \ndisorders. Hepatology. 2023;78(6):1777–87. https:// doi. org/ 10. 1097/ hep. \n00000 00000 000461.\n 3. Fiesco-Roa M, García-de Teresa B, Leal-Anaya P , et al. Fanconi anemia \nand dyskeratosis congenita/telomere biology disorders: two inherited \nbone marrow failure syndromes with genomic instability. Front Oncol. \n2022;12:949435. https:// doi. org/ 10. 3389/ fonc. 2022. 949435.\n 4. Ward SC, Savage SA, Giri N, et al. Beyond the triad: inheritance, mucocutaneous phenotype, and mortality in a cohort of patients with dyskeratosis \ncongenita. J Am Acad Dermatol. 2018;78(4):804–6. https:// doi. org/ 10. \n1016/j. jaad. 2017. 10. 017.\n 5. De Gottardi A, Rautou PE, Schouten J, et al. Porto-sinusoidal vascular \ndisease: proposal and description of a novel entity. Lancet Gastroenterol \nHepatol. 2019;4(5):399–411. https:// doi. org/ 10. 1016/ s2468- 1253(19) \n30047-0.\n 6. Gioia S, Baiocchini A, d’Amati G, et al. Porto-sinusoidal vascular disorder \n(PSVD): application of new diagnostic criteria in a multicenter cohort of \npatients. Dig Liver Dis. 2024;56(2):291–6. https:// doi. org/ 10. 1016/j. dld. \n2023. 07. 023.\n 7. Gioia S, Riggio O, Nardelli S, d’Amati G, Ridola L. Identifying patients at \nhigh risk of developing non-cirrhotic portal hypertension. Hepat Med. \n2021;13:105–11. https:// doi. org/ 10. 2147/ hmer. S2826 74.\n 8. Tummala H, Walne A, Dokal I. The biology and management of dyskeratosis congenita and related disorders of telomeres. Expert Rev Hematol. \n2022;15(8):685–96. https:// doi. org/ 10. 1080/ 17474 086. 2022. 21087 84.\n 9. Niewisch MR, Savage SA. An update on the biology and management \nof dyskeratosis congenita and related telomere biology disorders. Expert \nRev Hematol. 2019;12(12):1037–52. https:// doi. org/ 10. 1080/ 17474 086. \n2019. 16627 20.\n 10. Khakzad M, Shahbazi Z, Naderi M, Karimipoor M. A de novo TINF2, R282C \nmutation in a case of dyskeratosis congenital founded by next-generation sequencing. Iran Biomed J. 2023;27(2 & 3):146–51. https:// doi. org/ 10. \n61186/ ibj. 3783.\n 11. Terada K, Miyake K, Yamaguchi H, et al. TERT and TERC mutations \ndetected in cryptic dyskeratosis congenita suppress telomerase activity. \nInt J Lab Hematol. 2020;42(3):316–21. https:// doi. org/ 10. 1111/ ijlh. 13176.\n 12. Basel-Vanagaite L, Dokal I, Tamary H, et al. Expanding the clinical phe notype of autosomal dominant dyskeratosis congenita caused by TERT \nmutations. Haematologica. 2008;93(6):943–4. https:// doi. org/ 10. 3324/ \nhaema tol. 12317.\n 13. Arias-Salgado EG, Galvez E, Planas-Cerezales L, et al. Genetic analyses of \naplastic anemia and idiopathic pulmonary fibrosis patients with short \ntelomeres, possible implication of DNA-repair genes. Orphanet J Rare Dis. \n2019;14(1):82. https:// doi. org/ 10. 1186/ s13023- 019- 1046-0. 14. Visekruna J, Basa M, Grba T, et al. Ultra-early diffuse lung disease in an \ninfant with pathogenic variant in telomerase reverse transcriptase (TERT) \ngene. Balkan J Med Genet. 2024;27(1):59–63. https:// doi. org/ 10. 2478/ \nbjmg- 2024- 0008.\n 15. Neri Morales C, Cuestas D, Ángel F, et al. Dyskeratosis congenita associated with a novel missense variant in TERT: approach for the dermatologists. Arch Dermatol Res. 2024;316(7):438. https:// doi. org/ 10. 1007/ \ns00403- 024- 03050-9.\n 16. Bertuch AA. The molecular genetics of the telomere biology disorders. \nRNA Biol. 2016;13(8):696–706. https:// doi. org/ 10. 1080/ 15476 286. 2015. \n10945 96.\n 17. Dokal I, Vulliamy T, Mason P , Bessler M. Clinical utility gene card for: dyskeratosis congenital—Update 2015. Eur J Hum Genet. 2015. https:// doi. \norg/ 10. 1038/ ejhg. 2014. 170.\n 18. Savage SA, Niewisch MR. Dyskeratosis Congenita and Related Telomere \nBiology Disorders. In: Adam MP , Feldman J, Mirzaa GM, et al., editors. \nGeneReviews. Seattle: University of Washington, Seattle\n 19. Vulliamy T, Dokal I. Dyskeratosis congenita. Semin Hematol. \n2006;43(3):157–166.\n 20. Vulliamy T, Dokal I. Dyskeratosis congenita. Semin Hematol. \n2006;43(3):157–66. https:// doi. org/ 10. 1053/j. semin hemat  ol. 2006. 04. 001.\n 21. Alter BP , Baerlocher GM, Savage SA, et al. Very short telomere length by \nflow fluorescence in situ hybridization identifies patients with dyskeratosis congenita. Blood. 2007;110(5):1439–47. https:// doi. org/ 10. 1182/ \nblood- 2007- 02- 075598.\n 22. De Gottardi A, Sempoux C, Berzigotti A. Porto-sinusoidal vascular disor der. J Hepatol. 2022;77(4):1124–35. https:// doi. org/ 10. 1016/j. jhep. 2022. 05. \n033.\n 23. Calado RT, Regal JA, Kleiner DE, et al. A spectrum of severe familial liver \ndisorders associate with telomerase mutations. PLoS ONE. 2009;4(11): \ne7926. https:// doi. org/ 10. 1371/ journ al. pone. 00079 26.\n 24. Kapuria D, Ben-Yakov G, Ortolano R, et al. The spectrum of hepatic \ninvolvement in patients with telomere disease. Hepatology. \n2019;69(6):2579–85. https:// doi. org/ 10. 1002/ hep. 30578.\n 25. Kolb JM, Conzen K, Wachs M, et al. Liver transplantation for decompensated cirrhosis secondary to telomerase reverse transcriptase mutation. \nHepatology. 2020;72(1):356–8. https:// doi. org/ 10. 1002/ hep. 31111.\n 26. Valenti L, Dongiovanni P , Maggioni M, et al. Liver transplantation for \nhepatocellular carcinoma in a patient with a novel telomerase mutation \nand steatosis. J Hepatol. 2013;58(2):399–401. https:// doi. org/ 10. 1016/j. \njhep. 2012. 09. 011.\n 27. Maeso-Díaz R, Ortega-Ribera M, Fernández-Iglesias A, et al. Effects of \naging on liver microcirculatory function and sinusoidal phenotype. Aging \nCell. 2018;17(6): e12829. https:// doi. org/ 10. 1111/ acel. 12829.\n 28. Hernández-Gea V, Campreciós G, Betancourt F, et al. Co-expression gene \nnetwork analysis reveals novel regulatory pathways involved in portosinusoidal vascular disease. J Hepatol. 2021;75(4):924–34. https:// doi. org/ \n10. 1016/j. jhep. 2021. 05. 014.\n 29. Pugliese N, Ponziani FR, Cerini F, et al. Link between persistent, unex plained gamma-glutamyltransferase elevation and porto-sinusoidal \nvascular disorder. JHEP Rep. 2024;6(9):101150. https:// doi. org/ 10. 1016/j. \njhepr. 2024. 101150.\n 30. Lee KW, Ching SM, Hoo FK, et al. Factors associated with poor-to-moder ate quality of life among pregnant women with gestational diabetes mellitus: a cross-sectional study in Malaysia. Qual Life Res. 2020;29(10):2725–\n36. https:// doi. org/ 10. 1007/ s11136- 020- 02532-3.\n 31. Zhao Y, Rokhani FZ, Sazlina SG, Devaraj NK, Su J, Chew BH. Defining the \nconcepts of a smart nursing home and its potential technology utilities \nthat integrate medical services and are acceptable to stakeholders: a \nscoping review. BMC Geriatr. 2022;22(1):787. https:// doi. org/ 10. 1186/ \ns12877- 022- 03424-6.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}