{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04850-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04850-3.pdf",
  "metadata": {
    "/Keywords": "HNF1A MODY; Type 1 diabetes; Diabetes; Insulin; Cameroon; Sub-Saharan Africa",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017160647+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241015093147+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04850-3",
    "/Author": "Jean Claude Katte ",
    "/Title": "Treatment switch from multiple daily insulin injections to sulphonylureas in an African young adult diagnosed with HNF1A MODY: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04850-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Maturity onset diabetes of the young is one of the commonest causes of monogenic diabetes \nand can easily be mistaken for type 1 diabetes. A diagnosis of maturity onset diabetes of the young can have direct \nimplications for genetic counseling, family screening, and precision diabetes treatment. However, the cost of genetic \ntesting and identifying individuals to test are the main challenges for diagnosis and management in sub-Saharan \nAfrica. We report the very first documented case of HNF1A maturity onset diabetes of the young in the sub-Saharan \nAfrican region.",
    "Case Presentation": "Case presentation A 20-year-old female Black African young adult diagnosed with type 1 diabetes aged 14 \npresented for routine out-patient diabetes consultation. She was on multiple daily insulin injections; total combined \ndose 0.79 IU/kg/day with an HbA1c of 7.7%. The rest of her laboratory examinations were normal. On extended \nlaboratory analysis, she had good residual insulin secretion with post-meal plasma C-peptide levels at 1150 pmol/L. \nShe tested negative for glutamic acid decarboxylase (GAD65), islet antigen-2 (IA-2), and zinc transporter 8 (ZnT8) \nislet autoantibodies. Targeted next-generation sequencing (t-NGS) for monogenic diabetes was performed using \nDNA extracted from a buccal sample. She was diagnosed with HNF1A maturity onset diabetes of the young, \nwith the c.607C > T; p.(Arg203Cys) pathogenic variant, which has never been reported in sub-Saharan Africa. Her \nclinical practitioners provided genetic and therapeutic counseling. Within 10 months following the diagnosis \nof maturity onset diabetes of the young, she was successfully switched from multiple daily insulin injections to oral \nantidiabetic tablets (sulphonylurea) while maintaining stable glycemic control (HBA1c of 7.0%) and reducing \nhypoglycemia. She expressed a huge relief from the daily finger pricks for blood glucose monitoring.",
    "Conclusion": "Conclusion This case reveals that HNF1A maturity onset diabetes of the young (and probably other causes \nof monogenic diabetes) can present in sub-Saharan Africa. A diagnosis of maturity onset diabetes of the young can \nhave significant life-changing therapeutic implications.\nKeywords  HNF1A MODY, Type 1 diabetes, Diabetes, Insulin, Cameroon, Sub-Saharan AfricaOpen Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJean Claude Katte\njckatte@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 6 Katte et al. Journal of Medical Case Reports          (2024) 18:506 \nBackground\nMaturity onset diabetes of the young (MODY) is the \ncommonest form of monogenic diabetes, a rare group \nof heterogeneous endocrine disorders resulting from \nthe mutations of genes critical to the development and/\nor function of the pancreatic beta cells. MODY can easily \nbe mistaken for either type 1 or type 2 diabetes. Classi cal clinical diagnostic features for recognizing MODY are \nyoung age at diabetes onset (< 25 years), family history of \ndiabetes in a parent, evidence of residual insulin secre tion, and the absence of islet cell autoimmunity [1, 2]. \nHowever, the definitive diagnosis of MODY can only be \nconfirmed by genetic testing using molecular techniques \nto identify mutations [3]. Making the correct diagnosis of \nMODY is critical for diabetes precision medicine [4]. For \nexample, the correct diagnosis of MODY can prompt dia betes treatment cessation or the discontinuation of insu lin depending on the MODY genes and clinical profile of \nthe patients [5].\nThe burden and the clinical benefits of making a diag nosis of MODY in continental black African populations \nare largely unknown [6]. This can mainly be attributable \nto the relatively expensive molecular",
    "Methods": "methods of diagno sis (even for developed countries) but also due to a low \nindex of suspicion in African clinical settings [6–8]. Iden tifying individuals with MODY in Africa may be help ful to correctly selecting individuals who may transition \nfrom over-treatment with insulin (which is expensive, \nrequiring multiple daily injections and glucose moni toring) to cheap oral antidiabetic tablets that are read ily available, affordable, easy to administer and generally \naccepted by most patients. In this report, we present \nthe case of a diagnosis of HNF1A MODY in a black subSaharan African young adult previously diagnosed with \ntype 1 diabetes and treated with multiple daily insulin \ninjections. To the best of our knowledge, this is the very \nfirst documented case of HNF1A MODY in the subSaharan African region. The diagnosis of MODY led to \ninsulin cessation with transition to oral antidiabetic treat ment with sulphonylurea while maintaining optimal glu cose control.\nCase presentation\nA 20-year-old female Black African young adult pre sented at the out-patient department for routine consul tation and follow-up. She was previously diagnosed with \ntype 1 diabetes at the age of 14 years following present ing with an abrupt onset of osmotic symptoms (thirst, \npolyuria, and unexplained weight loss), random plasma \nglucose at 471  mg/dL (25.9  mmol/L), and ketonuria at \n8.0 mmol/L. Her weight at the time of diabetes diagno sis was 50  kg, and HbA1c was at 10.9%. She is an only child and has no known parental history of diabetes. Her \nfather was deceased, and whether he had diabetes can not be ascertained. She was immediately hospitalized, \nand ketosis was corrected with intravenous fluids and \ninsulin per standard protocol. Basic education about type \n1 diabetes was provided to the patient and her mother. \nShe was discharged after 1 week on daily multiple insulin \ninjections. Her insulin treatment (including accessories \nsuch as insulin syringes, glucose meter, and test strips) \nwas provided free of charge through the Changing Diabe tes in Children (CDiC) program in Cameroon. The CDiC \nprogram provides free comprehensive care to children \nand young adults diagnosed with childhood diabetes [9].\nAt clinic review on the day of presentation, she \nreported never having been hospitalized neither for dia betes ketoacidosis (DKA) nor severe hypoglycemia since \nher diagnosis. She admits having some intermittent epi sodes of hypoglycemia (nonquantifiable) within the last \n6  months, which were corrected by eating. She demon strated knowing the signs and symptoms of hypoglyce mia, and what to do to correct a mild event. Her insulin \nregimen was Actrapid® 18  IU in the morning, 18  IU at \nlunch time, and 18  IU of Mixtard 30® before her even ing meal. A total dose of 54  IU/day representing 1.08 \nU/kg/day. She reported monitoring her blood glucose \non average seven times in a week. Her vital signs were \nnormal, weight and height at 58 kg and 170 cm, respec tively [calculated body mass index (BMI) at 20.0 kg/m2]. \nShe reported having a regular 28-day menstrual cycle \nwith a menarche at 12  years. Her injection sites, feet, \nand the rest of the physical examination was unremark able. There were no signs of distal peripheral neuropathy \nupon clinical examination, and she reported never hav ing been diagnosed with any associated autoimmune or \nchronic medical condition. Urine analysis showed heavy \nglycosuria (60 mml/L) without significant ketonuria \nor proteinuria. She reported living alone as an under graduate university student and would usually use pub lic transportation to attend her clinic appointments. She \ndoes not have a medical insurance and described herself \nas being in an excellent state of health. She did not look \ndistressed and reported not being stigmatized because of \nher diabetes.\nHer laboratory analysis showed an HbA1c was 7.7% \nwith evidence of considerable endogenous insulin secre tion with a stimulated plasma C-peptide of 1150 pmol/L. \nPlasma C-peptide was measured within 5  hours of her \nroutine home meal in the nonfasting state (nonfast ing C-peptide measurement). The serological analysis \nfor islet autoantibodies were all negative; glutamic acid \ndecarboxylase (GAD65, < 5.0 U/mL), insulin antigen 2 \n(IA-2, < 7.5 U/mL), and zinc transporter 8 (ZnT8, < 10 U/\nmL). Lipids and liver function were normal. The rest of \nPage 3 of 6\n Katte et al. Journal of Medical Case Reports          (2024) 18:506 \n \nthe laboratory examination",
    "Results": "results are summarized in \nTable 1.\nBased on the elevated plasma C-peptide levels 6 years \npost diagnosis and negative islet autoantibody (GAD65, \nIA-2, ZnT8) tests, relatively good glycemic control, and \nthe absence of any chronic medical condition, she was \nrecommended for monogenic diabetes testing. Pretesting \ncounseling was provided by a specialized nurse before \nsample collection. Saliva samples were collected in a \nIsohelix GeneFix® Saliva DNA collection tube and sent to \nthe Exeter Genomics Laboratory for monogenic diabetes \ntesting about 15  months after the initial assessment. \nA total of 57 previously described monogenic diabetes \ngenes were tested using a targeted next-generation \nsequence (t-NGS) panel at the Exeter Genomics \nLaboratory of the Royal Devon University Healthcare NHS Foundation Trust, Exeter, UK [3]. A diagnosis \nof hepatocyte nuclear factor 1 alpha MODY (HNF1A \nMODY) was confirmed due to a known pathogenic \nheterozygous missense mutation c.607C > T and protein \neffect p.(Arg203Cys) [10].\nUpon the return of the molecular diagnosis of MODY, \nshe was invited for genetic counseling on the implications \nof the diagnosis, importance of family screening, and \nthe possibility of switching to an oral antidiabetic \ntreatment. Her mother was invited for counseling and \ntesting (HbA1c 4.5% and saliva was collected for future \ntesting). At this consultation, the patient reported several \nhypoglycemic episodes that were self-corrected. Her \nrandom blood glucose was 114 mg/dL (6.2 mmol/L) and \nHbA1c at clinic was at 6.2%. Her insulin treatment was \nreduced to two injections of NPH  (neutral protamine \nhagedorn) insulin at 12 IU in the morning and 12 IU in \nthe evening before meals. After 1  week of treatment, \nshe reported three episodes of nonsevere hypoglycemia. \nHer insulin was further reduced to 8 IU of NPH insulin \nmorning and evening before meals and glimepiride 2 mg \nwas started one tablet per day in the morning. She later \nreported having a severe hypoglycemic episode and was \nadvised to stop insulin injections and continue with \nglimepiride 2  mg twice daily. Three months later, after \ntransitioning from multiple daily insulin injections to \nsulphonylurea tablets (glimepiride), her HbA1c was at 5%. \nShe has not reported any hypoglycemic episodes since \nswitching to sulphonylurea treatment alone. Also, she has \nnot reported any other adverse effect or intolerance to \nher new treatment. On routine consultation, 1 year after \ninsulin cessation and the transitioning to glimepiride \ntablets, her weight is 55 kg (BMI 19.0 kg/m2) and HbA1c \n7.0%. Based on her medical records, she has not been \ndiagnosed with any chronic medical condition such \nas diabetic retinopathy, peripheral neuropathy, or any \ncardiovascular or severe neurological condition. She \nreported being relieved from the daily finger pricks from \ncapillary blood glucose monitoring she was accustomed \nto under her previous treatment regimen. Her longterm diabetes management plan as noted in her medical \nrecord was to continue her sulphonylurea treatment \nwhile monitoring HbA1c at least twice a year, and to \nintensify therapy if necessary.",
    "Discussion": "Discussion\nWe have reported on a case of HNF1A MODY in a female \nyoung adult living in a sub-Saharan African setting, who \nwas misdiagnosed as having type 1 diabetes, and treated \nwith multiple insulin injections. The correct diagnosis of \nHNF1A MODY with adequate therapeutic counseling led \nto insulin cessation and a transition to oral antidiabetic Table 1 Results of the extended laboratory analysis from \nperipheral venous blood and urine collected on the day of \nconsultation\nBlood or urine parameters Results Interpretation\nPeripheral blood\nWhite blood cells (/µL) 4400 Normal\nHemoglobin (g/dL) 14.6 Normal\nHematocrit (%) 42.6 Normal\nPlatelets (/µL) 206,000 Normal\nBlood biochemistry\nAlbumin, (g/L) 52 Normal\nAspartate aminotransferase (AST), (U/L) 12 Normal\nAlanine aminotransferase (ALT), (U/L) 8 Normal\nAlanine phosphatase, (U/L) 99 Normal\nTotal bilirubin, (µmol/L) 9 Normal\nCreatinine, (µmol/L) 77 Normal\nTotal cholesterol, (mmol/L) 4.7 Normal\nHigh-density lipoprotein cholesterol, \n(mmol/L)1.68 Normal\nTriglycerides, (mmol/L) 0.96 Normal\nPlasma glucose, (mg/dL/mmol/L) 167/9.2 Elevated\nGlycated hemoglobin, (%) 7.7 Elevated\nPlasma C-peptide, (pmol/L) 1150 Elevated\nImmunological markers\nGlutamic acid decarboxylase (GAD), (U/mL)  < 5.0 Negative\nInsulin antigen 2 (IA-2), (U/mL) 7.5 Negative\nZinc transporter 8 (ZnT8), (U/mL)  < 10 Negative\nTyroxine peroxidase (mIU/L) 9 Normal\nTissue transglutaminase, (IU/mL) 0.4 Normal\nUrine dipstick tests\npH 7.0\nGlucose, mmol/L 60 Glycosuria\nKetone, mmol/L 1.5 Normal\nProtein, mg/dL 30 Normal\nPage 4 of 6 Katte et al. Journal of Medical Case Reports          (2024) 18:506 \ntreatment with sulphonylurea while maintaining optimal \nglycemic control.\nTo the best of our knowledge, this is the first case \nreport on HNF1A MODY in a sub-Saharan African set ting, clearly highlighting the clinical benefits of making \nthis diagnosis. The burden of MODY and other forms of \nmonogenic diabetes is currently unknown in sub-Saharan \nAfrica. This may be attributable to the low clinical index \nof suspicion among clinicians but mostly probably due to \nthe high cost of genetic testing. There are currently only \ntwo reported cases of permanent neonatal diabetes mel litus (a form of monogenic diabetes usually diagnosed \nin infancy) in sub-Saharan Africa. The first reported \ncase was that of a Ugandan male toddler (approximately \n19 months old at the time of diagnosis) with a missense \nmutation p.(Arg201Cys) in the KCNJ11 gene [11]. The \nsecond reported case was a Togolese 8  year old female \nchild diagnosed with a novel heterozygous missense \nmutation p.(Phe333Val) in the KCNJ11 gene [12]. The \ndiagnosis of these cases was confirmed using Sanger \nsequencing at the Exeter Genomics Laboratory, which \nserves as a UK national reference center for mono genic diabetes genetic testing, but also provides services \nthroughout the globe. There are multiple reports of \nMODY and other syndromic monogenic diabetes forms \nin North African populations [13–15]. This may be as a \nresult of a high index of clinical suspicion informed by \nthe predominance of other genetic diseases from the high \nrates of consanguineous marriages [16]. Also, accessibil ity to molecular testing techniques either within North ern African countries or due to their relative proximity \nto Europe can provide an added advantage to this region \ncompared with sub-Saharan Africa.\nTo date, mutations in 11 genes have been reported to \ncause MODY [2]. The majority of MODY cases result \nfrom mutations in the GCK  genes encoding glucokinase \n(GCK  MODY) and the hepatocyte nuclear factor genes \nHNF1A and HNF4A [17]. Our patient was diagnosed \nwith HNF1A MODY. HNF1A mutations result in pro gressive beta cell decline characterized by reduced beta \ncell proliferation and increased beta cell apoptosis. Clini cally, patients with HNF1A mutations will manifest glu cose intolerance during adolescence or early adulthood \nwith progressive hyperglycemia, and low renal glucose \nthreshold. This is consistent with the diagnosis of diabe tes at 14 years in our case. HNF1A MODY is known to be \nextremely sensitive to sulphonylureas [1, 2, 18]. Improved \nglycemic control with sulphonylurea treatment has been \ndemonstrated in individuals with shorter durations of \ndiabetes and lower HbA1c and BMI at the time of tran sition to insulin [19, 20]. This may explain our patient’s \ngood glycemic control even after treatment switch from \ninsulin to sulphonylurea treatment given her relatively shorter diabetes duration, low BMI, and residual endog enous insulin secretion. This treatment change can be \nof great significance in sub-Saharan Africa where access \nto and adherence to insulin treatment can be extremely \nchallenging [21]. Furthermore, sulphonylurea regimens \nare easy to administer, cheap, readily available in most \nlow- and middle-income countries (LMICs), and do not \nrequire frequent monitoring of blood glucose levels [22].\nOur patient reported no family history of diabetes. Her \nonly living parent (mother) is reported not to have dia betes (HbA1c at 4.5%). Genetic testing of her mother’s \nsaliva sample was negative for HNF1A MODY. We do \nnot know if her deceased parent (father) had diabetes. \nShe has no other siblings and currently has no child of \nher own. It is also possible that this may be a case of a \nspontaneous de novo HNF1A mutation, as they have \nbeen demonstrated in other populations [17]. Generally, \nmutations in HNF1A have demonstrated high penetrance \nin European populations, but studies are lacking in Afri can populations.\nTypically, MODY is usually diagnosed in adolescence \n(usually before 30  years), in individuals with a parental \nhistory of diabetes, who are nonobese and do not present \nwith signs of insulin resistance or dyslipidemia. MODY \ncan be very clinically heterogeneous depending on the \nspecificity of the genetic mutation [23]. The patient in this \ncase report was previously diagnosed with type 1 diabe tes based on her young age at diagnosis (14 years), acute \npresentation, with some evidence of glucotoxicity and \nketosis. MODY is often misdiagnosed as type 1 or type 2 \ndiabetes in most clinical settings given that the signs and \nsymptoms at diagnosis overlap [2]. Extended laboratory \nanalysis showed she was islet autoantibody negative and \nC-peptide positive (C-peptide > 200  pmol/L). The good \nresidual endogenous insulin secretion (post-meal C-pep tide level: 1150  pmol/L) 6 years after the diagnosis of \ntype 1 diabetes was the main indicator prompting genetic \ntesting for monogenic diabetes. Other useful prognos tic characteristics that could have been useful towards \nthe clinical suspicion of MODY were the relatively good \nglycemic control and absence of chronic complications, \nalthough these are very nonspecific [23]. The selection of \nindividuals for monogenic diabetes genetic testing based \non a biomarker approach (including C-peptide and islet \nautoantibodies) has demonstrated to provide an improve ment in yield than the classical clinical approach [24]. \nTherefore, this biomarker selection approach may prove \nuseful in the future to establishing the burden of MODY \nin African populations given it has been demonstrated to \ntarget those most likely to have a positive monogenic dia betes test result [23, 24].\nThis case report clearly underscores the life-changing \nimplications a single diagnosis of MODY can bring to \nPage 5 of 6\n Katte et al. Journal of Medical Case Reports          (2024) 18:506 \n \nthe life of a person living with diabetes. Making the \ndiagnosis of MODY in this case was challenging given \nthe circumstances. There are currently, to the best of \nour knowledge, no routine genetic testing centers for \nmonogenic diabetes in Cameroon or any other subSaharan Africa country. With funding made available \nthrough a research grant, we were able to collect, ship \nand analyze her saliva sample. The saliva sample was \ncollected using an Isohelix GeneFix® Saliva DNA col lection tube (www. isohe  lix. com). The Isohelix collec tion tube offers long-term sample stability at normal \nambient temperature, without additional storage cost \nas opposed to blood samples. The diagnosis was made \nsome 15 months after the initial review owing to con strains around arranging for shipment and analysis.\nThere were some limitations. We were unable to cap ture relevant information regarding her dietary habits \nand other lifestyle components such as physical activ ity over the course of her follow-up. We did not col lect data regarding adherence to either insulin or the \nsulphonylurea treatment, although she reported being \nadherent to her treatment as prescribed by the doc tors. Lastly, we did not objectively measure quality of \nlife (QoL) indices before and after the treatment switch. \nHowever, she reported a huge relief from the numer ous finger-pricks for self-monitoring of blood glucose \n(SMBG).\nConclusion\nThis case reveals that HNF1A MODY (and probably \nother causes of monogenic diabetes) can present in subSaharan Africa, just like in other parts of the world, and a \ndiagnosis of MODY can lead to significant life-changing \ntherapeutic implications for the patient.\nAbbreviations\nCDiC  Changing diabetes in children\nHbA1c  Glycated hemoglobin\nHNF1A  Hepatotcyte nuclear factor 1 alpha\nLMICs  Low- and middle-income countries\nMODY  Maturity onset diabetes of the young\nNGS  Next-generation sequencing\nSMBG  Self-monitoring of blood glucose\nSSA  Sub-Saharan Africa\nQoL  Quality of Life\nAcknowledgements\nWe would like to acknowledge the Changing Diabetes in Children (CDiC) \nprogram in Cameroon for granting access to the medical records for the \npreparation of this manuscript. The authors appreciate the Exeter Genomics Laboratory team for providing assistance in the diagnosis of monogenic \ndiabetes and Professor Andrew Hattersley for advice on the manuscript.\nAuthor contributions\nJCK consulted with the patient. MYD reviewed the patient and contributed to \ndata collection. JCK and MYD wrote the initial draft manuscript. KC performed \nthe molecular diagnosis and interpretation. All authors read and approved the \nfinal version of the manuscript.Funding\nThe monogenic diabetes gene testing was supported by the National \nInstitute for Health and Social Care Research (NIHR) grant reference 17/63/131. \nJCK is supported by the NIHR Exeter Biomedical Research Centre. The views \nexpressed in this manuscript are those of the authors and not necessarily \nthose of the NIHR or the Department of Health and Social Care. The funders \nhad no role in any part in the writing and preparing of this manuscript for \npublication.\nAvailability of data and materials\nAll the data for this case report have been included in this article. Further \nenquiries can be provided upon reasonable request from the corresponding \nauthor.\nDeclarations\nEthics approval and consent to participate.\nThis research was authorized by the Changing Diabetes in Children (CDiC) \nprogram in Cameroon and approved by the National Ethics Committee \n(2019/03/1152/CE/CNERSH/SP).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone declared.\nAuthor details\n1 Department of Clinical and Biomedical Science, Faculty of Life and Health Science, University of Exeter Medical School, Exeter, UK. 2 National Obesity Centre \nand the Endocrinology and Metabolic Diseases Unit, Yaoundé Central Hospital, Yaoundé, Cameroon. 3 Department of Non- Communicable Diseases, RSD \nInstitute, Yaoundé, Cameroon. 4 Department of Internal Medicine and Specialities, Faculty of Medicine and Biomedical Sciences, University of Yaoundé 1, \nYaoundé, Cameroon. 5 Exeter Genomics Laboratory, Royal Devon University \nHealthcare NHS Foundation Trust, Exeter, UK. \nReceived: 10 July 2024   Accepted: 23 September 2024\nReferences\n 1. Pearson ER, Starkey BJ, Powell RJ, Gribble FM, Clark PM, Hattersley AT. \nGenetic cause of hyperglycaemia and response to treatment in diabetes. \nLancet. 2003;362(9392):1275–81.\n 2. Greeley SAW, Polak M, Njolstad PR, Barbetti F, Williams R, Castano L, \net al. ISPAD clinical practice consensus guidelines 2022: the diagnosis \nand management of monogenic diabetes in children and adolescents. \nPediatr Diabetes. 2022;23(8):1188–211.\n 3. Ellard S, Lango Allen H, De Franco E, Flanagan SE, Hysenaj G, Colclough \nK, et al. Improved genetic testing for monogenic diabetes using targeted \nnext-generation sequencing. Diabetologia. 2013;56(9):1958–63.\n 4. Zhang H, Colclough K, Gloyn AL, Pollin TI. Monogenic diabetes: a gateway \nto precision medicine in diabetes. J Clin Invest. 2021;131(3):142244.\n 5. Monaghan MC, Støy J, Streisand R, Philipson L, Cogen FR. Case study: \ntransitioning from insulin to glyburide in permanent neonatal diabetes: \nmedical and psychosocial challenges in an 18-year-old male. Clin \nDiabetes. 2009;27(1):25–9.\n 6. Nkonge KM, Nkonge DK, Nkonge TN. The epidemiology, molecular \npathogenesis, diagnosis, and treatment of maturity-onset diabetes of the \nyoung (MODY). Clin Diabetes Endocrinol. 2020;6(1):20.\n 7. Matsha TE, Raghubeer S, Tshivhase AM, Davids SFG, Hon GM, Bjorkhaug \nL, Erasmus RT. Incidence of HNF1A and GCK MODY variants in a South \nAfrican Population. Appl Clin Genet. 2020;13:209–19.\n 8. Thanabalasingham G, Owen KR. Diagnosis and management of maturity \nonset diabetes of the young (MODY). BMJ. 2011;343: d6044.\nPage 6 of 6 Katte et al. Journal of Medical Case Reports          (2024) 18:506 \n 9. Lontchi-Yimagou E, Mapa-Tassou C, Dehayem MY, Essi MJ, Saji J, Takogue \nR, et al. The effect of free diabetes care on metabolic control and on \nhealth-related quality of life among youths with type 1 diabetes in \nCameroon. BMJ Open Diabetes Res Care. 2017;5(1): e000397.\n 10. Plengvidhya N, Tangjittipokin W, Teerawattanapong N, Narkdontri \nT, Yenchitsomanus PT. HNF1A mutation in a Thai patient with \nmaturity-onset diabetes of the young: a case report. World J Diabetes. \n2019;10(7):414–20.\n 11. Nyangabyaki-Twesigye C, Muhame MR, Bahendeka S. Permanent \nneonatal diabetes mellitus—a case report of a rare cause of diabetes \nmellitus in East Africa. Afr Health Sci. 2015;15(4):1339–41.\n 12. Corley L, Tossou K, Amouzouvi-Sadji M, De Franco E, Firth R. \nSulphonylurea responsive monogenic diabetes in an insulin treated \n8-year old child in West Africa; of more than academic interest and one of \nmany? Niger J Paediatr. 2021;48(1):43–5.\n 13. Bouldjennet F, Gjesing AP , Azzouz M, Abderrahman SA, El Guecier A, Ali \nS, et al. Maturity-onset diabetes of the young identified among Algerian \nprobands with early-onset diabetes. Diabetes Metab Syndr Obes. \n2020;13:4829–37.\n 14. Moalla M, Safi W, Babiker Mansour M, Hadj Kacem M, Mahfood M, Abid M, \net al. Tunisian maturity-onset diabetes of the young: a short review and \na new molecular and clinical investigation. Front Endocrinol (Lausanne). \n2021;12: 684018.\n 15. Vaxillaire M, Bonnefond A, Liatis S, Ben Salem Hachmi L, Jotic A, \nBoissel M, et al. Monogenic diabetes characteristics in a transnational \nmulticenter study from Mediterranean countries. Diabetes Res Clin Pract. \n2021;171:108553.\n 16. Anwar WA, Khyatti M, Hemminki K. Consanguinity and genetic \ndiseases in North Africa and immigrants to Europe. Eur J Public Health. \n2014;24(Suppl 1):57–63.\n 17. Stanik J, Dusatkova P , Cinek O, Valentinova L, Huckova M, Skopkova \nM, et al. De novo mutations of GCK, HNF1A and HNF4A may be \nmore frequent in MODY than previously assumed. Diabetologia. \n2014;57(3):480–4.\n 18. Hattersley AT, Greeley SAW, Polak M, Rubio-Cabezas O, Njolstad PR, \nMlynarski W, et al. ISPAD clinical practice consensus guidelines 2018: \nthe diagnosis and management of monogenic diabetes in children and \nadolescents. Pediatr Diabetes. 2018;19(Suppl 27):47–63.\n 19. Bacon S, Kyithar MP , Rizvi SR, Donnelly E, McCarthy A, Burke M, \net al. Successful maintenance on sulphonylurea therapy and low \ndiabetes complication rates in a HNF1A-MODY cohort. Diabet Med. \n2016;33(7):976–84.\n 20. Shepherd MH, Shields BM, Hudson M, Pearson ER, Hyde C, Ellard S, et al. \nA UK nationwide prospective study of treatment change in MODY: \ngenetic subtype and clinical characteristics predict optimal glycaemic \ncontrol after discontinuing insulin and metformin. Diabetologia. \n2018;61(12):2520–7.\n 21. Mbanya JC, Mba CM. Centenary of the discovery of insulin: people with \ndiabetes in Africa still have poor access to insulin. EClinicalMedicine. \n2021;34: 100809.\n 22. Mohan V, Saboo B, Khader J, Modi KD, Jindal S, Wangnoo SK, Amarnath \nS. Position of sulfonylureas in the current ERA: review of national \nand international guidelines. Clin Med Insights: Endocrinol Diabetes. \n2022;15:11795514221074664.\n 23. Colclough K, Patel K. How do I diagnose maturity onset diabetes of the \nyoung in my patients? Clin Endocrinol (Oxf ). 2022;97(4):436–47.\n 24. Shepherd M, Shields B, Hammersley S, Hudson M, McDonald \nTJ, Colclough K, et al. Systematic population screening, using \nbiomarkers and genetic testing, identifies 2.5% of the U.K. pediatric \ndiabetes population with monogenic diabetes. Diabetes Care. \n2016;39(11):1879–88.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}