{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04886-5",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04886-5.pdf",
  "metadata": {
    "/Keywords": "Autoimmune encephalitis; Anti-NMDA encephalitis; Anti-N-methyl-d-aspartate receptor encephalitis; Relapsing encephalitis; Anti-NMDA antibody; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241128134322+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241127023639+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04886-5",
    "/Author": "Hamidreza Amiri ",
    "/Title": "Late relapse of anti-N-methyl-d-aspartate receptor (NMDAR) encephalitis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04886-5",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Anti-N-methyl- d-aspartate receptor encephalitis is a sporadic autoimmune disorder of the brain \nthat presents in a variety of neuropsychiatric manifestations, including seizures, psychosis, and alterations in behavior. \nN-methyl- d-aspartate receptor is primarily seen in young females. Although this disease can be treated, it can relapse \nin rare cases. Relapsing typically occurs within the early years following the initial episode and is exceedingly rare \nafter 5 years.",
    "Case Presentation": "Case presentation In this case study, we report on a 16-year-old Iranian female experiencing a relapse of anti-N-me thyl- d-aspartate receptor encephalitis 8 years after her initial diagnosis. She was admitted to the hospital with dysphasia (a speech disorder) and dyslexia (reading and writing impairment). A thorough clinical evaluation revealed \nthe presence of anti-glutamate receptor type N-methyl- d-aspartate receptor antibodies in her serum and cerebrospinal fluid, confirming the diagnosis. Following treatment with immunotherapy and plasmapheresis, she made a complete recovery.",
    "Conclusion": "Conclusion This case of relapsing anti-N-methyl- d-aspartate receptor encephalitis, occurring more than 5 years \nafter the initial episode, is exceptionally rare. This late relapse underscores the importance of long-term follow-up \nfor patients with this condition.\nKeywords  Autoimmune encephalitis, Anti-NMDA encephalitis, Anti-N-methyl- d-aspartate receptor encephalitis, \nRelapsing encephalitis, Anti-NMDA antibody, Case report",
    "Introduction": "Introduction\nIn recent years, anti-N-methyl-d-aspartate receptor \n(NMDAR) encephalitis has garnered increasing rec ognition as a critical entity in autoimmune neurology. \nCharacterized by its protean manifestations and often \nchallenging diagnostic pathways, this disorder high lights the intricate interplay between immunological dysregulation and central nervous system function. \nWhile the acute phase and early relapses of NMDAR \nencephalitis have been extensively documented, the \nphenomenon of late relapses remains relatively under explored. Understanding the clinical features, risk fac tors, and optimal treatment strategies for late relapse is \ncrucial for healthcare providers managing patients with \nanti-NMDAR encephalitis. This late relapse highlights \nthe importance of long-term follow-up of these patients.\nIn this case report study, we presented a case of \nrelapsed anti-NMDAR encephalitis over 8 years after the \nfirst episode. This case report underscores the impor tance of considering anti-NMDA receptor encephalitis \nin patients with unexplained neurological symptoms, \nparticularly when routine blood tests, medical brain \nimaging, and electroencephalogram (EEG)",
    "Results": "results do not Open Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMehdi Karimi\ndr.mehdii.karimi@gmail.com; karimi9010@gmail.com\n1 Student Research Committee, Arak University of Medical Sciences, Arak, \nIran\n2 Faculty of Medicine, Bogomolets National Medical University, Kyiv, \nUkraine\n3 Department of Pediatrics, Arak University of Medical Sciences, Arak, Iran\nPage 2 of 10 Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \nreveal abnormalities. In addition, this case report indi cates the potential for late recurrence of this disease sev eral years following the first diagnosis. Physicians should \nconsider the late relapse of this disease. This underscores \nthe significance of conducting long-term follow-up with \nand surveillance of patients with this disease, and in \nthe case of suspicious symptoms, the patient should be \nchecked for recurrence.\nCase presentation\nCase presentation and patient information\nA 16-year-old Iranian female was brought to the hospi tal by her parent with a chief complaint of progressive \nspeech impairment over the past 2 weeks. Initially, she \nexperienced difficulty pronouncing certain letters, which \nworsened to intermittent stuttering during verbal com munication. Over time, she also exhibited impairment in \nreading and writing. Concurrently, her parents noticed \nemotional instability, atypical behaviors, and a decline \nin interest. She occasionally displayed disorientation to \ntime and place, affecting her judgment. Additionally, she \ndeveloped delusional thoughts, mistaking her imagina tion for reality, causing significant anxiety.\nAlthough the patient had no relevant family history of \nneurological or psychiatric disorders, she had a signifi cant past medical history. Her parents stated that, 8 years \nago, she experienced similar symptoms to her current \npresentation, which included a seizure. After a compre hensive examination, she was diagnosed with anti-N-me thyl-d-aspartate receptor (NMDAR) encephalitis. Then, \nshe was treated with high-dose corticosteroids, immuno therapy, plasmapheresis, and plasma exchange, leading to \na complete recovery without lasting neurological issues.\nClinical findings\nPhysical examination\nThe patient underwent detailed neurological and physical \nexaminations by a specialist. Significant findings included \nneurological symptoms such as altered mental status, \nagitation, paranoia, hallucinations, and mood swings. \nPhysical assessments revealed movement disorders such \nas facial twitching, involuntary writhing, and abnor mal muscle contractions, leading to unusual postures. \nInitially, she exhibited generalized hyperreflexia and \nincreased muscle tone. Cognitive tests showed fluctuat ing consciousness levels and impaired executive function. \nThroughout her hospitalization, she developed limb dys tonia, indicating advancing neurological impairment.\nLaboratory findings\nComprehensive blood tests were conducted to evalu ate the patient’s blood to find any abnormalities and aid \nin differential diagnosis. This included complete blood counts (CBC), coagulation tests, a serum electrolyte \npanel, thyroid function tests (TFT), renal function tests \n(RFT), a comprehensive metabolic panel (CMP), para neoplastic antibodies, and an autoimmune panel. These \ntests were requested to evaluate the patient and exclude \nother potential causes.\nCBC, coagulation, and serum electrolyte tests were \nconducted to evaluate the patient’s blood cells, aiming to \nrule out infection and inflammation. The results showed \nno abnormality.\nAdditionally, RFT and TFT were performed to exclude \nthe possibility of thyroiditis or uremic encephalopathy \n(UE), which can present with similar symptoms. The \nresults showed no significant abnormalities, indicating \nthese organs’ infection, inflammation, or dysfunction.\nParaneoplastic antibodies and an autoimmune panel \n(ANCA-c, ANCA-p, anti-phospholipid IgG, anti-NMO, \nanti-SSA/Ro, anti-SSB/La, anti-dsDNA) were negative, \nand only serum anti-NMDAR antibodies showed a posi tive result.\nThe cerebrospinal fluid (CSF) analysis revealed a slight \nelevation in white blood cells (pleocytosis) and protein \nlevels but no other significant abnormalities. Notably, the \nCSF tested positive for anti-NMDAR antibodies, with a \ntiter level of 1000, confirming the presence of these anti bodies in the nervous system (Table 1).\nDiagnostic medical imaging\nTo examine the patient more closely, computed tomogra phy (CT) scan and magnetic resonance imaging (MRI) of \nthe brain; chest X-ray (CXR); ultrasound of the thyroid, \nabdomen, and pelvis; and electroencephalogram (EEG) \ntests were requested and performed.\nIn thyroid ultrasound, both thyroid lobes were normal \nwith homogeneous parenchymal echo and without solidcystic lesions, and no abnormal findings were seen. In the \nuterus and ovary ultrasound, the uterus and ovaries had \nnormal echo and dimensions, and there was no evidence \nof cystic or solid lesions.\nThe MRI findings were normal, but several diffuse cor tical hyperintensities were observed, consistent with the \npatient’s history of anti-NMDAR encephalitis. This may \nindicate an inflammatory process related to a relapse. \nHowever, the overall normal findings and the absence of \nabnormalities in complementary imaging studies, includ ing brain CT, chest X-ray, and ultrasounds, suggest no \nconcurrent structural or systemic pathology. The EEG \nwas also evaluated and found normal (Figs. 1, 2, 3).\nDiagnosis\nFinally, on the basis of the clinical findings (signs and \nsymptoms, medical history of patients), medical imag ing results, and laboratory findings (antibodies detected \nPage 3 of 10\n Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \n \nTable 1 Results of CSF analysis\nWBC white blood cells, LDH lactate dehydrogenase, Ig immunoglobulinTest Normal range Result Interpretations\nAppearance Clear/colorless Clear/colorless Normal in appearance\nGram stain Negative Negative Normal, no infection\nWBC > 5 cells/µL 8 cells/µL Mild pleocytosis, indicating inflammation\nGlucose 40–57 mg/dL 48 mg/dL Normal range\nProtein 15–45 mg/dL 54 mg/dL Elevated, suggesting a disrupted blood–brain barrier\nLDH 0.3–3.0 U/L 3.9 U/L Elevated, may indicate inflammation or neuronal damage\nOligoclonal bands Negative or few (< 5 bands) Positive (multiple bands) Reflects intrathecal immune activity\nIgG index 0.3–0.7 0.9 Elevated, indicating an intrathecal immune response\nIgM index 0.2–0.6 0.3 Normal range\nNMDA receptor antibodies Negative Positive (titer: 1000) Confirmatory of anti-NMDA receptor encephalitis\nFig. 1 Magnetic resonance imaging findings. Brain magnetic resonance imaging sequences revealed no suspicious signal alterations a the time \nof diagnosis\nPage 4 of 10 Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \nin the serum and CSF, blood analysis), this patient was \ndiagnosed with “late relapse of anti-N -methyl-d -aspar tate receptor (NMDAR) encephalitis. ”\nWe encountered several diagnostic challenges. The \nrecurrence of symptoms years after the initial episode \ncomplicated timely recognition, especially when rou tine tests and imaging showed no abnormalities. This \nsituation required a high level of clinical suspicion and \ncomprehensive testing. Additionally, identifying the \nNMDAR autoantibody presented its own difficulties, as \nour facility lacked the necessary resources, necessitat ing the time-consuming process of sending samples to \nanother center.\nTreatment\nThe patient underwent treatment with a combination of \nimmunotherapy, symptomatic management, and sup portive care. Immunotherapy reduces inflammation and \nmodulates the immune system.\nAs the first line of treatment, she received intravenous \nmethylprednisolone (IVMP) and intravenous immuno globulin (IVIG) for five consecutive days. After being \nadministered these drugs for 5 days, the patient was only \nslightly better, but there was no satisfactory improvement \nin her symptoms.Plasmapheresis\nThe patient underwent 10 plasmapheresis sessions—\ninitially, 5 sessions were administered daily, followed by \n5 sessions spaced every other day—to help remove the \nharmful NMDA antibodies from her serum. Her vital \nsigns and overall condition were carefully monitored \nthroughout each session to ensure her safety. After the \nsixth session, her symptoms showed some improve ment. We also conducted blood tests before and after \neach session to track the treatment’s effectiveness and \nmonitor her electrolyte levels. Following each session, \nthe patient was observed for any immediate adverse \neffects, such as low blood pressure, bleeding, or aller gic reactions. Her neurological status was regularly \nassessed, and laboratory tests, including antibody titers \nand imaging, were used to evaluate her prognosis.\nAs part of her treatment, she also received a low-dose \nprednisolone at 20 mg per day, which was gradually \nreduced by 5 mg each week over the course of a month \nand then discontinued. The patient tolerated the treat ment well, with no adverse effects observed.\nTable  2 demonstrates the treatment regimen of the \npatients.\nFig. 2 Brain magnetic resonance imaging (MRI)\nPage 5 of 10\n Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \n \nFollow‑up of the patient\nAfter the patient was discharged from the hospital, her \nneurologists and immunologists regularly followed up \nwith her. She underwent periodic neurocognitive assess ments to evaluate her recovery and her need for contin ued rehabilitation. Additionally, her CBC, LFT, and RFT \nwere periodically monitored. Finally, her serum antiglutamate receptor NMDA decreased, and the symp toms and signs improved ultimately approximately 40 days after starting the treatment. Figure  4 demonstrates a \nsummary of this female patient.\nReview of anti‑NMDAR encephalitis\nAnti-N-methyl-d-aspartate receptor (NMDAR) enceph alitis is a rare autoimmune disease characterized by \nimmune-mediated depletion of NMDA glutamate recep tors. It leads to a spectrum of progressive neuropsychi atric symptoms ranging from psychosis to seizures and \ncognitive impairment [1]. It is the most common form \nof autoimmune encephalitis in which antibodies are pro duced against the NMDA receptor [2–4] and may affect 1 \nin 1.5 million people annually [5].\nThis disease has significant neurological and psychiat ric implications [6]. It can cause a clinical syndrome with \nmemory and cognitive disturbances, speech disorders, \npsychosis, abnormal behavior, irritability, movement \ndisorders, seizures, impaired consciousness, and even \nweight loss. While the clinical course typically involves \nan acute phase followed by gradual improvement with \nimmunotherapy, late relapses can occur, posing a par ticular challenge for diagnosis and treatment [2, 7]. It \nFig. 3 Electroencephalogram (EEG) findings\nTable 2 Treatment regimen of anti-NMDAR encephalitis\nIVMP , intravenous methylprednisolone; IVIG, intravenous immunoglobulinMedications Dosage Duration/total dose\nIVMP 1 g/day 5 days (5 g in 5 days)\nIVIG 24 g/day 5 days (120 g in 5 days)\nPlasmapheresis Exchange 1.5 plasma \nvolumes per session10 sessions\nPrednisolone 20, 15, 10, and 5 mg/day 4 weeks (gradual reduction by 5 mg every \nweek)\nPage 6 of 10 Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \nhas been observed that approximately one in six patients \nmay encounter a relapse of the disease [8]. Most patients \nexperience an initial relapse during the first 2 years [9], \nand relapses are rare 5 years after the first episode [10].\nPathophysiology\nAnti-N-methyl-d-aspartate receptor (NMDAR) encepha litis is characterized by autoimmune processes targeting \nthe NR1 subunit of NMDA receptors, leading to pro found neurologic dysfunction. The primary pathophysi ological mechanism involves autoantibody-mediated \ninternalization of NMDA receptors triggered by bind ing to the NR1 subunit [4]. This reduces the number of \nfunctional receptors crucial for glutamatergic signaling \nand synaptic plasticity. These autoantibodies also disrupt \nthe interaction between NMDA receptors and ephrin-B2 \nreceptors (EPHB2R), exacerbating receptor internaliza tion. The disease pathogenesis further entails complex \nimmune responses: B cells produce pathogenic antibod ies facilitated by elevated levels of B cell activating factor \n(BAFF), while CD4+ and CD8+ T cells support this pro cess [11]. Dysregulation of cytokines and chemokines, \nsuch as elevated pro-inflammatory cytokines (IL-6 and \nTNF-α) and chemokines (CXCL10 and CXCL13), along \nwith disrupted anti-inflammatory responses (IL-10 and IL-13), contribute to blood–brain barrier disruption and \nimmune cell infiltration into the CNS. This inflammatory \nmilieu and neuronal receptor loss lead to altered synaptic \nfunction, impaired plasticity, and diverse neuropsychi atric symptoms. Understanding these intricate mecha nisms is crucial for developing targeted therapies aimed \nat improving outcomes for patients with anti-NMDAR \nencephalitis. [1, 4, 11, 12].\nDiagnosis\nThe diagnostic criteria for anti-NMDAR encephalitis \ndivide cases into two groups, “probable” and “definite, ” \ndepending on the various clinical and laboratory param eters [13]. The disease can be easily diagnosed by detect ing antibodies in the blood or cerebrospinal fluid (CSF). \nNeuroimaging may show no abnormalities, and antibody \ntest results may take several weeks to confirm [14]. The \nclinical diagnostic criteria are reliable in determining the \ninitiation of immunomodulatory therapy in cases that \npositively meet the criteria [15].\nTreatment\nThe initial treatment for anti-NMDAR encephalitis \ninvolves primary immunotherapy, typically combin ing high-dose steroids, immunoglobulins, and plasma \nFig. 4 A summary of the case\nPage 7 of 10\n Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \n \nexchange. If this proves ineffective, secondary immu notherapy with rituximab and immunosuppressants is \nrecommended to enhance results and prevent recur rence. For relapses, first-line treatments include intra venous methylprednisolone at 1 g per day for 3–5 days \nand intravenous immunoglobulin at 2 g/kg of body \nweight. If the response is inadequate, second-line \ntreatments with rituximab, a monoclonal antibody \ntargeting CD20 on B cells, and cyclophosphamide, an \nimmunosuppressant, are used in severe or refractory \ncases [1 , 16–18].\nPrognosis\nWhile anti-NMDAR encephalitis is a severe condition, \ntimely identification and treatment typically result in \nfavorable outcomes for most patients. Effective early \nmanagement generally leads to positive long-term \neffects, although some individuals may endure persis tent symptoms or relapses requiring continual treat ment. Prognosis varies: approximately 75% of patients \nrecover entirely or experience minor deficits, whereas \n25% may suffer severe disabilities. The mortality rate \nfor anti-NMDAR encephalitis is between 8% and \n10%. The primary triggers are believed to be tumors \nor viruses that disrupt the blood–brain barrier via \nimmune and inflammatory responses. Early detection \nand treatment play a crucial role in improving patient \noutcomes [1 , 19, 20].",
    "Discussion": "Discussion\nPrior research has indicated that a considerable frac tion of individuals diagnosed with anti-NMDA receptor \nencephalitis may relapse, and early detection and treat ment of the disease are crucial to prevent relapses [16]. \nThe relapse rate has been reported to be between 8% and \n36.4% [8, 9]. These relapses mainly occur in the first 1 or \n2 years. Several factors can affect the recurrence of the \ndisease. Female patients may have an increased suscep tibility to recurrence [9], as well as delays in receiving \ntherapy [9, 21, 22]. Immunotherapy at the first episode \nreduces the risk of relapses [23].\nA study by Gong et al. showed that 82% of relapses \noccurred within the initial 2-year period [9]. Few cases \nhave been reported to have a more than 5-year gap \nbetween the first and the last episode [23, 24] (Fig.  5). \nHowever, in most cases, the severity of the disease in the \nrelapse is less than in the initial phase [8, 9, 25]. In some \ncases, the relapse can be very severe [26].\nTable  3 presents a comprehensive analysis of some late \nrelapses of anti-NMDAR encephalitis.\nIn summary, this case report highlights the potential \noccurrence of delayed relapse in individuals diagnosed \nwith anti-NMDA receptor encephalitis, thereby empha sizing the importance of extended monitoring and \nlong-term follow-up. The management of a late relapse \nof anti-NMDAR encephalitis is multifaceted, involving \nre-confirmation of diagnosis, aggressive immunother apy, symptomatic management, and supportive care. \nLong-term immunosuppression and regular follow-up \nFig. 5 The interval between the initial phase and recurrence in previous case reports\nPage 8 of 10 Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \nTable 3 Late relapse of anti-NMDA receptor encephalitis in literature\nProdrome (early sign and symptom); late relapse (interval between the initial phase and recurrence of disease). IVMP , intravenous methylprednisolone; IVIG, intravenous immunoglobulinStudy Country Sex Age (years) Late relapse Prodrome Symptoms in the recurrence Treatment and outcome\nKayal et al. (2014) [27] India Female 13 8 years Subacute onset anti-epileptic drugsresistant seizures; unusual behavior; \nand abnormal body movementsDysgraphia, tremor of the right \nhand, seizures, agitation, and anxiety, \nwith lack of response and verbal mut ism, bruxism, dystonia, generalized \nrigidity, insomnia, and depressionIVMP , IVIG, and oral prednisolone\nImprovement and relief of symptoms\nThe patient had amnesia, minor linguistic disintegration, and intermittent \nagitation\nYamada et al. (2022) [28] Japan Female 13 10 years Lack of sensation in the left hand, \ndecreased level of consciousness, \nand seizuresHypoesthesia on the right-side \nof the body, dysarthria, amusia, \nand seizuresIVMP and high-dose IVIG\nImprovement and relief of symptoms\nPositive outcomes\nChiang et al. (2018) [10] US Female 33 7 years Refractory epilepsy Vomiting and abnormal behavior \n(due to recent cannabis consump tion)IVMP and rituximab\nNon-focal follow-up evaluation\nPositive outcomes\nRamanathan et al. (2013) [29] Australia Female 31 15 years Viral prodrome, generalized seizures, \npsychosis, and excited catatoniaSame as the initial phase IVMP , immunoglobulin, plasma \nexchange, and rituximab\nNo long-term improvement\nPositive outcomes\nPage 9 of 10\n Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \n \nare critical to prevent further relapses and manage \npersistent or new symptoms. Collaboration among \nneurologists, immunologists, psychiatrists, and other \nhealthcare professionals is essential for optimal patient \noutcomes. Considering that reported cases of late \nrelapse of anti-NMDAR encephalitis worldwide are \nscarce, our suggestion for future studies is to explore \nthe occurrence of this disease and its underlying factors \nin diverse geographical regions.\nKey clinical message\nAnti-NMDAR encephalitis, characterized by varied \nneuropsychiatric symptoms, can relapse years after \ninitial recovery, as highlighted by a case of an 8-year \ndelayed recurrence. This underscores the need for longterm follow-up and vigilance in patients with a history \nof this condition to ensure timely diagnosis and treat ment of relapses.\nConclusion\nRecurrent anti-NMDA receptor encephalitis, though \nrare, should be considered in patients presenting with \nneuropsychiatric symptoms, especially those with a \nprevious history of the condition. Early recognition \nand treatment are crucial for a favorable outcome. \nFurther research is necessary to understand the longterm prognosis and optimal management strategies for \nrecurrent cases.\nAcknowledgements\nWe would like to express our sincere gratitude to everyone involved in this \nstudy, directly or indirectly, for their unwavering support. We also thank the \npatient for their consent and cooperation throughout the diagnostic and \ntherapeutic process.\nAuthor contributions\nHA conceptualized and designed the manuscript. HA and FS diagnosed and \ntreated the patient. MK drafted the initial manuscript, revised the final manuscript, and supervised its writing. All authors have reviewed the manuscript \nand approved the final version for submission.\nFunding\nNo finding or financial support was received for this article’s research, author ship, and publication.\nAvailability of supporting data\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nThe Ethics Committee of Arak University of Medical Sciences (which does not \nrequire an ethical registration code for reporting individual cases) gave ethical \napproval for this case’s reporting. Written informed consent was obtained \nfrom the patient and her family members to publish this case report and \naccompanying images, and their identities have been kept confidential to \nprotect their privacy.Consent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that the research was conducted without any commercial \nor financial relationships that could be construed as a potential conflict of \ninterest.\nReceived: 7 August 2024   Accepted: 1 October 2024\nReferences\n 1. Wang H, Xiao Z. Current progress on assessing the prognosis for antiN-methyl- d-aspartate receptor (NMDAR) encephalitis. Biomed Res Int. \n2020;2020:7506590.\n 2. Dalmau J, Armangué T, Planagumà J, Radosevic M, Mannara F, Leypoldt \nF, et al. An update on anti-NMDA receptor encephalitis for neurologists and psychiatrists: mechanisms and models. Lancet Neurol. \n2019;18(11):1045–57.\n 3. Samanta D, Lui F. Anti-NMDAR encephalitis. StatPearls. Treasure Island \n(FL): StatPearls Publishing  Copyright© 2024, StatPearls Publishing LLC; \n2024.\n 4. Ding H, Jian Z, Stary CM, Yi W, Xiong X. Molecular pathogenesis of antiNMDAR encephalitis. Biomed Res Int. 2015;2015: 643409.\n 5. Hiesgen J, Schutte C. Autoimmune encephalitis: part 1 (epidemiology, \npathophysiology and clinical spectrum). S Afr Med J. 2023;113(3):116–21.\n 6. Dalmau J, Graus F. Antibody-mediated encephalitis. N Engl J Med. \n2018;378(9):840–51.\n 7. Han Y, Gong S, Wan Y, Fu X, He E, Liu M, et al. Case report: anti-NMDA \nreceptor encephalitis manifesting as rapid weight loss and abnormal \nmovement disorders with alternating unilateral ptosis and contralateral \nlimb tremor. Front Immunol. 2022;13: 971514.\n 8. Feng J, Yang M, Cui D, Huang Z, Ji T, Lian Y. Recurrence of anti-N-methyld-aspartate receptor encephalitis: a cohort study in central China. Front \nNeurol. 2022;13: 832634.\n 9. Gong X, Chen C, Liu X, Lin J, Li A, Guo K, et al. Long-term functional out comes and relapse of anti-NMDA receptor encephalitis: a cohort study in \nWestern China. Neurol-Neuroimmunol Neuroinflamm. 2021;8(2).\n 10. Chiang S, Garg T, Hu A, Amin H, Davalos-Balderas A, AlfradiqueDunham I, et al. Pearls & Oy-sters: relapse of anti-NMDA receptor \nencephalitis after prior first-and second-line immunotherapy. Neurology. \n2018;90(20):936–9.\n 11. Ma Y, Wang J, Guo S, Meng Z, Ren Y, Xie Y, et al. Cytokine/chemokine levels in the CSF and serum of anti-NMDAR encephalitis: a systematic review \nand meta-analysis. Front Immunol. 2022;13:1064007.\n 12. He S, Sun C, Zhu Q, Li L, Huang J, Wu G, et al. A juvenile mouse model of \nanti-N-methyl- d-aspartate receptor encephalitis by active immunization. \nFront Mol Neurosci. 2023;16:1211119.\n 13. Potorac A, Varlas VN, Borș RG, Baroș A, Cirstoiu M. The management and \ndiagnosis of anti-NMDA receptor autoimmune encephalitis in pregnant \nwomen: a case report and literature review. Medicina. 2023;59(12):2110.\n 14. Barry H, Byrne S, Barrett E, Murphy KC, Cotter DR. Anti-N-methyl- d-aspar tate receptor encephalitis: review of clinical presentation, diagnosis and \ntreatment. BJPsych Bull. 2015;39(1):19–23.\n 15. Nishida H, Kohyama K, Kumada S, Takanashi JI, Okumura A, Horino A, et al. \nEvaluation of the diagnostic criteria for anti-NMDA receptor encephalitis \nin Japanese children. Neurology. 2021;96(16):e2070–7.\n 16. Nguyen L, Wang C. Anti-NMDA receptor autoimmune encephalitis: \ndiagnosis and management strategies. Int J Gen Med. 2023;16:7–21.\n 17. Shin YW, Lee ST, Park KI, Jung KH, Jung KY, Lee SK, et al. Treatment \nstrategies for autoimmune encephalitis. Ther Adv Neurol Disord. \n2018;11:1756285617722347.\n 18. Halliday A, Duncan A, Cheung M, Boston RC, Apiwattanakul M, Camacho \nX, et al. Second-line immunotherapy and functional outcomes in \nPage 10 of 10 Amiri et al. Journal of Medical Case Reports          (2024) 18:575 \nautoimmune encephalitis: a systematic review and individual patient \ndata meta-analysis. Epilepsia. 2022;63(9):2214–24.\n 19. Koparal B, Çiçek S, Taner ME, Kuruoğlu A. A rapidly progressive case of \nanti-NMDAR encephalitis with primary psychiatric symptoms. Psychiatr \nDanub. 2021;33(2):177–9.\n 20. Yu Y, Wu Y, Cao X, Li J, Liao X, Wei J, et al. The clinical features and progno sis of anti-NMDAR encephalitis depends on blood brain barrier integrity. \nMult Scler Relat Disord. 2021;47: 102604.\n 21. Titulaer MJ, McCracken L, Gabilondo I, Armangué T, Glaser C, Iizuka T, et al. \nTreatment and prognostic factors for long-term outcome in patients with \nanti-NMDA receptor encephalitis: an observational cohort study. Lancet \nNeurol. 2013;12(2):157–65.\n 22. Zhong R, Chen Q, Zhang X, Zhang H, Lin W. Relapses of anti-NMDAR, antiGABABR and anti-LGI1 encephalitis: a retrospective cohort study. Front \nImmunol. 2022;13: 918396.\n 23. Gabilondo I, Saiz A, Galán L, González V, Jadraque R, Sabater L, et al. Analysis of relapses in anti-NMDAR encephalitis. Neurology. 2011;77(10):996–9.\n 24. Gresa-Arribas N, Titulaer MJ, Torrents A, Aguilar E, McCracken L, \nLeypoldt F, et al. Antibody titres at diagnosis and during follow-up of \nanti-NMDA receptor encephalitis: a retrospective study. Lancet Neurol. \n2014;13(2):167–77.\n 25. Zeng W, Cao L, Zheng J, Yu L. Clinical characteristics and long-term \nprognosis of relapsing anti-N-methyl- d-aspartate receptor encephalitis: a retrospective, multicenter, self-controlled study. Neurol Sci. \n2021;42:199–207.\n 26. Nakajima H, Unoda K, Hara M. Severe relapse of anti-NMDA receptor \nencephalitis 5 years after initial symptom onset. Eneurologicalsci. 2019;16: \n100199.\n 27. Kayal AK, Das M, Bhowmick S, Synmon B. Relapsing anti-NMDAR \nencephalitis after a gap of eight years in a girl from North-East India. Ann \nIndian Acad Neurol. 2014;17(3):349–51.\n 28. Yamada N, Kuki I, Hattori T, Yamamoto N, Nagase S, Nukui M, et al. Late \nrelapse of anti-N-methyl- d-aspartate receptor encephalitis with amusia \nand transiently reduced uptake in (123)I-iomazenil single-photon emission computed tomography. Brain Dev. 2022;44(8):558–61.\n 29. Ramanathan S, Mohammad SS, Brilot F, Dale RC. Autoimmune \nencephalitis: recent updates and emerging challenges. J Clin Neurosci. \n2014;21(5):722–30.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}