{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05059-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05059-8.pdf",
  "metadata": {
    "/Keywords": "Langerhans cell histiocytosis; Perianal lesions; PET/CT scan; Multisystemic disease",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250218024841+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250214155209+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05059-8",
    "/Author": "Pei Xiao-yue ",
    "/Title": "Insights into etiology and management of a case of Langerhans cell histiocytosis manifesting as perianal lesions: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05059-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Langerhans cell histiocytosis is a rare disorder characterized by abnormal proliferation of Langerhans \ncells, primarily affecting children and occasionally adults. Etiology remains enigmatic, with genetic and environmental \nfactors implicated. Diagnosis relies on histopathology and clinical manifestations, often necessitating a multidiscipli‑\nnary approach.",
    "Case Presentation": "Case presentation We report a unique case of Langerhans cell histiocytosis with perianal lesions as initial manifes‑\ntations in a 41‑ year ‑old Chinese deaf  male patient with a history of perianal abscess. Examination revealed erosion \nand plaque ‑like changes in the mucosa around the anus. Histopathology and immunohistochemistry confirmed \nLangerhans cell histiocytosis, and a whole ‑body positron emission tomography‑ computed tomography scan revealed \nno other organ involvement, indicating monosystemic disease. Then, 3 months post ‑treatment, the patient declined \na repeated magnetic resonance imaging scan during outpatient follow‑up owing to no significant discomfort \nreported, which resulted in loss to follow‑up and discontinuation of treatment.",
    "Conclusion": "Conclusion This case suggests that perianal lesions may be a manifestation of Langerhans cell histiocytosis, \nand underscores the importance of whole ‑body positron emission tomography‑ computed tomography scanning \nfor follow‑up in instances of pure skin involvement.\nKeywords  Langerhans cell histiocytosis, Perianal lesions, PET/CT scan, Multisystemic disease\nBackground\nLangerhans cell histiocytosis (LCH) is a rare disease char acterized by abnormal proliferation and involvement of \nLangerhans cells. It can affect various organs throughout \nthe body, with the most common sites being the skeleton \nand skin. This condition typically occurs in children aged \n1–3 years, presenting with a complex and diverse range of clinical manifestations ranging from mild, asymptomatic \nsingle-organ involvement to aggressive multisystem \ninvolvement [1]. Skin involvement in LCH is common, \nparticularly among infants, often manifesting as sebor rheic dermatitis. In adults, it may present as refractory \neczema in specific regions. Isolated skin involvement \ncan be definitively diagnosed through histopathologi cal and immunohistochemical examination. However, \nwhen the disease occurs in adults, with solitary lesions \nand slow progression, it is prone to misdiagnosis, leading \nto delayed diagnosis and treatment. Although LCH can \naffect multiple parts of the body, perianal skin lesions as \nthe initial manifestation are uncommon [2]. This article \nreports a case of adult Langerhans cell histiocytosis with \nperianal skin lesions as the initial presentation and aims Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nPei Xiao‑yue\nsimlemoon@163.com\n1 Departments of Pathology, Dalian University Affiliated Xinhua Hospital, \nLiaoning, China\n2 Departments of Surgery, Dalian University Affiliated Xinhua Hospital, \nLiaoning, China\nPage 2 of 5 Xiao‑yue et al. Journal of Medical Case Reports           (2025) 19:58 \nto discuss the clinical features, pathological diagnosis, \ntreatment, and prognosis of adult LCH with perianal skin \nlesions as the initial manifestation.\nCase presentation\nPatient information\nA 41-year-old Chinese male patient presented with a \n1-year history of dry stool, which progressed to rectal \nbleeding for 1 month. He had undergone perianal abscess \nsurgery in 2009. Colonoscopy revealed circumferential \nmucosal erosion and granular or nodular protrusions \ncovered with fragile, white tissue, suggestive of perianal \nmucosal changes (Fig. 1).\nThe patient appeared well, with no enlarged lymph \nnodes. He had hearing impairment and a history of pul monary tuberculosis. Anorectal examination revealed \ncircumferential mucosal erosion and hard, tender gran ular or nodular protrusions mainly on the right side, \nextending proximally from the anus to 3 cm of the anal \ncanal. The diagnosis was an anal canal mass, and further \ntests are needed to confirm its nature. The doctor recom mended imaging and biopsy to gather more information. \nFortunately, all routine blood, urine, stool, liver, and kid ney function tests came back normal. A magnetic reso nance imaging (MRI) scan showed some changes owing \nto a previous surgery, as well as a missing part of the \nback wall of the internal sphincter. In addition, there is a \nround area near the sphincter gap that appears bright on \nthe scan and has enhanced walls. This area extends into \nthe skin tissue around the left side of the anus, measuring \nabout 3.1 cm in length and, additionally, shows enhanced \nwalls. (Fig. 1).Histopathological examination\nHistopathological examination of the anal skin lesion \nrevealed two specimens: 0.7  cm × 0.4  cm × 0.3  cm and \n1.1  cm × 0.5  cm × 0.3  cm, with a slightly tough, grayishwhite texture. Microscopically, there was hyperkerato sis, parakeratosis, epidermal hyperplasia, and downward \nextension of epidermal ridges, along with focal epidermal \nerosion. A diffuse proliferation of histiocytic-like cells \nwas evident in the dermis and subcutaneous tissue, with \npale cytoplasm, nuclear grooves, and numerous eosino philic granulocyte infiltrates. Immunohistochemically, \nthe tumor immunophenotype was  Langerin+, CD1α+, \nS-100+,  CD4+,  CD8+,  CD20+ (B cell),  CD3+ (T cell ), \nBRAF  V600E+(1),  CK−,  HMB45−, and  Ki67+ (15%), addi tionally, the expression of CD4 is more than that of CD8. \nThese findings supported a diagnosis of Langerhans cell \nhistiocytosis (LCH). A positron emission tomographycomputed tomography (PET/CT) scan excluded involve ment of other organs, confirming monosystemic LCH. \n(Fig. 2).\nTreatment and prognosis\nThe deaf patient, with limited family support, had not \nundergone systematic treatment, relying solely on symp tomatic measures to improve diet, bowel habits, and \nconstipation relief with laxatives. He was advised to fol low-up closely with the colorectal surgery department. \nThen 3 months later, during the outpatient follow-up, \nthe patient was requested to undergo a repeat magnetic \nresonance imaging (MRI) scan, but declined, stating that \nhe did not experience any significant discomfort. Sub sequently, the patient was lost to follow-up and did not \nresume treatment.\nFig. 1 Langerhans cell histiocytosis clinical spectrum. A Colonoscopy revealed annular mucosal erosion and granular or noduar elevation \nat the anus (as shown by the black arrow); B enhanced magnetic resonance imaging scan demonstrated a round‑shaped hyperintensity \non fat ‑suppressed T2‑ weighted imaging within the anal canal (indicated by the black arrow)\nPage 3 of 5\n Xiao‑yue et al. Journal of Medical Case Reports           (2025) 19:58",
    "Discussion": "Discussion\nLangerhans cell histiocytosis (LCH) is a neoplastic dis order resulting from abnormal proliferation of imma ture dendritic cells. Classified as an inflammatory \nmyeloid neoplasm in the 2017 WHO Classification of \nTumours of Haematopoietic and Lymphoid Tissues, \nLCH is part of the L-group of histiocytosis, alongside \nErdheim–Chester disease (ECD) [3 ]. Clinically, LCH \ndisplays significant variation, often leading to delayed \ndiagnosis. It can manifest as a systemic disease with \nhigh mortality rates among infants and young children \nor as a typically nonfatal chronic disease affecting chil dren and adults. Any organ can be affected, although \nit is more common in children and relatively rare in \nadults, with an annual incidence rate of 5 per 1,000,000 \nin children and 1–2 per million in adults [4 ]. In addi tion, males are disproportionately affected.Common sites of LCH involvement include bone, \nskin, lung, thyroid, and the nervous system. Skin \ninvolvement typically occurs on the scalp, trunk, skin \nfolds, and mucosal sites, presenting as seborrheic \neczema in infants and refractory eczema in the genital \nregion in adults [5 ]. Rarely, the disease may solely affect \nthe anal genital region, although anogenital lesions are \noften just one manifestation among various sites. Ini tial manifestations of anogenital lesions in LCH often \npresent as skin nodules, ulcers, or swellings in the \nperianal area, leading to patient discomfort, pain, and \nan increased risk of local infection. These symptoms \nmay be misdiagnosed as other common perianal con ditions owing to their similarity, such as hemorrhoids, \nanal fistulas, extramammary Paget’s disease, and skin \nCrohn’s disease [6 ]. In this case, the patient had a his tory of perianal abscess surgery in 2009 and presented \nFig. 2 Langerhans cell histiocytosis lesion histology. Images demonstrate typical histology of LCH lesion obtained from perianal skin lesion biopsy, \nwith pathologic histiocytes and inflammatory infiltrate. A–C Hematoxylin and eosin stain demonstrates histiocytes with pale cytoplasm, reniform \nnuclei, epiphenomenon presence, and nuclear atypia. Immunohistochemistry positive for D Langerin, E CD1a, F S100a, and G Braf V600E\nPage 4 of 5 Xiao‑yue et al. Journal of Medical Case Reports           (2025) 19:58 \nwith no obvious involvement of other organs, leading \nto an initial misdiagnosis of perianal inflammatory dis ease. However, subsequent histopathological examina tion confirmed the diagnosis of LCH. For adult patients \nwith perianal skin lesions suspected of LCH, a detailed \nhistory, physical examination, biopsy, and histopatho logical examination are crucial for accurate diagnosis. \nAdditional auxiliary examinations, such as imaging \nstudies and blood tests, aid in assessing disease severity \nand extent.\nThe pathological hallmarks of LCH are abnormal pro liferation and infiltration of Langerhans cells [3]. In our \ncase, the tumor cells primarily infiltrated the upper der mis, exhibiting uniform morphology with lightly stained, \nkidney-shaped vacuolar nuclei, longitudinal grooves, and \neosinophilic cytoplasm. Nucleoli were nonprominent, \nand mitosis was evident. Eosinophils were abundant, \ndisplaying epidermotropic features. Immunohistochemi cally, the tumor cells expressed  Langerin+, CD1α+, \nS-100+,  CD4+, and  CD8+, and the expression of CD4 was \ngreater than that of CD8. Oda T et al. [7] reported that \nelectron microscopy revealed Birbeck granules within \nhistiocytes, which was further confirmed by immuno histochemical and enzyme histochemical techniques. \nUnfortunately, we did not allocate tissues for electron \nmicroscope analysis. Expression of Langerin (most spe cific markers) and CD1α is imperative for the diagnosis \nof LCH, along with strong positivity for monocyte-mac rophage histiocytic markers, such as CD68 and factor \nXIIIa, and reduced expression of CD45 and CD4 [8]. \nOur findings are in congruence with existing literature \nreports, reinforcing the consistency and reliability of our \nobservations.\nThe etiology and pathogenesis of LCH remain enig matic. Current hypotheses suggest LCH as a reactive \nproliferative disorder linked to immune dysfunction, \nthough specific etiologies remain elusive. Abnormal \nLangerhan cell (LC) counts have been documented in \nvarious inflammatory dermatoses. Xiao Chunying et al. \n[9] reviewed studies indicating abnormal epidermal LC \ncounts, maturation, and activation states in psoriasis \npatients. These aberrant LCs can mediate T cell activa tion, contributing to psoriasis pathogenesis. Our patient \nhad a history of perianal abscess, and the study revealed \nthe presence of both CD4 and CD8 expression in tumor \ntissue, with CD4 > CD8, indicating that inflammation or \nantigen stimulation may lead to LC abnormalities. Skin \nlesion inflammation can impact LC numbers, and peri anal inflammatory diseases may cause aberrant LC acti vation and maturation. Abnormal clonal proliferation of \nLCs can precipitate LCH development. We postulate that \npersistent inflammation may play a role in myeloid tumor \ndevelopment.We observed weak BRAF V600E expression in tumor \ncells, suggesting a central role for the Raf oncogenic path way in LCH pathogenesis, thereby classifying LCH as a \nneoplastic disease. Previous studies by Badalian-Very \net al. [10] reported BRAF V600E mutations in ~ 60% of \npatients with LCH. Our findings align with these reports \nand further suggest ethnic differences in BRAF V600E \nmutation frequencies, with lower rates in Asian countries \ncompared with North American and European coun tries [11]. Other genetic mutations, including MAP2K1, \nKRAS, ARAF, ERBB3, NRAS, PTPN11, NF1, and CBL are \nalso involved in LCH pathogenesis, primarily affecting \nthe mitogen-activated protein kinase (MAPK) pathway \n[12, 13]. Additionally, activating mutations of the phos phatidylinositol 3-kinase (PI3K) signaling pathway and \nc-KIT mutations have been implicated [12, 14].\nIn adult LCH treatment, individualized plans tailored \nto the patients’ conditions are crucial. Localized modali ties, such as topical medications, laser therapy, or sur gery, manage perianal lesions. Systemic approaches, such \nas chemotherapy or radiation, are needed for severe cases \n[16]. Chemotherapy resistance in BRAF V600E-mutated \nLCH highlights immunotherapy’s potential [15, 16]. \nRecently, a unique skin-limited LCH subtype (SS-S) was \nrecognized [17]. In Japan, BRAF + MEK inhibitor treat ment, approved for BRAF V600E-mutated histiocytosis, \nis a novel treatment paradigm implemented clinically for \nthis patient subset [16].\nThe prognosis of adult LCH varies individually, being \ninfluenced by disease severity, treatment",
    "Methods": "methods, and \nthe patient’s overall health [18]. The earlier the age of \nonset, the greater the involvement of high-risk organs by \nthe pathology, and the more numerous the lesion foci, \nthe poorer the prognosis for the patient. Treatment plans \nshould be tailored on the basis of the extent of involve ment and risk stratification. For patients presenting with \nperianal skin lesions suggestive of LCH, the cure rate can \nreach above 80% with an appropriate treatment regimen; \nhowever, there is a recurrence risk for 30–50% of these \npatients [19]. Therefore, long-term follow-up is crucial \nfor the standardized management of patients. Conduct ing PET/CT scans at 3  months and within 1  year after \ntreatment to assess disease prognosis aids in the research \non treatment and prognosis evaluation of this disease, \nthereby enhancing patients’ quality of life and extending \ntheir survival duration [16].\nConclusion\nOur report underscores the importance of considering \nLCH in the differential diagnosis of refractory eczema \nand similar perianal conditions, even in atypical mani festations. Prompt identification and treatment are cru cial for disease management and patient outcomes. In \nPage 5 of 5\n Xiao‑yue et al. Journal of Medical Case Reports           (2025) 19:58 \n \naddition, the value of whole-body PET/CT scanning \nin the diagnosis and follow-up of patients with LCH is \nemphasized, particularly in cases involving pure skin \ninvolvement. We advocate for further research into \nadult LCH manifestations, especially perianal lesions, \nto enhance understanding of diagnosis, therapy, and \nprevention. This holds potential for novel insights and \ntreatment approaches for this rare condition.\nLearning point\n• We report an adult LCH case initially manifest ing as perianal skin lesions, highlighting the need \nto consider LCH in refractory eczema and similar \nperianal skin conditions.\n• This case report underscores the significance of \nrecognizing persistent inflammation as a potential \npresenting feature of LCH, especially in atypical \ncases.\n• It emphasizes the value of whole-body PET/CT \nscanning in the diagnosis and follow-up of patients \nwith LCH, particularly in cases involving pure skin \ninvolvement.\nAbbreviations\nLCH  Langerhans cell histiocytosis\nECD  Erdheim–chester disease\nMRI  Magnetic resonance imaging\nLC  Langerhans cell\nAcknowledgements\nNot applicable.\nAuthor contributions\nZW‑J examined, diagnosed, and managed the patient; TZ ‑X analyzed the \npathology slides and provided pathology figures; PX ‑Y reviewed the existing \nliterature, drafted the paper, and critically revised the manuscript for submis‑\nsion. All authors read and approved the final manuscript.\nFunding\nThe authors have no sources of funding to declare.\nAvailability of data and materials\nAll data underlying the",
    "Results": "results are available as part of the article and no addi‑\ntional source data are required.\nDeclarations\nEthics approval and consent to participate\nNo ethics approval was required for the drafting of this report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that there are no competing interests regarding the publi‑\ncation of this article.Received: 14 July 2024   Accepted: 28 December 2024\nReferences\n 1. Grana N. Langerhans cell histiocytosis. Cancer Control. 2014;21(4):328–34. \nhttps:// doi. org/ 10. 1177/ 10732 74814 02100 409.\n 2. Hamdan M, Qiao JC, Fikfak V. Adult ‑onset perianal Langerhans cell histiocy‑\ntosis presenting as pruritus ani: a case report and review of the literature. J \nMed Case Rep. 2021;15(1):357. https:// doi. org/ 10. 1186/ s13256‑ 021‑ 02924‑0.\n 3. Emile JF, Abla O, Fraitag S, et al. Revised classification of histiocytoses \nand neoplasms of the macrophage ‑dendritic cell lineages. Blood. \n2016;127(22):2672–81. https:// doi. org/ 10. 1182/ blood‑ 2016‑ 01‑ 690636.\n 4. Allen CE, Ladisch S, Mcclain KL. How I treat Langerhans cell histiocytosis. \nBlood. 2015;126(1):26–35. https:// doi. org/ 10. 1182/ blood‑ 2014‑ 12‑ 569301.\n 5. Rodriguez‑ Galindo C, Allen CE. Langerhans cell histiocytosis. Blood. \n2020;135(16):1319–31. https:// doi. org/ 10. 1182/ blood. 20190 00934.\n 6. Gul OO, Sisman P , et al. An unusual case of adult ‑onset multi‑systemic \nLangerhans cell histiocytosis with perianal and incident thyroid involve ‑\nment. Endocrinol Diabetes Metab Case Rep. 2017;2(2017):16–0087. https://  \ndoi. org/ 10. 1530/ EDM ‑ 16‑ 0087.\n 7. Oda T, Yanagisawa H, Shinmori H, Ogawa Y, Kawamura T. Cryo ‑electron \ntomography of Birbeck granules reveals the molecular mechanism of lan‑\ngerin lattice formation. Elife. 2022;27(11): e79990. https:// doi. org/ 10. 7554/  \neLife. 79990.\n 8. Mchee PH, Calonje E, Granter SR. Pathology of the Skin, with Clinical Correla‑\ntions: Third Edition. Translated by Zhu, XJ, Sun, JF. Beijing: Peking University \nMedical Press. 2007: 1457–1466.\n 9. Xiao CY, Wang G. Research progress on the role of Langerhans cells in pso ‑\nriasis. Chin J Dermatol. 2022;55(9):830–4. https:// doi. org/ 10. 35541/ cjd. 20200  \n279.\n 10. Badalian‑ Very G, et al. Recurrent BRAF mutations in Langerhans cell \nhistiocytosis. Blood. 2010;116(11):1919–23. https:// doi. org/ 10. 1182/  \nblood‑ 2010‑ 04‑ 279083.\n 11. Kobayashi M, Ando S, Kawamata T, et al. Clinical features and outcomes of \nadult Langerhans cell histiocytosis: a single ‑center experience. Int J Hema‑\ntol. 2020;112(2):185–92. https:// doi. org/ 10. 1007/ s12185‑ 020‑ 02890‑z.\n 12. Shanmugam V, Griffin GK, Jacobsen ED, et al. Identification of diverse \nactivating mutations of the RAS‑MAPK pathway in histiocytic sarcoma. Mod \nPathol. 2019;32(6):830–43. https:// doi. org/ 10. 1038/ s41379‑ 018‑ 0222‑x.\n 13. Khurana S, Sluzevich JC, He R, et al. Association between high‑ grade myelo ‑\ndysplastic syndrome and cutaneous Langerhans cell histiocytosis sug‑\ngested by next ‑generation sequencing. JAMA Dermatol. 2020;156(7):817–9. \nhttps:// doi. org/ 10. 1001/ jamad ermat  ol. 2020. 0544.\n 14. Tóth B, Kiss N, Hársing J, et al. Frequent KIT mutations in skin lesions of \npatients with BRAF wild‑type langerhans cell histiocytosis. Virchows Arch. \n2020;477(5):749–53. https:// doi. org/ 10. 1007/ s00428‑ 020‑ 02820‑ w.\n 15. Mastropolo R, Close A, Allen SW, et al. BRAF‑ V600E‑mutatedRosai‑Dorfman‑\nDestombes disease and langerhans cell histiocytosis with response to BRAF \ninhibitor. Blood Adv. 2019;3(12):1848–53. https:// doi. org/ 10. 1182/ blood  \nadvan ces. 20190 00093.\n 16. Tian ZZ, Cui YJ, Peng HL. Treatment progress of adult langerhans cell histio ‑\ncytosis. Chin J Exp Hematol. 2022;30(3):970–4.\n 17. Choi R, Ko CJ, Eisenstein A. Skin‑limited Langerhans cell histiocytosis \npresenting as crusted papules in an acneiform distribution in an adolescent \nman. JAAD Case Rep. 2021;15(20):37–9. https:// doi. org/ 10. 1016/j. jdcr. 2021.  \n11. 024.\n 18. Ling YH, Li YR, Gong YP . Clinical characteristics and prognostic factors analy‑\nsis of adult langerhans cell histiocytosis. Sichuan Med J. 2021;42(2):137–41.\n 19. Monsereenusorn C, Rodriguez‑ Galindo C. Clinical characteristics and \ntreatment of langerhans cell histiocytosis. Hematol Oncol Clin North Am. \n2015;29(5):853–73. https:// doi. org/ 10. 1016/j. hoc. 2015. 06. 005.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}