{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05058-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05058-9.pdf",
  "metadata": {
    "/Keywords": "Mangled thumb; Ectopic banking; Soft tissue reconstruction; Reverse radial artery forearm flap",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250125095156+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250124085614+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05058-9",
    "/Author": "Meisam Jafari Kafiabadi ",
    "/Title": "Temporary ectopic banking as a treatment option for mangled thumb: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05058-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Management of the extensive soft tissue injuries remains a significant challenge in orthopedic \nand plastic reconstructive surgery. Since the thumb is responsible for 40% of the functions of the hand, saving \nand reconstructing a mangled thumb is essential for the patient’s future.",
    "Case Presentation": "Case presentation This case report describes the management of a severe occupational thumb injury in a 25-yearold white Persian male who sustained an occupational injury to his left thumb, resulting in extensive burn, crush \ninjury to the distal and proximal phalanx, and severe soft tissue damage to the first metacarpal, thenar, and palmar \nareas. Necrosis necessitated amputation through the first metacarpophalangeal joint. Postdebridement observation \nrevealed a viable first metacarpal bone but was exposed due to a lack of soft tissue. Given the wound contamination \nand infection risk, the first metacarpal bone was banked in the distal forearm. After a 4 week period of antibiotics, \nirrigation, debridement, and vacuum dressing, the thumb and soft tissue reconstruction were performed, retrieving \nthe viable first metacarpal. The first metacarpophalangeal joint fusion was achieved with an intramedullary screw \nand two K-wires. A reverse adipofascial radial artery forearm flap and skin grafts from the left thigh were used for soft \ntissue reconstruction.",
    "Conclusion": "Conclusion This case highlights the importance of a flexible, staged approach to hand trauma, emphasizing the utility of ectopic banking and reconstructive techniques in managing complex hand injuries. This report contributes \nto the ongoing dialogue on optimal strategies for hand reconstruction, particularly in cases where traditional immediate reconstruction is not feasible.\nKeywords  Mangled thumb, Ectopic banking, Soft tissue reconstruction, Reverse radial artery forearm flap",
    "Introduction": "Introduction\nThe management of severe hand injuries, especially those \ninvolving amputations and extensive tissue damage, pre sents a significant challenge in the field of reconstruc tive surgery [1, 2]. The thumb, essential for a myriad of \nhand functions such as grasping, pinching, and manipu lating objects, is particularly critical [3, 4]. A thumb loss \nor dysfunction can impair up to 40% of hand function, \nhighlighting the importance of effective reconstruction \nstrategies [5]. Traditional",
    "Methods": "methods such as immediate \nreplantation often encounter obstacles such as instability \nof the hemodynamics or unsuitable recipient sites, neces sitating innovative approaches such as ectopic banking. Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSeyed Arman Moein\nMoeinarman@yahoo.com\n1 Department of Orthopedic Surgery, Clinical Research Development \nUnit of Shohada-E- Tajrish Hospital, Shahid Beheshti University of Medical \nSciences, Tehran, Iran\n2 Trauma Research Center, Rajaee (Emtiaz) Trauma Hospital, Shiraz \nUniversity of Medical Sciences, Shiraz, Iran\n3 Health Policy Research Center, Institute of Health, Shiraz University \nof Medical Sciences, Shiraz, Iran\n4 Bone and Joint Diseases Research Center, Shiraz University of Medical \nSciences, Shiraz, Iran\nPage 2 of 6 Jafari Kafiabadi et al. Journal of Medical Case Reports           (2025) 19:35 \nThis technique, first introduced by Godina et al., involves \nthe temporary relocation of amputated parts to preserve \ntheir viability until conditions are favorable for replanta tion or definitive reconstruction [6].\nEctopic banking has significantly evolved since its \ninception, now encompassing not only single extrem ity injuries but also multiple extremities and other body \nparts, adapting to multiple settings where complex injury \npatterns may occur [7, 8]. The preservation of soft tissues \nand bones is vital for successful long-term outcomes, \nparticularly in managing infections that require extensive \ndebridement of soft tissues. The integration of ectopic \nbanking with advanced microsurgical techniques, such as \nthe reverse radial forearm flap, has significantly enhanced \nthe potential for functional restoration in severely man gled hands [9].\nThis case report details the application of temporary \nectopic banking of bone followed by reconstruction \nusing a reverse adipofascial radial artery forearm flap in \na patient with a severe occupational thumb injury. This \nstaged approach highlights the necessity of a multidisci plinary strategy in managing complex hand injuries [10]. \nBy exploring this case, we aim to contribute to the ongo ing dialogue on optimal strategies for hand reconstruc tion, emphasizing the critical importance of preserving \nboth tissue viability and bone structure to restore func tion in the context of severe hand trauma.\nCase presentation\nA 25-year-old white Persian male sustained an occupa tional related injury to his left thumb. Factory machinery \ncaused extensive burn and crush injury to the distal pha lanx and proximal phalanx and further severe soft tissue damage to the first metacarpal of the left thumb and the \nthenar and palmar area of the left hand (Fig.  1A). The \npatient had no previous history of a significant injury to \nhis left upper limb. On admission, the patient was pre scribed intravenous cefazolin 1 g every 6 hours (q6h) \nand gentamycin 80 mg q8h. After extensive debride ment of the hand in the operative room, we found that \nthe first metacarpal bone is viable, but there was no \nsoft tissue supporting it, leaving the metacarpal bone \nexposed (Fig.  1B). Considering the necrosis of the distal \nand proximal phalanxes, we decided to perform amputa tion through the first metacarpophalangeal (MCP) joint \n(Fig.  1C and D). Given the contamination of the wound \nand high risks for infection, we could not perform pri mary soft tissue reconstruction for the metacarpal bone \nand the thenar and palmar area. We banked the first met acarpal bone in the distal forearm for later reconstruc tion (Fig.  2). Postoperatively, the patient developed signs \nof local infection, but wound and fluid cultures turned \nout negative. So, with a consultation with the infectious \nward, the patient was prescribed intravenous ciproflox acin 400  mg  q12h and clindamycin 900  mg for the first \ndose, then 600 mg q8h. Through a 4 week postoperative \nperiod, antibiotic therapy, three sessions of irrigation and \ndebridement in the operating room, and vacuum dressing \nwere performed. The patient had physiotherapy sessions \nfor maintaining the range of motion of the remaining \nfingers. \nFinally, the infection was controlled, and granulation \ntissue was formed in the bed of the wound. The patient \nwas brought to the operation room for the thumb and \nsoft tissue reconstruction. We retrieved the first metacar pal bone from the forearm, and fortunately, the bone was \nFig. 1 Occupational injury to a 25-year-old man’s left thumb. A Burn and crush injuries to distal and proximal phalanges, severe necrosis soft tissue \ndamage to the first metacarpal, thenar, and palmar areas. B Postdebridement, the first metacarpal bone is viable but lacks supporting soft tissue, \nleaving it exposed. C Amputation through the first metacarpophalangeal joint. D Complete debridement\nPage 3 of 6\n Jafari Kafiabadi et al. Journal of Medical Case Reports           (2025) 19:35 \n \nviable. Considering the fact that there was no soft tissue \nto support the first MCP joint, we decided to perform \nfusion of the joint in the functional position (30° flexion, \n30° abduction, and slight pronation) by an intramedullary \nscrew and two K-wires. The Allen test was performed \nto ensure sufficiency of the forearm arteries. Soft tissue \nreconstruction of the first metacarpal bone and the the nar area was performed by a routine reverse adipofascial \nradial artery forearm flap. The donor site and the rest of the soft tissue reconstruction was performed by a skin \ngraft which was harvested from the left thigh (Fig.  3A \nand B).\nThe patient was discharged 2 days later with no com plications regarding the flap. He was visited 2 weeks later \nfor evaluation of the skin grafts and donor site. As we \nwere reassured of the viability of the soft tissue recon struction, physical therapy sessions were initiated for the \npatient with a focus on daily functions of the thumb such \nas opposition and pinching (Fig. 3C and D).\nThree months after the final surgery, bony union was \nseen in the fusion site (Fig.  4). The patient was followed \nfor 9 months, with no complications observed during the \nfollow-ups (Fig.  5). After extensive physical therapy ses sions, complex functions were restored to a reasonable \nlevel. He can now pick up objects, such as a pen, with his \nreconstructed thumb and write on paper (Supplemen tary Video 1). The patient used his reconstructed thumb \ndaily and expressed satisfaction with the",
    "Results": "results of the \noperations.",
    "Discussion": "Discussion\nIn this case report, we detail the treatment of a severe \noccupational thumb and hand injury in a 25-year-old \nmale, which involved extensive burn and crush inju ries. The treatment strategy was multifaceted, includ ing amputation, temporary ectopic banking of the first \nmetacarpal bone, and subsequent reconstruction using \na reverse adipofascial radial artery forearm flap and skin \ngrafting.\nThe novel aspect of our approach is highlighted by \nthe ectopic banking of a metacarpal bone, a distinc tive adaptation of the traditional ectopic implantation \ntechnique primarily used for soft tissue. This step not \nFig. 2 X-rays showing the first metacarpal bone banked in the distal \nforearm for later reconstruction. A Lateral view. B Posterior–anterior \nview\nFig. 3 A, B Immediately after metacarpophalangeal fusion operation with soft tissue reconstruction of the first metacarpal bone and thenar area \nby reverse adipofascial radial artery forearm flap. C, D Five weeks later, the patient demonstrates the ability to grasp an object after physiotherapy \nsessions\nPage 4 of 6 Jafari Kafiabadi et al. Journal of Medical Case Reports           (2025) 19:35 \nonly preserved the viable bone for later reconstruction \nbut also provided a crucial timeframe for managing the \nwound, preparing for successful flap coverage and, ulti mately, ensuring a more functional reconstruction in \ncomplex thumb trauma.\nEctopic banking, a technique first described by Godina \net al. [6], where amputated parts are temporarily attached \nto another part of the body to preserve their viability, \nhas been extensively validated and discussed as a via ble option for managing severe hand injuries in which immediate replantation is not feasible [8, 11]. This tech nique, which can be used for both soft tissue and bone, \nallows for the preservation of tissues of various sizes that \nmight otherwise be lost, providing a window for plan ning definitive reconstruction. The use of ectopic bank ing in traumatic injuries of larger parts, such as the hand \nand the use of other recipient sites such as the ankle, has \nbeen described in literature [6, 12, 13]. Our case, utilizing \nectopic banking of a metacarpal bone and later using it \nfor reconstruction, is similar to the technique described \nby Yang et al., where bony phalanges from a nonreplant able amputated thumb were used for secondary thumb \nreconstruction [14]. It is important to note the distinc tion between ectopic and heterotopic replantation, as \nhighlighted by Trapero et al. [15]. Ectopic replantation, as \nused in our case, involves temporarily storing an ampu tated element in an uninjured, nonanatomical, and non functional position for later replantation. This differs \nfrom heterotopic replantation, which involves replacing \nan amputated part in a different but related location to \nthe native site, often to improve functional outcomes.\nThe reverse adipofascial radial artery forearm flap, as \nused in our case, is a well-established technique for hand \nreconstruction. Several studies have demonstrated its \nreliability and effectiveness in providing soft tissue cov erage and vascular support [16–18]. This flap is particu larly advantageous due to its reliable vascularity, ease of \nharvest, and minimal donor site morbidity [16, 19]. Our \ncase further supports the utility of this flap in the context \nof traumatic injury managed by ectopic implantation and \nsecondary replantation. The adipofascial type of reverse \nradial forearm flap, compared with osteocutaneous and \nfasciocutaneous types, offers additional use flexibility \nFig. 4 X-rays showing the fusion of the first metacarpophalangeal joint in a functional position using an intramedullary screw and two K-wires. A \nLateral view. B Posterior–anterior view\nFig. 5 A, B The 9 month postoperative visit. Fisting is observed\nPage 5 of 6\n Jafari Kafiabadi et al. Journal of Medical Case Reports           (2025) 19:35 \n \nwith a lesser degree of donor site morbidity but may \nrequire more complex surgical planning and execution \n[16].\nOther flap techniques for hand and digit reconstruc tion include the use of the groin flap [8, 11], the posterior \ninterosseus artery flap [20], and the free ulnar forearm \nfasciocutaneous flap [21], to name a few. These tech niques offer alternative solutions for soft tissue coverage \nand vascular support, each with its own set of advantages \nand limitations. The groin flap, for example, while pro viding ample soft tissue, may be less favorable due to the \nbulkiness and potential for donor site morbidity [18].\nValerio et  al. have discussed the use of ectopic bank ing in military trauma, where multiple extremity amputa tions pose significant reconstructive challenges [22]. Our \ncase contributes to this body of evidence by demonstrat ing the successful use of ectopic banking and secondary \nreplantation in a civilian context, highlighting the tech nique’s broad applicability.\nCelestin et al. [23] provide a flowchart for utilizing tem porary ectopic replantation in upper extremity injuries, \nwhich aligns with our approach. They highlight that this \napproach provides time for multiple debridements, facili tates patient resuscitation, and allows for better planning \nof the reconstruction process. This can lead to improved \noperative efficiency and potentially better outcomes. In \nour case, the ectopic banking of the metacarpal bone \nprovides similar benefits, allowing for wound manage ment and preparation for the definitive reconstruction.\nThe reconstruction options for the mangled thumb may \nbe broadly categorized into replantation/revasculariza tion or complex reconstruction utilizing simple or com plex microsurgical flaps, with our treatment falling into \nthe latter category [1]. Other salvage treatment options \nfor the mangled thumb include composite free tissue \ntransfer, such as toe-to-thumb transfer [24–26], pollici zation [27], metacarpal lengthening by distraction osteo genesis [28, 29], and osseointegrated thumb prosthetic \nreplacement [30]. Each of these methods comes with \nits own set of advantages and limitations, with varying \ndegrees of validation and evidence. For instance, toe-tothumb transfer provides a favorable functional outcome \nbut involves significant donor site morbidity and a com plex surgical procedure [24]. Innovations in tissue engi neering and regenerative medicine also hold promise for \nimproving outcomes in hand reconstruction [31].\nThere are several limitations to this case. The tech nical complexity of the procedure requires a high \nlevel of surgical expertise and experience, which may \nnot be available in all clinical settings. The long-term \noutcomes and potential complications need to be \nmonitored over an extended period. The success of \nthis approach in a single case may not be universally applicable, and further studies are needed to validate its \nefficacy across diverse patient populations and injury \ntypes.\nFuture studies should focus on evaluating ectopic \nbanking of bony parts against immediate reconstruc tion through comparative studies to better define \nits role and efficacy. Investigating the utility of this \napproach in other severe hand injuries could broaden \nits application. More research should focus on longterm outcomes of traumatic thumb injury reconstruc tive techniques, including functional and aesthetic \nresults. Comparative studies between different flap \ntechniques or reconstruction strategies would provide \nvaluable insights into the most effective approaches for \nvarious types of hand injuries. Scrutinizing the optimal \ntimeline of ectopic banking and replantation can help \nfurther fine tune the details of this method.\nConclusion\nThis case report demonstrates the effective use of tem porary ectopic banking of the first metacarpal bone and \nsubsequent reconstruction with a reverse adipofascial \nradial artery forearm flap for managing a severely man gled thumb. This approach facilitated successful infection \ncontrol, bone preservation, and functional restoration, \nhighlighting the importance of a flexible, staged approach \nto hand trauma, particularly in complex cases where tra ditional immediate reconstruction is not preferred. It \nunderscores the necessity of multidisciplinary manage ment and the potential of ectopic banking as a valuable \ntool in the reconstructive orthoplastic arsenal.\nAbbreviation\nMCP  Metacarpophalangeal\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05058-9.\nSupplementary Material 1. Nine-month post-operative visit. The patient \ncan pick up a pen and write\nAcknowledgements\nNone.\nAuthor contributions\nMJK: conceptualization, validation, methodology, investigation, and resources. \nAE: conceptualization, validation, and methodology. SHA: writing—original \ndraft and writing—review and editing. RF: writing—original draft and writ ing—review and editing. AK: writing—original draft and writing—review and \nediting. MS: writing—review and editing, investigation, and resources. FB: \nwriting—review and editing, investigation, and resources. SAM: conceptualization, data curation, validation, writing—original draft, and writing—review \nand editing.\nFunding\nThe authors received no funding for this work.\nPage 6 of 6 Jafari Kafiabadi et al. Journal of Medical Case Reports           (2025) 19:35 \nAvailability of data and material\nDue to the nature of the research, supporting data are only available to the \nauthors.\nDeclarations\nEthics approval and consent to participate\nThis work has been carried out in accordance with The Code of Ethics of the \nWorld Medical Association (Declaration of Helsinki) for experiments involving \nhumans. Written informed consent was obtained from the study subject to \npublish case details including the injury, treatment, and radiographs.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 9 August 2024   Accepted: 27 December 2024\nReferences\n 1. Georgescu AV, Battiston B. Mangled upper extremity: our strategy of \nreconstruction and clinical results. Injury. 2021;52(12):3588–604.\n 2. Sabapathy SR, Del Piñal F, Boyer MI, Lee DC, Sebastin SJ, Venkatramani H. \nManagement of a mutilated hand: the current trends. J Hand Surg Eur. \n2022;47(1):98–104.\n 3. Flatt AE. Our thumbs. Proc (Bayl Univ Med Cent). 2002;15(4):380–7.\n 4. Karakostis FA, Haeufle D, Anastopoulou I, Moraitis K, Hotz G, Tourloukis V, \net al. Biomechanics of the human thumb and the evolution of dexterity. \nCurr Biol. 2021;31(6):1317-25.e8.\n 5. Brand PW, Hollister A. Clinical mechanics of the hand: Mosby Year Book. \n1993.\n 6. Godina M, Bajec J, Baraga A. Salvage of the mutilated upper extremity with temporary ectopic implantation of the undamaged part. Plast \nReconstr Surg. 1986;78(3):295–9.\n 7. Tu Y, Lineaweaver WC, Culnan DM, Bitz GH, Jones KJ, Zhang F. Temporary \nectopic implantation for salvaging amputated parts: a systematic review. \nJ Trauma Acute Care Surg. 2018;84(6):985–93.\n 8. Higgins JP . Ectopic banking of amputated parts: a clinical review. J Hand \nSurg Am. 2011;36(11):1868–76.\n 9. Mahoney J, Naiberg J. Toe transfer to the vessels of the reversed forearm \nflap. J Hand Surg Am. 1987;12(1):62–5.\n 10. Levin LS. The reconstructive ladder. An orthoplastic approach. Orthop \nClin North Am. 1993;24(3):393–409.\n 11. Graf P , Gröner R, Hörl W, Schaff J, Biemer E. Temporary ectopic implantation for salvage of amputated digits. Br J Plast Surg. 1996;49(3):174–7.\n 12. Liaghat O, Shabbooie Z. Ectopic banking and implantation of an amputated hand. Indian J Orthop. 2020;54(5):731–7.\n 13. Cho BH, Higgins JP . Revascularization and replantation in the hand: \nectopic banking and replantation. Hand Clin. 2019;35(2):199–206.\n 14. Yang K, Deng J, Pan Y, Yuan Y, Duan G, Zhu J. Secondary thumb reconstruction via ectopic banking of bony phalanges from a nonreplantable \namputated thumb: a follow-up study. J Hand Surg Am. 2024. https:// doi. \norg/ 10. 1016/j. jhsa. 2022. 06. 027.\n 15. Trapero A, Thione A, Alonso Carpio M, Pérez-García A. Heterotopic \nversus ectopic replantation: what’s the difference? Plast Reconstr Surg. \n2021;147(1):180e-e181.\n 16 Akdag O, Karamese M, NebilSelimoglu M, et al. Reverse adipofascial \nradial forearm flap surgery for soft-tissue reconstruction of hand defects. \nEplasty. 2016;16:e35.\n 17. Taghinia AH, Carty M, Upton J. Fascial flaps for hand reconstruction. J \nHand Surg Am. 2010;35(8):1351–5. 18. Kaufman MR, Jones NF. The reverse radial forearm flap for soft tissue \nreconstruction of the wrist and hand. Tech Hand Up Extrem Surg. \n2005;9(1):47–51.\n 19. Vulovic D, Kozarski J, Curcic Z, Stepic N, Vucetic M, Rakic D, et al. Radial \nflap in reconstructions of the hand—case series study. Serb J Exp Clin \nRes. 2022;23(4):373–81.\n 20. Kelada MN, Salem RR, Eltohfa YA, Ghozlan NA, Kholosy HM. Posterior \ninterosseus artery flap for hand reconstruction: anatomical basis and \nclinical application. BMC Musculoskelet Disord. 2022;23(1):662.\n 21. Tosti R, Treiser MD, Eberlin KR. Contralateral heterotopic thumb-to-thumb \nreplantation with free ulnar forearm fasciocutaneous flap and targeted \nmuscle reinnervation. J Hand Surg Am. 2020;45(1):71.e1-71.e5. https:// \ndoi. org/ 10. 1016/j. jhsa. 2019. 03. 004.\n 22. Valerio IL, Hui-Chou HG, Zelken J, Basile PL, Ipsen D, Higgins JP . Ectopic \nbanking of amputated great toe for delayed thumb reconstruction: case \nreport. J Hand Surg Am. 2014;39(7):1323–6.\n 23. Celestin AR, Bustos VP , Nassar AH, Chow K, Neusner A, Kachare S, et al. Par tial hand replantation using free microsurgical replantation with staged \nheterotopic banking of amputated parts: towards improving long term \noutcomes. Case Rep Plast Surg Hand Surg. 2024;11(1):2350471.\n 24. Engdahl R, Morrison N. Traumatic thumb amputation: case and review. \nEplasty. 2015;15:ic18.\n 25. Morrison WA. Thumb and fingertip reconstruction by composite micro vascular tissue from the toes. Hand Clin. 1992;8(3):537–50.\n 26. Jones NF, Clune JE. Thumb amputations in children: classification \nand reconstruction by microsurgical toe transfers. J Hand Surg Am. \n2019;44(6):519.e1-519.e10. https:// doi. org/ 10. 1016/j. jhsa. 2018. 08. 013.\n 27. Dickey RM, Meade AE, Agnew SP , Zhang AY. Treatment of nonreplantable \ntotal thumb amputation at the CMC level using index finger pollicization. \nHand (N Y). 2022;17(6):1154–62.\n 28. Chung WH, Eo CK, Muspirah Z, Sood A. Metacarpal lengthening of the \nthumb via distraction osteogenesis: a case report. Malays Orthop J. \n2015;9(1):41–3.\n 29. Saleem A, Sharma RK, Kumar P . Distraction lengthening of first metacarpal \nin traumatic thumb amputations. Indian J Plast Surg. 2019;52(3):309–13.\n 30. Bregoli C, Stacchiotti F, Fiocchi J, Ferrari R, Biffi CA, Morellato K, et al. A \nbiomechanical study of osseointegrated patient-matched additively \nmanufactured implant for treatment of thumb amputees. Med Eng Phys. \n2023;118: 104019.\n 31. Lui H, Vaquette C, Bindra R. Tissue engineering in hand surgery: a technology update. J Hand Surg. 2017;42(9):727–35.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}