{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05122-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05122-4.pdf",
  "metadata": {
    "/Keywords": "Hypersensitivity reaction; Refractory in-stent restenosis; Acute myocardial infarction; Paclitaxel-coated balloon angioplasty; Coronary artery bypass grafting",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250304130050+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250301155558+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05122-4",
    "/Author": "Menghuai Ma ",
    "/Title": "Stent-induced hypersensitivity leading to refractory in-stent restenosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05122-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Even in the era of new-generation drug-eluting stents, in-stent restenosis remains a common and challenging problem of percutaneous coronary intervention. Among the many factors that contribute to in-stent reste nosis, stent-related hypersensitivity is relatively rare, but may be a significant trigger of chronic refractory in-stent \nrestenosis. Nevertheless, it is difficult to diagnose and assess the stent-related hypersensitivity, and there is no standardized treatment strategy.",
    "Case Presentation": "Case presentation We present the case of a 63-year-old Chinese female who experienced refractory in-stent \nrestenosis following the successful implantation of platinum chromium everolimus-eluting stents in the left main, \nleft anterior descending and left circumflex artery. Although the cardiovascular risk factors were well-controlled, \nthe patient developed four episodes of acute myocardial infarction with in-stent restenosis within 1 year. Intravascular ultrasound revealed diffuse neointimal hyperplasia in the in-stent restenosis lesion, and the blood tests showed \nno sign of systemic inflammation or infection. Thus, we speculated that the cause of refractory in-stent restenosis \nwas stent-mediated hypersensitivity. Initially, the in-stent restenosis was treated with paclitaxel-coated balloon \nangioplasty, and only mild neointimal hyperplasia was observed on intravascular ultrasound 3 months after paclitaxelcoated balloon angioplasty. However, the paclitaxel-coated balloon could not prevent in-stent restenosis recurrence, \nand she eventually underwent coronary artery bypass grafting. After over 2 years of follow-up, her cardiac function \nhad significantly improved, and the bridging vessels remained patent, as confirmed by computed tomography \nangiography.",
    "Conclusion": "Conclusion When encountering refractory in-stent restenosis, physicians should consider the potential for stentassociated hypersensitivity. Since there may be difficulty in obtaining histopathological examination of restenotic \nvessels, intravascular imaging can be instrumental in detecting neointimal hyperplasia and diagnosing stent allergy. \nCoronary artery bypass grafting may be a reasonable treatment for patients with stent allergy; further clinical research \nis required to explore the optimal treatments.\nKeywords  Hypersensitivity reaction, Refractory in-stent restenosis, Acute myocardial infarction, Paclitaxel-coated \nballoon angioplasty, Coronary artery bypass grafting",
    "Introduction": "Introduction\nIn-stent restenosis (ISR) is a prevailing clinical issue \ninvolving multiple underlying etiologies, among which \nstent-induced hypersensitivity reactions cannot be \nignored. Elements of stents, including metal, antipro liferative agents, and copolymer, are known to cause \ncontact allergies [1 –3], even in the new-generation \ndrug-eluting stents (DES) [4 ] or biodegradable-polymer Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nJiong Tang\ntangjiong@kmmu.edu.cn\n1 Department of Cardiology, Fuwai Yunnan Hospital, Chinese Academy \nof Medical Sciences, Affiliated Cardiovascular Hospital of Kunming \nMedical University, No. 528 Shahe North Road, Wuhua District, \nKunming 650000, Yunnan, China\nPage 2 of 7 Ma and Tang  Journal of Medical Case Reports           (2025) 19:96 \nstents [5 ]. Intravascular imaging is often used to guide \nISR interventions through revealing the morphology of \nrestenotic neointima and identifying underlying etiolo gies. Currently, there is no optimal treatment for stentinduced hypersensitivity. Case reports have shown that \nimmunosuppressive drugs, paclitaxel-coated balloon \n(PCB), bioresorbable vascular scaffolds (BVS), or coro nary artery bypass grafting (CABG) can successfully \ntreat recurrent ISR caused by hypersensitivity reac tions [1 , 4, 5]. Herein, we present a patient with stentmediated hypersensitivity who experienced four ISR \nepisodes within 1 year and was successfully treated \nwith CABG. Additionally, we noticed that PCB angio plasty could suppress neointimal proliferation for up to \n8 months, whereas it could not prevent the recurrence \nof ISR. Thus, when hypersensitivity is suspected, early \nCABG may be an appropriate option.Case report\nA 63-year-old Chinese woman with a history of hyper tension and type 2 diabetes was admitted to our hospi tal with acute non-ST segment elevation myocardial \ninfarction (NSTEMI). She had no history of allergies \nand a family history of cardiovascular disease. Coronary \nangiography (CAG) showed 80%, 90%, and 60% steno sis in the left anterior descending artery (LAD) (Fig.  1a), \nleft circumflex artery (LCX) (Fig.  2a), and right coro nary artery (RCA), respectively. Intravascular ultrasound \n(IVUS) was performed in the left coronary artery (LCA) \nand revealed diffuse atherosclerosis, with a minimum \nlumen area of 2.0   mm2 in proximal LCX (Fig.  4e–h), \n3.4  mm2 in the opening of LAD, and 2.0   mm2 in the distal \nsegment of LAD (Fig.  3a–d). We recommended that the \npatient consider CABG, but she refused. Finally, under \nguidance using IVUS, four platinum chromium everoli mus-eluting stents (PtCr-EES; Promus Premier™, Boston \nFig. 1 A series of left anterior descending artery coronary artery angiograms. a Significant left anterior descending artery stenosis before the first \npercutaneous coronary intervention. b Angiogram following the first percutaneous coronary intervention with three platinum chromium \neverolimus-eluting stents (a 2.25 × 28 mm and a 3.0 × 28 mm were deployed at the proximal-mid left anterior descending artery, and a 3.5 × 16 mm \nwas implanted in left main). c Angiogram 3 months after the first percutaneous coronary intervention showing in-stent occlusion at middle \nleft anterior descending artery. d Angiogram after the second percutaneous coronary intervention with non-drug-coated balloon. e \nAngiogram 3 months after the second percutaneous coronary intervention showing severe in-stent restenosis. f Angiogram after the third \npercutaneous coronary intervention with four paclitaxel-coated balloons (the size of the paclitaxel-coated balloon arranged from the distal left \nanterior descending artery to left main was 2.5 × 20 mm, 2.75 × 31 mm, 3.0 × 31 mm, and 3.5 × 31 mm, respectively). g Angiogram 4 months \nafter paclitaxel-coated balloon angioplasty showing mild in-stent restenosis. h Angiogram 8 months after paclitaxel-coated balloon angioplasty \nshowing severe in-stent restenosis of left anterior descending artery and left main\nPage 3 of 7\n Ma and Tang  Journal of Medical Case Reports           (2025) 19:96 \n \nScientific, Marlborough, MA, USA) of different sizes \nwere implanted into the LCA. In detail, a 2.25 × 28  mm \nstent was deployed at the middle LAD and a 2.5 × 12 mm \nballoon (NC Sprinter, Medtronic, USA) was adopted to \ndilate the lesion at 8–16 atmosphere (atm), a 3.0 × 28 mm \nstent was implanted into the proximal LAD, and a \n3.0 × 12  mm balloon (NC Sprinter, Medtronic, USA) \nwas adopted to dilate the lesion at 12–20  atm (Fig.  1b). \nThen, one 3.0 × 24 mm stent was deployed at the proxi mal LCX (Fig.  2b), and one 3.5 × 16  mm was implanted \nin the left main (LM); simultaneously, the double kiss ing crush was performed with two non-compliant bal loons (3.0 × 12 mm and 4.0 × 9 mm). Finally, the proximal \noptimization technique was performed in LCA using a \n4.0 × 9 mm non-compliant balloon. The images following \nthe first percutaneous coronary intervention (PCI) are \nshown in Fig.  1b and Fig.  2b. IVUS re-examination dem onstrated well-expanded and well-adherent struts, with out any edge dissection at LAD (Fig.  3a1-d1) and LCX \n(Fig.  4e1-h1). Thereafter, she was discharged with opti mal medical therapy, including clopidogrel (75 mg/day), \naspirin (100 mg/day), and rosuvastatin (10 mg/day).   A total of 3 months later, the patient developed \nNSTEMI and the electrocardiogram showed significant \nST-segment elevation of V1 to V5. The transthoracic \nechocardiography (TTE) revealed that left ventricular \nejection fraction (LVEF) decreased from a preoperative \n65% to 43%, and left ventricular internal diameter at enddiastole (LVIDd) increased from a preoperative 4.7  cm \nto 4.9  cm. Simultaneously, the low-density lipoprotein \ncholesterol (LDL-C) increased from thet preoperative \n1.24  mmol/L to 1.99  mmol/L, and glycosylated hemo globin decreased from the preoperative 8.7% to 7.6%. \nEmergent CAG showed occlusive restenosis in the mid dle LAD (Fig.  1c) and diffuse ISR in the proximal LCX \n(Fig.  2c). The ISR in the LCX was successfully treated \nwith a PCB  (SeQuent® Please NEO, B. Braun, Melsun gen, Germany) and thrombolysis in myocardial infarc tion (TIMI) III flow was obtained. In addition, the LAD \nrestored TIMI II flow after non-drug-coated balloon \nangioplasty. Postoperative treatment with evolocumab \nand sacubitril/valsartan was initiated; subsequently, \nthe patient was discharged with ticagrelor to replace \nclopidogrel.\nFig. 2 A series of left circumflex artery coronary artery angiograms. a Significant stenosis of proximal left circumflex artery before the first \npercutaneous coronary intervention. b Angiogram after a platinum chromium everolimus-eluting stent 3.0 × 24 mm implantation. c Angiogram \n3 months after the first percutaneous coronary intervention showing obvious in-stent restenosis. d Angiogram just after placing a 3.0 × 15 mm \npaclitaxel-coated balloon to proximal left circumflex artery. e Angiogram 3 months after paclitaxel-coated balloon angioplasty showing \nno significant in-stent restenosis. f Angiogram 8 months after paclitaxel-coated balloon angioplasty showing severe in-stent restenosis of proximal \nleft circumflex artery and the progressed stenosis of the OM1 and the distal end of the stent. g Angiogram after angioplasty (a 2.5 × 31 mm \npaclitaxel-coated balloon was placed at proximal left circumflex artery and a 2.5 × 16 mm paclitaxel-coated balloon was placed at OM1). h \nAngiogram 3 months after paclitaxel-coated balloon angioplasty showing no obvious in-stent restenosis\nPage 4 of 7 Ma and Tang  Journal of Medical Case Reports           (2025) 19:96 \nNevertheless, 3 months later, she developed NSTEMI \nagain caused by ISR of LAD (Fig.  1e), despite her LDL-C \nlevel being even lower at 0.73  mmol/L. We considered \nusing optical coherence tomography to evaluate the ISR \nlesion, however, limited by the conditions of her medi cal insurance, we ultimately chose IVUS as the alter native modality. IVUS revealed diffuse heterogeneous \nlow-echoic neointima in the ISR lesion and distal end \nof the stent, especially at the stent edges and overlaps, \nwith no evidence of thrombus, dissection, or stent frac ture (Fig.  3a2–d2 and Fig.  4e2–h2). Interestingly, in the \nLCX, IVUS showed low-echoic proliferative tissue out side the stent, but not inside the stent (Fig.  4e2–h2). The \npatient had excellent medication adherence. A platelet \naggregation test demonstrated a good response to anti platelet drugs. Thromboelastogram test",
    "Results": "results and levels \nof protein C, protein S, and antithrombin were normal, \neffectively ruling out thrombophilia. Laboratory tests \nrevealed low levels of C-reactive protein (2.14  mg/L), \nerythrocyte sedimentation rate (18 mm/h), and interleu kin-6 (2.04  pg/mL). Serologic work-up showed negative \nresults for a comprehensive panel of autoimmune anti bodies, including antinuclear, anti-dsDNA, antiphos pholipid, anti-neutrophil cytoplasmic, and anti-thyroid peroxidase antibodies, among others. Given the recur rent and aggressive restenosis with diffuse neointimal \nhyperplasia, a stent-allergy reaction was suspected. \nOwing to the refusal of CABG, PCB (Lepu Medical, Bei jing, China) angioplasty was eventually carried out from \nthe distal LAD to LM. Postoperatively, we suggested oral \nanti-inflammatory therapy with glucocorticoids, but the \npatient refused.\nA total of 4 months later, she was readmitted and diag nosed with NSTEMI. The fourth CAG revealed severe \nstenosis of the first obtuse marginal (OM1) and sig nificant ISR of proximal LCX (Fig.  2f), which were both \ntreated with PCB (Lepu Medical, Beijing, China). Unsur prisingly, she experienced the fourth ISR 3 months later. \nThe CAG documented 90% ISR of the proximal LM and \n70–95% ISR of the proximal LAD (Fig.  1h). Finally, she \nunderwent CABG surgery and recovered very well. The \nTTE revealed that LVIDd decreased from the preopera tive 54 mm to 45 mm, and LVEF increased from the pre operative 52% to 55%. The patient was followed up for \nover 2 years. She remained asymptomatic and there was \nno stenosis in bridging vessels on computed tomography \nangiography. The timeline and characteristics of this case \nare summarized in Table 1.\nFig. 3 Coronary angiogram and intravascular ultrasound images of the restenotic lesion of left anterior descending artery and left main. A \nAngiogram of left anterior descending artery before platinum chromium everolimus-eluting stent implantation. a–d Intravascular ultrasound \nimages of left anterior descending artery before the first percutaneous coronary intervention. (A1) Angiogram of left anterior descending \nartery after platinum chromium everolimus-eluting stent implantation. a1–d1 Intravascular ultrasound images of left anterior descending \nartery after the first percutaneous coronary intervention. (A2) Angiogram 6 months after percutaneous coronary intervention showing obvious \nin-stent restenosis of left anterior descending artery. a2–d2 Intravascular ultrasound images of left anterior descending artery 6 months after first \npercutaneous coronary intervention showing diffuse low-echoic neointima in the in-stent restenosis lesion, especially in the overlap and opening \nedge of stent\nPage 5 of 7\n Ma and Tang  Journal of Medical Case Reports           (2025) 19:96",
    "Discussion": "Discussion\nWith the application of the new-generation DES, the \nincidence of ISR has been reduced to 5–10% [6]. How ever, ISR remains a critical concern owing to its potential \nto cause severe complications, such as STEMI [7]. There \nare multiple factors may contribute to DES restenosis, \nincluding mechanical, biological, genetic, and technical factors [6]. In terms of biological factors, in addition to \nantiplatelet drug resistance, hypersensitivity to the stent \ncomponents may promote inflammation progression \nand trigger ISR. In this case, refractory ISR appeared in \nthe short term, despite well-controlled hyperlipidemia \nand diabetes. There were no identifiable genetic or pro cedural risk factors. The IVUS imaging indicated that \nFig. 4 Coronary angiogram and intravascular ultrasound images of the restenotic lesion of left circumflex artery. B Pre-stent placement \ncoronary angiogram of left circumflex artery. e–h Intravascular ultrasound images of left circumflex artery before the first percutaneous coronary \nintervention. (B1) Post-stent placement coronary angiogram of left circumflex artery. (e1–h1) Intravascular ultrasound images of left circumflex \nartery after the first percutaneous coronary intervention. (B2) Angiogram 3 months after the in-stent restenosis was treated with paclitaxel-coated \nballoon showing no obvious in-stent restenosis in left circumflex artery.  (e2–h2) A total of 3 months after the in-stent restenosis of left circumflex \nartery was treated with paclitaxel-coated balloon; intravascular ultrasound images showing mild intimal hyperplasia inside the stent. Whereas, \non intravascular ultrasound, significant progression of the lesion was observed at the edge and distal end of the stent\nTable 1 Summary of patient characteristics\nTime Diagnosis Treated vessels Treatment\nFirst admission NSTEMI LAD, LCX, and LM Both CAG and IVUS revealed severe stenosis of the LM, LAD and LM\nA total of four PtCr-EESs were implanted in these three vessels\nThree months after the first admission STEMI LCX and LAD CAG revealed severe ISR in both LAD and LCX stent sites\nPCI for the in-stent restenotic lesion of LAD was performed with non-drugcoated balloons, and only TIMI II flow was obtained. PCI for the in-stent \nrestenotic lesion of the LCX was was performed with paclitaxel-coated \nballoons, and TIMI III flow was obtained\nSix months after the first admission NSTEMI LM and LAD Both CAG and IVUS revealed diffuse ISR in both LAD and LM stent sites\nPCI for the LAD and LM were performed with paclitaxel-coated balloons\nEleven months after the first admission NSTEMI LCX and OM1 CAG revealed diffuse ISR in LCX, and stenosis of OM1 had progressed\nPCI for the LCX and OM1 were performed with paclitaxel-coated balloons\nFourteen months after the first admission NSTEMI LAD, LCX and LM CAG revealed diffuse ISR in LAD and LM stent sites, and the stenosis of PDA \nhad progressed\nCABG was performed for three major coronary vessels\nPage 6 of 7 Ma and Tang  Journal of Medical Case Reports           (2025) 19:96 \nperi-stent tissue appeared to consist of excessive neointi mal hyperplasia without thrombotic components. There fore, we suggested that refractory ISR was due to allergic \ninflammation caused by the stent. However, the patient \ndeclined to undergo a patch test, and a definitive diagno sis requires histopathological examination.\nNumerous reports have documented hypersensitiv ity reactions following stent implantation, particularly \nwith bare metal stents and first-generation DES, which \nare made of 316 L stainless steel containing nickel, chro mium, and molybdenum [8]. In particular, nickel is con sidered the most potent allergen [9] and may lead to \nrecurrent ISR [8]. The PtCr-EES implanted in this patient \nis a new-generation DES that contains little nickel (9%) \nand uses a platinum-chromium alloy as the scaffold. The \nPtCr-EES also contains the antiproliferator everolimus \nand biocompatible fluorinated copolymer. With high \nbiocompatibility, the fluorinated copolymer can inhibit \nplatelet aggregation, reduce inflammation, and poten tially prevent allergic reaction [10]. However, there have \nbeen reports of hypersensitivity vasculitis associated with \npoly n-butyl methacrylate, a component of the polymer \n[2]. As an immunosuppressive agent, everolimus can \nbe released approximately 100% from polymer within 4 \nmonths after implantation in vivo and can suppress aller gic reaction [11]. In this case, recurrent ISR occurred \nafter the complete release of everolimus, suggesting that \nthe polymer or metal components of the stent were more \nlikely responsible for the allergic reaction and ISR.\nThe optimal treatment for this condition is still \nunclear. Although the most effective therapy of ISR is \nrepeated DES implantation, it should be discarded in \npatients with stent-associated hypersensitivity reac tion. To reduce the occurrence of stent allergy, some \nresearchers have proposed using nickel-free stain less steel materials and bioresorbable metal stents. \nPolymer-free DES have also been evaluated in clini cal studies and demonstrated no significant differ ence compared with permanent-polymer DES [12, \n13]. Recently, a study suggested using titanium alloy \nas a drug reservoir layer instead of polymer coatings \nto create nickel- and polymer-free stents [14]. In addi tion, BVS have also received increasing attention. For \nexample, absorbable magnesium alloy stents have dem onstrated antithrombotic properties in short-term \nclinical trials; however, long-term follow-up data are \nrequired [15]. A case reported that the ISR cycle was \ninterrupted by PCI with PCB and BVS, combined with \noral low-dose steroids [4 ]. However, BVS have also \nbeen reported to cause an allergic reaction and ISR \n[5, 16], which was successfully treated with CABG [5 ]. \nRegarding PCB, IVUS imaging of this patient 3 months \nafter PCB angioplasty revealed that PCB effectively reduced neointimal hyperplasia. Unfortunately, criti cal ISR recurred 8 months later, indicating that PCB \nalone could not terminate the ISR cycle caused by aller gic inflammation. In terms of pharmacological therapy, \noral immunosuppressants may inhibit the recurrence of \nISR. For instance, prednisolone and tranilast have been \nreported to prevent ISR attributed to hypersensitivity \nreaction [1 ]. Other drugs may also have anti-inflamma tory and anti-atherosclerotic functions, such as sodium \ncromoglycate and leukotriene receptor antagonists [8 ]. \nFinally, as reported in this case, CABG may be a rea sonable treatment strategy. It is worth mentioning that \nthe majority of surgical staples contain little amounts of \nnickel and may lead to aggressive coronary artery ste nosis [4 ]. Thus, materials containing nickel should be \navoided in CABG procedures.\nConclusion\nWhen refractory ISR occurs, physicians should remain \nvigilant for the possibility of stent-related hypersensitiv ity reactions. Although PCB angioplasty can suppress \nneointimal proliferation, it is insufficient to prevent the \nrecurrence of ISR. In cases where stent-related hypersen sitivity is suspected, CABG may be an optimal treatment \noption.\nAbbreviations\nISR  In-stent restenosis\nDES  Drug-eluting stents\nPCB  Paclitaxel-coated balloon\nBVS  Bioresorbable vascular scaffold\nCABG  Coronary artery bypass grafting\nNSTEMI  Non-ST segment elevation myocardial infarction\nCAG   Coronary angiography\nLAD  Left anterior descending artery\nLCX  Left circumflex artery\nRCA   Right coronary artery\nIVUS  Intravascular ultrasound\nLCA  Left coronary artery\nIVUS  Rransthoracic echocardiography\nLVEF  Left ventricular ejection fraction\nLVIDd  Left ventricular internal diameter at end-diastole\nLDL-C  Low-density lipoprotein cholesterol\nTIMI  Thrombolysis in myocardial infarction\nAcknowledgements\nWe thank our hospital staff, who helped us with the care of this patient.\n Author contributions\nMM participated in this patient’s management and follow-up, collated clinical \nexamination results and diagrams, and wrote the manuscript. JT assessed \nthe patient, performed the procedure, revised the manuscript, and gave final \napproval of the manuscript.\n Funding\nThis work was supported by the Yunnan Provincial Clinical Medicine Research \nSpecial Program (no. 202405AJ310003), Hospital-Level Research Project of \nFuwai Yunnan Hospital, Chinese Academy of Medical Sciences (no. 2025YFKTQN-03), and Yunnan Province Science and Technology Department & \nKunming Medical University Joint Special Fund for Applied Basic Research (no. \n202301AY070001-042).\nPage 7 of 7\n Ma and Tang  Journal of Medical Case Reports           (2025) 19:96 \n \n Availability of data and materials\nThe original contributions presented in the study are included in the article/\nSupplementary Material; further inquiries can be directed to the corresponding author.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that the research was conducted in the absence of any \ncommercial or financial relationships that could be construed as a potential \nconflict of interest.\nReceived: 16 November 2023   Accepted: 5 February 2025\nReferences\n 1. Nakajima Y, Itoh T, Morino Y. Metal allergy to everolimus-eluting cobalt \nchromium stents confirmed by positive skin testing as a cause of \nrecurrent multivessel in-stent restenosis. Catheter Cardiovasc Interv. \n2016;87(4):E137-142.\n 2. Otsuka F, Yahagi K, Ladich E, et al. Hypersensitivity reaction in the US Food \nand Drug Administration-approved second-generation drug-eluting \nstents: histopathological assessment with ex vivo optical coherence \ntomography. Circulation. 2015;131(3):322–4.\n 3. Wheatcroft S, Byrne J, Thomas M, et al. Life-threatening coronary artery \nspasm following sirolimus-eluting stent deployment. J Am Coll Cardiol. \n2006;47(9):1911–2.\n 4. Jurado-Roman A, Lopez-Lluva MT, Sanchez-Perez I, et al. Bioresorbable \nvascular scaffold to treat malignant in-stent restenosis in a patient with \nnickel allergy. Cardiovasc Revasc Med. 2017;18(6S1):38–40.\n 5. Jimba T, Hashikata T, Matsushita M, et al. Repetitive restenosis in a biode gradable polymer sirolimus-eluting stent with hypersensitivity reaction: a \ncase report. Eur Heart J Case Rep. 2020;4(1):1–5.\n 6. Aoki J, Tanabe K. Mechanisms of drug-eluting stent restenosis. Cardiovasc \nInterv Ther. 2021;36(1):23–9.\n 7. Moussa ID, Mohananey D, Saucedo J, et al. Trends and outcomes of \nrestenosis after coronary stent implantation in the United States. J Am \nColl Cardiol. 2020;76(13):1521–31.\n 8. Hu W, Jiang J. Hypersensitivity and in-stent restenosis in coronary stent \nmaterials. Front Bioeng Biotechnol. 2022;10:1003322.\n 9. Basko-Plluska JL, Thyssen JP , Schalock PC. Cutaneous and systemic hyper sensitivity reactions to metallic implants. Dermatitis. 2011;22(2):65–79.\n 10. Torii S, Jinnouchi H, Sakamoto A, et al. Drug-eluting coronary stents: \ninsights from preclinical and pathology studies. Nat Rev Cardiol. \n2020;17(1):37–51.\n 11. Bennett J, Dubois C. A novel platinum chromium everolimuseluting stent for the treatment of coronary artery disease. Biologics. \n2013;7:149–59.\n 12. van Hemert ND, Voskuil M, Rozemeijer R, et al. 3-year clinical outcomes \nafter implantation of permanent-polymer versus polymer-free stent: \nReCre8 landmark analysis. JACC Cardiovasc Interv. 2021;14(22):2477–86.\n 13. Kufner S, Ernst M, Cassese S, et al. 10-Year outcomes from a randomized \ntrial of polymer-free versus durable polymer drug-eluting coronary \nstents. J Am Coll Cardiol. 2020;76(2):146–58.\n 14. Soliman AM, Tolba SA, Sharafeldin IM, et al. Ni-free, built-in nanotubular \ndrug eluting stents: experimental and theoretical insights. Mater Sci Eng \nC Mater Biol Appl. 2019;103:109750. 15. Sakamoto A, Jinnouchi H, Torii S, et al. Understanding the impact of stent \nand scaffold material and strut design on coronary artery thrombosis \nfrom the basic and clinical points of view. Bioengineering. 2018;5(3):71.\n 16. Yamamoto H, Yoshida N, Kondo T, et al. In-stent restenosis due to delayed \nhealing of abluminal bioresorbable polymer everolimus-eluting stent: \ninsight from histopathological evaluation with directional coronary \natherectomy. Eur Heart J Case Rep. 2021;5(9):ytab370.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}