{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04830-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04830-7.pdf",
  "metadata": {
    "/Keywords": "Hydatid cyst; Axilla; Echinococcosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241007115840+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241005085029+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04830-7",
    "/Author": "Jesintha Christina ",
    "/Title": "Primary axillary hydatid cyst: A case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04830-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Hydatid disease, also known as echinococcosis, is an endemic parasitic infection, most commonly \ncaused by Echinococcus granulosus. It may affect any organ resulting in the formation of hydatid cysts, but most \nfrequently involves liver and lungs. Hydatid cyst arising primarily from axilla is an extremely rare manifestation of this \ncondition, with only a few cases reported in medical literature.",
    "Case Presentation": "Case presentation Here we present the case of a 32-year-old Indian male farmer, who presented with a painless, \nslow-growing mass in the left axillary region of 8 months duration. Preoperative imaging led us to the diagnosis of primary axillary hydatid cyst, with no other associated cysts or masses anywhere else in the body. Following antihelmintic therapy, the cyst was surgically excised without rupture. The diagnosis was further confirmed by macroscopic \nand histopathological examination.",
    "Conclusion": "Conclusion This case report highlights the importance of considering hydatid cyst in the differential diagnosis of palpable masses in the axillary region, especially in regions where the disease is endemic. Early recognition and accurate \ndiagnosis are crucial for appropriate management and optimal patient outcomes.\nKeywords  Hydatid cyst, Axilla, Echinococcosis\nBackground\nHydatid disease is a zoonotic disease caused by the lar val form of Echinococcus granulosus and is still endemic \nin many agricultural and cattle-rearing countries [4, 19]. \nDogs and other canids are the definitive host, and sheep \nare the common intermediate host. Humans are infected \nthrough the feco-oral route, by ingestion of food contam inated by dog feces that contain ova of the parasite or by \ndirect contact with dogs.\nHydatid cysts are most commonly located in liver \n(50–80%) and lungs (15–47%), because the parasite’s \nembryos are mostly filtered by the hepatic sinusoids \nduring their travel inside the portal system from the intestinal tissue after ingestion [8]. It has multiorgan \ninvolvement in 5–13% of cases, while 8–10% cases have \nrare localizations in the spleen, abdominal cavity, kid neys, brain, bone, pancreas, breast, pelvis, bladder, heart, \novaries, thyroid retroperitoneum, incision scar, or com mon bile duct [4, 19]. Primary soft-tissue involvement by \nhydatid cyst is unusual even in endemic areas, with an \nincidence of 0.5–4.7% [19]. Here, we report a rare case of \nprimary axillary hydatid cyst without any other visceral \ninvolvement.\nCase presentation\nA 32-year-old Indian male farmer presented to us with \ncomplaints of a painless, gradually progressing swell ing in the left axillary region for 8 months. There was no \nhistory of fever, weight loss, or any other swelling in the \nbody.\nOn examination, there was a 10 × 8  cm soft-to-firm, \nwell-defined, non-tender swelling in the left axillary \nregion (Fig.  1). There was no other significant clinical \nfinding.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nShamita Chatterjee\ndr_shamita@yahoo.com\n1 Department of General Surgery, Institute of Post Graduate Medical \nEducation & Research, Kolkata, West Bengal, India\n2 Department of Pathology, Institute of Post Graduate Medical Education \n& Research, Kolkata, West Bengal, India\nPage 2 of 7 Christina et al. Journal of Medical Case Reports          (2024) 18:484 \n• Ultrasound sonography (USG) revealed a thickwalled lesion containing multiple cysts with no color \nuptake.\n• Contrast-enhanced computed tomography (CECT) \nshowed a multi-loculated left axillary mass, with no \nevidence of any other organ involvement (Fig. 2).\n• Magnetic resonance imaging (MRI) revealed a \n11 × 5.6  cm, heterogenous, T2 hyperintense cystic \nlesion with internal hypointense membranes and \nsmall cysts in intermuscular planes of left axilla, likely \na hydatid cyst (Fig. 3)\nAfter diagnosis of primary hydatid cyst of axilla, our \npatient received albendazole 400 mg twice daily for three \n28-day cycles separated by 2-week intervals. Thereafter, \nhe underwent complete surgical excision of the axil lary hydatid cyst. Care was taken to not breach the wall \nof the cyst to avoid spillage of the scolices and daughter \ncysts. On gross examination, multiple, thin-walled, white, opaque daughter cysts were found (Fig.  4a, b). Histopa thology showed an acellular lamellated membrane, with \nan outer fibrotic layer consisting of palisading histiocytes \nand focal necrosis, suggestive of a hydatid cyst (Fig.  4c, \nd).\nThe post-operative period was uneventful, and the \npatient was discharged with albendazole 400  mg twice \ndaily for 4  weeks. The patient remains asymptomatic \nwith no radiological evidence of recurrence at 18 months \nfollow-up.",
    "Discussion": "Discussion\nEchinococcosis is a public health problem of global con cern and is currently considered one of the “neglected \ntropical diseases” [20]. Hydatid cyst in the axilla can be \nconsidered to be primary only when no other cysts are \npresent in any other part of the body [16]. Primary axil lary hydatid cyst occurs as a result of dissemination of \nembryos of E. granulosus  through hepatic and pulmonary \nfilters, to eventually occupy atypical locations [7]. First \nreported in 1899, primary axillary hydatid cyst without \ninvolvement of any other organs is extremely rare, and \nonly a handful of cases have been reported in published \nEnglish literature since then. Table  1 summarizes the \nclinical presentations, investigations, and management \nof these cases [1–18]. Our case also showed primary \ninvolvement of axilla without evidence of any other vis ceral involvement.\nClinical features depend on cyst site, size, pressure \neffects, and complications including rupture, infec tion, and immunologic reactions. Patients with axillary \nhydatid cyst usually present in the age between 25 and \n45 years, with a female preponderance. The most com mon symptom is a gradually increasing mass with pain \nand discomfort. Our patient was a 32-year-old male and \npresented with a painless palpable mass in the left axilla, \nFig. 1 Hydatid cyst in left axillary region\nFig. 2 CECT scan—a Axial, b coronal, and c sagittal view showing the left axillary hydatid cyst (indicated by white arrows)\nPage 3 of 7\n Christina et al. Journal of Medical Case Reports          (2024) 18:484 \n \nwhich is the common clinical feature. The differential \ndiagnosis of a cystic axillary lesion can be:\n (i) Non-parasitic cysts (ganglionic or inclusion cysts \nand cystic hygroma).\n (ii) Parasitic cysts (coenurosis, toxoplasmosis, filaria sis, and echinococcosis) [16].\nDiagnosis is mainly based on radiological investiga tions and may be aided by serology. Ultrasonography, \nCECT, and MRI help to visualize the cyst’s relation to \nsurrounding tissues, the wall of the cyst, and intraluminal \ndaughter cysts. Imaging helps not only in diagnosis but \nalso in cyst staging and follow-up after treatment [21]. \nHowever, when a cyst has atypical features, it is difficult \nto distinguish it from simple subcutaneous cyst, necrotic \ntumor, hematoma, or lymph node. In our patient, imag ing confirmed the diagnosis and also helped in surgical \nplanning. Serological tests can confirm diagnosis and are \nalso useful for follow-up, but have a false positivity rate \nup to 33% [22]. Diagnostic aspiration cytology carries the \nrisk of anaphylaxis, infection, and dissemination. In the \ncases reported so far in literature, some were diagnosed by radiological investigations [7, 8, 10, 11] and some by \nFNAC [1, 12] while most were diagnosed and confirmed \nonly by intraoperative findings along with postoperative \nhistopathological examination [2–6, 9, 13–18]. The indi rect echinococcal hemagglutination test was positive in \nfew cases [9, 12, 15, 17].\nA preoperative diagnosis is important to avoid rup ture and spillage of contents in systemic circulation dur ing excision, which may lead to dissemination to distant \norgans to form additional cysts, local recurrence, and \nanaphylaxis.\nSurgery remains the most effective treatment for softtissue hydatid disease. Total cystectomy with fibrous \nadventitia is the curative treatment [8]. The main princi ple of surgical treatment is to prevent complications such \nas compression of adjacent structures, infection, and cyst \nrupture.\nMedical therapy is indicated for preoperative prepara tion, prophylaxis against postoperative recurrences, dis seminated disease, pluri-visceral hydatid disease, and \npatients with contraindications for surgery or who can not undergo radical surgery. Preoperative treatment \nFig. 3 MRI—a T1 axial, b T1 coronal, c T2 axial, and d T2 coronal view showing the left axillary hydatid cyst (indicated by white arrows)\nPage 4 of 7 Christina et al. Journal of Medical Case Reports          (2024) 18:484 \nwith benzimidazole carbamate group of antibiotics has \nbeen reported to soften the cysts and to reduce intra cystic pressure, enabling the surgical excision [23]. The \nmost commonly used parasiticidal drugs from the above \ngroup are mebendazole (50 mg/kg/day) and albendazole \n(10 mg/kg/day in two divided doses), with the latter hav ing better absorptive properties. It is recommended for a \nminimum period of 4 weeks preoperatively. Better",
    "Results": "results \nhave been seen when three 28-day courses of 10 mg/kg/\nday in divided doses is given, separated by 2-week inter vals. The drug acts by blocking glucose uptake in the \nparasite and depleting its glycogen store. However, expe rience with anti-helminthic agents in the treatment of \nsoft-tissue hydatid disease is limited [7].Our patient received albendazole 400  mg twice daily \nfor three 28-day cycles separated by 2-week intervals. \nFollowing total cyst excision without rupture, he received \npostoperative albendazole 400 mg twice daily for another \n4 weeks. No complications or recurrences were observed \nto date on follow-up.\nConclusion\nAlthough primary axillary hydatid cyst is extremely rare, \nit should be considered as a differential diagnosis, when a \npatient presents with painless progressive cystic swelling \nin the axilla. Clinicians, particularly in endemic regions, \nshould be aware of the possibility of hydatid cysts in \nFig. 4 a Specimen of axillary hydatid cyst. b Cut open specimen showing the daughter cysts. c Low-power microscopic view d High-power \nmicroscopic view\nPage 5 of 7\n Christina et al. Journal of Medical Case Reports          (2024) 18:484 \n \nTable 1 Summary of reported cases of primary axillary hydatid cyst of axilla\nAuthor Year Age/gender Clinical findings Investigations Preoperative diagnosis Surgical intervention Postoperative HPE\nJain et al. [1] 2022 36/M Painless swelling in the right \naxilla• USG\n• FNAC: suggestive of  abscess\n• ZN stain: E. granulosus \nobservedPrimary axillary hydatid cyst Total cystectomy NA\nSisodia et al. [2] 2022 25/M Multiple erythematous pap ules and sinuses in the axilla• Punch biopsy from axillary \nnoduleAxillary hydatid cyst \nwith granulomatous reactionNA\nPatient lost follow upNA\nRai et al. [3] 2020 45/M Sudden increase in size \nof a chronic swelling \nin the right axilla• USG of the swelling suggested abscess\n• CT of the thorax\n• Postoperative CT \nof the abdomen and pelvisAxillary abscess Incision and drainage, followed by evacuation of all \ndaughter cystsConfirmed as hydatid cyst\nKaradeniz et al. [4] 2018 40/F Swelling and pain in the right \naxillary region• Mammary USG\n• Postoperative CT \nof the abdomen and thoraxAxillary lymphadenopathy Axillary lymph node excision \nplanned\nOn exploration, found \nto be hydatid, so the cyst \nwas excised with germinal \nmembraneNA\nKafadar et al. [5] 2017 24/F Painful left axillary swelling • USG of axilla\n• CT of the abdomen and tho rax\n• Breast MRICystic  lesion in left axilla? \nLymphoceleTotal cystectomy Confirmed as hydatid cyst\nUmeshchandra et al. [6] 2014 20/F Painless swelling in left axilla • USG\n• FNAC: inconclusive\n• CXR and USG whole abdo menNA Total cystectomy Confirmed as hydatid cyst\nMercuţ et al. [7] 2014 60/F Painless swelling in the right \naxillary region• USG\n• CT of the thorax, abdomen, \nand pelvis\n• USG-guided puncturePrimary axillary hydatid cyst Total cystectomy Confirmed as hydatid cyst\nYagmur et al. [8] 2012 73/M Pain and swelling in the left \naxilla• Echinococcal IHA: negative\n• Axillary USG: suggestive \nof multiloculated hydatid cyst\n• CT of the abdomen and tho raxPrimary axillary hydatid cyst Complete excision of all cysts \nincluding the surrounding \nfibrous tissueNA\nSaylam et al. [9] 2012 36/F Painless soft swelling in right \naxilla• USG\n• CT of the thorax and abdo men\n• Echinococcal hemagglutination test: positiveCystic SOL in the right axilla Excision of the cyst Confirmed as hydatid cyst\nPage 6 of 7 Christina et al. Journal of Medical Case Reports          (2024) 18:484 \nCXR, chest radiography; ELISA, enzyme-linked immunoassay; FNAC, fine needle aspiration cytology; IHA, indirect hemagglutination; ZN, Ziehl–NeelsenTable 1 (continued)\nAuthor Year Age/gender Clinical findings Investigations Preoperative diagnosis Surgical intervention Postoperative HPE\nZangeneh et al. [10] 2012 33/F Painless right axillary swelling • USG axillary region\n• CXR and USG of the abdo men and pelvis\n• Hydatid IgG and ELISA test: \nnegativeCystic SOL in right axilla Excision of the cyst Confirmed as hydatid cyst\nArsalane et al. [11] 2012 43/M Painless cystic swelling in left \naxilla• USG and CT Hydatid cyst?\nVascular malformation?Excision of the lesion Confirmed as hydatid cyst\nÜnalp et al. [12] 2011 48/F Painless swelling in the left \naxilla• USG\n• CT of the thorax\n• FNAC: suggested hydatid \ndisease\n• Indirect echinococcal \nhemagglutination test: \npositivePrimary axillary hydatid cyst Complete excision of the cyst \nwithout ruptureConfirmed as hydatid cyst\nOzsoy et al. [13] 2011 45/F Painless mass in the left axilla • USG abdomen\n• CXR\n• USG axillary region\n• CT of abdomen, thorax \nand brain\n• Whole body bone scintigraphy\n• Hydatid serology: negativeAxillary lymphadenopathy Excision of the mass Confirmed as hydatid cyst\nSingh et al. [14] 2009 28/M Recurrent swelling in the left \naxillaRecurrent subcutaneous \nhydatid cystTotal cystectomy Confirmed as hydatid cyst\nBorovik et al. [15] 2006 31/F Painful left axillary mass • Multiple excisional biopsies\n• Hydatid serological testing: \npositiveInitially diagnosed as necrotic \ngranulomatous lymphadenitis. Finally diagnosed as axillary hydatidTreated with albendazole \ntherapyConfirmed as hydatid cyst\nLosanoff et al. [16] 2004 38/M Painless pedunculated soft \ntumor in the left axilla• Hydatid serology: negative\n• Postoperative CT of the tho rax and abdomenNA Excision of mass under local \nanesthesiaConfirmed as hydatid cyst\nUnal et al. [17] 2001 53/F Painful mass in right axilla • MRI: lobular cystic mass \nlocalized in right pectoralis \nmajor muscle\n• Echinococcal hemagglutination test: positivePrimary axillary hydatid cyst Excision of the cystic mass Confirmed as hydatid cyst\nThomson [18] 1899 2/F Painless mass in the right \naxillaNA Cystic SOL in right axilla Excision of the cystic mass Confirmed as hydatid cyst\nPage 7 of 7\n Christina et al. Journal of Medical Case Reports          (2024) 18:484 \n \npatients presenting with soft-tissue masses anywhere in \nthe body, to avoid preventable complications.\nAcknowledgements\nNot applicable.\nAuthor contributions\nThe manuscript was conceptualized by SC. JC wrote the first draft. The draft \nwas further modified by SC. UC prepared images of the slides and did a \ndetailed literature review. All authors (JC, SC, PB, and UC) went through the \nfinal manuscript and approved it for submission.\nFunding\nNo funding was received for this study.\nAvailability of data and materials\n All data are included in the article.\nDeclarations\nEthics approval and consent to participate\nAs the report includes details of a patient, where standard care was given, the \nInstitutional Ethics Committee approval was waived.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNone of the authors have any competing interest.\nReceived: 20 May 2024   Accepted: 2 September 2024\nReferences\n 1. Jain MA, Jain C, Chakole S. Case presentation of axillary swelling as \nhydatid cyst. Med Sci. 2022;26(130):01–5. https:// doi. org/ 10. 54905/ disssi/ \nv26i1 30/ ms523 e2567.\n 2. Sisodia SM, Ansari SAH, Bera SK, Mahajan VR. Hydatid cyst of axilla masquerading as scrofuloderma. Sahel Med J. 2013;16(2):80. https:// doi. org/ \n10. 4103/ 1118- 8561. 115271.\n 3. Rai L, Ahmed R, Abbasi M, Khan H, Abbas S. Primary hydatid cyst of the \naxilla presenting as axillary abscess. Eur J Med Case Rep. 2020. https:// doi. \norg/ 10. 24911/ ejmcr/ 173- 15835 16292.\n 4. Karadeniz E, Yur M, Akçay MN, Atamanalp SS. Primary hydatid cyst in the \naxillary region: a case report. Iran J Parasitol. 2018;13(2):328–30.\n 5. Kafadar MT, Çetinkaya İ. Primary hydatid disease of the axilla presenting \nas a cystic mass. J Surg Case Rep. 2017. https:// doi. org/ 10. 1093/ jscr/ \nrjx219.\n 6. Umeshchandra DG, Patil SM, et al. Primary hydatid cyst in axillary region: \na rare presentation. Scholars J Med Case Rep. 2014;2(7):464–6. https:// doi. \norg/ 10. 36347/ sjmcr. 2014. v02i07. 013.\n 7. Mercuţ D, Andriţoiu A, Traşcă E, Siloşi C, Resceanu A, Mercuţ R. Primary \naxillary hydatid cyst. Chirurgia (Bucur). 2014;109(4):559–62.\n 8. Yagmur Y, Akbulut S. Unusual location of hydatid cysts: a case report \nand literature review. Int Surg. 2012;97(1):23–6. https:// doi. org/ 10. 9738/ \nCC85.1.\n 9. Saylam B, Vural V, Duzgun AP , Ozer MV, Coskun F. Primary hydatid cyst of \nthe axilla: report of a case. Med Princ Pract. 2012;21(1):79–81. https:// doi. \norg/ 10. 1159/ 00033 1900.\n 10. Zangeneh M, Amerion M, Siadat SD, Alijani M. Primary hydatid cyst of the \naxillary region: a case report. Case Rep Med. 2012;2012:1–4. https:// doi. \norg/ 10. 1155/ 2012/ 362610. 11. Arsalane A, El Hammoumi M, El Oueriachi F, Traibi A, Darbi A, el Kabiri H. \nPrimary axillary hydatid cyst. Gen Thorac Cardiovasc Surg. 2012;60(6):359–\n62. https:// doi. org/ 10. 1007/ s11748- 012- 0004-8.\n 12. Ünalp HR, Kamer E, Rezanko T, Kılıç Ö, Tunakan M, Önal MA. Primary hydatid cyst of the axillary region: a case report. Balkan Med J. \n2011;2011(2):209–11.\n 13. Ozsoy M, Keles C, Kahya M, Keles G. Primary echinococcal cyst in the axillary region. J Infect Dev Ctries. 2011;5(11):825–7. https:// doi. org/ 10. 3855/ \njidc. 1589.\n 14. Singh S, Khichy S, Singh M, Gill JS. Recurrent solitary hydatid cyst of the \nsubcutaneous tissue. Indian J Surg. 2009;71(3):162–4. https:// doi. org/ 10. \n1007/ s12262- 009- 0044-1.\n 15. Borovik A, Massasso D, Gibson K. Axillary hydatid disease. Med J Aust. \n2006;184(11):585. https:// doi. org/ 10. 5694/j. 1326- 5377. 2006. tb003 87.x.\n 16. Losanoff JE, Richman BW, Jones JW. Primary hydatid cyst of the axilla. \nANZ J Surg. 2004;74(5):393–4. https:// doi. org/ 10. 1111/j. 1445- 1433. 2004. \n03002.x.\n 17. Unal AE, Ulukent SC, Bayar S, Demirkan A, Akgül H. Primary hydatid cyst \nof the axillary region: report of a case. Surg Today. 2001;31(9):803–5. \nhttps:// doi. org/ 10. 1007/ s0059 50170 051.\n 18. Thomson PJ. Hydatid cyst of the axilla in a child. Lancet. 1899;153:25–6.\n 19. Sachar S, Goyal S, Goyal S, Sangwan S. Uncommon locations and presentations of hydatid cyst. Ann Med Health Sci Res. 2014;4(3):447–52. https:// \ndoi. org/ 10. 4103/ 2141- 9248. 133476.\n 20. Neglected tropical diseases. [Jan; 2024]. 2024. https:// www. who. int/ \nhealth- topics/ negle cted- tropi cal-  disea ses .\n 21. Abbasi B, et al. Computed tomography and magnetic resonance imaging \nof hydatid disease: a pictorial review of uncommon imaging presentations. Heliyon. 2021;7(5): e07086. https:// doi. org/ 10. 1016/j. heliy  on. 2021. \ne07086.\n 22. Biava MF, Dao A, Fortier B. Laboratory diagnosis of cystic hydatic disease. \nWorld J Surg. 2001;25(1):10–4. https:// doi. org/ 10. 1007/ s0026 80020 002.\n 23. Pawlowski Z, Eckert SJ, Vuitton DA, Ammann RW, Kern P , Craig PS, et al. \nEchinococcosis in humans: clinical aspects, diagnosis and treatment. In: \nEckert J, Germmell MA, Meslin F-X, Pawlowski ZS, editors., et al., WHO/\nOIE Manual on Echinococcus in Humans and Animals: a Public Health \nProblem of Global Concern. Paris, France: World Organisation for Animal \nHealth; 2011. p. 20–66.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}