{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04692-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04692-z.pdf",
  "metadata": {
    "/Keywords": "Adenoma; Basal cell adenoma; Parotid gland; Parotid neoplasms; Salivary gland neoplasms",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241004141922+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240927225840+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04692-z",
    "/Author": "Deviprasad Dosemane ",
    "/Title": "A presentation of basal cell adenoma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04692-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background While statistically rare in comparison to other head and neck tumours, parotid gland swellings are often \nencountered in clinical practice where one of the primary goals of examination becomes distinction between benign \nand malignant lesions. Hallmarks of malignancy are characterized by a female preponderance, history of radiation \nexposure, a positive family history, and clinical features like heterogenous consistency, fixity to skin/underlying tissues \nand involvement of facial nerve.",
    "Case Presentation": "Case presentation Here we present a case of parotid swelling in a 72-year old gentleman from south India that had \na curious amalgamation of both benign and malignant features.\nConclusions While benign, the risk of malignant transformation and rare multicentric occurrence indicates a need \nto keep basal cell adenoma in mind in case of parotid swellings and their surgical management.\nKeywords  Adenoma, Basal cell adenoma, Parotid gland, Parotid neoplasms, Salivary gland neoplasms",
    "Introduction": "Introduction\nSalivary gland tumours are uncommon, represent ing around 3–4% of head and neck neoplasia. Of these, \nparotid gland is the most frequent site in around 70% of \ncases [1]. While approximately 3/4th of parotid lesions \nare benign, 25% are malignant [2]. Benign lesions of \nparotid can be differentiated based on cell lines as ‘mono morphic’ and ‘pleomorphic’ . Basal cell adenomas (BCA) \nconstitute a common example of the former.\nThe first instance of categorizing BCA as a distinct \ntumour entity occurred in 1967 when Kleinsasser et \nal. introduced the term to characterize a salivary gland \ntumour composed of a uniform population of basaloid \nepithelial cells [3]. This description was further ratified in 1991 in 2nd edition of the WHO Histological Classi fication of Salivary Gland Tumours which included BCA, \nalongside malignant variants basal cell adenocarcinoma \nand canalicular adenoma as discrete entities.\nThe classical presentation of BCA is that of an elderly \nwoman, between 50 and 70  years of age, who presents \nwith a slow-growing, painless, mobile, firm lesion with \nepicentre in the superficial parotid lobe, rarely exceed ing 3 cm. There is no skin involvement or facial palsy and \nsurgery usually reveals a well-encapsulated, uniformly \nsolid nodular lesion.\nHere, we report a case of BCA that clinically deviated \nconcerningly from these typical characteristics.\nCase report\nPatient information\nA 72-year-old male farmer hailing from south India pre sented to our outpatient department with 3-year history \nof swelling in front of his left ear which was insidious \nand progressive. There was no history of pain or sudden \nincrease in size or change during/after meals. There was \nno history suggestive of trauma, local infections, or any *Correspondence:\nMeera Niranjan Khadilkar\nmeera.khadilkar@manipal.edu\n1 Department of Otorhinolaryngology and Head & Neck Surgery, \nKasturba Medical College, Mangalore, Manipal Academy of Higher \nEducation, Manipal, Karnataka 576104, India\n2 Department of Pathology, Kasturba Medical College, Mangalore, \nManipal Academy of Higher Education, Manipal, Karnataka 576104, India\nPage 2 of 7 Dosemane et al. Journal of Medical Case Reports          (2024) 18:483 \nsalivary complaints. The patient was nil comorbid but did \ngive history of habitual beedi smoking for 20 years as well \nas social drinking. There was no family history of similar \nlesions.\nClinical findings\nA diffuse non-tender left parotid swelling was identi fied with mixed consistency (predominantly cystic but \nwith few hard areas) and fixity to underlying structures. \nA distinct hard nodule was identified at anterosuperior \naspect with fixity to skin. The skin over the swelling was \notherwise normal and there was no change of parameters \nwith jaw clenching (Fig.  1). Facial nerve function was pre served, and intra-oral examination as well as neck exami nation was normal. Ear and nose were found normal.\nDiagnostic assessment\nHigh-resolution ultrasonography gave the impression of \npleomorphic adenoma (PA), however ultrasound-guided \nfine needle aspiration cytology (FNAC) favoured salivary \ngland neoplasia of uncertain malignant potential with dif ferential diagnoses of cellular basaloid neoplasm/myoepi thelial neoplasm. Hence, contrast magnetic resonance \nimaging (MRI) was advised, which showed multiple lobu lated altered signal intensity lesions with heterogenous \nenhancement suggesting a malignant lesion (Fig. 2).\nTherapeutic intervention\nGiven the conflicting reports and ambiguous clinical \nfindings, the patient was taken up for left total conserva tive parotidectomy with selective neck dissection (supraomohyoid). Intra-operatively, a 6 × 5  cm superficial left \nparotid lobe was identified and excised along with a cuff  \nof skin to which it was found attached at the anterosupe rior aspect. Along with this specimen, left level I, II and \nIII lymph nodes were also dissected out en bloc. Facial \nnerve was identified with terminal branches and was \ncarefully preserved. A 2 × 1  cm-sized deep parotid lobe was identified and excised along with one hard, fixed, \nintraparotid node (Fig.  3). Post-operatively, patient recov ered well. The corrugated drain was removed on postop erative day five in the absence of any collection. Grade III \nfacial palsy which developed in immediate post-opera tive period, recovered during the course of the hospital \nstay and further improved after discharge with appro priate physiotherapy. Histopathological examination of \nthe specimen was carried out (Fig.  4). Sections from the \ngland showed well-circumscribed proliferation of cells in \ntrabecular arrangement with tubular and solid patterns. \nThe cells themselves were basaloid with scanty cyto plasm, and indistinct cell borders, round-to-oval nuclei \nwith few nucleoli. Peripheral palisading was present, and \nsome cystic changes were noted within the specimen. Of \nthe 7 lymph nodes dispatched, all showed reactive hyper plasia. Based on these findings, a final diagnosis of BCA \nwas made.\nFollow‑up and outcomes\nNow, almost a year after surgery, patient remains healthy \nwith no recurrence of swelling or facial complaints.",
    "Discussion": "Discussion\nAs per the WHO Classification of Head and Neck \nTumours, 4th Edition (2017) [4], salivary gland tumours \nwere broadly classified into malignant tumours, benign \ntumours and mesenchymal tumours specific to salivary \nglands, including both benign soft tissue lesions and \nhematolymphoid tumours. This classification was largely \nadopted unchanged in the 5th edition (2022), except for \nfew modifications viz., inclusion of hyperplastic condi tions of the salivary glands [5] under the non-neoplastic \nepithelial lesions category, modifications in the classifica tion of neuroendocrine tumours based on differentiation \n[6], restricting lymphoproliferative conditions to only \nthose commonly seen in salivary glands, grouping exo phytic and inverted ductal papillomas, exclusion of the \nFig. 1 A, B Clinical photograph of the left parotid swelling\nPage 3 of 7\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:483 \n \nFig. 2 Contrast magnetic resonance imaging (MRI) image coronal (white arrow) and axial sections showing lobulated altered signal intensity \nlesions with heterogenous enhancement\nPage 4 of 7 Dosemane et al. Journal of Medical Case Reports          (2024) 18:483 \nterm ‘low-grade’ especially for pleomorphic adenomas, \nintroduction of grading systems for mucoepidermoid and \nadenoid cystic carcinomas and new entities like secretory \ncarcinoma [5].\nGiven the clinical findings of our case, a few differen tials were kept in mind at initial presentation (Table 1).\nMucoepidermoid tumour\nMucoepidermoid carcinoma stands as the most preva lent malignant tumour affecting salivary glands, typi cally impacting minor salivary glands and parotid gland. \nIt constitutes roughly 50% of all malignancies in parotid gland, with an incidence rate of 2.3 per 1,000,000 indi viduals. Notably, mucoepidermoid carcinoma has female \npreponderance within the age range of fourth to sixth \ndecades of life, with a positive correlation to ionizing \nradiation exposure and family history [7 ]. Clinically, \nthey manifest as slow-growing painless masses, usually \nnodular on palpation, mimicking benign lesions like ple omorphic adenomas but with eventual fixity to underly ing structures. In case of higher-grade, they are found to \nexhibit more rapid expansion with early invasion of adja cent tissues, though skin involvement and facial palsy are \nstill typically indicators of late-stage disease [8 ].\nFig. 3 A, B Intraoperative photograph of the tumour and facial nerve branches\nFig. 4 A Gross morphology of the excised specimen B Cut surface of the excised specimen C Histopathological image of the tumour\nPage 5 of 7\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:483 \n \nPleomorphic adenoma\nThese lesions, also called benign ‘mixed’ tumours due to \ntheir mixed epithelial and connective tissue origin, are \nthe most commonly occurring salivary gland tumours, \ncontributing to two-thirds of all salivary gland neo plasms [9]. Primarily, pleomorphic adenomas occur in \nparotid glands (85%)—typically in the superficial lobe, \nwith a smaller proportion found in minor salivary glands \n(10%) and submandibular glands (5%). Clinically these \nalso show a female predilection, presenting as unilateral, \nslow-growing swellings in women between 30 to 50 years \nof age, that are painless and mobile with heterogenous \nconsistency; smooth, lobulated surface, and positive win dow sign on examination. Facial nerve is uninvolved.\nSquamous cell carcinoma\nThese are uncommon tumours, accounting for less than \n1% of salivary gland tumours, with 80% incidence con fined to parotids. They are aggressive cancers which are \ntwice as common in males than females, occurring in \nsixth and seventh decades, typically in patients with his tory of radiation therapy. Presentation is one of a rapidly \nenlarging mass, painful in about 30% [10], fixed to under lying structures, and often associated with cervical lym phadenopathy and early facial nerve involvement [11]. \nSkin involvement also occurs early with many cases pre senting in advanced stage with ulceration.\nAdenolymphoma aka Warthin’s tumour\nIf two-thirds of benign parotid tumours are pleomor phic adenomas, the remaining one-third are almost all \nWarthin’s tumours, which constitute the most frequently \nencountered monomorphic adenoma of major sali vary glands [12]. It primarily affects older men, with the \npeak incidence occurring during sixth and seventh dec ades of life. A positive correlation with smoking history \nis usually seen, however, most studies remain conflicted in attributing aetiology to tobacco exposure, with many \narguing for salivary duct inclusions during embryonic \ndevelopment as the causative factor [13]. Clinically they \nare slow-growing and painless, usually unilateral in \ninvolvement and characteristically confined to lower pole \nof superficial lobes, soft in consistency with some cystic \nareas on palpation. Multifocal and multicentric cases \nhave also been reported [12]. Facial nerve is uninvolved, \nthough patients may experience facial pain, and in rare \ninstances, tumours linked with inflammation and fibrosis \nmay lead to facial nerve palsy culminating in a mistaken \ndiagnosis of malignancy [14].\nOther rarer conditions like BCA, acinic cell carcinoma, \nand adenoid cystic carcinoma were also kept in mind, \nthough like with the above, while some expected findings \ncorresponded with those in our patient, significant differ ences were also encountered. This led to the planning of \na therapeutic + diagnostic surgery in the form of a total \nparotidectomy with neck dissection.\nHistopathological evaluation helped establish the diag nosis of BCA. Basal cell adenomas are the third most \ncommonly occurring benign parotid tumours, after pleo morphic adenomas and adenolymphomas, and hence, \nconstitute the second most common monomorphic \ntype. They represent 1–3% of benign salivary epithelial \ntumours [15]. More than 70% are found in the major sali vary glands, followed by minor salivary glands—which \nmostly present as swellings of upper lip, and subman dibular gland. Other sites include buccal mucosa, nasal \nseptum and lower lip [16, 17]. Epidemiologically, they are \ntypically seen in females in fifth to seventh decades [18]. \nHowever, few reports detail similar incidence rates in \nboth genders especially in the membranous variant. This \nis most notable in cases of Brooke-Spiegler Syndrome \nwhich presents as extracutaneous tumours, parotid being \none of the involved sites. These patients can be of any \nethnicity with equal male and female preponderance [19].Table 1 Commonly encountered conditions of each category\nMalignant tumours Benign tumours Non‑neoplastic epithelial lesions Mesenchymal lesions\nMucoepidermoid Carcinoma Pleomorphic Adenoma Sclerosing polycystic Adenosis Hematolymphoid Tumours\nAdenoid Cystic Carcinoma Myoepithelioma Nodular Oncocytic Hyperplasia Extranodal marginal zone lymphoma \nof mucosa-associated lymphoid tissue (MALTLymphoma)\nAcinic Cell Carcinoma Basal Cell Adenoma Intercalated Duct Hyperplasia Benign Soft Tissue Lesions\nBasal Cell Carcinoma Warthin’s Tumour Lymphoepithelial Sialadenitis Hemangioma\nIntraductal Carcinoma Ductal Papillomas Lipoma/sarcolipoma\nCarcinoma ex-pleomorphic Carcinoma Cystadenoma Nodular Fascitis\nClear Cell Carcinoma Sialadenoma\nSecretory carcinoma\nSquamous cell carcinoma\nPage 6 of 7 Dosemane et al. Journal of Medical Case Reports          (2024) 18:483 \nAetiology of BCA is much debated with various \nauthors describing it as arising from pre-existing benign \nparotid lesions based on histopathological similarities. \nSeveral such possible precursor lesions have been iden tified, including intercalated duct lesions [20], especially \nfor tubular BCAs; various myoepithelial lesions, or tubu lar and non-tubular BCAs forming a spectrum where the \nlatter arise from the former. Some reports also describe \ncongenital lesions occurring from embryonic glandular \nelements [21]. Rarely, the origin has also been ascribed \nto pleomorphic adenoma—the epithelial tumour cells \nfound in pleomorphic adenoma can transform into BCA \nthrough specific differentiation processes. Within the \nepithelium of PA, basal cells exhibit reserve cell proper ties, which, via epithelial-mesenchymal transdifferen tiation, give rise to the primary basaloid cell component \nseen in BCA [22].\nClinically, BCA of parotid presents as slow-growing, \nfirm, mobile, painless masses rarely exceeding 3  cm in \nsize [18, 23]. There is usually no skin involvement and \nfacial nerve is spared. On table, they are usually seen \nsuperficially within the glandular body and appear as \nbrownish, oval or round, encapsulated nodules [24]; \nhowever, the membranous subtype is often nonencapsu lated, multicentric and multilobular. On cut sectioning, \nthe lesions are usually uniformly solid without necrosis, \nthough few cases with cystic lesions have been reported \n[25].\nFNAC remains a commonly employed diagnostic \nmodality, however, cytologically, basal cell adenocarci noma is indistinguishable from BCA [26]. On occasion, \nFNAC may even only reveal benign lesions with inflam matory and cystic characteristics, leading to the possi bility of other benign cysts as a cytological differential. \nHence, histopathology is considered mandatory for accu rate diagnosis and subtyping.\nHistologically BCA is characterized by the presence of \nuniform and regular basaloid cells, which give this entity \nits name. A basement membrane-like structure sur rounds these tumoral nests, separating them from the \nsurrounding connective tissue [27]. These basaloid cells \ncan be arranged in solid, trabecular, tubular or membra neous patterns, though a mixture of at least 2 types is \ncommon. Solid BCA is formed by small cells organized \ncompactly, with peripheral palisading. In tubular and tra becular subtypes, groups of cells exist in narrow bands \nand ductal structures or a combination of both. These \ntrabeculae may get interconnected to form a reticular jig saw pattern. The membranous subtype is constituted by \nexternal cells in a stockade pattern and by an intense hya linized basal membrane [28, 29].\nSurgical excision—superficial or total parotidectomy \nremains the mainstay of treatment, though some authors have described simple excision with a cuff of normal \nsalivary tissue. Ideally, however, extracapsular excision \nshould be done, taking care not to disrupt the capsule to \nminimize the risk of recurrence, though recurrence rate \nis low (2%) [30] except for membranous variant (25–37%) \n(likely due to multicentricity rather than true recurrence \n[31]). Four per cent of membranous BCA undergo malig nant transformation [32], hence, routine long-term fol low-up is indicated, despite an overall good prognosis.",
    "Conclusion": "Conclusion\nBasal cell adenomas are rare clinical entities, and atypical \npresentations can confound the diagnosis. While benign, \nthe risk of malignant transformation and rare multicen tric occurrence indicates a need to keep this condition \nin mind in case of parotid swellings and their surgical \nmanagement.\nAcknowledgements\nNone.\nAuthor contributions\nDD—Concept and design, data collection, writing original draft preparation, \nwriting review & editing, supervision. MNK—Writing review and editing, \nsupervision. NC—Methodology, data collection, writing original draft preparation, writing review and editing. SJ—Data collection, writing review and \nediting, supervision.\nFunding\nNo funding was received.\nAvailability of supporting data\n Data transparent.\nDeclarations\nEthics approval\nThis study was performed in line with the principles of the Declaration of \nHelsinki. Approval was granted by Institutional Ethics Committee, Mangaluru – \nIEC KMC MLR 11/2023/466.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-chief of this journal.\nInformed consent\nConsent to participate and publish was obtained from the patient.\nCompeting interests\nThe authors have no relevant financial or non-financial interests to disclose.\nReceived: 2 May 2024   Accepted: 24 May 2024\nReferences\n 1. Eveson JW, Cawson RA. Salivary gland tumours. A review of 2410 cases \nwith particular reference to histological types, site, age and sex distribution. J Pathol. 1985;146(1):51–8.\n 2. Haughey BH, Thomas JR, Niparko JK, et al. Cummings otolaryngology. \nPhiladelphia: Elsevier; 2012. p. 1133–78.\nPage 7 of 7\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:483 \n \n 3. Kleinsasser O, Klein HJ. Basalzelladenome der speicheldrüsen. Archiv für \nklinische und experimentelle Ohren-, Nasen-und Kehlkopfheilkunde. \n1967;189:302–16.\n 4. El-Naggar AK, Chan JKC, Grandis JR, Takata T, Slootweg PJ. WHO Classification of Head and Neck Tumours. publications.iarc.fr. https:// publi catio ns. \niarc. fr/ Book- And- Report- Series/ Who-  Class ifica tion-  Of- Tumou rs/ WHO- \nClass ifica tion-  Of- Head- And- Neck-  Tumou rs- 2017\n 5. Slootweg PJ, El-Naggar AK. World Health Organization 4th edition of head \nand neck tumor classification: insight into the consequential modifications. Virchows Arch. 2018;472(3):311–3.\n 6. Mete O, Wenig BM. Update from the 5th Edition of the World Health \nOrganization classification of head and neck tumors: overview of the \n2022 WHO classification of head and neck neuroendocrine neoplasms. \nHead Neck Pathol. 2022;16(1):123–42.\n 7. Bussu F, Parrilla C, Rizzo D, Almadori G, Paludetti G, Galli J. Clinical \napproach and treatment of benign and malignant parotid masses, per sonal experience. Acta otorhinolaryngol Italica. 2011;31(3):135–43.\n 8. Almas T, Hussain S, Ehtesham M, Alsufyani R, Khan MK. Mucoepidermoid \ncarcinoma of the parotid gland presenting as a fungating exophytic \nmass: a surgical challenge rooted in extensive nerve encasement. Cureus. \n2020;12(10): e10990.\n 9. Califano J, Eisele DW. Benign salivary gland neoplasms. Otolaryngol Clin \nNorth Am. 1999;32(5):861–73.\n 10. Gaughan RK, Olsen KD, Lewis JE. Primary squamous cell carcinoma of the \nparotid gland. Arch Otolaryngol Head Neck Surg. 1992;118(8):798–801.\n 11. Akhtar K, Ray PS, Sherwani R, Siddiqui S. Primary squamous cell carcinoma of the parotid gland: a rare entity. BMJ Case Rep. 2013. https:// doi. \norg/ 10. 1136/ bcr- 2013- 009467.\n 12. Ascani G, Pieramici T, Rubini C, Messi M, Balercia P . Synchronous bilateral \nWarthin’s tumours of the parotid glands: a case report. Acta Otorhinolaryngol Italica. 2010;30(6):310–2.\n 13. Singh AP , Tandon A, Chowdhary A, Mujoo S. Adenolymphoma: a probing \nentity: case report and review. J Nat Sc Biol Med. 2013;4(2):492–6.\n 14. Faur A, Lazăr E, Cornianu M, Dema A, Vidita CG, Găluşcan A. Warthin \ntumor: a curious entity–case reports and review of literature. Rom J \nMorphol Embryol. 2009;50(2):269–73.\n 15. Chhieng DC, Paulino AF. Basaloid tumors of the salivary glands. Ann \nDiagn Pathol. 2002;6(6):364–72.\n 16. Ahmad SA, Popli DB, Sircar K, Hasan S. Basal cell adenoma of the upper \nlip: report of a rare case with literature review. Cureus. 2024;16(1): e52599.\n 17. Yadav AB, Narwal A, Devi A, Kumar S, Yadav SK. Basal cell adenoma of \npalate, a rare occurrence with review of literature. J Dent. 2015;16(3 \nSuppl):291–5.\n 18. Mintz GA, Abrams AM, Melrose RJ. Monomorphic adenomas of the major \nand minor salivary glands. Report of twenty-one cases and review of the \nliterature. Oral Surg Oral Med Oral Pathol. 1982;53(4):375–86.\n 19. Kakagia D, Alexiadis G, Kiziridou A, Lambropoulou M. BrookeSpiegler syndrome with parotid gland involvement. Eur J Dermatol. \n2004;14(3):139–41.\n 20. Montalli VA, Martinez E, Tincani A, et al. Tubular variant of basal cell \nadenoma shares immunophenotypical features with normal intercalated \nducts and is closely related to intercalated duct lesions of salivary gland. \nHistopathology. 2014;64(6):880–9.\n 21. Canalis RF, Mok MW, Fishman SM, Hemenway WG. Congenital \nbasal cell adenoma of the submandibular gland. Arch Otolaryngol. \n1980;106(5):284–6.\n 22. Kuratomi Y, Satoh S, Hayashida S, Inokuchi A. Basal cell adenoma and \nlymphoepithelial cyst as recurrent tumors of pleomorphic adenoma of \nthe parotid gland. Auris Nasus Larynx. 2006;33(1):97–100.\n 23. Kanaujia SK, Singh A, Nautiyal S, Ashutosh K. Basal cell adenoma of \nparotid gland: case report and review of literature. Indian J Otolaryngol \nHead Neck Surg. 2015;67(4):430–3.\n 24. Yerli H, Teksam M, Aydin E, Coskun M, Ozdemir H, Agildere AM. Basal cell \nadenoma of the parotid gland: dynamic CT and MRI findings. Br J Radiol. \n2005;78(931):642–5.\n 25. Bernacki EG, Batsakis JG, Johns ME. Basal cell adenoma: distinctive tumor \nof salivary glands. Arch Otolaryngol. 1974;99(2):84–7.\n 26. Bhat A, Rao M, Geethamani V, Shetty AC. Basal cell adenoma of the \nparotid gland: cytological diagnosis of an uncommon tumor. J Oral Maxillofac Pathol. 2015;19(1):106. 27. Veeresh M, Bavle RM, Vinay KN, Nandakumar H. Basal cell adenoma \nof the submandibular gland. J Oral Maxillofac Pathol Oral Surg. \n2010;9(3):289–91.\n 28. Dardick I. Basal cell adenoma. In: Dardick I, editor. Salivary gland tumour \npathology. 1st ed. New York: Lippincott Williams and Wilkins; 1996. p. \n43–7.\n 29. Gnepp DR, Henley JD, Simpson RH, Eveson J. Salivary and lacrimal glands. \nIn: Gnepp D, editor. Diagnostic surgical pathology of the head and neck. \n2nd ed. Philadelphia: Saunders Elsevier; 2009. p. 456–61.\n 30. Yu GY, Ubmüller J, Donath K. Membranous basal cell adenoma of the \nsalivary gland: a clinicopathologic study of 12 cases. Acta Otolaryngol. \n1998;118(4):588–93.\n 31. Bhagat Singh AD, Majumdar S, Ghosh AK, et al. Basal cell adenoma-clinicopathological, immunohistochemical analysis and surgical considerations of a rare salivary gland tumor with review of literature. Niger J Surg. \n2015;21(1):31–4.\n 32. Nagao T, Sugano I, Ishida Y, et al. Carcinoma in basal cell adenoma of the \nparotid gland. Pathol Res Pract. 1997;193(3):171–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}