{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04947-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04947-9.pdf",
  "metadata": {
    "/Keywords": "Ganglioneuroma; Trigeminal nerve; Fifth cranial nerve; Brain stem",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241218110844+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241206174953+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04947-9",
    "/Author": "Kaveh Ebrahimzadeh ",
    "/Title": "An intracranial odyssey: pediatric ganglioneuroma arising from the trigeminal ganglion: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04947-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Ganglioneuroma represents an uncommon benign tumor arising from the sympathetic nerves, and its \ndevelopment from the fifth nerve is an infrequent entity. Few ganglioneuromas arising from the fifth nerve have been \ndiscussed in literature. The authors describe the second pediatric ganglioneuroma arising from the fifth nerve.",
    "Case Presentation": "Case presentation A 7 year-old Asian male suffering from left-sided facial paresthesia, accompanied by several \nepisodes of complex seizures over the past 2 years, presented to our clinic. The patient also complained of sudden unconsciousness and concurrent upward gaze lasting less than a minute. A brain computed tomography scan \nand magnetic resonance imaging revealed an isodense lesion containing focal calcifications measuring 31 × 28 mm \nand a solid mass extending from the pontine surface to Meckel’s cave, probably originating from the fifth nerve or its \nroot entry zone. The lesion was mildly hypointense on T1-weighted sequences and hyperintense on T2-weighted \nand fluid attenuated inversion recovery sequences. Gadolinium injection revealed only minimal heterogeneous \nenhancement. Histopathologic and immunohistochemical findings were consistent with ganglioneuroma. A lateral \napproach via retrosigmoid incision and suboccipital lateral craniectomy toward the cerebellopontine angle was per formed under neuromonitoring supervision, and the postoperative period was uneventful.",
    "Conclusion": "Conclusion Although ganglioneuroma arising from the fifth nerve is an extremely rare entity, it should be considered when diagnosing lesions in Meckel’s cave or the cerebellopontine angle cistern.\nKeywords  Ganglioneuroma, Trigeminal nerve, Fifth cranial nerve, Brain stem",
    "Introduction": "Introduction\nGanglioneuromas represent the most noninvasive, \nmature form of neuroblastic tumors. Such tumors are \nusually associated with autonomic ganglia and manifest \nbefore the second decade of life [1]. They typically derive \nfrom neural crest cells and may originate from existing \nsympathetic tissue [2], including the posterior mediasti num, neck, adrenal gland, pelvis, and retroperitoneum. \nThe most frequent locations for such entities are the ret roperitoneum and posterior mediastinum. However, they \nmay infrequently be found in the intracranial region, with \nsporadic reports originating from the trigeminal nerve Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMohammad Mirahmadi Eraghi\nthe.masana@gmail.com\n1 Skull Base Research Center, Loghman- e Hakim Hospital, Shahid \nBeheshti University of Medical Sciences, Makhsoos St, South Karegar Ave, \nTehran 1333635445, Iran\n2 Student Research Committee, School of Medicine, Qeshm International \nBranch, Islamic Azad University, Qeshm, Iran\n3 Department of Pathology, Loghman-E-Hakim Hospital, Shahid Beheshti \nUniversity of Medical Sciences, Tehran, Iran\n4 Research Committee Member, Faculty of Medicine, Iran University \nof Medical Sciences, Tehran, Iran\nPage 2 of 8 Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \n[1, 2]. A clinical diagnosis that distinguishes such tumors \nfrom mimicking ones remains challenging owing to their \nrarity [3, 4]. Few reports of trigeminal ganglioneuroma \nare currently available in literature, most of which come \nfrom East Asia [1]. The authors describe the second case \nof a left-sided trigeminal ganglioneuroma extending to \nthe cerebellopontine angle (CPA) in a pediatric patient.\nCase presentation\nThe present patient is a 7 year-old Asian male complain ing of paresthesia on the left side of his face. He has \nexperienced episodes of complex seizures over the past \n2 years, presenting as sudden unconsciousness and con current upward gaze lasting for less than a minute. He \nhad been treated with topiramate and sodium valproate, \nwhich resulted in an appropriate treatment response. The patient reported no significant medical, family, or psy chosocial history. Neurological examinations were also \nunremarkable. Owing to the new-onset paresthesia, the \npatient underwent a brain computed tomography (CT) \nscan, revealing an isodense lesion containing focal cal cifications measuring 31 × 28 mm (Fig.  1). This study has \nbeen conducted in line with the SCARE 2020 guidelines \nto ensure quality reporting [5].\nMagnetic resonance imaging (MRI) was performed, \nand the lesion appeared as a solid mass extending from \nthe pontine surface to Meckel’s cave, probably originat ing from the trigeminal nerve or its root entry zone. It \nwas mildly hypointense in the T1 sequence and hyper intense in the T2 and fluid attenuated inversion recov ery (FLAIR) sequences. Gadolinium injection revealed \nonly minimal heterogeneous enhancement Fig.  1. Despite \nFig. 1 The brain computed tomography scan revealed a focal calcified isodense lesion (arrow A) in the left cerebellopontine angle. T1-weighted \nbrain magnetic resonance imaging shows hypointensity (arrow B), and T2-weighted magnetic resonance imaging shows hyperintensity (arrow \nC) in the left cerebellopontine angle with an extension to the left side of Meckel’s cave. Gadolinium injection reveals minimal heterogeneous \nenhancement (arrow D)\nPage 3 of 8\n Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \n \nthe compressive effect on the brainstem, there was no \nevidence of hydrocephalus. Owing to the evidence of \nbrainstem and fourth ventricle compression, surgical \nintervention was performed.\nUnder neuromonitoring supervision, we approached \nthe patient in the lateral position via a retrosigmoid inci sion and suboccipital lateral craniectomy toward the \nCPA. Initially, the tumor appeared as a well-circum scribed encapsulated mass with an elastic consistency. It \nhad compressed the trigeminal nerve medially. Despite a \ndownward compression effect, no adhesion or invasion \nwas seen in the VII–VIII cranial nerve complex. We ini tiated sharp debulking of the lesion. The intraoperative \nfrozen section specimen was reported to favor schwan noma. The lesion appeared to originate from the trigemi nal nerve (Fig.  1). After defining the plane between the \nbrainstem and the tumor, the lesion was carefully dis sected from the trigeminal nerve exit zone to Meckel’s \ncave, and gross total resection was performed.\nThe patient was admitted to the intensive care unit for a \nday and then to the ward for 4 days. No new neurological \ndeficits were observed. He was discharged on postopera tive day 5. Additionally, his facial paresthesia completely \nresolved during a 3 month follow-up.\nHistopathologic examination revealed haphazardly \narranged nerve bundles of bland-looking Schwann cells \nin a hypocellular background. Clusters of mature gan glion cells with mild pleomorphism, prominent nucle oli, and abundant eosinophilic cytoplasm containing \nNissl bodies were noted. Immunohistochemical analysis \nshowed positive staining for S100, synaptophysin, and \nSOX10. IDH1, Olig2, EMA, CD34, and glial fibrillary \nacidic protein (GFAP) were negative in tumor cells, and \nKi67 was about 1%. Overall, these findings were consist ent with ganglioneuroma Fig. 2.",
    "Discussion": "Discussion\nGanglioneuroma, neuroblastoma, and ganglioneuroblas toma are categorized as neuroblastic lesions originating \nfrom the peripheral nervous system’s neural crest cells. \nUnlike ganglioneuroblastoma or neuroblastoma, which \nhave more invasive behavior and typically affect younger \npeople, ganglioneuroma represents a well-defined, \nbenign, slow-growing lesion that clinically remains \nasymptomatic until it reaches a large enough size to com press nearby structures intracranially, resulting in symp toms owing to compression of adjacent structures. It is \nroutinely found to occur in older pediatric patients and \nyoung adults, with approximately 80% of cases seen in \npatients not older than 30 years and no meaningful sex \npredisposition [3, 6–8]. Table  1 provides the previously reported cases of intracranial ganglioneuroma of the \ntrigeminal nerve.\nThe posterior mediastinum and retroperitoneum are \ntwo well-known regions for ganglioneuroma. However, it \nhas been rarely reported in the cranial nerve ganglia, cer ebellum, orbit, sella turcica, cranial vault, parapharyngeal \ntissue, spinal cord, mandible, tongue, gastrointestinal \ntract, bladder, uterus, visceral ganglia, ovary, testes, sper matic cord, prostate, bone, and skin [2–4, 7–18]. Similar \nintracranial regions, such as the internal auditory canal \nand middle ear, have also been infrequently described \n[14, 19–21]. The intracranial presentation of such lesions, \nhowever, remains extremely rare.\nThe underlying etiology of ganglioneuroma is not yet \nwell understood. Several hypotheses have been proposed \nto explain the origin of such tumors. They might arise \nfrom a hamartomatous malformation involving ectopic \nsympathetic nervous tissue; the tumor may originate \nfrom neuroblastoma differentiation or may exist as multi potential precursor cells throughout the period of embry ological development. From a familial predisposition \nperspective, no definitive evidence is available; however, \nsome reports suggest an association with multiple endo crine neoplasia syndrome type 2B and neurofibromatosis \ntype 1. Females with Turner syndrome are highly prone \nto developing neural crest-derived tumors and may have \na higher likelihood of developing ganglioneuromas [3, 22, \n23]. Hayes and collaborators shed more light on this, sug gesting that ganglioneuroma may develop spontaneously \nor present secondary to chemotherapy or radiation ther apy for neuroblastomas [24].\nImaging\nAlthough the definitive diagnosis of ganglioneuroma pri marily relies on histopathologic evaluations, MRI and CT \nscans provide information regarding the size, location, \ncomponents of the lesion, and its relationship to nearby \nstructures, which is critical in determining a surgical \nplan. CT scans often reveal a well-differentiated, lowdensity mass with punctate calcification in about 20%–\n42% of cases [8]. Ichikawa and collaborators [25] pointed \nout that the morphology of the calcifications could pro vide a remarkable characteristic factor to distinguish \nbenign tumors from malignancies. While extensive \npatchy or irregular calcification indicates malignancy, \ngrain-like or scattered punctate calcification implies \nbenign lesions [8, 25]. MRI is superior to CT in dem onstrating blood vessels surrounding and compressing \nthe lesion. However, conventional MRI alone might fail \nto differentiate trigeminal ganglioneuroma from other \nextra-axial or tumor-like masses since it does not provide \ndetailed insights regarding the actual tumor extent, cel lularity, tumor type, and grading. By contrast, advanced \nPage 4 of 8 Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \nMRI sheds more light on the histological characteristics \nand tumor physiological and metabolic features, includ ing angiogenesis classification, cellularity, and mitotic \nindices [4].\nHistopathology and immunohistochemically\nGanglioneuroma comprises single or clustered mature \nSchwannian stroma and giant ganglion cells. It typically \nlacks components of intermediate cells, neuroblasts, or \nmitotic figures, which would imply malignant differen tiation [8 ]. Ganglioneuroma is classified into maturing \nand mature subtypes on the basis of the international \nneuroblastoma pathology classification of neuroblas tic tumors [8 ]. A typical ganglioneuroma consists of \nSchwannian stroma and mature ganglion cells. In contrast, tumors with fully matured ganglion cells are \nuncommon (nearly 7%) [26]. It is characterized by reac tivity for vimentin, S-100, synaptophysin, and other \nneuronal markers. Additionally, Ki-67 serves as an \nimmunomarker for cellular proliferation [27].\nManagement\nConsidering that such tumors exhibit well-circum scribed benign patterns, gross total resection is \nregarded as curative, and radiation and chemotherapy \nare not helpful in treatment. Subtotal resection is con sidered sufficient in cases where the tumor is in close \nproximity to vital structures. Routine postoperative fol low-up is highly recommended, as slow progression of \nthe partially resected lesion is possible, and malignant \nFig. 2 Histopathologic view of tumoral specimens. A Haphazard nerve bundles along with ganglion cells, hematoxylin and eosin stain, × 100. \nB Clusters of mature ganglion cells, hematoxylin and eosin stain, × 400. C Synaptophysin is positive mainly in ganglion cells, indicated by arrow, \nimmunohistochemical stain, × 400. D CD34 highlighting vessels is shown with arrows, negative in the tumoral cells, immunohistochemical \nstain, × 100. E Glial fibrillary acidic protein is negative, immunohistochemical stain, × 100\nPage 5 of 8\n Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \n \nTable 1 Literature review for the previously reported intracranial ganglioneuroma of the trigeminal nerve\nAuthor/year Sex/age (years) Localization Diameter (cm) Presentation Imaging findings Surgical approach Histopathology \nfindingsFollow- up\nAbe [3] F/8 Left CPA NA Seizures and upward \ngaze palsyT1WI: hypointense\nT2WI: hyperintence\nEnhancement: obvious \nheterogeneousLeft sternomastoid suboccipitalUniform spindleshaped\nnerve cells coated \nwith the basal lamina\nPolygonal cells \nwith round and eccentric nuclei with prominent nucleoli, as well \nas abundant cytoplasm \nwith Nissl substance\nPositiv neuron-specific \nenolase\nPositive S-100 proteinNo recurrence\nKim [7] F/44 Left cerbellopontine \nangle2 × 1.8 × 1.5 Left facial pain \nand numbnessT1WI:Isointense\nT2WI:Hyperintence\nEnhancement: slight\nHeterogeneous\nDWI: hyperintenseLeft suboccipital Scattered mature ganglion cells and spindle-shaped cells \nwith scanty myxoid \nchanges\nPositive S-100 proteinNo recurrence\nNakaguchi [9] M/55 Left cavernous sinus 3 × 3 × 2.5 Sudden onset headachesT1WI: mix-signals\nT2WI: mix-signals\nEnhancement: obvious \nheterogeneousFrontozygomatic Schwann-like cells \nwith spindle nuclei \nand scattered ganglion \ncells with ovoid nuclei \nand abundant eosino philic cytoplasm\nPositive S-100 protein\nPositive Nissl bodiesNo recurrence\nLuo [10] F/60 Middle cranial fossa 4.5 × 4.1 × 3.5 Incidental, after motor bike traumaT1WI: hypointence\nT2WI: hyperintence\nT2WI-Flair: hyperintence\nEnhancement: obvious \nheterogeneousLeft pterional NA NA\nDeng [4] M/19 Left cerebellopontine \nangle4.4 × 3.6 × 2.5 Headaches and dizzinessT1WI hypointence\nT2WI mix iso-hyperintense\nT2WI-flair mix is hyper intense\nEnhancement: moder ate heterogeneous\nDWI: isointenseLeft suboccipital Abundant\ncollagen stroma \nand spindle-shaped \ncells, along with clustered mature ganglion \ncells. Positive S-100, \nNeuN, GFAP , NF\nPositive Ki-67 of approx imately 1%NA\nPage 6 of 8 Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \nTable 1 (continued)\nAuthor/year Sex/age (years) Localization Diameter (cm) Presentation Imaging findings Surgical approach Histopathology \nfindingsFollow- up\nKhan [1] M/52 Meckel’s cave 2 × 2.6 × 2.4 Right facial and perior bital painT2: hyperintense\nT1 enhancement: moderate heterogeneousRight subtemporal Schwannianstroma rich \nbackground with scat tered ganglion cells\nMature ganglion cells \nwith ample cytoplasm \nand prominent nucleoli\nSatellite cells \naround the ganglion \ncells and Schwannianrich stromaNo recurrence\nWang [2] M/49 Right middle-posterior \ncranial fossa4.1 × 5.4 × 4 Dizziness\nRight facial muscle \natrophicHeterogeneous\niso intensity or slight \nhypointensity on T1WI\n, heterogeneous hyper- \nto slight hypointensity\non T2WI\nThe lesion showed \nno diffusion restriction \nin DWIPreauricular subtempo ral intraduralScattered large \nmature ganglion \ncells and Schwann \ncells, with elongated \nor spindle-shaped cells \nin an abundant collagenous stroma\nSlight\ndysplastic ganglion \ncells\nwith binucleated cells\nCalcification\nand hyaline degeneration\nPositive for S-100 \nprotein\nPositive CD31, CD34, \nsmooth muscle actin, \nvimentin\nPositive Ki-67 in 3%No recurrence\nEl Mostarchid [31] M/24 The posterior middle \nfossa and the petro clival area4.4 × 2.5 × 3 Left trigeminal neuralgiaT1WI: homogeneously \nhypointense\nT2WI: hyperintense\nT2WI-Flair: hyperintense\nEnhancement: moder ate heterogeneousSubtemporal extradural Mature ganglion cells \nand spindle-shaped \ncells with scanty \nmyxoid changes. Possitive S-100 proteinNo recurrence\nY: year; NA: unavailable; CPA: cerebellopontine angle; T1WI: T1-weighted image; T2WI: T2-weighted image; DWI: defuse weighted imaging\nPage 7 of 8\n Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \n \ntransformation of ganglioneuroma has been rarely \nreported [ 28–30].\nConclusion\nDespite the rarity of pediatric ganglioneuromas aris ing from the trigeminal nerve, their clinical presentation \ncan mimic other, more common pathologies, warrant ing thorough imaging and histopathological evaluation. \nAdvanced MRI is valuable for the preoperative differenti ation of trigeminal ganglioneuroma from similar tumors \nand tumor-like masses. When imaging does not yield a \ndefinitive diagnosis, trigeminal ganglioneuroma should \nbe considered as a possible explanation.\nAbbreviations\nCT scan  Computed tomography scan\nMRI  Magnetic resonance imaging\nCPA  Cerebellopontine angle\nAcknowledgements\nNot applicable.\nAuthor contributions\nAll co-authors read and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nData sharing does not apply to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nAccording to our institution’s ethics committee, ethical approval for the cur rent study is not required since our patient’s management was on the basis of \napproved options and was not found to be controversial.\nConsent for publication\nWritten informed consent was obtained from the patient’s next-of-kin for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no conflicts of interest to disclose. All co-authors have \nchecked and agree with the final manuscript’s contents, and there is no \nfinancial interest to declare.\nReceived: 12 January 2024   Accepted: 9 September 2024\nReferences\n 1. Khan N, Michael A, Choucair A, Bit-Ivan E. Trigeminal ganglioneuroma: \na rare case of trigeminal neuralgia caused by cerebellopontine angle \ntumor. World Neurosurg. 2017. https:// doi. org/ 10. 1016/j. wneu. 2016. 12. \n085.\n 2. Ting W, Lin M, Xin L, Bo B. Trigeminal ganglioneuroma in the middleposterior cranial fossa: a case report△. Chin Med Sci J. 2017;32(2):123–8.\n 3. Abe T, Asano T, Manabe T, Matsuura H, Furuta T, Taguchi K. Trieeminal \nganglioneuroma. Brain Tumor Pathol. 1999;16:49–53. 4. Deng X, Fang J, Luo Q, Tong H, Zhang W. Advanced MRI manifestations \nof trigeminal ganglioneuroma: a case report and literature review. BMC \nCancer. 2016;16(1):1–6.\n 5. Agha R, Franchi T, Sohrabi C, Mathew G. Ligne directrice SCARE 2020: \nmise à jour des lignes directrices du rapport sur les cas chirurgicaux de \nconsensus (SCARE). Int J Surg. 2020;84:226–30.\n 6. Oderda M, Cattaneo E, Soria F, Barreca A, Chiusa L, Morelli B, et al. Adrenal \nganglioneuroma with multifocal retroperitoneal extension: a challenging \ndiagnosis. Sci World J. 2011;11:1548–53.\n 7. Kim SK, Jeong MY, Kang HK, Yoon W. Diffusion-weighted magnetic \nresonance imaging findings in a patient with trigeminal ganglioneuroma. \nKorean J Radiol. 2013;14(1):118–21.\n 8. Lonergan GJ, Schwab CM, Suarez ES, Carlson CL. From the archives of \nthe AFIP: neuroblastoma, ganglioneuroblastoma, and ganglioneuroma: \nradiologic-pathologic correlation. Radiographics. 2002;22(4):911–34.\n 9. Nakaguchi H, Murakami M, Matsuno A, Yamazaki K, Ishida Y. Ganglioneuroma originating from the trigeminal nerve in the middle cranial fossa—\ncase report—. Neurol Med Chir. 2012;52(2):95–8.\n 10. Luo X, Hu X, Ye J, Chen M, Wang S, Chen W. Primary intracranial trigeminal \nganglioneuroma: a case report with review of the literature. J Pract Radiol. \n2010;26:1719–22.\n 11. Keefe JF, Kobrine AI, Kempe LG. Primary ganglioneuroma of the posterior \ncranial fossa: case report. Mil Med. 1976;141(2):115–6.\n 12. Cannon TC, Brown HH, Hughes BM, Wenger AN, Flynn SB, Westfall CT. \nOrbital ganglioneuroma in a patient with chronic progressive proptosis. \nArch Ophthalmol. 2004;122(11):1712–4.\n 13. Choi HY, Lee JH, Park JM, Shin MK. Orbital ganglioneuroma in a young \nhealthy person. Arch Ophthalmol. 2009;127(2):222–9.\n 14. Ozluoglu LN, Yilmaz I, Cagici CA, Bal N, Erdogan B. Ganglioneuroma of the \ninternal auditory canal: a case report. Audiol Neurotol. 2007;12(3):160–4.\n 15. Burchiel KJ, Shaw C-M, Kelly WA. A mixed functional microadenoma \nand ganglioneuroma of the pituitary fossa: case report. J Neurosurg. \n1983;58(3):416–20.\n 16. Serebrin R, Robertson DM. Ganglioneuroma arising in the pituitary fossa: \na twenty year follow-up. J Neurol Neurosurg Psychiatry. 1984;47(1):97.\n 17. Robertson DM, Hetherington RF. A case of ganglioneuroma arising in the \npituitary fossa. J Neurol Neurosurg Psychiatry. 1964;27(3):268.\n 18. Qamouss O, Zoubeir Y, Oukabli M, Chahdi H, Harket A, Abouchadi A, et al. \nLe ganglioneurome de l’os zygomatique. Rev Stomatol Chir Maxillofac. \n2006;107(5):370–2.\n 19. Bekelis K, Meiklejohn DA, Missios S, Harris B, Saunders JE, Erkmen K. \nGanglioneuroma of the internal auditory canal presenting as a vestibular \nschwannoma. Skull Base Reports. 2011. https:// doi. org/ 10. 1055/s- 0031- \n12767 22.\n 20. Arseni C, Horvath L, Carp N, Ciurea V. Intracranial ganglioneuromas in \nchildren. Acta Neurochir. 1975;32:279–86.\n 21. Estefano J, Algaba J, Gorostiaga F, Urruticoechea A, Hernández J. Ganglioneuroma of the middle ear. Apropos of a case. An Otorrinolaringol Ibero \nAmericanos. 1992;19(1):5–12.\n 22. Ishihara H, Kikuno N, Hayakawa N, Ryoji O, Tanabe K. Retroperitoneal \ncatecholamine-producing ganglioneuroma with a birth history of \nmonozygotic twins who both suffered from neuroblastoma during \ntheir childhoods: a case report with genome analysis. J Neurol Sci. \n2015;357(1):329–31.\n 23. Blatt J, Olshan AF, Lee PA, Ross JL. Neuroblastoma and related tumors in \nTurner’s syndrome. J Pediatrics. 1997;131(5):666–70.\n 24. Ann Hayes F, Green AA, Rao BN. Clinical manifestations of ganglioneuroma. Cancer. 1989;63(6):1211–4.\n 25. Ichikawa T, Ohtomo K, Araki T, Fujimoto H, Nemoto K, Nanbu A, et al. Ganglioneuroma: computed tomography and magnetic resonance features. \nBr J Radiol. 1996;69(818):114–21.\n 26. Shimada HAI, Dehner LP , Hata JI, Joshi VV, Roald B, Stram DO, Gerbing RB, \nLukens JN, Matthay KK, Castleberry RP . The international neuroblastoma \npathology classification (the Shimada system). Cancer Interdiscip Int J Am \nCancer Soc. 1999;86(2):364–72.\n 27. Kleihaus PCW eWCoTI, system. PaGTotN, Lyon FIPP-.\n 28. Decarolis BST, Krug B, Leuschner I, Vokuhl C, Kaatsch P , von Schweinitz D, \nKlingebiel T, Mueller I, Schweigerer L, Berthold F. Treatment and outcome \nof ganglioneuroma and ganglioneuroblastoma intermixed. BMC Cancer. \n2016;16(1):1–1.\nPage 8 of 8 Ebrahimzadeh et al. Journal of Medical Case Reports          (2024) 18:600 \n 29. Mow TCNS, Jackett L, Galloway S, Banting S. Malignant peripheral nerve \nsheath tumour arising de novo from ganglioneuroma. Pathol J RCPA. \n2015;47(6):595–8.\n 30. Shawa HEK, Javadi S, Morani A, Williams MD, Lee JE, Waguespack SG, \nBusaidy NL, Vassilopoulou-Sellin R, Jimenez C, Habra MA. Adrenal ganglioneuroma: features and outcomes of 27 cases at a referral cancer centre. \nClin Endocrinol. 2014;80(3):342–7.\n 31. El Mostarchid B, El Mostarchid M, Mohamed A, Mohamed O, Mouhssani \nM, Chrif AA, et al. Trigeminal Ganglioneuroma: a rare case of trigeminal \nneuralgia caused by Meckel’s cavum tumor: a case report and review of \nthe literature. World J Adv Res Rev. 2022;13(2):066–70.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}