{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04780-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04780-0.pdf",
  "metadata": {
    "/Keywords": "Intestinal duplication cyst; Colonoscopy; Children; Abdominal pain; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20240912165831+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20240911192154+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04780-0",
    "/Author": "Faling Chen ",
    "/Title": "Colonoscopy diagnosis of recurrent abdominal pain in a 4-year-old boy with intestinal duplication cyst involving colon, appendix, and ileum: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04780-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Intestinal duplication cyst is an infrequent congenital malformation that can involve all the segments \nof the gastrointestinal tract. The cases of intestinal duplication cyst involving the colon, appendix, and ileum in children are particularly uncommon. The symptoms of abdominal pain are similar to other acute abdominal diseases \nin children, such as appendicitis, intussusception, and intestinal obstruction, so sometimes its diagnosis is challenging \nand leads to misdiagnosis.",
    "Case Presentation": "Case presentation We report a 4-year-old Asian boy who presented to the pediatric emergency department \nwith abdominal pain and vomiting but no fever, peritonitis, or mass. No abdominal abnormality was found via radiology and ultrasonography. After 2 days’ anti-inflammatory therapy, the patient was discharged with pain relief. A total \nof 9 months later, he was readmitted to the pediatric emergency department for the same complaint as the first \nadmission. Abdominal physical examination and ultrasound examination were still negative. Barium examination \nfound a large mass in the colon. Colonoscopy was performed before operation to confirm the rare co-cavity intestinal \nduplication cyst involving the colon, appendix, and ileum. After resection of intestinal duplication and ileocolonic \nanastomosis, the patient’s abdominal pain and vomiting has not recurred for 5 years postoperatively.\nConclusions The diagnosis of intestinal duplication cyst in children is difficult, especially the rare co-cavity and long \nsegmental intestinal duplication, which is easily misdiagnosed. Colonoscopy may be an effective auxiliary diagnostic \nmethod, especially for diseases that are difficult to diagnosed clinically, such as recurrent abdominal pain.\nKeywords  Intestinal duplication cyst, Colonoscopy, Children, Abdominal pain, Case report",
    "Introduction": "Introduction\nIntestinal duplication cyst is a rare congenital malforma tion with an estimated incidence of approximately 1:4500 \nautopsies [1], and it can involve all the segments of the \ngastrointestinal tract [2]. Most of these duplication cysts develop during the fetal, neonatal, and pediatric periods \nand have three common features: they are hollow struc tures lined with secretory gastrointestinal mucosa, and \nthe smooth muscle in their walls is often shared with the \ncontiguous intestine [3]. However, such duplication cysts \nare often misdiagnosed because of nonspecific clinical \nsymptoms that vary from minor digestive problems to \nintestinal obstruction, gastrointestinal bleeding, or per foration [4]. Some procedures, such as contrast upper \ngastrointestinal series and computed tomography (CT) \nhave diagnostic importance. Once diagnosed, surgical *Correspondence:\nJiangbin Liu\nljbin888@126.com\n1 Department of General Surgery, School of Medicine, Shanghai \nChildren’s Hospital, Shanghai Jiao Tong University, No. 355, Luding Road, \nShanghai 200062, China\nPage 2 of 5 Chen and Liu  Journal of Medical Case Reports          (2024) 18:444 \nresection remains the main method of treatment with a \ngood prognosis. In this report, we present an infrequent \ncase of an intestinal duplication cyst involving the ileum, \nappendix, and colon in a pediatric patient and discuss the \nprocess of diagnosis by colonoscopy.\nCase presentation\nIn May 2016, a 4-year-old male Asian patient was admit ted to our hospital presenting with complaints of inter mittent abdominal pain for 5  hours and vomiting for \n1  hour. His parents reported that he was otherwise \nhealthy and denied any family history of intestinal dis eases except for what was believed to be an intussus ception when he was 1 year old. Because of his previous \nhistory of intussusception, he had air enema examination \nfirst in the emergency department, but no abnormality \nwas found. Then the patient underwent CT examination, \nwhich showed a huge cystic structure involving in the \ntransverse colon of the upper abdomen (Fig.  1A, B). The \nair enema showed what appeared to be a large cystic mass \nin or immediately outside the lumen. Even after the air in \nthe small intestine had cleared, the cystic structure per sisted (Fig.  1C, D). The patient was finally diagnosed with \nileocolonic intussusception and admitted to the surgery \ndepartment. At admission, his vital signs were good, and \nhis pulse, blood pressure, and temperature were normal. \nCombined with his medical history, abdominal examina tion, and imaging findings, the final clinical case discus sion",
    "Results": "results were not consistent with an intussusception. \nAfter 2 days of anti-inflammatory treatment and infusion \nmanagement, the patient’s symptoms improved, and he \nwas discharged from the hospital after the abdominal \nultrasound was negative.\nHowever, in February 2017, 9  months later, the boy \nwent to our emergency department again with symptoms \nof intermittent abdominal pain for 4  days and vomiting \nfor 3 days. Prior to this, he had received anti-inflamma tory treatment in a local hospital, but it had no effect. \nClinically, the patient’s vital signs were normal, and he \nhad no bowel movements and did not have any substan tial abdominal tenderness. On palpation, an ill-defined \nmass with minimal mobility was felt. Abdominal x-rays \nshowed cystic structure in the upper abdomen, and the \ncyst contained a lot of gas and liquid. The patient under went a barium enema (BE), which showed that the cystic \nstructure communicated with the transverse colon, and \nbarium could enter the cystic structure (Fig.  1E). Reexamination of x-ray after 24  hours showed that there \nwere two intestinal cavities in the region of what would \nappear to be the ascending colon, the barium in the main \nintestine had been emptied, and the barium remained in \nthe cystic structure coming off the lumen of the trans verse colon (Fig.  1F). Because of the recurrent abdominal pain, we decided to perform a colonoscopy after commu nicating with the boy’s parents. During colonoscopy, we \nwere surprised to find that the colon cavity was divided \ninto an upper cavity and a lower cavity, with a septum in \nthe middle (Fig.  2A, B). Although the terminal ileum was \nseen 10  cm after entering the main intestine, there was \nno appendiceal orifice (Fig.  2C). The appendiceal orifice \nwas seen 15 cm after entering the cystic lumen (Fig.  2D). \nTherefore, the intraoperative diagnosis was intestinal \nduplication cyst arising from and communicating with \nthe transverse colon.\nSubsequently, an exploratory laparotomy was per formed. During the surgical exploration, we found that \nit was originally a duplication cyst containing appendix \n(Fig.  3A, B). We decided to remove the ascending colon \nFig. 1 CT scan showed a large cystic structure closely related \nto the intestine in the left abdominal cavity (arrows). A Recumbent \nposition, B Coronal position. C The air enema showed what appeared \nto be a large cystic mass or immediately outside the lumen. D \nAfter the air in the small intestine has been cleared, the cystic \nstructure persists (arrow). E barium enema (BE) showed cystic \nstructure in the transverse colon. F 24 hours later, the ileocecum \nto the ascending colon showed two cavities, the main intestinal had \nbeen emptied of barium (long arrow), and the cystic lumen barium \nremained (short arrow)\nPage 3 of 5\n Chen and Liu  Journal of Medical Case Reports          (2024) 18:444 \n \nstarting at the ileocolonic junction and transverse colon \nto include the duplication cyst and then performed an \nileocolonic anastomosis. The length of colon removed \nwas 16  cm, which included the duplication cyst. Ana tomically, it was found that the entrance of the main \nintestine and the cystic lumen was located in the middle \nof the transverse colon, with a diameter of about 1.2 cm \n(Fig. 3C).\nThe patient received parenteral nutrition for 4  days \nafter surgery, and resumed oral enteral nutrition on \nthe fifth day. The hospital stay was 1  week. At 1 and \n6 months postoperatively, the abdominal x-ray examina tion showed that the intestinal duplication cyst had com pletely disappeared. We followed up with the patient by \ntelephone in February 2022, the fifth year after operation. \nHe developed normally and had no complications. His \nparents were satisfied with our treatment.",
    "Discussion": "Discussion\nIntestinal duplication cyst is an uncommon congenital \nanomaly and usually but not always communicates with \nthe regular bowel from which it arises [5]. The widely \naccepted classification of intestinal duplication includes five types: intestinal membrane type, intestinal wall cyst \ntype, extra-intestinal cyst type, extra-intestinal tubular \ntype, and solitary type (Fig.  4) [6]. Approximately 75% of \nduplication cysts are located within the abdominal cav ity, of which only 13% are colonic [7]. Duplication of the \ncecum is very rare. Oudshoorn and Heij have reviewed \n362 cases of duplication cysts reported in the literature \nand found only 16 cases of cecum duplications [8]. The \npresent case was unique, as it was an extra-intestinal \ncyst that had a common wall with the colon and com municated with the colon lumen. It was a type III intes tinal duplication cyst, involving duplication of the colon, \ncecum, appendix, and ileum. (Fig. 3A).\nThe clinical symptoms of intestinal duplication cyst \ndepend on the type and structure, size, the presence of \ncomplications, and the location of the cyst connected to \nthe surrounding structure [9]. In the absence of specific \nsymptoms and signs, it is often misdiagnosed as other \nacute abdominal diseases, including acute gastroenteritis \nor intussusception, or labeled as Meckel’s diverticulum \n[10]. For this case, a retrospective analysis of the patient’s \npast medical history showed that he was diagnosed with \nintussusception due to abdominal pain and vomiting \nFig. 2 A, B Colonoscopy revealed that the transverse colon was divided into two cavities. C The main intestine led to the terminal ileum \nwithout appendiceal orifice. D The cystic lumen led to the appendiceal orifice (arrow)\nPage 4 of 5 Chen and Liu  Journal of Medical Case Reports          (2024) 18:444 \nat the ages of 1 and 4  years, respectively. Through later \nair–barium enema imaging, we postulated intestinal \nduplication under barium imaging although there was \nno definitive radiographic confirmation of the diagnosis. \nTherefore, we believe that he was misdiagnosed in the \npast because he had similar manifestations with intussus ception, including age, abdominal pain, abdominal mass, \nand air enema examination showing “cystic structure” of \nthe intestinal cavity.Ultrasonography, gastrointestinal contrast-enhanced \nabdominal computed tomography, and magnetic reso nance imaging are commonly used to diagnose intestinal \nduplication cysts [10, 11]. In this case, the appearance of \nthe structure in CT was that of a duplication cyst. The \nspecial feature of this case was the wide range of symp toms and the unusual radiographic findings of the dupli cation cyst on CT, which was rare and misdiagnosed. \nSecondly, we used colonoscopy to confirm the diagnosis, \nwhich was rarely reported in the literature.\nFig. 3 A, B The extra-intestinal cyst type of intestinal duplication cyst communicating with the lumen of the colon and showing duplication \nof the colon, appendix, and ileum was seen during the operation. C Anatomy of intestinal duplication cyst; the arrow points to the entrance \nof cystic lumen (arrow)\nFig. 4 Classification of intestinal duplication\nPage 5 of 5\n Chen and Liu  Journal of Medical Case Reports          (2024) 18:444 \n \nConclusions\nIn summary, the diagnosis of intestinal duplication cysts \nin children is difficult, especially rare co-cavity and the \nunusual radiographic findings, which can easily be mis diagnosed. Colonoscopy may be an effective auxiliary \ndiagnostic method, especially for patients with recurrent \nabdominal pain who have cystic structures closely related \nto the colon in other examinations. For patients undergo ing surgery, the treatment was effective, and the progno sis was good.\nAcknowledgements\nNot applicable.\nAuthor contributions\nFC and JL conceived, designed, and coordinated the project. FC collected and \nassembled data and drafted the manuscript. FC and JL edited the manuscript. \nJL critically revised the manuscript. FC and JL gave final approval of the manuscript. The authors read and approved the final manuscript.\nFunding\nThe authors declare that they have no competing interests.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 14 June 2022   Accepted: 23 August 2024\nReferences\n 1. Herranz Barbero A, Prat Ortells J, Muñoz Fernández ME, Castañón \nGarcía-Alix M, Figueras Aloy J. Duplicación quística intestinal. Caso \nclínico [Intestinal cystic duplication. Case report]. Arch Argent Pediatr. \n2017;115(4):e233–6. https:// doi. org/ 10. 5546/ aap. 2017. e233.\n 2. Hamza AR, Bicaj BX, Kurshumliu FI, Zejnullahu VA, Sada FE, Krasniqi AS. \nMesenteric Meckel’s diverticulum or intestinal duplication cyst: a case \nreport with review of literature. Int J Surg Case Rep. 2016;26:50–2. https:// \ndoi. org/ 10. 1016/j. ijscr. 2016. 06. 043.\n 3. Cavar S, Bogovic M, Luetic T, Antabak A, Batinica S. Intestinal duplications–experience in 6 cases. Eur Surg Res. 2006;38(3):329–32. https:// doi. \norg/ 10. 1159/ 00009 4021.\n 4. Ildstad ST, Tollerud DJ, Weiss RG, Ryan DP , McGowan MA, Martin LW. \nDuplications of the alimentary tract. Clinical characteristics, preferred \ntreatment, and associated malformations. Ann Surg. 1988;208(2):184–9.\n 5. Sinha A, Ojha S, Sarin YK. Completely isolated, noncontiguous duplication cyst. Eur J Pediatr Surg. 2006;16(2):127–9. https:// doi. org/ 10. \n1055/s- 2006- 924004.\n 6. Okuda K. Obstructive disease of the inferior vena cava–an idiopathic type \nof Budd-Chiari syndrome. Trop Gastroenterol. 1997;18(3):91–2. 7. La Quaglia MP , Feins N, Eraklis A, Hendren WH. Rectal duplications. J \nPediatr Surg. 1990;25(9):980–4. https:// doi. org/ 10. 1016/ 0022- 3468(90) \n90242-2.\n 8. Oudshoorn JH, Heij HA. Intestinal obstruction caused by duplication of \nthe caecum. Eur J Pediatr. 1996;155(4):338–40. https:// doi. org/ 10. 1007/ \nBF020 02724.\n 9. Khan RA, Wahab S, Ghani I. Neonatal intestinal obstruction: when to suspect duplication cyst of bowel as the cause. J Neonatal Surg. 2016;5(4):52. \nhttps:// doi. org/ 10. 21699/ jns. v5i4. 467.\n 10. Huang ZH, Wan ZH, Vikash V, Vikash S, Jiang CQ. Report of a rare case and \nreview of adult intestinal duplication at the opposite side of mesenteric \nmargin. Sao Paulo Med J. 2018;136(1):89–93. https:// doi. org/ 10. 1590/ \n1516- 3180. 2017. 01840 30817.\n 11. Ogino H, Ochiai T, Nakamura N, Yoshimura D, Kabemura T, Kusumoto \nT, et al. Duplication cyst of the small intestine found by double-balloon \nendoscopy: a case report. World J Gastroenterol. 2008;14(24):3924–6. \nhttps:// doi. org/ 10. 3748/ wjg. 14. 3924.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}