{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04853-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04853-0.pdf",
  "metadata": {
    "/Keywords": "Vaginal stenosis; Postpartum vaginal stenosis; Episiotomy; Vaginal delivery; Vaginal dilation",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241106112728+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241014115236+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04853-0",
    "/Author": "Abraham Fessehaye Sium ",
    "/Title": "Two cases of postpartum vaginal stenosis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04853-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Although vaginal stenosis following pelvic or vaginal radiotherapy for cancer treatment is a common \ncomplication, postpartum vaginal stenosis is a very rare obstetric complication. We report two cases of postpartum \nvaginal stenosis.",
    "Case Presentation": "Case presentation The first was case was a 30-year-old para-I Ethiopian woman who presented with a history \nof foul-smelling vaginal discharge on her 11th postpartum day. Pelvic magnetic resonance imaging (MRI) demonstrated a 1.4 cm distal vaginal stenosis. The second case was a 39-years-old para-II Ethiopian woman who presented \nwith history of amenorrhea and dysparunia of 20 months duration. Abdominopelvic ultrasound examination \nrevealed hematometrocolpos secondary to postinflammatory vaginal stenosis, and 3300 ml of hematocolpometra \nwas drained. In both cases, adhesion excision with successful vaginal reconstruction was performed.",
    "Conclusion": "Conclusion Postpartum vaginal stenosis is a rare obstetric complication and vaginal adhesions excision with regular \nvaginal dilation is the recommended management for it.\nKeywords  Vaginal stenosis, Postpartum vaginal stenosis, Episiotomy, Vaginal delivery, Vaginal dilation",
    "Introduction": "Introduction\nVaginal stenosis is commonly defined as narrowing of the \nvaginal canal due to a buildup of scar tissue [1]. Although \nvaginal stenosis is a common complication of pelvic and \nvaginal radiotherapy, seen in up to 38% of patients[2], \npostpartum genital tract adhesions leading to vaginal \nstenosis are very rare[3]. Among the other known causes \nof acquired vaginal stenosis are chemical vaginitis and \nfemale genital mutilation [4]. We report two cases of \npostpartum vaginal stenosis.Case presentation\nCase‑1\nA 30  years-old para-I Ethiopian woman presented with \na complaint of dyspareunia of 1 month duration in the \npost-partum. She delivered vaginally without any compli cation after 1 hour of stay in our hospital. Medio-lateral \nepisiotomy was applied during the delivery. She visited \na local health center with a complaint of foul-smelling \nvaginal discharge on her 11th postpartum day and one \ngauze (which was forgotten at the time of episiotomy \nrepair during her delivery) was removed from the epi siotomy wound site (which was infected). On physical \nexamination, the lower third of vagina was closed with \nthick inflammatory scar and the vaginal depth measured \n3 cm. Pelvic magnetic resonance imaging (MRI) demon strated a 1.4 cm distal vaginal stenosis (Fig. 1–S1). With \na diagnosis of postinflammatory vaginal stenosis, adhe sion excision with successful vaginal reconstruction was \nperformed. A week later, the patient had a post-operative Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAbraham Fessehaye Sium\nabrahamfessehaye4@gmail.com\n1 Department of Obstetrics and Gynecology, St. Paul’s Hospital \nMillennium Medical College, Swaziland Street, 1271 Addis Ababa, \nEthiopia\nPage 2 of 3 Sium et al. Journal of Medical Case Reports          (2024) 18:539 \nvisit  which documented good wound healing with no \ncomplaint.\nCase 2\nA 39 years-old para-II [first by cesarean section (CS) and \nsecond by vaginal birth after cesarean (VBAC)] Ethiopian \nwoman presented with history of  lower abdominal pain \nand difficulty to void urine of one week duration. She \nhad history of amenorrhea and dysparunia of 20 months \nduration. Her previous vaginal delivery was at our hos pital with no encounter of complications.Medio-lateral \nepisiotomy was applied during the delivery. Physical \nexamination revealed a 24 week-sized uterus with ten derness over the suprapubic area and the vaginal introi tus was totally closed (Fig.  1–S2). Abdomino-pelivic \nultrasound revealed a huge complex fluid collection in \nthe endometrial cavity and vaginal canal. With diagno sis of hematometrocolpos secondary to postinflamma tory vaginal stenosis, needle was passed through a bluish \nbulge and 3300  ml of hematocolpometra was drained. \nSubsequently, vaginal adhesions excision was carried out \nfollowed by a regular vaginal dilation. During her post operative visit a week later, the patient had good wound \nhealing and no complaint was documented.",
    "Discussion": "Discussion and conclusion\nMost vaginal stenosis develops following pelvic or vaginal \nradiotherapy, but it can also occur due to vulvo-vaginal \natrophy secondary to different causes including hypoes trogenism and postinflammation [5, 6]. In our case, the \nvaginal stenosis in both patients was postinflammatory. \nThough a forgotten gauze was identified in the first case, \ninappropriate episiotomy repair appears to be the most \nprobable cause for vaginal stenosis in both patients.\nChandana Ray Das et  al. from India reported a case \nof vaginal adhesions following cesarean section for \nobstructed labor [7]. Another similar case report docu mented a case of vaginal stenosis due to chemical vagi nitis, which presented with secondary amenorrhea and \ninability to have sexual intercourse [3]. In both these case \nreports, the stenosis was corrected by excising extensive \nvaginal adhesions and reconstructing the vagina. Simi larly, a third case report from Nigeria demonstrated suc cessful release of vaginal adhesions followed by regular \nvaginal dilation for a 19-year-old woman who presented \nwith a 2-year history of secondary amenorrhea associ ated with chronic pelvic pain following vaginal delivery \nat home with reported multiple vaginal tears that were \nnot sutured [8]. In the present case report, vaginal adhe sion excision was performed followed by regular vaginal \ndilation by making a circular incision over the aperture, \ndissecting the vaginal epithelium away from the scar until \nan adequate vagina was created (which accommodated two fingers), re-anastomosing the vaginal ends, and \nplacement of a vaginal mold (50 cc syringe) (Fig. 1–S2). \nBoth patients were discharged after 2 days of postopera tive stay, with an advice to change the vaginal mold every \n48 hours and a scheduled follow-up visit on the 7th post operative day. The patients were re-evaluated 6  weeks \nlater and both had good wound healing with no report of \ndyspareunia.\nIn summary, appropriate episiotomy/vaginal tear repair \nwith proper identification of anatomic structures, good \ntissue handling, and correct gauze count is vital to pre vent postpartum postinflammatory vaginal stenosis. \nRoutine 7th day postpartum follow-up visit should focus \non recognizing preservation of anatomic structures dur ing episiotomy wound healing, including identifying early \nsigns of wound site infection, and checking whether any \ngauze was left behind. Vagninal adhesions excision with \nregular vaginal dilation is the recommended manage ment for postpartum vaginal stensosis.\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04853-0.\nAdditional file 1: Fig. 1–S1 (A and B): A closed lower third of vagina \nwith thick inflammatory scar before the procedure and a successfully \nreconstructed vagina (accommodating two fingers) after adhesion excision. Fig. 1–S2 (A and B): Note a totally closed vaginal introitus before the \nprocedure and a successfully reconstructed vagina (accommodating two \nfingers) after adhesion excision\nAcknowledgements\nNot applicable\nAuthor contributions\nAFS, GG, and FGA developed the concept and design of the case report. \nMAD, AFS, ANA, GG, and FGA contributed the manuscript write up. All authors \ncritically revised the case report for intellectual content and gave the final \napproval for publication.\nFunding\nThis article did not receive any specific grant from funding agencies in the \npublic, commercial, or not-for-profit sectors.\nAvailability of data and materials\nThe data that support the findings of this study are available on request from \nthe corresponding author. The data are not publicly available due to privacy or \nethical restrictions.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from both patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing interest.\nPage 3 of 3\n Sium et al. Journal of Medical Case Reports          (2024) 18:539 \n \nReceived: 26 July 2024   Accepted: 24 September 2024\nReferences\n 1. The Free Dictionary. Vaginal stenosis. Available at: medical-dictionary.\nthefreedictionary.com/vaginal+ stenosis.\n 2. Brand AH, Bull CA, Cakir B. Vaginal stenosis in patients treated with radio therapy for carcinoma of the cervix. Int J Gynecol Cancer. 2006. https:// \ndoi. org/ 10. 1136/ ijgc- 00009 577- 20060 1000- 00046.\n 3. Das CR, Bora R, Das B. Acquired vaginal stenosis following caesar ean delivery: a case report. Int J Reprod Contracept Obstet Gynecol. \n2017;6(11):5158–61.\n 4. Nakhal RS, Williams CE, Creighton SM. Chemical vaginitis: implications \nand management. J Low Genit Tract Dis. 2013;17(1):95–8.\n 5. Mac Bride MB, Rhodes DJ, Shuster LT. Vulvovaginal atrophy. Mayo Clin \nProc. 2010;85:87–94.\n 6. Mehdi I, Al Bahrani BJ, Al Lawati TM, et al. Breast cancer in a patient with \nKindler’s syndrome. J Pak Med Assoc. 2017;67:1283–6.\n 7. Kaur G, Sinha M, Gupta R. Postpartum vaginal stenosis due to chemical \nvaginitis. J Clin Diag Res. 2016. https:// doi. org/ 10. 7860/ JCDR/ 2016/ 18373. \n7796.\n 8. Krimou Y, Guennoun A, Mamouni N, Erraghay S, Bouchikhi C, Banani A. \nAcquired vaginal stenosis: about a case and literature review. Pan Afr Med \nJ. 2019. https:// doi. org/ 10. 11604/ pamj. 2019. 34. 175. 15036.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}