{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04929-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04929-x.pdf",
  "metadata": {
    "/Keywords": "Scapular alignment; Upper extremity functions; Hemiplegia; Proprioceptive neuromuscular facilitation; Stroke",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241205114917+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129203450+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04929-x",
    "/Author": "Akshaya Saklecha ",
    "/Title": "Targeting scapular muscles with facilitatory movement patterns to improve upper extremity function in gangliocapsular stroke: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04929-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Gangliocapsular stroke is a specific type of hemorrhagic stroke that primarily affects the basal ganglia \nand internal capsule due to rupture of the lenticulostriate perforating arteries. Patients afflicted with this condition often present with contralateral motor deficits, particularly affecting the upper extremity. Additionally, these \nindividuals may experience challenges in coordination and stability, largely due to the involvement of the shoulder \nand scapular girdle. The stability of proximal joint is essential to increase the limited functions and distal movement \nof the upper extremities. Malalignment of scapula further complicates the execution of daily activities, profoundly \naffecting patients’ overall well-being and reducing engagement in society. Therefore, restoring upper limb function is imperative for a successful return to daily routines, with a focus on improving arm function being a crucial \naspect of stroke therapy. Many",
    "Methods": "methods have been explored for enhancing the function of upper limb in stroke, \nbut the emphasis is more toward developing independence in grasp and improving scapular stability is often \nneglected. This case reports aim to examine the effect of targeted scapular proprioceptive neuromuscular facilitation \non upper limb function in a patient who suffered a gangliocapsular stroke.",
    "Case Presentation": "Case presentation A 54-year-old South Asian man was presented with left-sided hemiplegia following a right \ngangliocapsular stroke. He reported challenges in using his left upper limb and weakness of the left side of the body, \nwhich severely impaired his ability to perform activities of daily living. Radiological findings indicated a right gangliocapsular hemorrhage. The patient underwent a 4-week physiotherapy rehabilitation program, with outcome \nmeasures including the palpation meter, Fugl–Meyer assessment of upper extremity, and functional independence \nmeasure. Following the treatment period, significant improvements were observed in scapular alignment and upper \nlimb functions, underscoring the effectiveness of rehabilitation strategies for optimal outcomes and recovery.\nConclusions The study underscores the beneficial outcomes of targeted scapular muscles through facilitatory move ment patterns to improve upper extremity function in gangliocapsular stroke. Implementing scapular proprioceptive \nneuromuscular facilitation techniques led to a beneficial change in scapular positioning, consequently improving \nupper limb function, and quality of life significantly.\nKeywords  Scapular alignment, Upper extremity functions, Hemiplegia, Proprioceptive neuromuscular facilitation, \nStrokeOpen Access\n© The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n†Moh’d Irshad Quershi, Raghumahanti Raghuveer and Pallavi Harjpal have \ncontributed equally to this work.\n*Correspondence:\nAkshaya Saklecha\nakshayasaklecha32@gmail.com\nPage 2 of 7 Saklecha et al. Journal of Medical Case Reports          (2024) 18:598",
    "Introduction": "Introduction\nHemorrhagic stroke, accounting for 10–20% of all strokes \nannually, occurs when a blood vessel in the brain rup tures, leading to bleeding within the brain tissue [1]. A \ngangliocapsular hemorrhagic stroke is a catastrophic \nneurological event characterized by the rupture of a \nblood vessel within the gangliocapsular region of the \nbrain, encompassing the basal ganglia and internal cap sule. These structures play a pivotal role in regulating \nmotor control, sensation, and a host of other vital neu rological functions. The rupture of a vessels in this area",
    "Results": "results in the extravasation of blood into the brain paren chyma, precipitating direct tissue damage and secondary \neffects due to increased intracranial pressure [2].\nChronic hypertension is the primary etiological fac tor in the majority of these cases, as prolonged elevated \nblood pressure leads to the degeneration and weaken ing of small, deep-penetrating arteries, particularly the \nlenticulostriate arteries originating from the middle cer ebral artery (MCA). These vessels are highly susceptible \nto rupture under sustained hypertensive stress. Addi tional causes include cerebral amyloid angiopathy, which \ninvolves the deposition of amyloid proteins in the walls \nof cerebral vessels, rendering them brittle and prone to \nhemorrhage, as well as arteriovenous malformations \n(AVMs) and aneurysms, both of which represent abnor mal vascular formations that are vulnerable to rupture \n[3].\nClinically, gangliocapsular hemorrhagic stroke mani fests with an abrupt onset of severe neurological symp toms. Patients often present with an excruciating \nheadache, frequently described as the most intense they \nhave ever experienced [4].\nThis is rapidly followed by profound motor deficits, \nsuch as hemiparesis or hemiplegia, where one side of the \nbody becomes weak or paralyzed, corresponding to the \ncontralateral side of the brain where the hemorrhage has \noccurred. Sensory deficits, including loss or alteration \nof sensation on the affected side, are also common. The \nhemorrhage exerts significant pressure on surrounding \nbrain structures, leading to alterations in consciousness \nthat can range from confusion to deep coma. Speech \ndisturbances, such as dysarthria or aphasia, are often \nobserved, particularly when the dominant hemisphere \nis involved. Additional symptoms may include nausea, \nvomiting, and seizures, driven by the increasing intrac ranial pressure and the irritation of brain tissue by the \nextravasated blood [5].\nHemiplegia, a form of paralysis that impacts only one \nside of the body, is commonly categorized as right or left \nhemiplegia based on the affected side. According to the \nNational Stroke Association, “nine out of ten patients suf fer some degree of paralysis immediately after a stroke. ” This may be due to various reasons like pain, subluxation, \ntightness, and muscle weakness leading to altered posi tion of scapula. This can lead to a reduction in upper limb \nfunction. These dysfunctions contribute to difficulties in \nperforming activities of daily living (ADLs) [6].\nThere are several physiotherapy strategies that can be \nused to reduce spasticity and enhance upper limb func tion and scapular alignment. Rood’s Approach, Bobath \nNeuro Development Treatment, Brunnstrom Movement \nTherapy, and proprioceptive neuromuscular facilitation \n(PNF) techniques are a few examples of neurophysiologi cal strategies. All approaches work according to its own \nprinciples for restoring voluntary control and mobil ity [7]. Conventional physiotherapy includes stretching, \nweight-bearing, and active movement sequences to pro mote functionality. Activation of the proximal shoulder \ngirdle including scapular muscles will be beneficial in \nimproving the function of the hemiplegic upper limb.\nPNF is a neurological method that uses diagonal move ment patterns aimed at improving neuromuscular con trol and performance through techniques that enhance \nmotor control. This approach involves techniques like \nfacilitation, inhibition, strengthening, and relaxation of \nmuscles to reinforce functional movements [8]. Key fea tures of PNF include using diagonal movement patterns \nand applying sensory cues such as proprioceptive, visual, \nauditory, and tactile stimuli to enhance or provoke motor \nresponses [9]. The current case report seeks to examine \nthe effects of a scapular PNF on upper limb function in a \npatient suffering from hemorrhagic stroke.\nCase presentation\nA 54-year-old South Asian man, presented at a tertiary \nhealthcare facility with a history of hemorrhagic stroke, \nfollowing which he had a left-sided hemiparesis. Three \nmoths prior to this presentation, the patient had been in \nhis usual state of health when he suddenly lost conscious ness while driving, leading to a fall from his motorcycle. \nHe was subsequently admitted to a tertiary healthcare \ncenter in Nagpur, where comprehensive investigations \nconfirmed the diagnosis of a hemorrhagic stroke. The \ncondition was managed medically, yet the patient contin ued to experience significant difficulties, particularly in \nutilizing the left side of his body.\nDue to persistent challenges, including increased diffi culty in performing daily activities and impaired mobil ity, the patient sought further evaluation and treatment \nat another tertiary healthcare center in Sawangi, Wardha. \nHe had a known history of hypertension for three \nyears, with a record of inconsistent adherence to pre scribed medications. The stroke predominantly affected \nthe upper limbs, severely compromising his ability to \nPage 3 of 7\n Saklecha et al. Journal of Medical Case Reports          (2024) 18:598 \n \nperform activities of daily living (ADLs) and ambulate \nindependently.\nThe patient’s family history revealed no significant \ngenetic predisposition to stroke or other neurological \ndisorders. Psychosocially, he struggled to adapt to the \nfunctional limitations imposed by the stroke, which had a \nprofound impact on his quality of life.\nCourse\nA detailed timeline of events related to the patient’s con dition are outlined in Table 1.\nClinical findings\nThe patient provided written consent before the assess ment. The patient was examined in supine lying position, \nand was conscious and well-oriented to time, place, and \nperson. On observation, the left shoulder was depressed, \nand in adduction, internal rotation and the elbow was \nflexed and the forearm was pronated. During physical \nexamination, the vital signs were normal. On neuro logical examination, the mini-mental scale examination \nscore was 28/30. All cranial nerves were intact. Sensory \nexamination revealed that the superficial, deep, and cor tical sensations were intact bilaterally over the upper \nand lower limbs, as well as the trunk. On motor exami nation, the left upper limb tone was increased as shown \nin Table  2. Deep tendon reflexes are described in Table  3. \nAt the time of rehabilitation, palpation meter (PALM) is \nused to assess scapular alignment. Fugl–Meyer assess ment of upper extremity (FMA–UE) score was 24/66, \nindicating severe. The Functional Independence Measure \n(FIM) score was 99 points.\nDiagnostics assessment\nThe diagnostic assessment primarily involved com puted tomography (CT) imaging to evaluate the \npatient’s condition post-hemorrhagic stroke. The com puted tomography (CT) scan results indicated a right \ngangliocapsular bleed with involvement of the inter nal capsule, obligating to the anterior pole of the right \nlateral ventricle (Fig.  1). The patient faced difficulties accessing timely diagnostic testing post-hemorrhagic \nstroke, potentially delaying treatment. This finding \nsuggested a gangliocapsular hemorrhage, leading to \nthe diagnosis of left hemiplegia secondary to hemor rhagic stroke.\nTherapeutic intervention\nThe physiotherapy intervention was implemented over \na 4-week period, with sessions scheduled 5 days a week. \nThe treatment plan will integrate scapular and upper \nlimb PNF techniques alongside conventional physiother apy methods.\nFor the PNF techniques, diagonal patterns of D1 and \nD2 flexion and extension were employed targeting scapu lar and upper limb musculature. These techniques were \nadministered with the patient positioned in side-lying \nthen progressed to sitting posture. The PNF protocol \nwill commence with rhythmic initiation and progress to \na repeated contraction [10]. In the context of scapular \nPNF, specific muscles will be engaged in each diagonal \npattern discussed in Table  4. Additionally, conventional \nTable 1 Timeline of events\nDate Events\n18 May 2023 Sudden fall from the bike due to loss of consciousness around 7:30 pm\n18 May 2023 Admitted to a tertiary healthcare center in Nagpur\n19 May 2023 Investigations were done and diagnosed as a hemorrhagic stroke\n26 May 2023 Got discharged from tertiary healthcare center\n11 august 2023 Visited to a tertiary healthcare center in Sawangi Meghe, Wardha\n11 august 2023 Referred to neurophysiotherapyTable 2 Muscle tone according to Modified Ashworth Scale \n(MAS)\nRight Left\nShoulder Flexors 0 1 + \nExtensors 0 1\nAbductors 0 1 + \nAdductors 0 1\nElbow Flexors 0 1\nExtensors 0 1\nWrist Flexors 0 1\nExtensors 0 0\nHip Flexors 0 0\nExtensors 0 0\nKnee Flexors 0 0\nExtensors 0 0\nAnkle Dorsiflexors 0 0\nPlantarflexors 0 0\nPage 4 of 7 Saklecha et al. Journal of Medical Case Reports          (2024) 18:598 \nphysiotherapy will be implemented concurrently dis cussed in Table  5. The physiotherapy regimen was admin istered for 60 min per day, 5 days a week, over the 4-week \nperiod.Follow‑up and outcome of interventions\nThe follow-up was taken on the 4th week of the rehabili tation and there was a commendable improvement in the \npatient post-rehabilitation. In Table  6, findings of muscle \ntone of the affected side were shown and in Table  7, pre- \nand post-rehabilitation scores of palpation meter, FMA–\nUE and Functional Independence Measure score.",
    "Discussion": "Discussion\nThis case report examined the effects of scapular PNF \non scapular position and upper extremity function in a \npatient with subacute hemiplegia. Hemorrhagic stroke is \nthe subtype of stroke caused by bleeding into the brain as \na result of a blood vessel rupture. It is one of the primary \ncauses of impairments in adults with hypertension, often \nresulting in the loss of motor function. This can lead to \na reduction in upper limb function and disturbances in \nscapular alignment.\nScapular misalignment can cause reduced functional \nactivity in the upper extremities. In turn, upper extremity \nparesis in patients who suffered from a stroke frequently \nimpairs everyday activities and social roles. Scapular mis alignment can be caused by weakening in the serratus \nanterior and rhomboid muscles. The serratus anterior \ncontributes significantly to scapular stability by pro ducing upward rotation and protraction of the scapula. \nRhomboids stabilize the scapula by causing it to retract \nand adduct [12]. Therefore, in this study, a scapular PNF \nexercise was conducted for scapular alignment and upper \nlimb functions in subacute hemiplegia.\nAfter 4 weeks of intervention, there was improvement \nin tone, distance between scapular medial border and Table 3 Reflexes\nBiceps jerk Triceps jerk Supinator jerk Knee jerk Ankle jerk Plantar response\nRight  +  +  +  +  +  +  +  +  +  + Flexor\nLeft  +  +  +  +  +  +  +  +  +  +  +  +  + Flexor\nFig. 1 CT brain showing a moderate size of bleed in right \ngangliocapsular region with involvement of the internal capsule, \nobligating to the anterior pole of the right lateral ventricle\nTable 4 Scapular proprioceptive neuromuscular facilitation technique\nDiagonal patterns Technique Dosage\n1. Anterior elevation\n(muscles: levator \nscapulae, rhomboids, serratus \nanterior)Rhythmic initiation and repeated contractions are facilitation \ntechniques applied across all movement patterns\n1) Rhythmic initiation: This technique involves teaching \nthe motion in a rhythmic manner, helping the patient to relax, \nimproving coordination, and normalizing the movement \npattern\n2) Repeated contractions: This technique involves performing repeated contractions to increase active range of motion \nand strength, guiding the patient’s motion toward the desired \npattern of movementTwo sets of ten repetitions\n5 days/week for 4 weeks\nAmple rest periods were incorporated between sets to prevent \nfatigue and optimize recovery\n2. Posterior depression\n[muscles: latissimus dorsi, serratus \nanterior (lower), \nrhomboids]\nPage 5 of 7\n Saklecha et al. Journal of Medical Case Reports          (2024) 18:598 \n \nspinous process of T3 decreased measured by PALM \nmeter, upper limb function measured by FMA–UE and \nquality FIM score.\nPoonam Chaturvedi et al. investigated the mechanism \nof PNF in stroke. The different PNF techniques facili tate impulses to the brain, and the repetition of patterns \nhas a long-term effect, aiding in the further facilitation \nof maximum impulses. The aggregate of these impulses \ngenerates a motor response and enhances tone in weaker \nmuscles [13].\nAnother study on hemiplegics investigated the effect \nof the scapular hold–relax technique on shoulder pain. \nThe control group got only normal treatment, which \nconsisted of 12 sessions of passive shoulder range of \nmotion exercises, stretching exercises, and transcuta neous electrical nerve stimulation (TENS) on 30 stroke \nsurvivors with hemiplegia (4 sessions per week). The \nreduction in shoulder discomfort reported in both \ngroups demonstrates the effectiveness of traditional Table 5 Conventional physiotherapy treatment protocol\nExercises category Exercises Muscles involved Dosage\nClosed kinematic chain exercises \nfor the upper limbWall push-ups\nSeated push-ups\nStep-ups using a low platformDeltoids, pectoralis, triceps, biceps, \nlatissimus dorsi3 sets of 10–15 repetitions (reps), 3–4 \ntimes per week\nRange of motion exercises \nfor both upper and lower extremitiesPassive and active assisted exercises Shoulder muscles, elbow flexors \nand extensors, hip flexors \nand extensors10–15 reps per joint, 3–4 \ntimes per week\nStretching and strengthening exer cises focusing on upper limb, trunk, \nand lower limb musclesHamstring stretches, calf stretches, \nshoulder stretches\nLeg press, biceps curls, triceps \nextensionsQuadriceps, hamstrings, gluteal, \nabdominals, erector spinae, bicepsStretch: hold for 30 seconds, three \ntimes per muscle groups\nStrengthen: 3 sets of 10–15 reps, 3–4 \ntimes per week\nBalance and coordination exercises Standing with narrow base of sup port, tandem walking, use of a balance boardCore muscles, lower limb stabilizers \n(ankle and hip muscles)15–20 min, three to four \ntimes per week\nManual dexterity exercises such \nas grasp-release activitiesGrasp-release activities with small \nobjects, finger opposition exercises, \npegboard tasksIntrinsic hand muscles, flexor \nand extensor muscles of the fore arm10–15 min per session, three to four \ntimes per week\nTeaching of activities of daily living \n(ADLs) tailored to the patient’s \nindividual needs [11]Dressing, grooming, feeding Various muscle groups depending \non the specific ADLs taskDaily practice incorporated into routine activities\nTable 6 Muscle tone (graded by the Modified Ashworth Scale)\nPre-rehabilitation left Postrehabilitation \nleft\n1 + Shoulder flexors 0\n1 Shoulder extensors 0\n1 + Shoulder abductors 0\n0 Shoulder adductors 0\n1 Elbow flexors 0\n0 Elbow extensors 0\n1 Wrist flexors 0\n0 Wrist extensors 0\n0 Hip flexors 0\n0 Hip extensors 0\n0 Knee flexors 0\n0 Knee extensors 0\n0 Ankle dorsiflexors 0\n0 Ankle plantar flexors 0\nTable 7 Outcome measures\nOutcome measures Pre-rehabilitation Post-rehabilitation\n1. Palpation meter\nHeight discrepancy (in cm) 1.3 cm 0.7 cm\nHeight discrepancy (in inches) 0.5 inches 0.28 inches\n2. FMA–UE 24/66 58/66\n3. Functional Independence Measure 99/126 119/126\nPage 6 of 7 Saklecha et al. Journal of Medical Case Reports          (2024) 18:598 \ntreatments (such as passive range of motion exercises, \nstretching exercises, and TENS) in treating hemiplegic \npatients. Clinical tests demonstrated that the experi mental group saw more shoulder improvement. As a \nresult, it claims that scapular PNF has a beneficial effect \n[14].\nJoshi et  al. [15] studied the effect of scapular PNF \non shoulder discomfort, range of motion (ROM), and \nupper extremity (UE) function in hemiplegic patients, \nwhich included thirty individuals. The study found that \nstrengthening of the proximal UE muscles, which helps \nto correct scapular alignment and improve UE function \nin patients wgo suffered from a stroke, had a positive \ninfluence on post-stroke shoulder discomfort and range \nof motion [15].\nIn this study, scapular PNF was utilized in two diago nal patterns: anterior elevation with posterior depression, \nand posterior elevation with anterior depression. Both \npatterns were accompanied by two facilitation techniques \nthey are rhythmic initiation and repeated contractions. \nBy integrating scapular PNF techniques into the reha bilitation program, improvements in scapular alignment \nand upper limb functions were observed after a 4-week \nintervention. The findings underscore the importance \nof addressing scapular stability alongside traditional \nstroke therapy to enhance overall upper limb function, \nemphasizing the potential of PNF techniques to posi tively impact scapular positioning and subsequent upper \nextremity function in stroke rehabilitation. Future studies \nmust be conducted with larger sample size targeting the \noutcomes for scapular mobility and stability of scapula in \ngangliocapsular stroke.",
    "Conclusion": "Conclusion\nThis case report intends to highlight the role of target ing scapular muscles with facilitatory movement patterns \nto improve upper extremity function in subacute hemi plegia. Implementing scapular PNF techniques led to a \nbeneficial change in scapular positioning, consequently \nimproving which in upper limb function and quality of \nlife significantly.\nAbbreviations\nPNF  Proprioceptive neuromuscular facilitation\nPLAM  Palpation meter\nFMA-UE  Fugl-meyer assessment of upper extremity\nFIM  Functional Independence Measure score\nUE  Upper extremity\nROM  Range of motion\nTENS  Transcutaneous electrical nerve stimulation\nADLs  Activities of daily living\nAcknowledgements\nWe acknowledge to health care team and the support of the institution where \nthe study was conducted for providing the necessary resources for successful \nimplementation of the intervention and data collection.Author contributions\nAS contributed to performed the examination, study’s intervention, analyzed \nand interpreted the patient data, and wrote the manuscript. RR, PH, and IQ \ncontributed to writing review and editing, supervision, and approved the final \ndraft of the manuscript. All authors read and approved the final manuscript.\nFunding\nOpen access funding provided by Datta Meghe Institute of Higher Education \nand Research. No source of funding.\nData availability\nAll data underlying the results are available as part of the article and no additional source data are required.\nDeclarations\nEthics approval and consent to participate\nNo IRB is required for case reports and written informed consent was obtained \nfrom the patient to participate.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interest.\nAuthor details\n1 Department of Neurophysiotherapy, Ravi Nair Physiotherapy College, Datta \nMeghe Institute of Higher Education and Research, Sawangi (Meghe), Wardha, \nMaharashtra 442001, India. \nReceived: 16 May 2024   Accepted: 29 October 2024\nReferences\n 1. Unnithan AKA, Das JM, Mehta P . Hemorrhagic stroke. In: StatPearls. Treasure Island: StatPearls Publishing; 2023.\n 2. Rajashekar D, Liang JW. Intracerebral hemorrhage. In: StatPearls. Treasure \nIsland: StatPearls Publishing; 2024.\n 3. Decavel P , Vuillier F, Moulin T. Lenticulostriate infarction. Front Neurol \nNeurosci. 2012;30:115–9. https:// doi. org/ 10. 1159/ 00033 3606.\n 4. Fauci A, Braunwald E, Kasper D, Hauser S, Longo D, Jameson J, Loscalzo J. \nHarrison’s principles of internal medicine. 17th ed. New York: Mcgraw-hill; \n2008.\n 5. Ropper A, Samuels M. Adams and victor’s principles of neurology. 9th ed. \nNew York: McGraw Hill Professional; 2009.\n 6. McPherson LM, Dewald JPA. Abnormal synergies and associated reactions post-hemiparetic stroke reflect muscle activation patterns of brainstem motor pathways. Front Neurol. 2022;13:934670. https:// doi. org/ 10. \n3389/ fneur. 2022. 934670.\n 7. Shahid J, Kashif A, Shahid MK. A comprehensive review of physical ther apy interventions for stroke rehabilitation: impairment-based approaches \nand functional goals. Brain Sci. 2023;13:717. https:// doi. org/ 10. 3390/ brain \nsci13 050717.\n 8. Santos G: An Illustrated Guide PNF in Practice Fourth Edition.\n 9. Moon SH, Kim YY. Effect of PNF approach to scapular adductor muscles \non scapular movements and walking ability in patients with stroke. J \nInt Acad Phys Ther Res. 2017;8:1090–4. https:// doi. org/ 10. 20540/ JIAPTR. \n2017.8. 1. 1090.\n 10. Saklecha A, Quershi MI, Raghuveer R, Harjpal P . Efficacy of scapular and \nupper limb proprioceptive neuromuscular facilitation techniques on \nscapular alignment, upper limb function, and gait in subacute stroke: a \nrandomized controlled trial protocol. F1000Research. 2023. https:// doi. \norg/ 10. 12688/ f1000 resea rch. 138133.1.\nPage 7 of 7\n Saklecha et al. Journal of Medical Case Reports          (2024) 18:598 \n \n 11. da Silva PB, Antunes FN, Graef P , Cechetti F, de Pagnussat AS. Strength \ntraining associated with task-oriented training to enhance upper-limb \nmotor function in elderly patients with mild impairment after stroke: \na randomized controlled trial. Am J Phys Med Rehabil. 2015;94:11–9. \nhttps:// doi. org/ 10. 1097/ PHM. 00000 00000 000135.\n 12. Dabholkar A, Mehta D, Yardi S, Dabholkar T. Assessment of scapular \nbehavior in stroke patients. Int J Health Rehabil Sci IJHRS. 2015;4:95. \nhttps:// doi. org/ 10. 5455/ ijhrs. 00000 0079.\n 13. Chaturvedi P , Singh AK, Kulshreshtha D, Tiwari V, Maurya PK, Thacker AK. \nEffects of early proprioceptive neuromuscular facilitation exercises on \nsensory- motor recovery of upper extremity and neuroplasticity in the \npatients with acute stroke. Medico Res Chron. 2018;5:378–90.\n 14. Chitra: Effect of scapular hold-relax technique on shoulder pain in hemiplegic subjects: A randomized controlled trial. 2023. https:// www. pjiap. \norg/ artic le. asp? issn= 0973- 6549; year= 2017; volume= 11; issue=2; spage= \n49; epage= 52; aulast= Chitra. Accessed 17 Jan 2023.\n 15. Joshi D, Chitra J. Effect of scapular proprioceptive neuromuscular facilitation on shoulder pain, range of motion, and upper extremity function \nin hemiplegic patients: A randomized controlled trial. Ind J Health Sci \nBiomed Res KLEU. 2017;10(3):276–82.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}