{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05038-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05038-z.pdf",
  "metadata": {
    "/Keywords": "Low-grade fibromyxoid sarcoma; LGFMS; Soft tissue tumor; Recurrence; Metastasis; Tumor resection; Long-term follow-up; Shoulder soft tissue sarcoma; Positive margins; Elderly patient",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250121165107+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250121152117+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05038-z",
    "/Author": "Amr Mansour ",
    "/Title": "An elderly patient with low-grade fibromyxoid sarcoma with early postoperative recurrences and metastases: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05038-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Low-grade fibromyxoid sarcoma is a rare soft tissue tumor characterized by a benign histological \nappearance but with a high potential for recurrence and metastasis. First described by Evans in 1987, recurrence \nand metastasis can occur decades after the initial diagnosis, complicating long-term management.",
    "Case Presentation": "Case presentation We report the case of an 83-year-old Jewish female patient diagnosed with low-grade fibromyx oid sarcoma in her right shoulder. The patient underwent wide resection with positive margins, followed by regular \nfollow-ups. At 9 months postoperatively, she developed recurrence involving the right trapezius, thoracic vertebrae, \nribs, and pleural cavity, a second local resection was performed. At 2 years post-surgery, the patient remains recur rence free.",
    "Conclusion": "Conclusion Low-grade fibromyxoid sarcoma, though rare, presents a high risk for recurrence and metastasis. Longterm follow-up and vigilant monitoring are crucial, particularly in cases where positive surgical margins are involved. \nSurgery remains the cornerstone of treatment, but ongoing research into systemic therapies may offer new options \nfor managing metastatic or recurrent low-grade fibromyxoid sarcoma in the future.\nKeywords  Low-grade fibromyxoid sarcoma, LGFMS, Soft tissue tumor, Recurrence, Metastasis, Tumor resection, Longterm follow-up, Shoulder soft tissue sarcoma, Positive margins, Elderly patient\nBackground\nLow-grade fibromyxoid sarcoma (LGFMS) was first rec ognized by Evans in 1987 when he described a bland \nfibromyxoid neoplasm arising in the deep soft tissues of \ntwo young women who subsequently developed metasta ses [1]. Although this is a rare entity, it is reasonable to \nspeculate that it is probably more common than reported \nin medical literature owing to the likelihood of misdiag nosis with other low-grade fibrous or myxoid soft-tissue \nneoplasms.LGFMS occurs more frequently in young to mid dle-aged adults; however, cases have been reported in \npatients between 6 and 65  years of age. Men are more \ncommonly affected than women [2, 3]. The usual pres entation is a slow-growing, painless mass. LGFMS is fre quently surrounded by skeletal muscle [2, 3] and tends to \ninvolve deep soft tissues of the thigh, inguinal region, or \nchest wall. Less commonly, it can involve the shoulder or \naxilla [4].\nMultiple studies have shown recurrence rates of \n1–9% and metastasis rates of 6–27%, primarily in the \nlungs, pleura, and chest wall [5–7]. However, these rates \nincrease with long-term follow-up. Evans’ study, which \nhad the longest follow-up (at least 5  years), reported a \nlocal recurrence rate of 64% (up to 15 years after diagno sis), metastases in 45% (up to 45  years after diagnosis), Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAmr Mansour\namrmansour2011@gmail.com\n1 Division of Orthopedic Surgery, Hillel Yaffe Medical Center, Ha-Shalom \nSt, 3820302 Hadera, Israel\nPage 2 of 4 Mansour et al. Journal of Medical Case Reports           (2025) 19:30 \nand death due to disease in 42% of cases (ranging from 3 \nto 42 years after diagnosis) [8].\nOwing to the rarity of this neoplasm, the role of chem otherapy and radiotherapy remains unknown. Here, we \npresent a rare case of LGFMS in an elderly female patient \nwho experienced recurrence within months of resection, \nalong with our experience from this case.\nCase presentation\nAn 83-year-old Jewish female patient was diagnosed \nwith low-grade fibromyxoid sarcoma (LGFMS) in her \nright shoulder. The patient subsequently underwent a \nwide resection of the local recurrent tumor, with a 1 cm \nmargin in all directions around the mass or the scar from the previous surgery, and she attended follow-up \nexams every 3 months, with appropriate imaging for \nevaluation.\nAt her 9-month follow-up, the patient reported diffi culty moving her neck and discomfort around the surgi cal site (Fig.  1). On examination, she had restricted neck \nmovement to the right,  the surgical site was unremark able, with no palpable mass. Magnetic resonance imaging \n(MRI) revealed a soft tissue mass in the right trapezius \nextending to the thoracic vertebrae, ribs, and pleural cav ity (Fig.  2). A biopsy confirmed recurrence of LGFMS, \nwith skin, subcutaneous tissue, and adjacent fibromuscu lar and fatty tissue infiltrated by the tumor, which stained \npositive for MUC-4.\nFig. 1 Timeline depicting the clinical course of low-grade fibromyxoid sarcoma treatment and follow-up from January 2020 to January 2023. Blue \ndot indicates initial wide resection (12/27/2020), red dot shows biopsy confirmation of recurrence (10/12/2021), and green dot represents second \nwide resection (04/11/2022). The timeline extends to show the complete 2-year follow-up period post initial surgery, ending on 12/27/2022, \nduring which no further recurrence was observed\nFig. 2 T2 magnetic resonance imaging section indicating tumor invasion into the vertebrae (white arrows); a coronal image, b axial image\nPage 3 of 4\n Mansour et al. Journal of Medical Case Reports           (2025) 19:30 \n \nA multidisciplinary surgical team, including orthope dic oncology, spine, cardiothoracic, and plastic surgery \nunits, performed the resection to remove the tumor and \ninvolved structures (Fig. 3).\nNearly 2 years postoperatively, the patient remains \nunder close surveillance with no evidence of recurrence. \nShe is doing well and reports no complaints.",
    "Discussion": "Discussion\nLow-grade fibromyxoid sarcoma (LGFMS), first \ndescribed by Evans [1] in 1987, is known for its decep tively benign histological appearance, despite its high \npotential for recurrence and metastasis. Early reports by \nEvans indicated that 7 out of 12 patients developed dis tant metastases, with follow-up periods ranging from \n5.5 to 50  years [2]. However, a study by Folpe et  al. [9] \nreported lower recurrence (9%) and distant metastasis \n(6%) rates in a cohort of 54 patients, potentially owing to \nmore aggressive surgical interventions and shorter fol low-up periods (median of 24 months).\nRecurrence in LGFMS is often delayed, sometimes \noccurring years after initial treatment. For instance, \nEvans’ later reports documented a median time to local \nrecurrence of 3.5 years, with some cases recurring up to \n15 years post-treatment, while metastasis occurred up to \n45 years after diagnosis, with a median of 5 years [8].\nMost LGFMS tumors are well circumscribed but lack a \ncapsule, allowing for local infiltration, which complicates complete surgical resection [10]. Prognosis is closely tied \nto tumor size, invasion to adjacent tissues, and surgical \nmargin status [11]. Patients with negative surgical mar gins tend to have a lower recurrence risk and longer \nrecurrence-free intervals [12]. In our case, the presence \nof positive surgical margins likely contributed to the early \npostoperative recurrences observed.\nChemotherapy and radiotherapy are generally ineffec tive in LGFMS owing to the tumor’s low mitotic activity \n[13]. Our patient’s treatment plan, consistent with most \nliterature, focused solely on surgical management, as she \ndid not receive chemotherapy or radiotherapy. While \nsystemic therapies remain limited, surgery continues to \nbe the mainstay treatment for both initial and recurrent \ncases. In cases of metastasis, particularly in challeng ing locations such as the vertebrae, surgical intervention \nremains the optimal approach, as was demonstrated in \nour case [13].\nEmerging treatments, such as trabectedin, have shown \npromise in managing metastatic LGFMS, potentially \ntargeting the FUS::CREB3L2 fusion gene [14]. However, \nour patient did not undergo this therapy, as her recur rence was managed surgically. More research is neces sary to better understand the role of systemic therapies in \npatients with early metastatic LGFMS.\nConclusion\nIn our case, early postoperative recurrences may have \nbeen associated with a positive margin during the initial \noperation. The patient underwent a wide tumor resection \nbut developed metastases within 9 months, emphasiz ing the importance of long-term follow-up for the early \ndetection of recurrence.\nGiven the absence of clear treatment guidelines, fur ther research is needed to explore the roles of radiation \nand chemotherapy in managing recurrent or metastatic \nLGFMS. Pathologists must remain vigilant to avoid mis diagnosing this deceptively benign-appearing tumor.\nAlthough LGFMS is more commonly seen in younger \nadults, it should also be considered in elderly patients, as \ndemonstrated in this case.\nAcknowledgments\nNot applicable\nAuthor contributions\nAM and AM: analysis and interpretation of patient data, writing of the \nmanuscript, and revision. EB: supervision and patient care, critical review, and \nrevision. Please direct correspondence to the corresponding author Dr. Amr \nMansour. All authors read and approved the final manuscript.\nFunding\nThere are no sources of funding.\nAvailability of data and materials\nAll data are included in this published article and its supplementary information files.\nFig. 3 Picture taken during the surgery showing the lung, spinal \ncord, and surrounding tissue after removing the involved vertebrae \nand ribs\nPage 4 of 4 Mansour et al. Journal of Medical Case Reports           (2025) 19:30 \nDeclarations\nEthics approval and consent to participate.\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 17 September 2024   Accepted: 16 December 2024\nReferences\n 1. Evans HL. Low-grade fibromyxoid sarcoma a report of two metastasizing \nneoplasms having a deceptively benign appearance. Am J Clin Pathol. \n1987. https:// doi. org/ 10. 1093/ ajcp/ 88.5. 615.\n 2. Evans HL. Low-grade fibromyxoid sarcoma. A report of 12 cases. Am J \nSurg Pathol. 1993;17:595–600.\n 3. Goodlad JR, Mentzel T, Fletcher CD. Low grade fibromyxoid sarcoma: \nclinicopathological analysis of eleven new cases in support of a distinct \nentity. Histopathology. 1995;26:229–37.\n 4. Shidham VB, Ayala GE, Lahaniatis JE, Garcia FU. Low-grade fibromyxoid \nsarcoma: clinicopathologic case report with review of the literature. Am J \nClin Oncol. 1999;22:150–5.\n 5. Lane KL, Shannon RJ, Weiss SW. Hyalinizing spindle cell tumor with giant \nrosettes: a distinctive tumor closely resembling low-grade fibromyxoid \nsarcoma. Am J Surg Pathol. 1997;21:1481–8.\n 6. Chamberlain F, Engelmann B, Al-Muderis O, Messiou C, Thway K, Miah A, \net al. Low-grade fibromyxoid sarcoma: treatment outcomes and efficacy \nof chemotherapy. In Vivo. 2020;34:239–45.\n 7. Guillou L, Benhattar J, Gengler C, Gallagher G, Ranchère-Vince D, Collin F, \net al. Translocation-positive low-grade fibromyxoid sarcoma: clinico pathologic and molecular analysis of a series expanding the morphologic \nspectrum and suggesting potential relationship to sclerosing epithelioid \nfibrosarcoma: a study from the French Sarcoma Group. Am J Surg Pathol. \n2007;31:1387–402.\n 8. Evans HL. Low-grade fibromyxoid sarcoma: a clinicopathologic study of \n33 cases with long-term follow-up. Am J Surg Pathol. 2011;35:1450–62.\n 9. Folpe AL, Lane KL, Paull G, Weiss SW. Low-grade fibromyxoid sarcoma \nand hyalinizing spindle cell tumor with giant rosettes: a clinicopathologic \nstudy of 73 cases supporting their identity and assessing the impact of \nhigh-grade areas. Am J Surg Pathol. 2000;24:1353–60.\n 10. Kim SY, Kim M-Y, Hwang YJ, Han YH, Seo JW, Kim YH, et al. Low-grade \nfibromyxoid sarcoma: CT, sonography, and MR findings in 3 cases. J \nThorac Imaging. 2005;20:294–7.\n 11. Zhang X, Qiu Y, Zhang J, Chen Z, Yang Q, Huang W, et al. An elderly \nlow-grade fibromyxoid sarcoma patient with early postoperative recur rences and metastases: a case report and literature review. Front Med \n(Lausanne). 2024;11:1172746.\n 12. Scheer M, Vokuhl C, Veit-Friedrich I, Münter M, von Kalle T, Greulich \nM, et al. Low-grade fibromyxoid sarcoma: a report of the Cooperative \nWeichteilsarkom Studiengruppe (CWS). Pediatr Blood Cancer. 2020;67: \ne28009.\n 13. Maretty-Nielsen K, Baerentzen S, Keller J, Dyrop HB, Safwat A. Low-grade \nfibromyxoid sarcoma: incidence, treatment strategy of metastases, and \nclinical significance of the FUS gene. Sarcoma. 2013;2013: 256280.\n 14. Matsuyama A, Hisaoka M, Shimajiri S, Hayashi T, Imamura T, Ishida T, et al. \nMolecular detection of FUS-CREB3L2 fusion transcripts in low-grade \nfibromyxoid sarcoma using formalin-fixed, paraffin-embedded tissue \nspecimens. Am J Surg Pathol. 2006;30:1077–84.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}