{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05080-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05080-x.pdf",
  "metadata": {
    "/Keywords": "Dementia; Creutzfeldt‒Jakob disease; Nigeria",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250227105317+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250226172035+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05080-x",
    "/Author": "A. O. Idowu ",
    "/Title": "Rapidly progressive dementia: probable sporadic Creutzfeldt–Jakob disease in a Yoruba Nigerian woman with rapidly progressive dementia: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05080-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Creutzfeldt–Jakob disease is a neurodegenerative disorder that can present with neuropsychiatric \nfeatures such as dementia; it is a rare cause of rapidly progressive dementia. There are no previously reported cases \nof probable or confirmed Creutzfeldt–Jakob disease in Nigeria.",
    "Case Presentation": "Case presentation A 68-year-old Nigerian Yoruba woman with known hypertension presented with a 6-week \nhistory of progressively worsening decline in memory, incoherent speech, irrational behavior, visual hallucinations, \nacute insomnia, and inability to independently perform activities of daily living. Examination revealed impairment \nin immediate recall, short- and long-term memories, and a Mini-Mental State Examination score of 2/30. She \nhad an ataxic gait with abnormal jerky movements of the upper limbs. Brain magnetic resonance imaging \nand electroencephalography were consistent with Creutzfeldt‒Jakob disease. She subsequently experienced sudden \nclinical deterioration following seizure episodes and features suggestive of aspiration pneumonia, and she died \nwithin 14 weeks of the onset of the illness.",
    "Conclusion": "Conclusion This case highlights the pattern and progression of Creutzfeldt–Jakob disease as a cause of dementia \nin an elderly Nigerian woman and the need to have a high index of suspicion of the diagnosis in patients presenting \nwith rapidly progressive neuropsychiatric symptoms and dementia. Early diagnosis allows caregivers and patients \nto prepare well for the future, as the disease remains incurable.\nKeywords  Dementia, Creutzfeldt‒Jakob disease, Nigeria\nBackground\nRapidly progressive dementia (RPD) is used to describe \ncognitive disorders that rapidly progress to dementia \nwithin less than 1–2  years, but more commonly \nover weeks to months [1]. There are a wide range of \ncauses, some of which are treatable if identified early, \nincluding autoimmune, infectious, and toxic-metabolic \nencephalopathies. A rare cause of RPD is Creutzfeldt–\nJakob disease (CJD), which is a transmissible spongiform \nencephalopathy associated with the deposition of \nabnormally folded protein (prion) in the brain. Other \nprion diseases include Gertsmann–Sträussler–\nSchneinker (GSS) disease, kuru, fatal familial insomnia, *Correspondence:\nA. F. Ogunmodede\nbimpefunmilola@yahoo.com\n1 Department of Medicine, Obafemi Awolowo University Teaching \nHospitals Complex, Ile -Ife, Osun State, Nigeria\n2 Neurology Unit, Department of Medicine, Federal Medical Centre, Owo, \nOndo State, Nigeria\n3 Neurology Unit, Department of Medicine, Obafemi Awolowo University \nTeaching Hospitals Complex, Ile -Ife, Osun State, Nigeria\n4 Department of Radiology, Obafemi Awolowo University Teaching \nHospitals Complex, Ile -Ife, Osun State, Nigeria\n5 Department of Medicine, Obafemi Awolowo University, Ile -Ife, Osun \nState, Nigeria\nPage 2 of 7 Idowu et al. Journal of Medical Case Reports           (2025) 19:77 \nand variable protease-sensitive prionopathy. Four \ndifferent forms of CJD have been recognized: variant, \niatrogenic, familial, and sporadic. The most common \nform is the sporadic form, accounting for 85% of all cases \nof CJD, with an incidence of approximately 1–1.5 people \nper million annually. Familial CJD accounts for 10% of \ncases, whereas iatrogenic and variant forms account for \nthe remaining cases [2, 3]. Several cases of CJD have \nbeen reported outside Africa [4–7]. However, within the \nAfrican continent, a few cases have also been reported. \nThese include a case of iatrogenic CJD from a dura mater \ngraft in South Africa [8] and four definite, seven probable, \nand two possible cases of CJD reported in Kenya within \na 14-year period [9]. Other risk factors associated with \nsporadic CJD include surgeries and blood transfusion. \nIt is an occupational risk among health workers \n[10]. Abnormal prion protein in the brain",
    "Results": "results in \nspongiform alteration, neuronal loss, and gliosis, leading \nto rapidly progressive dementia; myoclonus; pyramidal \nand extrapyramidal signs; and cerebellar ataxia, with \na median survival of 4.5  months from symptom onset \n[7, 11, 12]. To the best of the authors’ knowledge, \nthere are no previously reported cases of probable or \nconfirmed CJD in Nigeria. We report a case of probable \nsporadic CJD in a 68-year-old Nigerian woman with \nrapidly evolving symptomatology corroborated by \nelectroencephalogram (EEG) and neuroimaging findings.\nCase presentation\nThe patient was a 68-year-old female Yoruba woman with \na prior normal social life, who was referred to the neurol ogy outpatient clinic with a history of progressive decline \nin memory for a duration of 6 weeks, as reported by her \nhusband. She was unable to perform her activities of daily \nliving, including cooking, bathing, eating, and managing \nfunds, and had a history of talking out of context with \nirrational behavior. She often missed her way around the \nhome, occasionally urinated in inappropriate places, and \ncould not remember recent events or remote events.\nThere was a history of visual hallucinations, as she was \nreported to be seeing persons who were not physically \npresent, but she had no tremors or body stiffness. There \nwas no history of antecedent head trauma or stroke, and \nthe husband reported no preceding history of depres sion or background mental illness. There was a history of \npoor memory in her older sister, who was in her late 60s \nand subsequently died approximately 5 years after onset \nof her symptoms. However, the details of the diagnosis \ncould not be ascertained.\nShe was diagnosed with hypertension approximately \n10  years prior to the onset of her symptoms and was \ncompliant with her medications. She neither consumed \nalcohol nor smoked cigarettes.On neurological examination, she was conscious, with \norientation to person only. Immediate recall, short-term \nmemory, and long-term memory were impaired, with a \nMini-Mental State Examination score of 2/30. She had \nquadriparesis with Medical Research Council (MRC) \nmuscle power grade 3. Hypertonia, hyperreflexia, and \nextensor plantar response were observed in the right \nlower limb.\nAn examination of other systems revealed essentially \nnormal findings. An initial assessment of rapidly \nprogressive dementia to rule out an acute psychotic \ndisorder was made. She underwent brain magnetic \nresonance imaging (MRI) and a series of investigations, \nand the results are shown in Table 1 and Figs. 1 and 2. \nShe was seen at a follow-up clinic visit 2  weeks \nlater. She was observed to have developed persistent \npurposeless abnormal jerky movement of the upper \nlimbs, which was worse on the right, with restlessness, \nataxia, unnecessary shouting, and poor sleep. She had \ndeteriorated further and was not oriented in person \nanymore. An assessment of rapidly progressive dementia, \nprobable sporadic Creutzfeldt‒Jakob Disease (CJD), was \nmade.\nThe plan was to perform a cerebrospinal fluid (CSF) \n14-3-3 protein assay and CSF and/or olfactory mucosa \nreal-time quaking-induced conversion (RT-QuIC) \nseeding assays. She was also reviewed by the psy chiatrists, who commenced her on tablet risperidone \n0.5 mg at night and tablet levetiracetam 250 mg twice a \nday for seizure prophylaxis.\nShe presented at the emergency department 5  weeks \nlater with a complaint of 2 days of fever, difficulty \nbreathing, and an episode of generalized tonic‒clonic \nconvulsion, and she also experienced progressively \nworsening altered sensorium a few hours before \npresentation.\nOn examination, she was in respiratory distress, and \nshe was tachypneic with a respiratory rate of 40 cpm; her \noxygen saturation was between 89 and 90% on intranasal \noxygen. There were coarse crepitations in both the mid dle and lower lung zones bilaterally.\nShe had a Glasgow Coma Scale (GCS) score of 9/15, \nwith global hypotonia and hyporeflexia. A chest X-ray \nrevealed multiple patchy opacities in both lung fields, \nwith more in the right lung field, and an assessment of \naspiration pneumonia. A repeat brain MRI scan was \nordered, but the relatives declined due to financial con straints. She was started on intravenous antibiotics and \ncontinued on tablet levetiracetam 500 mg twice a day via \na nasogastric tube and prophylactic anticoagulation with \nsubcutaneous Clexane 40 mg daily.\nPage 3 of 7\n Idowu et al. Journal of Medical Case Reports           (2025) 19:77 \n \nThe results shown in Table  1 revealed leukocytosis with \nneutrophilia, hypernatraemia, elevated serum urea, and \nderanged liver enzymes.\nThe patient’s condition, however, deteriorated during \nadmission, with her GCS score decreasing to 6/15, \napproximately 9  days after admission. She was later admitted to the intensive care unit (ICU), intubated, and \nplaced on ventilatory support.\nWhile in the ICU, the patient was persistently febrile \nand had severe dyselectrolytemia (hypokalemia, \nhypomagnemia, hypernatremia, and hypocalcemia) \naccompanied by acute symptomatic focal seizures that Table 1 Summary of the investigation results at admission\nThe values in bold letters are deranged\nFBG fasting blood glucose, 2HPP 2-hour postprandial, FBC full blood count, INR international normalized ratio, PT  prothrombin time, PTTK  partial thromboplastin time \nwith kaolin, PCV packed cell volume, LDL low-density lipoprotein, HDL high-density lipoprotein, HbSAg hepatitis B surface antigen, anti-HCV hepatitis C antibody, GGT  \ngamma glutamyl transferase, AST aspartate aminotransferase transaminase, ALT  alanine aminotransferaseBlood glucose FBG: 4.4 mmol/L, 2HPP: 7.6 mmol/L\nThyroid function test fT3: 1.4 ng/ml (normal range: 0.8–1.9)\nfT4: 9.0 ug/dl (normal range: 5–13)\nTSH: 1.5 mIU/ml (normal range: 0.3–4.2)\nFBC, ESR (on admission) PCV: 42%\nWBC: 16,600 cells/mL\nNeutrophils: 96%\nLymphocytes: 04%\nPlatelets: 107,000/mL\nUrine microscopy, culture, and sensitivity (on admission) Macroscopy\nMicroscopy:  < 5 WBC/Hpf, nil RBC, nil cast/crystals, nil yeast\nCulture-yielded no growth after 24 hours of incubation\nBlood culture Blood culture yielded no growth after 5 days of incubation\nSerology RVS: Negative\nHbSAg: Negative\nAnti-HCV: Negative\n12-lead electrocardiogram Sinus rhythm, normal axis\nLipid profile Total cholesterol: 2.6 mmol/L\nLDL: 1.6 mmol/L\nHDL: 0.5 mmol/L\nTriglycerides: 1.3 mmol/L\nBlood electrolytes, urea, and creatinine Creatinine: 101 μmol/L (normal range: 50–132 μmol/L)\nK: 3.1 mmol/L (normal range: 3–5 mmol/L)\nHCO3: 16 mmol/L (normal range: 20–30 mmol/L)\nNa: 155 mmol/L (normal range: 135–145 mmol/L)\nUrea: 13.6 mmol/L (normal range: 2.5–5.8 mmol/L)\nLiver function tests (on admission) Total bilirubin: 10 (normal range: up to 20 umol/L)\nConjugated bilirubin: 6 (normal range: up to 5 umol/L)\nAlkaline phosphatase: 93 IU/L (normal range: 60–170 IU/L)\nGGT: 83 IU/L (normal range: 4–28 IU/L)\nAST: 103 IU/L(normal range: < 40 IU/L)\nALT: 128 IU/L(normal range: < 40 IU/l)\nTotal protein: 78 (normal range: 58–80 g/L)\nAlbumin: 36 (normal range: 35–50 g/L)\nGlobulin: 42 (normal range: 20–45 g/L)\nClotting profile INR: 1.1\nPT test: 13 seconds (control: 12 seconds)\nPTTK test: 27.5 seconds (control: 33 seconds)\nPage 4 of 7 Idowu et al. Journal of Medical Case Reports           (2025) 19:77 \nwere controlled. Cardiopulmonary physiotherapy and \nneurorehabilitation was commenced.\nDespite all the interventions, there was no improve ment in her clinical status, and the overall poor prognosis \nand terminal nature of the illness was discussed with her \nnext of kin (husband); a decision was made to take her \noff the mechanical ventilator owing to poor response to \ntreatment in the context of the terminal nature of the ill ness and the accumulating hospital bills, which had taken \na heavy toll on the family. The consequences of the deci sion were explained to the husband and the patient’s rela tions, with input from the social workers and legal unit of \nthe hospital.\nThe patient was extubated 24 days after admission and \ntransferred to the medical ward on intranasal oxygen \nsupport via nasal prongs with close vital sign monitor ing; she died a day after leaving the ICU. An autopsy was \nrequested, but the family declined.",
    "Discussion": "Discussion\nCreutzfeldt‒ Jakob disease (CJD) was first described in \n1920 by Hans Creutzfeldt and was later described in \n1921 and 1923 by Alfons Jakob. The disease progresses \ninexorably to death once clinical symptoms appear. \nThe patient was diagnosed with probable sporadic CJD because of the presentation of rapidly progressive \ndementia, ataxia, myoclonic jerks of the upper limbs, \nbrain MRI findings (cortical ribbon sign, high signal \nintensity in the left cerebral frontal gyrus, straight \ngyrus, insula, medial occipitotemporal gyrus, and \ncaudate lobe), and typical EEG findings (periodic sharp \nand slow wave complexes). This assessment of probable \nsporadic CJD was performed via the Centers for \nDisease Control (CDC) diagnostic criteria highlighted \nin Table 2 .\nOur patient was 68  years old and fell into the age \nrange of 60–80  years, which is typical of the age \nrange of sporadic CJD described in a previous study \n[15]. She presented with talking out of context, \nirrational behavior, inappropriate behavior, and visual \nhallucinations, which were symptoms suggestive of \npsychiatric illness. The initial neurologic manifestation \nin this patient was poor memory, but she gradually \ndeveloped ataxia, myoclonic jerks, and poor sleep \nwithin 2 weeks as shown in Fig.  3. Microglial activation, \nsynaptic and neuronal loss are responsible for the rapid \nneurologic decline.The absence of neurons may be \nobserved in the striatum, cerebral cortex and thalamus \nwith the progression of the illness [16]. Other common \ncauses of rapidly progressive dementia, such as \nFig. 1 Electroencephalogram of the patient showing a short interval and generalized periodic sharp and slow wave complexes (highlighted \nwithin the red lines)\nPage 5 of 7\n Idowu et al. Journal of Medical Case Reports           (2025) 19:77 \n \nthyroid dysfunction, hepatic encephalopathy, cerebral \ninfarction, and HIV were excluded. A close differential \nis also fatal familial insomnia, in which there may be \na strong family history, and insomnia, phobia, panic \nattacks, and hallucinations usually precede memory \nproblems, unlike in CJD.\nDWI and FLAIR sequences of brain MR images \nrevealed that cortical ribbon signs affect various parts \nof the cerebral hemispheres and deep structures. This \nmethod has been reported to have high sensitivity (91%) \nand specificity (95%) [17]. The high cortical signals on \nDWI-MRI were more on the left. Unilateral imaging \nfindings have been observed in the early stages of the \ndisease, with global symmetric spread as the disease progresses [18]. Typical EEG findings in patients with \nCJD are that of periodic sharp and slow wave complexes, \nalso demonstrated in our patient [19]. EEG findings \nvary depending on the stage of the disease, as it is said \nto emerge by 8–12  weeks from onset and disappear \nin the later stages [20, 21]. The patient later presented \nwith features of aspiration pneumonia, from which she \ndeveloped other complications that eventually led to her \ndeath. Aspiration pneumonitis has been reported as the \nmost common cause of death by Zerr et al. [16] The rate \nof progression from illness onset to death in our patient \nwas approximately 13  weeks, as shown in Fig.  3, which \nis less than the 20-week survival time [22] and greater \nthan the 5.3-week survival time [7]. This difference \nFig. 2 A, B, and C are axial diffusion-weighted images of a 68-year-old woman who presented with poor memory/rapidly progressive dementia. \nThe images show high cortical signals (cortical ribbon signs) asymmetrically affecting the cerebral hemispheres, with more signals on the left. The \narrow in A shows the effects on the left cerebral frontal gyrus, straight gyrus, insula, medial occipitotemporal gyrus, and caudate lobe (deep gray \nmatter); the arrow in the lower left in B shows the effects on the cuneus bilaterally, but more on the left; C shows the effects on the left superior \nand middle occipital gyri and the left inferior parietal lobule. The findings are less pronounced on fluid-attenuated inversion recovery images, \nas shown in panel D \nPage 6 of 7 Idowu et al. Journal of Medical Case Reports           (2025) 19:77 \ncould be related to the various stages of presentation \nand the quality of palliative care received. Although a \ndefinite diagnosis of sporadic CJD can be made only \nby confirming pathologic prion protein deposition in \nthe brain, the diagnosis of probable sporadic CJD is \nquite challenging considering the different patterns of \npresentation. Limitations in the definitive diagnosis of \nthe patient include the unavailability of CSF 14-3-3 and \nRT-QuIC assays and cultural challenges in accepting \nautopsy for a definitive diagnosis.\nHowever, it is essential to make an accurate diagnosis \nto differentiate it from other, reversible causes of \ndementia. The financial implications of the cost of \ninvestigations such as brain MRIs and all other blood \ntests were a major challenge, as the patient was not on \nthe national health insurance scheme, similar to most \nother patients in developing countries [23]. Cultural \nobstacles encountered in the care of the patient include \ncaregiver burden, since the spouse was elderly, and the fact that Yoruba people frown on taking family members \nto care homes. Most chronic neurological disorders are \nbelieved to be spiritual, and alternative care (traditional \nand spiritual) may be sought in addition to Western care. \nIncreasing awareness of this condition among general \npractitioners and health care workers is recommended, \nas well as taking adequate clinical histories and making \ntimely referrals to a neurologist.\nEthical dilemmas involving the escalation of treatment \nplans, the ceiling of care, and the withdrawal of \nventilatory support also pose great challenges in the \nhealthcare setting in developing nations because of \nthe cultural and religious beliefs of patients with such \nterminal illnesses, coupled with the lack of a palliative \ncare team in most hospitals in Nigeria. This was the case \nfor this report’s patient.\nUnfortunately, there is no cure for CJD, and treatment \nfocuses mainly on managing symptoms and providing \nsupportive care. Owing to its rarity and complexity, CJD Table 2 Center for Disease Control’s diagnostic criteria for Creutzfeldt‒Jakob Disease (CJD), 2018 (adapted from the World Health \nOrganization, WHO, [13], Zerr et al. [14] and the National CJD Research & Surveillance Unit)\nSporadic CJD\nDefinite: Diagnosed by standard neuropathological techniques; and/or immunocytochemically; and/or western blot confirmed protease-resistant PrP; \nand/or presence of scrapie-associated fibrils\nProbable: Neuropsychiatric disorder plus positive RT-QuIC in cerebrospinal fluid (CSF) or other tissues\nOR\nRapidly progressive dementia; and at least two out of the following four clinical features:\n(1) Myoclonus, (2) visual or cerebellar signs, (3) pyramidal/extrapyramidal signs, and (4) akinetic mutism\nAND a positive result on at least one of the following laboratory tests\na typical EEG (periodic sharp wave complexes) during an illness of any duration\na positive 14-3-3 CSF assay in patients with a disease duration of less than 2 years\nHigh signal in caudate/putamen on magnetic resonance imaging (MRI) brain scan or at least two cortical regions (temporal, parietal, or occipital) \neither on diffusion-weighted imaging (DWI) or fluid attenuated inversion recovery (FLAIR)\nAND without routine investigations indicating an alternative diagnosis\nPossible: Progressive dementia; and at least two out of the following four clinical features: (1) myoclonus, (2) visual or cerebellar signs, (3) pyramidal/\nextrapyramidal signs, and (4) akinetic mutism\nAND the absence of a positive result for any of the four tests above that would classify a case as “probable” AND duration of illness less than two years \nAND without routine investigations indicating an alternative diagnosis\nRapidl y \nProg ressive  \nDementia of 6 \nweeks onset .Neurolog y \noutpatient cl inic2 weeks later.  \nFollo w-up clinic\nHad develo ped \nchorea,ataxia,poor \nsleep and \nrestlessness .5 weeks later.  \nEmergencyAdmitted for \n34da ys\nWorsenin g \nsensorium and \naspiration \npneumonia.Deterioration in  \nclinical state \ndespite intensive \ncare and late r\ndied.\nFig. 3 Timeline of events\nPage 7 of 7\n Idowu et al. Journal of Medical Case Reports           (2025) 19:77 \n \nremains an area of ongoing research to better under stand its causes, progression, and potential therapeutic \napproaches. Studies and trials investigating the possibil ity of prophylactic and therapeutic interventions are still \nongoing.\nConclusion\nThis case highlights an unusual presentation of \nCreutzfeldt‒Jakob disease as a cause of dementia in \na middle-aged Nigerian woman, as well as ethical \nand cultural challenges in its management. The \ndiagnosis of CJD should be suspected in patients \npresenting with rapidly progressive neuropsychiatric \nsymptoms and dementia. Diagnostic tests such as \nelectroencephalography and brain magnetic resonance \nimaging with cerebrospinal fluid (CSF) analysis should \nbe requested in such cases, as this could potentially \nhelp unravel the diagnosis, despite limitations in access \nto advanced diagnostic",
    "Methods": "methods in most developing \nnations.\nAcknowledgements\nNone.\nAuthor contributions\nAO, AF, and AA conceptualized and drafted the report. UC and SA analyzed \nand interpreted the investigation results. MA and MB critically revised the \nmanuscript. All authors read and approved of the final manuscript.\nFunding\nNone.\nAvailability of data and materials\nAdditional materials used during this study are available from the corresponding author upon request.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient’s next-of-kin for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 24 October 2024   Accepted: 30 December 2024\nReferences\n 1. Geschwind MD, Haman A, Miller BL. Rapidly progressive dementia. Neurol \nClin. 2007;25(3):783–807.\n 2. Rus T, Lorber B, Trošt M, Dobrecovič S, Jager NČ, Popović M, et al. High \nincidence of sporadic Creutzfeldt–Jakob disease in Slovenia in 2015: a \ncase series. Dement Geriatr Cogn Dis Extra. 2018;8(1):42–50.\n 3. Chen C, Dong XP . Epidemiological characteristics of human prion \ndiseases. Infect Dis Poverty. 2016;5:1–6. 4. Barnwal S, Jha G, Sola SC, Anand P , Shariff SY. Creutzfeldt–Jakob disease: \na case report and literature review for understanding the big picture. \nCureus. 2022. https:// doi. org/ 10. 7759/ cureus. 31303.\n 5. Tilley BS, Smith C, Pavese N, Attems J. Rare histotype of sporadic \nCreutzfeldt–Jakob disease, clinically suspected as corticobasal \ndegeneration. BMJ Case Rep. 2019;12(3): e228305.\n 6. Lahiri D, Pattnaik S, Bhat A, Dubey S, Biswas A, Roy BK. Young-onset \nsporadic Creutzfeldt–Jakob disease with atypical phenotypic features: a \ncase report. J Med Case Rep. 2019;13:1–5.\n 7. Al Balushi A, Meeks MW, Hayat G, Kafaie J. Creutzfeldt–Jakob disease: \nanalysis of four cases. Front Neurol. 2016;7:138.\n 8. Toovey S, Britz M, Hewlett RH. A case of dura mater graft-associated \nCreutzfeldt–Jakob disease in South Africa. S Afr Med J. 2006;96(7):592–3.\n 9. Adam AM, Akuku O. Creutzfeldt–Jakob disease in Kenya. Trop Med Int \nHealth. 2005;10(7):710–2.\n 10. Watson N, Brandel JP , Green A, Hermann P , Ladogana A, Lindsay T, \nMackenzie J, Pocchiari M, Smith C, Zerr I, Pal S. The importance of \nongoing international surveillance for Creutzfeldt–Jakob disease. Nat Rev \nNeurol. 2021;17(6):362–79.\n 11. Kretzschmar HA, Ironside JW, DeArmond SJ, Tateishi J. Diagnostic criteria \nfor sporadic Creutzfeldt–Jakob disease. Arch Neurol. 1996;53(9):913–20.\n 12. Bucelli RC, Ances BM. Diagnosis and evaluation of a patient with rapidly \nprogressive dementia. Mo Med. 2013;110(5):422.\n 13. WHO. WHO | Global surveillance, diagnosis and therapy of human \ntransmissible spongiform encephalopathies: report of a WHO \nconsultation. Geneva, Switzerland, 9–11 February 1998. World Health \nOrganization 1998.\n 14. Zerr I, Kallenberg K, Summers DM, Romero C, Taratuto A, Heinemann U, \net al. Updated clinical diagnostic criteria for sporadic Creutzfeldt–Jakob \ndisease. Brain. 2009;132(10):2659–68.\n 15. Ladogana A, Puopolo M, Croes EA, Budka H, Jarius C, Collins S, et al. \nMortality from Creutzfeldt–Jakob disease and related disorders in Europe, \nAustralia, and Canada. Neurology. 2005;64(9):1586–91.\n 16. Zerr I, Parchi P . Sporadic creutzfeldt–Jakob disease. In: Handbook of \nClinical Neurology vol 153. Elsevier; 2018. pp. 155–174.\n 17. Young GS, Geschwind MD, Fischbein NJ, Martindale JL, Henry RG, Liu S, \net al. Diffusion-weighted and fluid-attenuated inversion recovery imaging \nin Creutzfeldt–Jakob disease: high sensitivity and specificity for diagnosis. \nAm J Neuroradiol. 2005;26(6):1551–62.\n 18. Manara R, Fragiacomo F, Ladogana A, Vaianella L, Camporese G, Zorzi \nG, Vicinanza S, Zanusso G, Pocchiari M, Cagnin A. MRI abnormalities in \nCreutzfeldt–Jakob disease and other rapidly progressive dementia. J \nNeurol. 2024;271(1):300–9.\n 19. Steinhoff BJ, Räcker S, Herrendorf G, Poser S, Grosche S, Zerr I, et al. \nAccuracy and reliability of periodic sharp wave complexes in Creutzfeldt–\nJakob disease. Arch Neurol. 1996;53(2):162–6.\n 20. Khan S, Khan S. Sporadic Creutzfeldt–Jakob disease: diagnosing typical \nand atypical presentations under limited circumstances. Dement Geriatr \nCogn Disord. 2021;50(1):36–42.\n 21. Sheetal S, Gladson N, George J, Sithara T. Evolution of clinical, \nelectroencephalographic, and radiological changes in sporadic \nCreutzfeldt–Jakob disease. CHRISMED J Health Res. 2024;11(1):67–70.\n 22. Pocchiari M, Puopolo M, Croes EA, Budka H, Gelpi E, Collins S, et al. \nPredictors of survival in sporadic Creutzfeldt–Jakob disease and \nother human transmissible spongiform encephalopathies. Brain. \n2004;127(10):2348–59.\n 23. Loayza N, Pennings SM. Macroeconomic policy in the time of COVID-19: \na primer for developing countries. World Bank Research and Policy Briefs. \n2020. (147291).\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}