{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04944-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04944-y.pdf",
  "metadata": {
    "/Keywords": "Mirror hand; Dimelia; Pollicization; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241128162949+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241128145147+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04944-y",
    "/Author": "V. Ravi Kiran ",
    "/Title": "Mirror hand and its management: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04944-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Mirror hand is a rare congenital anomaly. Most of these cases are sporadic and associated with defective sonic hedgehog during embryogenesis. In this report, we present the case of a child with this rare congenital \nanomaly and its management.",
    "Case Presentation": "Case presentation A 2.5-year-old Asian female child presented with left-sided Al Qattan type 1A ulnar dimelia \nwith restriction of wrist and elbow range of motion. Radiological examination revealed duplication of ulna with polydactyly. Management of mirror hand is a great surgical challenge, so preoperative planning and staged manage ment is essential for the functional outcome of this condition. We successfully achieved fine and gross motor skills \nof the hand with acceptable cosmetic",
    "Results": "results at 2 years of follow-up.",
    "Conclusion": "Conclusion It is crucial to remember that early intervention, ideally between 18 and 24 months of age, is key for optimal functional outcomes. Meticulous preoperative planning and surgical technique are essential. Long-term followup and parental counseling about the need for supervised physical therapy are important for managing secondary \ndeformities. Additionally, digital subtraction angiography should be performed to rule out any associated neurovascular malformations.\nKeywords  Mirror hand, Dimelia, Pollicization, Case report",
    "Introduction": "Introduction\nMirror hand is a rare congenital anomaly of the upper \nextremities. The typical mirror hand is characterized by \na defective preaxial border of the hand and forearm with \nduplication of the ulna and components of the ulnar \nray distally, with all digits in one single plane. This gives \nan impression of two hands placed opposite to each \nother with longitudinal fusion of radial rays and radius \nalong the preaxial border. The ulna on the preaxial side is usually hypoplastic with radial deviation of the hand, \nwith a comparatively shorter limb than on the contralat eral side [1]. There is an absent thumb with duplication \nof the carpal bone on the ulnar side. The most consistent \nfinding in the forearm is an absent radius with two ulnae \nopposing one another, thereby restricting elbow motion \n(along with poorly developed brachialis and biceps) and \nforearm rotation (restricted supination). Absent radius is \nassociated with absent wrist extensors, resulting in defec tive wrist extension [2].\nOther associated anomalies of mirror hand include \nipsilateral congenital dislocation of the shoulder [3], \nhypoplastic capitulum [3], duplication of the humeral \nhead [4], syndactyly (bony or soft tissue), and internal \norgan malformations (congenital hypertrophic pyloric \nstenosis, multicystic kidney) [5].\nThere is still debate to delineate the best possi ble method of surgical treatment of these complex Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nM. L. V. Sai Krishna\nkrishna.mlv.sai@gmail.com\n1 Department of Orthopaedics, All India Institute of Medical Sciences \n(AIIMS), New Delhi, India\n2 Department of Orthopaedics, Aayush Hospitals, Eluru, Andhra Pradesh, \nIndia\n3 Department of Orthopaedics, All India Institute of Medical Sciences \n(AIIMS), Raebareli, India\nPage 2 of 7 Ravi Kiran et al. Journal of Medical Case Reports          (2024) 18:576 \nanomalies. There are very few case reports in the litera ture, probably fewer than 100, with considerable anatom ical variations.\nCase presentation\nWe present a case of Al Qattan [6] type 1A ulnar dime lia in a 2.5-year-old female Asian child. The condition \ninvolved the left side, featuring an absent thumb, two \nulnae, and eight fingers with soft tissue syndactyly of the \ntwo most radial digits. There are no associated syndromic \nfeatures. She was the second child of non-consanguine ous parents with insignificant antenatal history. There \nwas no history of any congenital anomaly in her siblings. \nSystemic examination was normal.\nThe child had flexion deformity of 10° at the wrist, with \na further 20–40° of active range of motion. She has active \nflexion of 40–50° at the elbow, with limited forearm rota tion (Fig.  1). The ipsilateral shoulder range of motion \nwas grossly 90° normal. On examination of the hand, \nthere was a crude finger grasp but no selective fine finger \nmotion.\nInvestigations\nOn radiological evaluation (Fig.  2) of the upper limb, \nthere was duplication of the ulna articulating with the \nhumerus, and well-formed metacarpal bones except for \nthe middle metacarpal, which was hypoplastic. All the \nfingers were triphalyngeal, except the fifth most radial \nfinger, which is redundant with two phalanges. There \nwas soft-tissue syndactyly of radial-most digits. Digital subtraction angiography was performed, and aberrant \nvascular malformations were ruled out.\nTreatment\nA two-stage reconstruction of the hand was planned \nfor the child. In stage 1, we planned pollicization of the \nthird radial-most digit for oppositional grasp, along with \namputation of two radial-most syndactyly fingers (Figs.  3, \n4). After giving the Ezaki incision [7], flaps were raised \non the ulnar and radial side of the first web space. The \nneurovascular bundle of the finger intended for pollici zation was identified and followed proximally along with \nthe radial vessel of the ulnar finger up to 1 cm proximal \nto the bifurcation. Radial-most syndactyly fingers were \namputated after ligation of the radial vessel away from \nbifurcation and subperiosteal dissection of respective \nmetacarpal bone. A dorsal flap was raised in the adi povenous plane, conserving dorsal veins. The fillet flaps \nwith intact vascularity were used to reconstruct the first \nweb space. The dorsal interosseous muscle along with the \nperiosteal strip was hitched to the radial lateral band and \npalmar interosseous to the ulnar lateral band. The distal \nepiphysis of the second metacarpal was excised to restrict \nthe growth, and proximally, the metaphyseal flare was cut \nwith a bone cutter. The proximal metacarpal was sutured \nwith distal physis using 2.0 Ethibond to achieve the final \nposition of extension, pronation of 110°, and abduction of \n45°. The procedure provided the child with a functional \nthumb and five fingers (with a nonfunctional redundant \nfinger, i.e., fifth radial-most digit). \nFig. 1 Clinical picture of the hand preoperatively\nPage 3 of 7\n Ravi Kiran et al. Journal of Medical Case Reports          (2024) 18:576 \n \nAn above-elbow slab was given for 3  months. A \npolyvinyl chloride opposition splint was given after \n3 months, and range-of-motion exercises were advised. \nStage 2 was planned after 1  year of primary surgery, \nin which the nonfunctional fifth most radial digit was amputated with reconstruction of the transverse meta carpal ligament. With this staged approach, we were \nable to provide the child with an esthetic upper limb \nwith a functional thumb and four digits (Figs. 5 , 6). \nFig. 2 Radiograph showing articulation of duplicated ulna with the humerus\nFig. 3 Intraoperative pictures\nPage 4 of 7 Ravi Kiran et al. Journal of Medical Case Reports          (2024) 18:576 \nFig. 4 Intraoperative pictures\nFig. 5 Clinical picture of outcome, showing esthetic and functional thumb and four fingers (immediate postoperatively and 2 years \npostoperatively)\nPage 5 of 7\n Ravi Kiran et al. Journal of Medical Case Reports          (2024) 18:576",
    "Discussion": "Discussion\nMirror hand anomalies are a spectrum of developmental \ndisorders that include duplication of hand and wrist ele ments to elbow and shoulder involvement. Current liter ature includes several case reports of ulnar dimelia, all of \nwhich are probably incomplete duplications of the hand. \nThe International Federation of Societies of Surgery of \nthe Hand (IFSSH) has classified this anomaly as duplica tion, although complete substitution of preaxial compo nents is very rare [8].\nMost cases of mirror hand are sporadic with very rare \ngenetic syndrome association [9, 10].\nSounders and Gasseling described the possible embry ogenesis of the mirror hand as an ectopic location of the \nzone of polarizing activity cells or defective sonic hedge hog gene, which is involved in anterior–posterior axis \ndifferentiation [2, 11]. Other mechanisms described are \ndefects in the positional differentiation of part of the ray \nwhich is governed by the HOX gene or translocation \nbreakpoint of the location 14q13 [12, 13].\nThe literature recommends hand reconstruction \nbefore the child’s second birthday, during which time \nthe child develops fine motor skills, which makes the \noccupational therapy easier after surgery owing to cortical plasticity. It is recommended that pollicization \nbe delayed until the child reaches 18 months of age, to \nallow sufficient growth of the hand. Surgery would be \nbit more challenging at a later age (> 3 years) because of \nongoing stiffness [3 ].\nIn our case, the child presented late after their second \nbirthday and the treatment (Fig.  7) yielded satisfactory \nresults. However, it is crucial to remember that early \nintervention, ideally at between 18 and 24 months of age, \nis key for optimal functional outcomes. In our patient, \nafter careful observation by the operating surgeon and \noccupational therapist, we found that the child was con sistently using the third radial-most finger as a thumb \n(scissoring grasp), which was mobile with robust intrinsic \nand extrinsic muscle tendon groups, which proves that \nthe child was a good candidate for pollicization. So, we \ndecided that pollicization would help this child to obtain \nfine motor skills even at 2.5 years of age.\nThe parents were instructed to perform passive rangeof-motion exercises of fingers and asked to observe the \nchild while playing to identify the best-suited finger for \npollicization. Early pollicization tends to yield better \noutcomes. Thumb reconstruction in mirror hand is a \ntechnically demanding procedure that requires proper \npreoperative planning owing to the wide variation in \nanatomy and complexity. Nevertheless, successful out comes have been reported in neglected cases of mirror \nhand managed with pollicization and excision of extra \ndigits in adolescent patients [3, 14]. In our patient, the \noperating surgeon had enough experience in pollicization \nsurgeries. We followed a stepwise technical approach to \nposition the thumb in the desired position and achieved \nsatisfactory mobilization of muscle tendon units during \nsurgery. After surgery, we kept the child under close fol low-up by the occupational therapist, who played a cru cial role in teaching the child how to use the new thumb \nto its maximum potential. So, our experience suggests \nthat long periods of physical therapy and training may be \nessential to maximize cortical reorganization and func tional outcome if index is surgery delayed.\nAl-Qattan et al. [6] reported a case of mirror hand with \npolydactyly with one ulna and one hypoplastic radius and \ndescribed a classification of variations of the mirror hand. \nGuilty et al. [15] discussed the management and surgical \nchallenges of a true ulnar dimelia case, while Rayan et al. \n[7] described the anatomical variations in ulnar dimelia \ncases. Other reported cases include a forearm with both \na radius and ulna and eight digits in the hand, and a mir ror hand with multiple fingers but distinguishable radius \nand ulna [2, 4]. Barton et al. described a hand with multi ple fingers, two ulnae (one rudimentary), and one radius \n[16]. Complete duplication of the hand, although rare, \nhas also been documented [17].\nFig. 6 Clinical picture of outcome, showing esthetic and functional \nthumb and four fingers (immediately postoperatively and 2 years \npostoperatively)\nPage 6 of 7 Ravi Kiran et al. Journal of Medical Case Reports          (2024) 18:576 \nSurgical challenges in treating mirror hand arise from \nneurovascular anatomical variations, such as duplication \nof the ulnar artery, shortening of the radial nerve, absence \nof the radial artery, and abnormal arterial arches [18]. \nPreoperative three-dimensional (3D) printing has been \nsuggested to better understand the complex anatomy \nbefore surgery [19]. The goals of surgical management in \nmirror hand include pollicization of the best-suited digit \n(better functional digit on the preaxial border) along with \nselective amputation of supernumerary digits. The extra \nredundant skin and intrinsic musculature of amputated \ndigits are used for reconstruction of the first web space \nand thenar eminence to create a functional thumb. The \nextensor tendons of ablated digits can be used to aug ment the wrist extensors if there is a preoperative flexion \ndeformity of the wrist.\nConclusion\nIt is crucial to remember that early intervention, ide ally at between 18 and 24 months of age, is key for opti mal functional outcomes. Apart from age, the other \ncrucial factors that define the outcome are meticulous preoperative planning, surgical technique, surgeon \nexperience, and postoperative occupational therapy. \nLong-term follow-up and parental counseling about the \nneed for supervised physical therapy are important for \nmanaging secondary deformities. Additionally, digital \nsubtraction angiography should be performed to rule \nout any associated neurovascular malformations.\nAcknowledgements\nNot applicable.\nAuthor contributions\nThe surgery was performed by T.A., and the manuscript was overseen by him. \nThe rest of the authors contributed in writing the draft and obtaining the \nrelevant data.\nFunding\nNot applicable.\nData availability\nData supporting the findings of this study are available from the corresponding author upon reasonable request.\nFig. 7 Timeline of the case report and surgeries performed\nPage 7 of 7\n Ravi Kiran et al. Journal of Medical Case Reports          (2024) 18:576 \n \nDeclarations\nEthics approval and consent to participate\nEthical approval is not required for individual case reports, where the patient \nand their family consent is obtained and anonymity is maintained.\nInformed consent\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNo competing interests from any of the authors.\nReceived: 12 September 2024   Accepted: 17 October 2024\nReferences\n 1. Chinegwundoh JO, Gupta M, Scott WA. Ulnar dimelia. Is it a true duplication of the ulna? J Hand Surg Br. 1997;22(1):77–9.\n 2. Yang SS, Jackson L, Green DW, Weiland AJ. A rare variant of mirror hand: a \ncase report. J Hand Surg. 1996;21(6):1048–51.\n 3. Jafari D, Sharifi B. A variant of mirror hand. A case report. J Bone Jt Surg Br. \n2005;87(1):108–10.\n 4. King RJ, Hoyes AD. The mirror hand abnormality. Hand. \n1982;14(2):188–93.\n 5. El Hage S, Ghanem I, Megarbané A, Razzouk C, Dagher F, Kharrat \nK. Main en miroir : une nouvelle forme avec revue de la littérature. \nRevue de Chirurgie Orthopédique et Réparatrice de l’Appareil Moteur. \n2008;94(2):174–8.\n 6. Al-Qattan MM, Al-Thunayan A, De Cordier M, Nandagopal N, Pitkanen J. \nClassification of the mirror hand-multiple hand spectrum. J Hand Surg Br. \n1998;23(4):534–6.\n 7. Rayan GM, Upton J III. Ulnar dimelia (mirror hand). In: Rayan GM, Upton J \nIII, editors. Congenital hand anomalies and associated syndromes. Berlin: \nSpringer; 2014. p. 197–203. https:// doi. org/ 10. 1007/ 978-3- 642- 54610-5_ \n15.\n 8. Manske PR, Oberg KC. Classification and developmental biology of congenital anomalies of the hand and upper extremity. J Bone Jt Surg Am. \n2009;91(Suppl 4):3–18.\n 9. Sandrow RE, Sullivan PD, Steel HH. Hereditary ulnar and fibular dimelia \nwith peculiar facies. A case report. J Bone Jt Surg Am. 1970;52(2):367–70.\n 10. Martin RA, Jones MC, Jones KL. Mirror hands and feet 235 with a distinct \nnasal defect, an autosomal dominant condition. Am J Med Genet. \n1993;46(2):129–31.\n 11. Jameel J, Khan AQ, Ahmad S, Abbas M. Ulnar dimelia variant: a case \nreport. J Orthop Traumatol. 2011;12(3):163–5.\n 12. Kondoh S, Sugawara H, Harada N, Matsumoto N, Ohashi H, Sato M, \net al. A novel gene is disrupted at a 14q13 breakpoint of t(2;14) in a \npatient with mirror-image polydactyly of hands and feet. J Hum Genet. \n2002;1(47):136–9.\n 13. Apiou F, Flagiello D, Cillo C, Malfoy B, Poupon MF, Dutrillaux B. Fine \nmapping of human HOX gene clusters. Cytogenet Cell Genet. \n1996;73(1–2):114–5.\n 14. Gaba S, John N, Bhogesha S, Singh O, Vemula GK. Mirror hand: an uncommon neglected case managed with pollicisation. World J Plast Surg. \n2017;6(2):263–5.\n 15. Guity M, Bashti K, Sharafatvaziri A. Exellent result of a mirror hand \nanomaly treatment. Iranian J Pediatr. 2013. Available from: https:// www. \nseman ticsc holar. org/ paper/ Exell ent- Result-  of-a- Mirror- Hand- Anoma ly- \nTreat ment-  Guity- Bashti/ 9f690 3f5a9 f259c 6372b e528d 172eb 77aab 5065f . 16. Barton NJ, Buck-Gramcko D, Evans DM. Soft-tissue anatomy of mirror \nhand. J Hand Surg Br. 1986;11(3):307–19.\n 17. Kelikian H. Congenital deformities of the hand and forearm. Available \nfrom: https:// cir. nii. ac. jp/ crid/ 11302 82271 76148 6464.\n 18. Tomaszewski R, Bulandra A. Ulnar dimelia-diagnosis and management \nof a rare congenital anomaly of the upper limb. J Orthop. 2015;12(Suppl \n1):S121-124.\n 19. Podolsky DJ, Borschel GH. Preoperative modeling for mirror 256 hand: \nsimplifying a difficult problem using 3-dimensional printing and simulation. Plast Reconstr Surg Glob Open. 2019;7(1): e1929.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}