{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05106-4",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05106-4.pdf",
  "metadata": {
    "/Keywords": "Case report; Gitelman syndrome; Hypokalemia; Hypokalemic periodic paralysis; Hypomagnesemia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250224075630+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250222173235+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05106-4",
    "/Author": "Hajar Jamal Teir ",
    "/Title": "Gitelman syndrome presenting with lower limb paralysis: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05106-4",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Gitelman syndrome is a rare autosomal recessive disorder that affects the distal convoluted tubules \nof the kidneys. It often manifests through various symptoms, including muscle weakness, paresthesia, fatigue, \nor paralysis. Owing to the scarcity of case reports regarding Gitelman syndrome in the Middle East and North Africa \nregion, it is imperative to spread awareness about this syndrome for prompt diagnosis. Consequently, this could drastically decrease the rate of complications and help with its management and prognosis. This case report addresses \nthe lack of awareness surrounding the syndrome. In addition to its unfamiliarity, the patient presented in this case \nexhibited hypokalemic periodic paralysis, which is a rare presentation of Gitelman syndrome.\nCase summary A 17-year-old Egyptian male patient presented to the emergency department complaining \nof progressive lower limb weakness during the previous week. The patient had recurrent, brief episodes of lower \nlimb paralysis for more than 2 years. Clinical examination revealed severe lower limb weakness with a power of 0/5 \nbilaterally. There was no evidence of upper limb or respiratory muscle involvement. Further investigations revealed \nsevere hypokalemia, hypomagnesemia, metabolic alkalosis, hypocalciuria, and hyperreninemia. A positive family history, along with the aforementioned laboratory",
    "Results": "results, supported the diagnosis of Gitelman syndrome. \nThe patient was then transferred to the high-dependency care unit, where aggressive correction of hypokalemia \nand hypomagnesemia commenced. With the resolution of the lower limb weakness, the patient was discharged \nhome in a stable condition.",
    "Conclusion": "Conclusion Clinical history and biochemical findings helped in expediting the final diagnosis of Gitelman syndrome. With prompt electrolyte repletion, the patient regained full function and sensation in his lower limbs. Owing \nto the limited number of reported Gitelman syndrome cases within the Middle East and North Africa region, it is critical to increase exposure and knowledge of Gitelman syndrome.\nKeywords  Case report, Gitelman syndrome, Hypokalemia, Hypokalemic periodic paralysis, Hypomagnesemia",
    "Introduction": "Introduction\nGitelman syndrome (GS), otherwise known as familial \nhypokalemia-hypomagnesemia, is a renal tubulopathy \nthat often manifests with hypokalemia, hypomagnesemia, \nhypochloremia, metabolic alkalosis, and hypocalciuria \n[1]. Hypocalciuria is most frequently considered the fac tor that distinguishes it from Bartter syndrome, which \nconversely presents with hypercalciuria [2].\nGitelman syndrome has a genetic etiology with an \nautosomal recessive mode of inheritance [3]. In most Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAbdallah Alzoubi\na.alzoubi@ajman.ac.ae\n1 Department of Pathological Sciences, College of Medicine, Ajman \nUniversity, P .O. Box 346, Ajman, United Arab Emirates\n2 Department of Internal Medicine, Sheikh Khalifa Medical City, Ajman, \nUnited Arab Emirates\nPage 2 of 5 Teir et al. Journal of Medical Case Reports           (2025) 19:69 \ncases, it is proven to be a result of an inactivating muta tion affecting both alleles of the SLC12A3 gene [4]. This, \nin turn, affects the function of the thiazide-sensitive \nsodium-chloride cotransporter found in the distal con voluted tubules of the kidneys [5]. These mutations may \ncause patients to be asymptomatic or to present with \nsigns and symptoms that are nonspecific and mild. It \nmay even mimic the signs and symptoms of patients on \nthiazide diuretics [6]. These can include polydipsia, salt \ncravings, low blood pressure, muscle cramps, fatigue, \nparesthesia, periodic paralysis, and palpitations [7].\nThe incidence of GS cases remains unreported within \nthe Middle East and North Africa (MENA) region. \nWith insufficient awareness of GS within this region, its \ndiagnosis can be challenging and delayed. In this study, \nwe report a case of GS in a 17-year-old Egyptian male \npatient who was diagnosed and treated in the United \nArab Emirates.",
    "Case Presentation": "Case presentation\nA 17-year-old Egyptian male patient presented to the \nemergency department (ED) of our hospital with lower \nlimb weakness, an inability to walk, vomiting, and a his tory of generalized body aches. The lower limb weakness \nand inability to walk began gradually 5 days prior. While \nat home, he reported collapsing five times and being una ble to get up afterward, as his legs could not support his \nweight. These episodes were self-resolving, but they were \nbecoming significantly prolonged. His past medical his tory was significant for recurrent episodes of lower limb \nparalysis that had occurred every month for the previ ous 2 years. These episodes often lasted for 2 minutes \nand were described as less severe, thus explaining why \nhe never visited a hospital. Another aspect to note was a \nrecent history of gastroenteritis, which may have exacer bated his GS symptoms at the time of presentation. The \npatient reported having vomited once and experienced \ndiarrhea twice 1 day prior. Moreover, he had lost an esti mated 10 kg in the previous few weeks as he was fast ing for the month of Ramadan while maintaining a low \ncarbohydrate, ketogenic diet with minimal intake of flu ids. Similarly, he denied taking any medications, includ ing diuretics. His family history was significant as his \n19-year-old brother presented with similar symptoms at \nthe age of 9 years and was subsequently diagnosed with \nGS.\nUpon physical examination, he was fully conscious, \nalert, and oriented. His vital signs were stable with a \nslightly elevated heart rate of 103 beats per minute, \na blood pressure of 113/74  mmHg, a temperature of \n36.9  °C (oral), a respiratory rate of 18 breaths per min ute, and an oxygen saturation of 98% on room air. He had \na weight of 85 kg, a height of 170 cm, and a body mass index of 29.4  kg/m2. On inspection, he had acanthosis \nnigricans on the posterior aspect of his neck, on his axil lae, and both elbows. Auscultation of the heart revealed \nnormal S1 and S2 heart sounds, with no added sounds, \nand the lungs revealed normal vesicular breathing bilat erally. Upon palpation of the abdomen, it was soft, lax, \nand nontender. A neurological examination of the lower \nlimbs revealed a power of 2/5 with complaints of pain; \nhowever, the neurological examination of the upper \nlimbs was unremarkable. There were no neurological \nfocal deficits found.\nTable  1 presents the venous blood gas (VBG) data \ntaken from the patient in the ED. The results revealed a \nnormal pH (7.43), normoglycemia (5.7 mmol/L), an ele vated anion gap (13.9 mmol/L), a slight elevation in lac tate (2.1  mmol/L), marked hypokalemia (1.7  mmol/L), \nnormonatremia, and a reduction in both carbon diox ide (31.4  mmHg) and bicarbonate (28.8  mmol/L). As \npresented in Table  2, baseline laboratory investiga tions revealed a slightly elevated white blood cell count \n(WBC) (12.28 ×  109/L; 75.3% neutrophils) and platelet \ncount (464 ×  109/L). Blood C-reactive protein (CRP) \nwas 2.51 mg/L, which fell within the universally accept able range. Liver function tests revealed an elevated ala nine transaminase level (82 U/L). A remarkable fourfold \nincrease in total creatine kinase was recorded (411 U/L). \nImportantly, laboratory analysis of serum electrolytes \nrevealed hypomagnesemia (0.54  mmol/L), hypochlo remia (93.4  mmol/L), hypokalemia (1.54  mmol/L), \nnormonatremia H (139  mmol/L), and normocalce mia (2.32  mmol/L). Serum levels of renin and aldoster one were significantly elevated (128  ng/mL/hour and \n62.7  pg/mL, respectively). Urine electrolyte analysis \nrevealed hypermagnesuria (3.34  mmol/L), hypocalciuria \n(< 0.2  mmol/L), hypokaluria (13  mmol/L), high urinary \nchloride (161 mmol/L), and hypernatriuria (179 mmol/L), \nTable 1 Venous blood gas at the time of presentation\nBE base excess, PCO2 partial pressure of carbon dioxide, PO2 partial pressure of \noxygen, HCO3 bicarbonatePatient’s results Normal range\npH 7.43 7.35–7.45\nGlucose (mmol/L) 5.7 4–12\nAnion gap (mmol/L) 13.9 4–12\nBE (mmol/L) 7.7 +3 to −3\nLactate (mmol/L) 2.1  < 2\nPotassium (mmol/L) 1.7 3.5–5\nSodium (mmol/L) 142 135–145\nPCO2 (mmHg) 31.4 41–51\nHCO3 (mmol/L) 28.9 20–24\nPO2 (mmHg) 31.4 30–40\nPage 3 of 5\n Teir et al. Journal of Medical Case Reports           (2025) 19:69 \n \nas presented in Table  3. A dexamethasone suppression \ntest was done, which came back negative. An electrocar diogram (ECG) showed sinus rhythm and typical changes \nof hypokalemia with a prolonged QT interval, prominent \nU waves, and ST depression. Abdominal ultrasonography \nwas performed, which revealed an enlarged fatty liver. \nNo pathologies were seen in the gallbladder, spleen, pan creas, kidneys, or urinary bladder (Fig. 1).\nIn the ED, the patient was given 2.5  mg of intrave nous magnesium sulfate, 500 mL of intravenous lactated \nRinger’s solution, 10 mg of intravenous metoclopramide, \n40  mg of intravenous pantoprazole, and 1000  mg of intravenous acetaminophen. With these interventions, a \ngradual resolution of his lower limb weakness was noted. \nOn the basis of the evaluation of the patient’s symp toms, family history, physical examination, and labora tory investigations, the patient was diagnosed with GS. \nThe patient was admitted to the HDU, where he received \nfurther electrolyte correction. He required 8 days of hos pitalization, and prior to discharge, he received compre hensive patient education regarding his condition. The \npatient was discharged in good clinical condition and was \nadministered daily potassium chloride (600 mg), calcium \ncarbonate (600 mg), and spironolactone (25 mg) tablets. \nIn addition, a follow-up appointment in the medical \nclinic was given to the patient 1 week after discharge.",
    "Discussion": "Discussion\nGitelman syndrome is an autosomal recessive disorder \ntypically caused by a mutation in the SLC12A3 gene, \nwhich in most cases is classified as a missense mutation; \ntherefore, this leads to a disruption in the thiazide-sensi tive sodium chloride cotransporter (NCCT) [8]. Accord ing to numerous studies, the mutation of the CLCNKB  \ngene can lead to a phenotypic overlap between GS and \ntype III Bartter syndrome [9]. Clinical history, labora tory results, and genetic testing aid in differentiating \nbetween the two. The definitive diagnosis of GS, however, \nis through genetic testing [10]. In this case, the patient \nhad a positive family history determined through genetic \ntesting, which raised suspicions of a GS diagnosis.\nGitelman syndrome is a rare disorder that is estimated \nto have a prevalence of 25 per million people in the gen eral population [11]. GS is known to affect individuals of \ndifferent ethnic backgrounds. For instance, the preva lence of heterozygous individuals is approximately 1% \nof the white population [11]. However, there are no con cise data regarding the exact prevalence of GS in other Table 2 Baseline laboratory investigations at the time of \npresentation\nWBC white blood cell, CRP C-reactive protein, HDL high-density lipoprotein Patient’s results Normal range\nHemoglobin (g/dL) 16.3 13.8–17.2\nHematocrit (%) 45.7 41–50\nWBC (/L) 12.28 ×  1094.5–11.0 ×  109\nNeutrophils (%) 75.3% 40–60\nPlatelet count (/L) 464 ×  109150–450 ×  109\nCRP (mg/L) 2.51  < 0.3\nHbA1C% 5.35 4–5.6\n25-hydroxy vitamin D (nmol/L) 46.17 50–125\nAlanine transaminase (U/L) 82 29–33\nTotal creatine kinase (U/L) 411 55–170\nCreatinine (µmol/L) 72 61.9–114.9\nThyroid-stimulating hormone \n(mIU/L)3.68 0.5–4.15\nThyroxine (pmol/L) 18.77 12–30\nSerum magnesium (mmol/L) 0.54 0.85–1.1\nSerum chloride (mmol/L) 93.4 95–105\nSerum potassium (mmol/L) 1.54 3.5–5\nSerum sodium (mmol/L) 139 135–145\nSerum calcium (mmol/L) 2.32 2.2–2.7\nHDL (mmol/L) 0.69  > 1\nTriglyceride (mmol/L) 4.8  < 1.7\nCholesterol (mmol/L) 4.64  ≤ 5\nRenin (ng/mL/h) 128 4–23.7\nAldosterone (pg/mL) 62.7 3–28\nTable 3 Urine electrolyte levels at the time of presentation\nPatient’s results Normal range\nUrinary magnesium (mmol/L) 3.34 0.86–9.54\nUrinary calcium (mmol/L)  < 0.2 2.5–7.5\nUrinary potassium (mmol/L) 13  ≥ 20\nUrinary chloride (mmol/L) 161 110–250\nUrinary sodium (mmol/L) 179  > 20\nFig. 1 Ultrasound image of the liver showing an enlarged fatty liver\nPage 4 of 5 Teir et al. Journal of Medical Case Reports           (2025) 19:69 \nethnic groups. More importantly, there has been limited \nreported literature regarding any GS case within the \nMENA region, or any estimation of its prevalence.\nGitelman syndrome can manifest at any age from the \nneonatal period to adulthood, with a wide variety of pre senting signs and symptoms. It either remains asympto matic, has nonspecific symptoms, or it can present with \nthe typical signs and symptoms of GS [12]. These symp toms include muscle cramps, muscle weakness, tetany, \nsalt craving, mild polyuria, fatigue, dizziness, thirst, pal pitations, or mild hypotension, among many others [13]. \nClinical laboratory workups tend to aid in the diagnosis, \nillustrating salt and potassium wasting, metabolic alka losis, hypokalemia, hypomagnesemia, and hypercalce mia [14]. These laboratory changes and symptoms were \nevident in this patient and aided in reaching a definitive \ndiagnosis.\nGitelman syndrome is diagnosed by exclusion; thus, \nother differentials with similar presentations should be \nruled out. These include laxative abuse; proton pump \ninhibitor (PPI) use; bulimia nervosa; primary hyper aldosteronism; Bartter syndrome (BS); and epilepsy, \nataxia, sensorineural deafness, and salt wasting (EAST) \nsyndrome.\nClinical history and urinalysis are extremely use ful for excluding laxative abuse. Our patient denied \nthe use of laxatives. He had a magnesium level of \n3.3 mmol/L, potassium level of 13 mmol/L, and sodium \nlevel of 179  mmol/L, thereby excluding laxative abuse \nand confirming electrolyte wasting through urine and \nnot through the gastrointestinal tract [15]. Likewise, \nPPI use can be easily excluded as it can cause isolated \nhypomagnesemia [16]. Eating disorders, such as bulimia \nnervosa, cause electrolyte imbalances but are associated \nwith low urinary chloride. In this case, it was excluded, as \nurinary chloride was within normal limits (161 mmol/L) \n[17]. Primary hyperaldosteronism was also ruled out as \nit leads to low renin levels and hypertension, which were \nnot evident in this patient [15].\nLastly, Bartter syndrome and Gitelman syndrome \ntend to have overlapping symptoms. The main differen tiating factors that are present in BS are growth restric tion and developmental delay [18]. Laboratory results \ntend to reveal hypercalciuria and normomagnesemia in \npatients with BS, while patients with GS present with \nhypocalciuria and hypercalcemia [18]. In this case, the \npatient’s laboratory results revealed hypocalciuria and \nhypomagnesemia, thus leaning toward the diagnosis of \nGS [20]. Similarly, EAST syndrome was excluded because \nit is associated with neurologic symptoms, which were \nnot observed in this patient [21]. After exclusion, GS was \nthe most appropriate diagnosis for this patient after using \nclinical history, physical examination, laboratory results, and imaging to negate all the other causes. Individualized \ngenetic testing for our patient would also have been a def inite confirmatory test for GS, which was not done in this \ncase [22]. However, it was previously performed for his \nelder brother and was positive for GS.\nThe treatment of GS is symptomatic, which is resolved \nthrough electrolyte supplementation. The mainstay \ntreatment is incorporating a high sodium diet  along \nwith potassium and magnesium supplementation [7, \n16]. Potassium chloride (KCL) is usually administered \norally. However, if there is severe hypokalemia, as in this \npatient, we need to start urgent intravenous KCL infusion \n[23]. Similarly, oral magnesium chloride is frequently the \nsupplement of choice owing to its better tolerability, and \nif severely deficient, it is promptly administered intrave nously. Other treatment modalities include nonsteroidal \nanti-inflammatory drugs, potassium-sparing diuretics, \nand renin–angiotensin system blockers [16].\nConclusion\nWith the information presented in this report, it is vital \nfor all health professionals to have a high index of sus picion of Gitelman syndrome as a differential diagnosis. \nThis is owing to the nonspecific signs and symptoms of \nthis disease that might be confused with other causes. \nA detailed patient history, clinical signs and symptoms, \nand laboratory workup are the cornerstones for a prompt \ndiagnosis.\nAbbreviations\nGS  Gitelman syndrome\nMENA  Middle East and North Africa\nED  Emergency department\nHDU  High-dependency care unit\nVBG  Venous blood gas\nCRP  Blood C-reactive protein\nECG  Electrocardiogram\nIV  Intravenous\nPPI  Proton pump inhibitor\nBS  Bartter syndrome\nEAST  Epilepsy, ataxia, sensorineural deafness, and salt wasting\nKCL  Potassium chloride\nBE  Base excess\nPCO2  Partial pressure of carbon dioxide\nPO2  Partial pressure of oxygen\nHCO3  Bicarbonate\nWBC  White blood cells\nHDL  High-density lipoprotein\nAcknowledgements\nWe express our sincerest gratitude to our advisor, Dr. Kristina Bystrom, who \nprovided unwavering support and encouragement throughout the course \nof the writing of this case report. A special thank you to the supportive team \nof physicians at Sheikh Khalifa Medical City Ajman who helped and provided \nvaluable insights during every step of the way, particularly: Dr. Safaa Kasim \nand Dr. Mustafa Al-Badra.\nAuthor contributions\nHJT, NA, and KYA initiated the research, conducted the literature review, \ngathered the patient’s data, and contributed to the writing of the initial manuscript. AEI took care of the patient, oversaw the research, and revised the initial \nPage 5 of 5\n Teir et al. Journal of Medical Case Reports           (2025) 19:69 \n \nmanuscript. AA supervised and contributed to the editing and revision of the \ninitial manuscript. All the authors read and approved the final manuscript.\nFunding\nThe APC was partially funded by the Deanship of Research and Graduate \nStudies at Ajman University, UAE.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nWritten informed consent was obtained from the patient for participation. This \nreport was approved by the Ethics Committee of Sheikh Khalifa Medical City \nAjman.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication \nof this report and any accompanying images. A copy of the written consent is \navailable for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 30 September 2024   Accepted: 6 February 2025\nReferences\n 1. Bettinelli A, Bianchetti MG, Girardin E, Caringella A, Cecconi M, Appiani \nAC, et al. Use of calcium excretion values to distinguish two forms of \nprimary renal tubular hypokalemic alkalosis: Bartter and Gitelman syndromes. J Pediatr. 1992;120:38–43.\n 2. Flisiński M, Skalska E, Mączyńska B, Butt-Hussaim N, SobczyńskaTomaszewska A, Haus O, et al. Gitelman syndrome with normocalciuria—\nA case report. BMC Nephrol. 2022;23:170.\n 3. Al Shibli A, Narchi H. Bartter and Gitelman syndromes: spectrum of \nclinical manifestations caused by different mutations. World J Methodol. \n2015;5:55–61.\n 4. Riveira-Munoz E, Chang Q, Bindels RJ, Devuyst O. Gitelman’s syndrome: towards genotype–phenotype correlations? Pediatr Nephrol. \n2007;22:326–32.\n 5. Reyes JV, Medina PMB. Renal calcium and magnesium handling in Gitelman syndrome. Am J Transl Res. 2022;14:1–19.\n 6. Gaur A, Ambey R, Gaur BK. Gitelman’s syndrome: rare presentation with \ngrowth retardation. Indian J Nephrol. 2014;24:60.\n 7. Nakhoul F, Nakhoul N, Dorman E, Berger L, Skorecki K, Magen D. Gitelman’s syndrome: a pathophysiological and clinical update. Endocrine. \n2012;41:53–7.\n 8. Vargas-Poussou R, Dahan K, Kahila D, Venisse A, Riveira-Munoz E, Debaix \nH, et al. Spectrum of mutations in Gitelman syndrome. J Am Soc Nephrol \nJASN. 2011;22:693–703.\n 9. Seyberth HW, Schlingmann KP . Bartter- and Gitelman-like syndromes: \nsalt-losing tubulopathies with loop or DCT defects. Pediatr Nephrol Berl \nGer. 2011;26:1789–802.\n 10. Blanchard A, Bockenhauer D, Bolignano D, Calò LA, Cosyns E, Devuyst O, \net al. Gitelman syndrome: consensus and guidance from a kidney disease: \nimproving global outcomes (KDIGO) controversies conference. Kidney \nInt. 2017;91:24–33.\n 11. Knoers NV, Levtchenko EN. Gitelman syndrome. Orphanet J Rare Dis. \n2008;3:22.\n 12. Cruz DN, Shaer AJ, Bia MJ, Lifton RP , Simon DB. Yale Gitelman’s and \nBartter’s Syndrome Collaborative Study Group. Gitelman’s syndrome \nrevisited: an evaluation of symptoms and health-related quality of life. \nKidney Int. 2001;59:710–7. 13. Koçkara AŞ, Candan F, Hüzmeli C, Kayataş M, Alaygut D. Gitelman’s \nsyndrome associated with chondrocalcinosis: a case report. Ren Fail. \n2013;35:1285–8.\n 14. Parmar MS, Muppidi V, Bashir K. Gitelman Syndrome. In: StatPearls. Treasure Island (FL): StatPearls Publishing; 2023.\n 15. Urwin S, Willows J, Sayer JA. The challenges of diagnosis and manage ment of Gitelman syndrome. Clin Endocrinol (Oxf ). 2020;92:3–10.\n 16. Koyyada A. Long-term use of proton pump inhibitors as a risk factor for \nvarious adverse manifestations. Therapie. 2021;76:13–21.\n 17. Bamgbola OF, Ahmed Y. Differential diagnosis of perinatal Bartter, Bartter \nand Gitelman syndromes. Clin Kidney J. 2020;14:36–48.\n 18. Urbanová M, Reiterová J, Stěkrová J, Lněnička P , Ryšavá R. DNA analysis of \nrenal electrolyte transporter genes among patients suffering from Bartter \nand Gitelman syndromes: summary of mutation screening. Folia Biol \n(Praha). 2011;57:65–73.\n 19. Cunha da TS, Heilberg IP . Bartter syndrome: causes, diagnosis, and treat ment. Int J Nephrol Renov Dis. 2018;11:291–301.\n 20. Besouw MTP , Kleta R, Bockenhauer D. Bartter and Gitelman syndromes: \nquestions of class. Pediatr Nephrol Berl Ger. 2020;35:1815–24.\n 21. Abdelhadi O, Iancu D, Stanescu H, Kleta R, Bockenhauer D. EAST syndrome: clinical, pathophysiological, and genetic aspects of mutations in \nKCNJ10. Rare Dis Austin Tex. 2016;4: e1195043.\n 22. Matsunoshita N, Nozu K, Shono A, Nozu Y, Fu XJ, Morisada N, et al. Differential diagnosis of Bartter syndrome, Gitelman syndrome, and pseudoBartter/Gitelman syndrome based on clinical characteristics. Genet Med \nOff J Am Coll Med Genet. 2016;18:180–8.\n 23. Kardalas E, Paschou SA, Anagnostis P , Muscogiuri G, Siasos G, Vryonidou \nA. Hypokalemia: a clinical update. Endocr Connect. 2018;7:R135–46.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}