{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04942-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04942-0.pdf",
  "metadata": {
    "/Keywords": "Retrocaval ureter; Congenital anomaly; Inferior vena cava; Ipsilateral hydronephrosis",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241128022537+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241127101110+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04942-0",
    "/Author": "Isaack Mlatie Maro ",
    "/Title": "Retrocaval ureter: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04942-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The retrocaval ureter is a rare congenital anomaly resulting from abnormal development of the infe rior vena cava. The obstruction is usually at the retrocaval segment of the ureter, as it lies between the inferior vena \ncava and the body of the third lumbar vertebra. Computed tomography intravenous urography is the gold standard for investigating this condition and can reveal ipsilateral hydronephrosis and the fishhook sign or sickle sign \nof the proximal ureter, depending on the type of retrocaval ureter.",
    "Case Presentation": "Case presentation We present the case of a 30-year-old African female who presented with intermittent dull right \nflank pain for 3 years. Computed tomography intravenous urography revealed isolated moderate right hydrone phrosis with a fishhook sign in the proximal ureter. Surgical correction was performed, and the patient was followed \nfor 6 months with improved renal function.",
    "Conclusion": "Conclusion Surgery remains the sole definitive management of the retrocaval ureter for symptomatic patients \nand those with worsening hydronephrosis or differential renal function.\nKeywords  Retrocaval ureter, Congenital anomaly, Inferior vena cava, Ipsilateral hydronephrosis",
    "Introduction": "Introduction\nThe retrocaval ureter, also referred to as the pre-ureteral \nvena cava, is a rare congenital entity in which the ure ter passes posterior to the inferior vena cava (IVC) [1]. \nIt",
    "Results": "results from abnormal persistence of the right subcar dinal vein ventral to the ureter during IVC embryogen esis [2]. The developing right ureter courses behind and \nmedial to the IVC over the pedicle of the L3–L4 vertebrae \nand then exits between the IVC and the aorta, returning to its normal position. This produces varying degrees of \nhydroureteronephrosis [3].\nEven though it is a congenital defect, individuals typi cally do not exhibit symptoms until their third or fourth \ndecade of life. Symptoms arise due to pelvic-ureteric \njunction obstruction secondary to either kinking of the \nureter, adynamic retrocaval segment of ureter, or com pression of retrocaval segment of ureter against psoas \nmuscle [4]. Also symptoms may arise from complications \nof pelvic ureteric junction obstruction, such as second ary nephrolithiasis and pyelonephritis [5]. The clinical \nsymptomatology of the retrocaval ureter is not specific to \nthe abnormality, and the diagnosis is based on radiologi cal investigations, especially contrasted abdominal pelvic \ncomputed tomography (CT) scans [6].\nWe present the case of a 30-year-old female with a type \nI retrocaval ureter who presented with intermittent dull \nright flank pain for 6  years. CT intravenous urography \n(IVU) revealed isolated moderate hydronephrosis with *Correspondence:\nCharles John Nhungo\ncharlesnhungo@gmail.com\n1 Department of Urology, Muhimbili National Hospital, Dar es Salaam, \nTanzania\n2 Department of Surgery, School of Clinical Medicine, Muhimbili \nUniversity of Health and Allied Sciences, Dar es Salaam, Tanzania\n3 Department of Radiology, Muhimbili National Hospital, Dar es Salaam, \nTanzania\nPage 2 of 5 Maro et al. Journal of Medical Case Reports          (2024) 18:573 \nfishhook sign in the proximal ureter. Surgical correction \nwas performed by mobilization of the retrocaval ureter \nand uretero-ureteric anastomosis. The patient was fol lowed for 6 months and experienced improved renal out comes and symptom resolution.\nCase presentation\nWe report a case of 30-year-old African female who \npresented at our urology outpatient clinic with a chief \ncomplaint of intermittent severe dull right flank pain \nfor 3 years; recently, it was associated with general body \nmalaise accompanied by episodes of nausea and vomit ing. The patient denied history of fever, hematuria, or \nlower urinary tract symptoms. Two years prior to admis sion she did an abdominopelvic ultrasound at a periph eral hospital and was diagnosed with recurrent chronic \ncystitis and right hydronephrosis. She was treated with \nantibiotics and her physician decided to do endoscopic \ndouble-J (DJ) stent insertion. Stent was left for 3 months \nand during this time she reported improvement in \nabdominal pain; however, pain recurred after DJ stent \nremoval. She reported a subsequent DJ stent insertion, \nwhich resulted again in symptom alleviation. The patient \ndenied history of similar illness in her family.\nPhysical examination revealed normal findings. \nAbdominal examination revealed mild tenderness in the \nright flank with non-ballotable kidneys. The results of \nlaboratory investigations, such as hematology and bio chemistry, were within the normal range.\nKidney–ureter–bladder (KUB) ultrasonography \nrevealed proximal hydro-ureteropelvic distension with \nmoderate loss of corticomedullary differentiation in the \nright kidney. A routine X-ray of the kidney–ureter–blad der was normal, with no evidence of renal calculi. A \ncontrasted abdominopelvic computed tomography vol ume-rendered image exquisitely depicted the “fishhook” \nor “S-shaped appearance” of the right ureter at the level \nof L3 vertebra with moderate hydronephrosis (Fig.  1) and \ndilatation of the ureter proximal to it and normal left kid ney signaling the right retrocaval ureter and pelvi-ure teric junction obstruction (Fig. 2 and 3).\nThe patient underwent ureteroureterostomy after \nconsenting, through a right flank incision via an extra peritoneal approach we found a dilated renal pelvis, \nretrocaval ureter crossing the inferior vena cava at the \nlevel of lumbar three (L3) vertebra (Fig.  4) and stenotic \nretrocaval segment of ureter. After isolating the right \nrenal pelvis and ureter (Fig.  5), the ureter was marked \nwith a vessel loop and mobilized cranially and caudally \nto stenotic retrocaval segment. The ureters were han dled carefully and non-traumatically to spare its blood \nsupply and for prevention of anastomotic leak or atro phy. Both ends of the ureter adventitia were freed of \nFig. 1 Computed tomography urography volume-rendered \nimage exquisitely depicts the “fishhook” or “S-shaped appearance” \nof the right ureter (white arrow) at the level of L3 vertebra \nwith moderate hydronephrosis and dilatation of the ureter proximal \nto it and normal left kidney\nFig. 2 CT scan coronal images excretory phase showing moderate \nhydronephrosis present on the right side (blue arrow). The proximal \nportion of the right ureter is mildly dilated, passes behind the IVC \nat the level of the L3 vertebra causing fishhook-shaped deformity. No \nrenal or ureteral stones are noted\nPage 3 of 5\n Maro et al. Journal of Medical Case Reports          (2024) 18:573 \n \nscarred tissue, ensured a good vascular supply, and \nbrought together with tension free. The stenotic ret rocaval segment was removed. The proximal and dis tal end were spatulated about 7–10 mm at 180° apart, \nthen stent was inserted. Corner sutures were placed \nto both ends by PDS 5–0. Watertight anastomosis was \naccomplished by completing the ureteral anastomosis \nutilizing the corner sutures in an interrupted manner.\nA surgical drain was placed and removed on day \nfourth when there was insignificant drainage, and a \nFoley catheter left indwelling for 72 h.\nAfter 6  weeks, control KUB ultrasonography \nrevealed resolving right sided ureteropelvic hydro nephrosis, and the double-J stent was removed. Sixmonth patient follow-up demonstrated complete \nresolution of abdominal pain with no evidence of ure teral stricture.\nFig. 3 Computed tomography urography axial images; excretory \nphase on the right kidney at different levels showing the ureter (on \nthe blue arrow) behind the IVC (white arrow) at the level of the L3 \nvertebra\nFig. 4 A–B: showing retrocaval ureter crossing the inferior vena cava \n(white arrow) at the level of lumbar three (L3) vertebra (white arrow)\nPage 4 of 5 Maro et al. Journal of Medical Case Reports          (2024) 18:573",
    "Discussion": "Discussion\nRetrocaval ureter is a vascular anomaly resulting in prox imal ureter crossing behind the inferior vena cava. It is \nan abnormality of the embryological development of the \nvenous system and not of the urinary tract [6]. It is a rare \ncongenital malformation with prevalence of 1:1500; its \nmore common in male compared with female, with a \nratio of 3:1(4). Most commonly, retrocaval ureter is found \non the right side; however, it can rarely be found on the \nleft side in patients with situs inversus and those with \ndouble vena cava [5].\nThis anomaly occurs between the 4th and 8th weeks of \nintrauterine development and is due to abnormal forma tion of infrarenal IVC from anteriorly located subcardi nal vein instead of supracardinal vein which are located \nposteriorly [5, 7]. In normal circumstances, the infrarenal \nIVC originates from dorsally located supracardinal vein, \nbut when it develops from the ventrally located subcar dinal vein, the ureter is trapped posteriorly leading to \npre-ureteral vena cava [2, 5]. This anomaly is three times \nmore common in males than in females [3].\nBateson et  al. in 1969 classified retrocaval ureter into \ntwo types which are type 1 (low loop) of the proximal ure ter and type II (high loop) of the ureteropelvic junction. \nType I retrocaval ureter is the most prevalent accounting \nfor more than 90% of deformities and has extreme medial \ndeviation of middle ureteric segment. The ureteric \nobstruction is typically at the edge of the iliopsoas mus cle, at which the ureter deviates cephalad before passing \nbehind the vena cava. Normally, ureter crosses vena cava \nat the level of lumbar three vertebra (L3). This results in \na proximal ureteral dilation and hydronephrosis which is \nseen in over 50% of patients, demonstrating a fishhook, \nreverse-J, or S-shaped ureteral curve [8].\nType II is a high loop of the ureteropelvic junction. It \nis less obstructive compared with type I. Its proximal \nureter crosses inferior vena cava horizontally at the level \nof renal pelvis, forms a sickle deformity appearance and \nhas lower medial deviation of the ureter with mild or no \nassociated hydronephrosis and forms about 10% of all \ncases [8]. Most patients are asymptomatic, but those with \nsymptoms present with flank pain and/or recurrent uri nary tract infections due to urinary stasis [9].\nImaging studies are important for an accurate preop erative diagnosis and successful surgical management. In \nour patient, abdominal ultrasound demonstrated hydro nephrosis and proximal hydroureter without calculus. \nIn patients with retrocaval ureter, abdominopelvic CT \nIVU shows typical “fishhook” or “reverse J” or “S-shaped” \ndeformity in the proximal dilated ureter with moderate \nhydronephrosis [10]. Nowadays, computed tomography \nintravenous urography (CT IVU) is preferred over IVU \nor retrograde pyelography (RPG), as it is less invansive \nFig. 5 A and B: showing mobilization of the ureter from inferior \nvena cava and completed end to end uretero-ureteric anastomosis \nanterior to vena cava (white arrow)\nPage 5 of 5\n Maro et al. Journal of Medical Case Reports          (2024) 18:573 \n \nand may depict the anomaly in three dimensions, giv ing the most “wholesome” solution to the diagnosis [8]. \nThe abdominal CT scan also makes it possible to make a \ndifferential diagnosis with primary idiopathic or second ary retroperitoneal fibrosis, and with any other cause of \nureteral obstruction [3]. In a place where CT IVU cannot \nbe done, retrograde pyelogram may be helpful; it dem onstrates spiral course of the ureter around inferior vena \ncava [ 9]. Our patient’s abdominopelvic CT scan showed \nmoderate hydronephrosis with fishhook deformity of the \nright ureter and pelvi-ureteric junction obstruction.\nSurgical management of retrocaval ureter is reserved \nfor the symptomatic patient, patients with worsening \nhydronephrosis and deteriorating differential renal func tion [4]. Surgical management may be through retrop eritoneal or transperitoneal approach, it involves division \nof the ureter and repositioning it anterior to the inferior \nvena cava. This may be achieved through an anastomo sis between the renal pelvis and the ureter or a ureteroureteric anastomosis over a double-J stent. The segment \nbehind the inferior vena cava, which may be aperistaltic, \nis either excised or left in situ [4].\nThe surgical approach can be open or laparoscopic, \nand in some cases robot-assisted where facilities permit \n[4]. Laparoscopic reconstructive techniques have been \ndescribed by several authors who believe that it should be \nthe technique of choice in the surgical treatment of the \nretrocaval ureter; this technique offers several advantages \nover conventional open surgery: it is minimally invasive, \nallows early ambulation with minimal complications such \nas postoperative wall pain or gastrointestinal ileus, and a \nshorter recovery period [11].\nConclusion\nRetrocaval ureter can easily be misdiagnosed as neph rolithiasis. Retrocaval ureter can be asymptomatic or \nassociated with non-specific symptoms, dominated by \nlow back pain and intermittent flank pain; the diagno sis is confirmed by the CT IVU. Clinicians need to have \nhigh index of suspicion of retrocaval ureter in patients \npresenting with dull intermittent right flank pain typi cally in their third or fourth decade. Surgical treatment \nof patients with symptoms commonly completely relieves \nsymptoms. Following up with ultrasound is the most \nimportant part in the management.\nAcknowledgements\nWe would like to thank the whole surgical team for supporting our patient’s \nrecovery.\nDisclosure\nThis report has been published as per the CARE criteria.\nAuthor contributions\nCN and SN provided conceptual study development, searched the literature \nreview, patient care and follow up, and writing the first manuscript draft. JL provided initial manuscript corrections. SBN provided radiological image \ninterpretations. IM and KN were the chief surgeons, supervisors, and carried \nout final manuscript write-up. ON and CM critically reviewed the initial manuscript, provided correction,s and approved the final version of manuscript.\nFunding\nThere was no funding concerning this article.\nAvailability of data and materials\nThis does not apply to this article because it is a case report.\nDeclarations\nEthics approval and consent to participate\nThis case report study was exempt from ethical approval at our institution, as \nthis paper reports a single case that emerged during normal surgical practice.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 27 May 2024   Accepted: 8 November 2024\nReferences\n 1. Pandya JS, Shilotri PP , Satoskar RR. Circumcaval ureter. J Postgrad \n1998;44(1). https:// journ als. lww. com/ jopm/ fullt  ext/ 1998/ 44010/ circu \nmcaval_ ureter. 5. aspx\n 2. Chuang VP , Mena CE, Hoskins PA. Congenital anomalies of the inferior \nvena cava Review of embryogenesis and presentation of a simplified \nclassification. Br J Radiol. 1974;47(556):206–13.\n 3. Agarwal S, Goel S, Sankhwar S, Garg G. Circumcaval ureter/retrocaval \nureter. BMJ Case Rep. 2018;2018:1–2.\n 4. Kyei MY, Yeboah ED, Klufio GO, Mensah JE, Gepi-Atee S, Zakpaa L, et al. \nRetrocaval ureter: two case reports. Ghana Med J. 2011;45(4):177–80.\n 5. Atawurah H, Opoku P , Maison M, Asante-asamani A, Owusu-ansah \nM. Case report retrocaval ureter : report of two cases. Urology. \n2019;2019:10–3.\n 6. Fadil Y, Bai W, Dakir M, Debbagh A, Aboutaieb R. Retrocaval ureter: a case \nreport and review of the literature. Urol Case Reports. 2020. https:// doi. \norg/ 10. 1016/j. eucr. 2020. 101556.\n 7. Cases CC, Cardoza F, Shambhulinga CK, Rajeevan AT. Retrocaval ureter \nand contra lateral renal agenesis – a case report and review of literature. \nInt braz j urol. 2016;42(4):842–4.\n 8. Bateson EM, Atkinson D. Circumcaval ureter: a new classification. Clin \nRadiol. 1969;20(2):173–7.\n 9. Al-Hajjaj M, Tallaa M. Retrocaval ureter: a case report. J Surg Case Reports. \n2021;2021(1):1–3.\n 10 Agrawal P , Kanojia RP , Saxena A. Retrocaval ureter clinical images. J Ind \nAssoc of Pediatr Surg. 2017. https:// doi. org/ 10. 4103/ 0971- 9261. 207633.\n 11. Abdessater M, El Khoury R, Elias S, Bart S, Coloby P , Sleiman W. Diagnosis \nand laparoscopic management of retrocaval ureter: a review of the \nliterature and our case series. Int J Surg Case Rep. 2019;59:165–75.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}