{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04903-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04903-7.pdf",
  "metadata": {
    "/Keywords": "Rectal cancer; Situs inversus totalis (SIT); Malignant middle cerebral artery (MCA) infarction; Laparoscopic surgery; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241122164900+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241114223525+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04903-7",
    "/Author": "Shu-an Song ",
    "/Title": "Rectal cancer with situs inversus totalis and previous malignant middle cerebral artery infarction: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04903-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Situs inversus totalis is a rare congenital condition where there is complete inversion of thoracic \nand abdominal organs. There is limited information on the laparoscopic treatment of rectal cancer in patients \nwith situs inversus totalis accompanied by other underlying conditions.",
    "Case Presentation": "Case presentation We report the case of a 61‑ year ‑old Chinese male with rectal cancer accompanied by situs \ninversus totalis, malignant middle cerebral artery infarction, stenosis of the right internal carotid artery and anterior \ncerebral artery, and diabetes who underwent a successful laparoscopic radical resection of rectal cancer. We discuss \nthe diagnosis, treatment, and considerations for patients with situs inversus totalis accompanied by other underly‑\ning conditions. We performed relevant inspections, organized multidisciplinary team discussions, and made suf‑\nficient perioperative preparations. The patient had no intraoperative complications and was successfully discharged \nfrom the hospital. Pathological stage was T3N0M0, and the patient did not develop tumor recurrence or metastasis \nin the 24‑month follow‑up period.\nConclusions We conclude that patients with rectal cancer with situs inversus totalis, even when accompanied \nby underlying diseases, can undergo surgical treatment with adequate preparation, and surgical treatment is the most \neffective treatment method.\nKeywords  Rectal cancer, Situs inversus totalis (SIT), Malignant middle cerebral artery (MCA) infarction, Laparoscopic \nsurgery, Case report\nBackground\nSitus inversus totalis (SIT), also known as complete inver sion of thoracic and abdominal organs, indicates that all \ninternal organs in the thoracic and abdominal cavity are \nin the opposite position compared with those in normal \nindividuals. Resembling a mirror image, it is also referred \nto as “mirror face person. ” This congenital disease is rela tively rare. While it generally does not cause organ func tion defects or affect daily life, it can significantly impact \nthe diagnosis and surgical treatment of visceral diseases \n[1]. Recently, there has been an increase in the number of Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nXian‑bin Liu\nliuxianbin@yeah.net\n1 Department of Colorectal Surgery, People’s Hospital of Rizhao City, \nRizhao 276800, Shandong, China\n2 Department of Cardiology, People’s Hospital of Rizhao City, Rizhao, \nShandong, China\nPage 2 of 7 Song et al. Journal of Medical Case Reports          (2024) 18:565 \nyounger patients suffering from neck and cerebral vascu lar stenosis, cerebral blood supply insufficiency, cerebral \ninfarction, and hemiplegia [2].\nMalignant middle cerebral artery (MCA) infarction is \na severe and devastating ischemic stroke. It is character ized by an ischemic lesion area that is greater than 50% \nof the MCA area and typically invades the adjacent vas cular region [3]. The early mortality rate for malignant \nMCA infarction is very high, with the main factor being \ncytotoxic edema, which has a devastating impact on \nthe brain’s midline structure [4, 5]. The mortality rate is \nbetween 1/4 and 4/5, and surviving patients often experi ence severe neurological sequelae [6, 7].\nCurrently, patients with SIT and underlying diseases \nundergoing surgical treatment are scarce [8]. To date, no \nreports of patients with SIT accompanied by fundamen tal diseases undergoing laparoscopic rectal cancer sur gery and successful discharges are available domestically \nor internationally. Here, we present a case of rectal can cer with SIT, accompanied by malignant MCA infarction, \nneck artery stenosis, and diabetes. Laparoscopic radical \nresection of rectal cancer was performed in November \n2020, and as far as we know, this is the first case of rectal \ncancer related to SIT in China with underlying diseases. \nWe also conducted a review and analysis of relevant lit erature and discuss the diagnosis, treatment, and consid erations for this patient.\nCase presentation\nA 61-year-old Chinese male was admitted to the hospital \nfor 1 week owing to abdominal distension, mucous pus, \nand blood.\nPast history: The patient had a massive cerebral infarc tion in 2018, which resulted in left leg paralysis and uri nary incontinence. The patient has been on a long-term \nmedication regimen, including aspirin and atorvastatin. \nHe also had a history of diabetes, managed with oral met formin for 2 years.\nPhysical examination: The apical pulsation was located \nin the fifth intercostal space at the center of the right \nclavicle. The muscle strength of the left lower limb was \nlevel 0. There was abdominal distension. The anal exami nation showed no abnormal mass, and there was blood \nstains on the gloves, showing a dark-red color.Laboratory examination: moderate anemia (hemo globin 72  g/L); platelets: 470 ×  109/L; blood glucose: \n6.52  mmol/L; Cancino-embryonic antigen (CEA): \n3.87  ng/mL; Carbohydrate Antigen 199  (CA19-9): \n21.95u/ml.\nCT scans of head, chest, and abdomen: Multiple cere bral infarctions, left–right inversion of chest and abdomi nal organs, abnormal spleen morphology, and rectal \nspace occupation were observed (Fig.  1A–D). CT angiog raphy (CTA) of the head and neck revealed multiple scle rosis signs of carotid artery and cerebral artery, multiple \nstenosis of different degrees, severe stenosis of the right \ninternal carotid artery, and right anterior and middle cer ebral artery (Fig. 1E).\nEnteroscopy: Irregular, brittle, and hard masses at a dis tance of 15 cm from the edge of the anus were observed, \ncausing intestinal stenosis. Colonoscopy could not be \nthoroughly examined. Pathological diagnosis: adenocar cinoma (Fig. 1F, G).\nColor  Doppler  ultrasonic  examination: Mirror dextro cardium, with a small amount of tricuspid regurgitation.\nPreoperative diagnosis: rectal cancer with incomplete \nintestinal obstruction (cT3N0M0), cerebral infarction, \nanemia, hemiplegia, severe carotid artery stenosis, severe \ncerebral artery stenosis, diabetes, and SIT.\nTreatment\nThe multidisciplinary team (MDT) discussed the patient’s \ncase prior to the surgery. As the patient had rectal can cer and incomplete intestinal obstruction, it was decided \nto perform surgical treatment. The surgical approach \nchosen was laparoscopic radical resection of rectal can cer (Hartermann). The patient’s anemia was corrected \nthrough blood transfusion treatment before surgery. \nLow-molecular-weight heparin calcium (IH Q12H) was \nused instead of aspirin, and was discontinued 24 h before \nsurgery.\nBefore anesthesia, the internal jugular vein puncture \nand radial artery puncture were conducted to monitor \nthe patient’s dynamic blood pressure. A rapid infusion \nof 300  ml of liquid was administered before anesthesia \ninduction. During the operation, the infusion rate was \nadjusted on the basis of the patient’s blood loss, blood \npressure levels, and central venous pressure. Vasoactive \nFig. 1 Images of CT examination, enteroscopy, surgery, and histopathological examination. A CT showed that the heart was located on the right \nside; B CT showed inversion of abdominal viscera and spleen malformation; C CT showed cerebral infarction; D CT showed rectal tumors; \nE CT angiography showed severe stenosis of the carotid artery on angiography; F Enteroscopy revealed a rectal tumor; G Colonoscopy \nand histopathological examination; H The appendix seen during the operation is located on the left side; I: Colorectal blood vessels seen \nduring surgery; J Surgical stoma and postoperative recovery; K Postoperative pathological examination(See figure on next page.)\nPage 3 of 7\n Song et al. Journal of Medical Case Reports          (2024) 18:565 \n \nFig. 1 (See legend on previous page.)\nPage 4 of 7 Song et al. Journal of Medical Case Reports          (2024) 18:565 \ndrugs were administered if necessary to maintain blood \npressure at 110/70 mmHg or above.\nThe surgeon and assistant were positioned in the left–\nright mirror image of the normal position. During the \nlaparoscopic exploration, the liver, stomach, spleen, \nand colon were in a mirror-image position of their nor mal anatomy. Further exploration revealed that all of \nthe abdominal organs were inverted, with the appendix \nlocated in the left iliac fossa (Fig.  1H). The sigmoid colon \nwas connected to the intrapelvic rectum in the right \nlower abdomen, and the tumor was identified at the junc tion of the upper rectal segment and the sigmoid colon, \nmeasuring approximately 6 × 4  cm2 and invading the \nserous layer.\nDistal sigmoid colon and proximal rectal lumen were \ndilated, the intestinal wall was edematous, and distal rec tal lumen was empty. The inferior mesenteric artery was \nexposed, and 253 groups of lymph nodes were dissected. \nNo descending colon artery was found during explora tion, and the first sigmoid colon artery was preserved. \nThe superior rectal artery was ligated and cut off, and \nthe other sigmoid arteries were ligated and cut off in turn \n(Fig. 1I).\nThe rectum was removed 5  cm away from the distal \nend of the tumor. A small incision, approximately 5  cm \nlong, was made in the right lower abdomen. The proxi mal rectum and sigmoid colon were then pulled out, \nwith the sigmoid colon being removed 10 cm away from \nthe upper edge of the tumor and sigmoidostomy per formed (Fig.  1J). The specimen was sent to the pathology \ndepartment.\nDuring the whole operation, the patient’s blood pres sure was maintained (115–125/70–80  mmHg), their \nheart rate was 55–65 beats per minute, and there was \n40 ml of intraoperative bleeding. Following the operation, \nthe patient was observed in the intensive care department \nand started using low-molecular-weight heparin calcium \n(ihq12h) on the first day post operation, They were then \ntransferred to the general ward 2 days later. The patient’s \nrecovery was similar to that of ordinary patients, and \nhe was discharged smoothly. Postoperative pathological \ndiagnosis was moderately differentiated adenocarcinoma \nof rectum (T3N0M0) (Fig.  1K). After discharge, we fol lowed up the patients for 24 months and found no tumor \nrecurrence or metastasis.",
    "Discussion": "Discussion\nWe entered relevant terms such as situs inversus tota lis and colorectal cancer into search engines such as \nCNKI, Wanfang Data, PLOS Public Science Library, and \nPubMed. From January 2011 to December 2022, a total \nof 23 articles were found about colorectal cancer with \nSIT, including 3 in Chinese and 20 in English. In these literature reports, only one report was associated with \nan underlying disease (chronic obstructive pulmonary \ndisease), where the patient died of pneumonia after oper ation [8]. Another article found postoperative complica tions: slight lymphatic leakage [9] (Table 1).\nAccording Wood and Blaclock, organ reversal was first \ndiscovered and proposed by Fabricius in 1600 [10]. SIT \nbelongs to a type of organ displacement where the ana tomical position of all internal organs in the chest and \nabdominal cavity is completely opposite to that of normal \npeople. Like the image in the mirror, SIT is also called a \n“mirror face person” , and it is a rare congenital malforma tion. There is no accurate figure for the incidence of SIT, \nbut according to literature reports, it is about 1:25,000 to \n1:6500 [11]. There is no complete scientific basis for the \ncause of SIT, but some experts believe that it is related \nto a mutation in a parent gene [12]. SIT exhibits reces sive inheritance, with a genetic probability of only 1 in \n100,000, with the proportion of males being relatively \nhigh, at about 1.5:1 [13].\nWhile the internal organs of patients with SIT have \nthe opposite anatomical position compared with normal \npeople, their function is unaffected, so simple SIT does \nnot require special treatment. However, the variation of \nblood vessels and organ malformations in SIT patients \nare several times higher than those in normal people. \nWhen a patient with SIT requires surgical treatment for \na disease, their inherent organ anatomy abnormality will \nbring many difficulties regarding diagnosis and the treat ment process [1]. This patient is a special case of rectal \ncancer with SIT, absence of the descending colon artery, \nspleen malformation, cerebrovascular disease, and malig nant MCA infarction.\nWith the change of people’s living habits and diet \nstructure, more and more patients have atherosclerosis, \nplaque formation, and stenosis. The number of patients \nwith severe cerebral ischemia and even cerebral infarc tion and hemiplegia is increasing, and they are becoming \nyounger and younger. There is also a significant increase \nin patients with perioperative cerebral infarction. The \nincidence of cerebral infarction during colorectal surgery \nis approximately 0.32% [14, 15]. Patients with cerebro vascular diseases and cerebral infarction during surgery \noften experience difficulties due to abnormal coagulation \nfunction after long-term use of anticoagulants.\nPatients with malignant tumors have malignant tumorrelated hypercoagulability, and some patients will have \nTrousseau syndrome, which may further cause recur rence and recurrence of malignant MCA infarction [16].\nIt is estimated that 15% of cancer patients will have \nthromboembolic events during the course of the dis ease, and up to 50% of patients have evidence of venous \nthromboembolism at autopsy [17].\nPage 5 of 7\n Song et al. Journal of Medical Case Reports          (2024) 18:565 \n \nReturning to this case, the patient was hospital ized owing to massive cerebral infarction in 2018, and \ndeveloped left limb paralysis and incontinence. The \npatient was considered to have malignant MCA infarc tion after CT and head CTA examination in this hos pitalization. Although the patient had SIT, no chronic sinusitis and bronchiectasis were found, so it did not \nconform to the characteristic clinical triad of Karta gener syndrome. This is the first report of a patient \nwith SIT and malignant MCA infarction undergoing \nlaparoscopic radical resection for rectal cancer. This \npatient with rectal tumor presented with incomplete Table 1 Summary of cases with complete transposition of viscera combined with colorectal cancer\nAuthor Publication time Tumor location Sex/age (years) Basic diseases Therapy Complication Prognosis\nFang et al. [18] 2014 Rectum Female/39 None Laparoscopic \nsurgeryNone Good\nKasai et al. [19] 2021 Rectum Female/60 None Laparoscopic \nsurgeryNone Good\nJin et al. [20] 2022 Rectum Male/70 None Laparoscopic \nsurgeryNone Good\nChen et al. [8] 2022 Rectum Female/76 Chronic obstruc‑\ntive pulmonary \ndiseaseLaparoscopic \nsurgeryPneumonia Die\nOsawa et al. [21] 2022 Anal Canal Male/70 None Laparoscopic \nsurgeryNone Good\nIto et al. [22] 2015 Rectum\nAscending colonFemale/53\nMale/60None Laparoscopic \nsurgeryNone Good\nHan et al. [23] 2011 Ascending colon Male/63 None Laparoscopic \nsurgeryNone Good\nSasaki et al. [24] 2017 Ascending colon Female/75 None Laparoscopic \nsurgeryNone Good\nXu et al. [25] 2018 Ascending colon Female/67 None Laparoscopic \nsurgeryNone Good\nKojima et al. [26] 2019 Ascending colon Female/76 None Laparoscopic \nsurgeryNone Good\nHu et al. [27] 2022 Ascending colon Female/68 None Laparoscopic \nsurgeryNone Good\nYaegashi et al. [28] 2015 Sigmoid colon Female/71 None Laparoscopic \nsurgeryNone Good\nTakeda et al. [29] 2019 Sigmoid colon Female/72 None Laparoscopic \nsurgeryNone Good\nChen et al. [30] 2020 Sigmoid colon Female/59 None Laparoscopic \nsurgeryNone Good\nKudo et al. [31] 2021 Sigmoid colon Female/79 None Laparoscopic \nsurgeryNone Good\nHirano et al. [32] 2015 Cecum Male/87 None Laparoscopic \nsurgeryNone Good\nYeom et al. [33] 2018 Transverse colon Female/85 None Laparoscopic \nsurgeryNone Good\nKim et al. [34] 2011 Hepatic colon Male/87 None Laparoscopic \nsurgeryNone Good\nCheng et al. [9] 2022 Descending colon Female/67 None Laparoscopic \nsurgeryMild lymphatic \nleakageGood\nKim et al. [35] 2011 Transverse \nAnd sigmoid \ncolonMale/66 None Laparoscopic \nsurgeryNone Good\nSumi et al. [36] 2013 Transverse colon Male/83 None Laparoscopic \nsurgeryNone Good\nLee et al. [37] 2013 Ascending colon Female/54 None Laparoscopic \nsurgeryNone Good\nZheng [38] 2022 Colonic splenic \nflexureMale/72 None Laparoscopic \nsurgeryNone Good\nPage 6 of 7 Song et al. Journal of Medical Case Reports          (2024) 18:565 \nintestinal obstruction and anemia, and there is an \nabsolute indication for surgery. Although this patient \nwas accompanied by whole organ inversion and malig nant MCA infarction, it was not an absolute contrain dication to surgery.\nThe congenital visceral malformation of SIT will \nbring new challenges to the operation. Patients with \nSIT are prone to anatomical abnormalities such as \nectopic blood vessels and organ malformations. The \npatient had rectal cancer with malignant MCA infarc tion and SIT. The patient underwent enhanced CT \nexamination before operation with confirmed spleen \ndeformity and absence of descending colon artery dur ing operation. The operator is greatly affected by the \nabnormal anatomy, and one needs to handle the blood \nvessels carefully. Therefore, to avoid sigmoid ischemia, \nwe reserved the first sigmoid artery from the inferior \nmesenteric artery. In addition, the standing position \nof surgeons is affected by total organ inversion in the \npatient. Under normal circumstances, the operator is \non the right side of the patient, which is suitable for \nsurgical operation; Patients with total organ inversion \ndeformity are more suitable for doctors with left-hand \ndominance. Although the surgeon is located on the left \nside of the patient after adjusting the position, which is \nhelpful for the surgeon, there are still some difficulties. \nEspecially for this patient, there is a risk of recurrent \nmalignant MCA infarction.\nPatients who need surgery, especially those with a \ncomplicated medical history, require adequate pre operative examination, evaluation, and preparation. \nFor this patient with rectal cancer, SIT, diabetes, and \nsevere cerebrovascular disease taking aspirin antico agulation therapy, monitoring vital signs during opera tion, maintaining hemodynamic stability, and ensuring \ncerebral perfusion are crucial to minimize the risk of \ncerebral infarction. To achieve this, effective com munication between the perioperative surgeon and \nanesthesiologist is essential, as well as establishing a \ncomprehensive detection system, and fluid infusion \nchannel for the patient. Insulating the head and neck \nto avoid vasospasm due to low temperature and pro viding rehydration before anesthesia to supplement \nblood volume can prevent complications. Moreover, \nvasoactive drugs such as dopamine and norepineph rine can correct blood pressure fluctuations, and blood \ntransfusion and fluid replacement can be given at any \ntime according to intraoperative bleeding, exudation, \nblood pressure, and central venous pressure. Reduc ing trauma, pollution, and bleeding is also important, \nand the systolic blood pressure of the patient must be \nmaintained during the whole operation.",
    "Conclusion": "Conclusion\nAlthough this case of rectal cancer was accompanied by \nunderlying diseases and total organ inversion malforma tion, it is also enlightening. It raises awareness that sur gical procedures for patients with special circumstances \nrequire thorough preparation. Consequently, a patient \nwith rectal cancer with SIT, even when accompanied by \nunderlying diseases, can undergo surgical treatment with \nadequate preparation, and surgical treatment is the most \neffective treatment method.\nAcknowledgements\nNo competing interests.\nAuthor contributions\nShu‑an Song, Shuai Liu, Fajuan Li, Shilei Li, Xianbin Liu, Shidong Wang, Jin‑\nqiang Lv, and Zhaoyang Qin contributed to the study design, data collection, \nanalysis, and interpretation, drafting of the final manuscript, and supervision; \nall authors approved the final version of the manuscript.\nFunding\nAgree to conditions of submission, BioMed Central’s copyright and license \nagreement and article ‑processing charge (APC).\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nAll authors of the manuscript have read and agreed to its content and are \naccountable for all aspects of the accuracy and integrity of the manuscript in \naccordance with ICMJE criteria; and that the article is original, has not already \nbeen published in a journal, and is not currently under consideration by \nanother journal. Written informed consent was obtained from the patient for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nNo competing interests.\nReceived: 14 August 2024   Accepted: 7 October 2024\nReferences\n 1. Yuwen W, Ma Jingfeng Wu, Wei. One case of splenectomy and devascu‑\nlarization with total visceral inversion combined with portal hyperten‑\nsion. Chin J Hepatobiliary Surg. 2012;18(2):117–117. https:// doi. org/ 10. \n3760/ cma.j. issn. 1007‑ 8118. 2012. 02. 011.\n 2. Bukhari S, Yaghi S, Bashir Z. Stroke in young adults. J Clin Med. \n2023;12:4999. https:// doi. org/ 10. 3390/ jcm12 154999].\n 3. Hacke W, Schwab S, Horn M, Spranger M, De Georgia M, von Kummer R. \n‘Malignant’ middle cerebral artery territory infarction: clinical course and \nprognostic signs. Arch Neurol. 1996;53(04):309–15. https:// doi. org/ 10. \n1001/ archn eur. 1996. 00550 04003 7012.\n 4. von Sarnows ki B, Kleist ‑Welch Guerra W, Kohlmann T, et al. Long‑term \nhealth‑related quality of life after decompressive hemicra‑ niectomy in \nstroke patients with life ‑threatening space ‑occupying brain edema. Clin \nPage 7 of 7\n Song et al. Journal of Medical Case Reports          (2024) 18:565 \n \nNeurol Neurosurg. 2012;114:627–33. https:// doi. org/ 10. 1016/j. cline uro. \n2011. 12. 026.\n 5. Poca MA, Benejam B, Sahuquillo J, et al. Monitoring intracranial pressure \nin patients with malignant middle cerebral artery infarction: is it useful? J \nNeurosurg. 2010;112:648–57. https:// doi. org/ 10. 3171/ 2009.7. JNS08 1677.\n 6. van der Worp HB, Hofmeijer J, Jüttler E, et al. European Stroke Organisa‑\ntion (ESO) guidelines on the management of space ‑occupying brain \ninfarction. Eur Stroke J. 2021. https:// doi. org/ 10. 1177/ 23969 87321 10270 \n01.\n 7. Warlow C, van Gijn J, Dennis M, et al. Which arterial territory is involved? \nIn: Stroke: practical management. 3rd ed. Oxford: Black ‑well Publishing; \n2008. p. 131–80.\n 8. Chen X ‑Q, Chen W, Yang L ‑Q, Chen G‑ T, Wang X ‑F, Huang Y ‑Y, Huang M ‑J, \nTan S‑ Y. 5 cases of mirror man combined with colorectal cancer treated \nsurgically and literature review. Res Artic. 2022. https:// doi. org/ 10. 21203/ \nrs.3. rs‑ 21515 81/ v1.\n 9. Cheng L, Feng Y ‑G, He L, Xie J‑B, Zhou C‑ J, Liu J‑ J, Wang P . Descending \ncolon cancer in a patient with situs inversus totalis: a case report and \nliterature review. J Surg Case Rep. 2022. https:// doi. org/ 10. 1093/ jscr/ rjab5 \n68.\n 10. Wood CO, Blalock A. Situs inversus totalis and disease of biliary tract; \nsurvey of literature and report of case. Arch Surg. 1940;40:885–96. https:// \ndoi. org/ 10. 1001/ archs urg. 1940. 04080 04006 7007.\n 11. Aristotle’s Generation of Animals. In: Falcon A, Lefebvre D (editors). Aristo ‑\ntle’s Generation of Animals: A Critical Guide (Cambridge Critical Guides, p. \nI). Cambridge: Cambridge University Press; 2018\n 12. Reish O, Aspit L, Zouella A, Roth Y, Polak ‑Charcon S, Baboushkin T, Beny‑\namini L, Scheetz TE, Mussaffi H, Sheffield VC, Parvari R. A homozygous \nNme7 mutation is associated with situs inversus totalis. Hum Mutat. \n2016;37:727–31. https:// doi. org/ 10. 1002/ humu. 22998.\n 13. Eitler K, Bibok A, Telkes G. Situs inversus totalis: a clinical review. Int J Gen \nMed. 2022;15:2437–49. https:// doi. org/ 10. 2147/ ijgm. s2954 44.\n 14. Hongchun Yu, Dazhi L, Liangyu Z, et al. Multifactor logistic regression \nanalysis of secondary cerebral infarction after general surgery. Med Inf. \n2019;32(18):134–6. https:// doi. org/ 10. 3969/j. issn. 1006‑ 1959. 2019. 18. 042.\n 15. Keyun Z, Hua T, Wensheng R, et al. Risk factors analysis of cerebral infarc‑\ntion patients after hip replacement. Chin Med J. 2010;90(15):1044–7. \nhttps:// doi. org/ 10. 3760/ cma.j. issn. 0376‑ 2491. 2010. 15. 010.\n 16. Arboix A, García‑Eroles L, Oliveres M, et al. Malignant middle cer ‑\nebral artery infarction: a clinical study of 32 patients. Rev Invest Clin. \n2015;67:64–70.\n 17. Deitcher SR. Cancer and thrombosis: mechanisms and treatment. J \nThromb Thrombolysis. 2003;16:21–31. https:// doi. org/ 10. 1023/B: THRO. \n00000 14589. 17314. 24].\n 18. Fang JF, Wei B, Zheng ZH, Lei PR, Wei HB. Laparoscopic surgery for low \nvisceral transposition of rectal cancer. Zhonghua Weichang Waike Zazhi. \n2014;22:830–1. https:// doi. org/ 10. 3760/ cma.j. issn. 1671‑ 0274. 2014. 08. 024.\n 19. Kasai S, Hino H, Shiomi A, Kagawa H, Manabe S, Yamaoka Y, Kato S, \nHanaoka M, Kinugasa Y. Robotic‑assisted surgery for rectal cancer with \nsitus inversus totalis: a case report. Asian J Endosc Surg. 2021;14:803–6. \nhttps:// doi. org/ 10. 1111/ ases. 12937.\n 20. Jiebo J, Yuanjiang Li, Bo J, Tao He, Zukun He. One case of total visceral \nreverse “mirror face” laparoscopic radical resection of rectal cancer. Chin J \nMin Inv Surg. 2022;22(7):606–8.\n 21. Osawa H, Ide Y, Nakamoto R, Murakami K, Demura K, Morimoto O, Iwasaki \nT, Hatanaka N, Nishida T. Laparoscopi c abdominoperineal resection with \nthe trans‑perineal approach for anal canal cancer in a patient with situs \ninversus totalis‑a case report. Cancer Chemotherapy. 2022;49(13):1634–6.\n 22. Ito T, Saito M, Kobayashi Y, Chika N, Amano K, Matsuzawa T, Ishiguro \nT, Fukuchi M, Kumagai Y, Ishibashi K, Kumamoto K, Oki S, Mochiki E, \nTakenoshita S, Ishida H. Two cases of digestive organ cancer in patients \nwith situs inversus treated with laparoscopic surgery. Gan To Kagaku \nRyoho. 2015;42:2130–2.\n 23. Han HJ, Choi SB, Kim CY, Kim WB, Song TJ, Choi SY. Single ‑incision \nmultiport laparoscopic cholecystectomy for a patient with situs inversus \ntotalis: report of a case. Surg Today. 2011;41:877–80. https:// doi. org/ 10. \n1007/ s00595‑ 010‑ 4387‑9].\n 24. Sasaki K, Nozawa H, Kawai K, Hata K, Kiyomatsu T, Tanaka T, Nishikawa T, \nOtani K, Kaneko M, Emoto S, Murono K, Watanabe T. Laparoscopic hemi‑\ncolectomy for a patient with situs inversus totalis: A case report. Int J Surg \nCase Rep. 2017;41:93–6. https:// doi. org/ 10. 1016/j. ijscr. 2017. 10. 011]. 25. Xu ZF, Li JJ, Zhang BG. Diagnosis and treatment of complete visceral \ntransposition combined with intestinal tumors and literature review. \nZhonghua Zhenduanxue Dianzi Zazhi. 2018;23:61–4. https:// doi. org/ 10. \n3877/ cma.j. issn. 2095‑ 655X. 2018. 01. 013.\n 26. Kojima Y, Sakamoto K, Tomiki Y, Sugimoto K, Okazawa Y, Makino Y. Laparo ‑\nscopic right colectomy for a patient with situs inversus totalis. J Surg Case \nRep. 2019;2019:rjz080. https:// doi. org/ 10. 1093/ jscr/ rjz080.\n 27. Hu JL, Li QY, Wu K. Ascending colon cancer and situs inversus totalis—\naltered surgeon position for successful laparoscopic hemicolectomy: a \ncase report. World J Clin Oncol. 2022;13(10):848–52. https:// doi. org/ 10. \n5306/ wjco. v13. i10. 848.\n 28. Yaegashi M, Kimura T, Sakamoto T, Sato T, Kawasaki Y, Otsuka K, Waka‑\nbayashi G. Laparoscopic sigmoidectomy for a patient with situs inversus \ntotalis: effect of changing operator position. Int Surg. 2015;100:638–42. \nhttps:// doi. org/ 10. 9738/ INTSU RG‑D ‑ 14‑ 00217.1.\n 29. Takeda T, Haraguchi N, Yamaguchi A, Uemura M, Miyake M, Miyazaki M, \nIkeda M, Sekimoto M. Laparoscopic sigmoidectomy in a case of sigmoid \ncolon cancer with situs inversus totalis. Asian J Endosc Surg. 2019;12:111–\n3. https:// doi. org/ 10. 1111/ ases. 12483.\n 30. Chen W, Liang JL, Ye JW, Luo YX, Huang MJ. Laparoscopy‑assisted resec‑\ntion of colorectal cancer with situs inversus totalis: a case report and \nliterature review. World J Gastrointest Endosc. 2020;12:310–6. https:// doi. \norg/ 10. 4253/ wjge. v12. i9. 310.\n 31. Kudo T, Matsuda T, Urakawa N, Hasegawa H, Kanaji S, Yamashita K, Oshikiri \nT, Kakeji Y. Laparoscopic sigmoidectomy with splenic flexure mobilization \nfor colon cancer in situs inversus totalis: Preoperative assessment and \npreparation. Asian J Endosc Surg. 2021;15(1):168–71. https:// doi. org/ 10. \n1111/ ases. 12944].\n 32. Hirano Y, Hattori M, Douden K, Hashizume Y. Single ‑incision laparo ‑\nscopic surgery for colon cancer in patient with situs inversus totalis: \nreport of a case. Ind J Surg. 2015;77:26–8. https:// doi. org/ 10. 1007/ \ns12262‑ 014‑ 1075‑9.\n 33. Yeom SS, Kim KH, Lee SY, Kim CH, Kim HR, Kim YJ. Reduced‑port laparo ‑\nscopic surgery for patients with proximal transverse colon cancer with \nsitus inversus totalis: a case report. Ann Coloproctol. 2018;34:322–5. \nhttps:// doi. org/ 10. 3393/ ac. 2018. 05. 29.1].\n 34. Kim HJ, Choi GS, Park JS, Lim KH, Jang YS, Park SY, Jun SH. Laparoscopic \nright hemicolectomy with D3 lymph node dissection for a patient with \nsitus inversus totalis: report of a case. Surg Today. 2011;41:1538–42. \nhttps:// doi. org/ 10. 1007/ s00595‑ 010‑ 4530‑7.\n 35. Kim YW, Ryu H, Kim DS, Kim IY. Double primary malignancies associated \nwith colon cancer in patients with situs inversus totalis: two case reports. \nWorld J Surg Oncol. 2011;9:109. https:// doi. org/ 10. 1186/ 1477‑ 7819‑9‑ 109.\n 36. Sumi Y, Tomono A, Suzuki S, Kuroda D, Kakeji Y. Laparoscopic hemicolec‑\ntomy in a patient with situs inversus totalis after open distal gastrectomy. \nWorld J Gastrointest Surg. 2013;5:22–6. https:// doi. org/ 10. 4240/ wjgs. v5. i2. \n22.\n 37. Lee JM, Jung SY. Laparoscopic hemicolectomy in ascending colon cancer \nwith situs inversus totalis. J Laparoendosc ADVS, Videoscopy. 2013. \nhttps:// doi. org/ 10. 1089/ vor. 2012. 0125.\n 38. Zheng ZL, Zhang SR, Sun H, Tang MC, Shang JK. Laparoscopic radical \nresection for situs inversus totalis with colonic splenic flexure carcinoma: \na case report. World J Clin Cases. 2022;10(16):5435–40. https:// doi. org/ 10. \n12998/ wjcc. v10. i16. 5435.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}