{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05179-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05179-1.pdf",
  "metadata": {
    "/Keywords": "Hamstring injury; Neural mobility; Neural glide; Hamstring strain; Hamstring flexibility",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250321131522+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250320201313+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05179-1",
    "/Author": "Praveen Kumar Kandakurti ",
    "/Title": "Effect of neuromeningeal mobilization and postural re-education exercises for persistent hamstring strain: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05179-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Despite appropriate interventions, healing following hamstring strain tends to be slow. Prediction \nfor return to play is inconsistent, and recurrence of injuries is high, which poses a challenge and burden to athletes, \nsports physiotherapists, and trainers. The exact mechanism of hamstring strain injury or re-injury still remains unclear. \nThe primary focus of this case report was to discuss a patient’s course of treatment with relentless symptoms of hamstring strain and how he responded to neuromeningeal mobilization and postural re-education.\nCase description A 20-year-old male Arabic martial artist had a history of left hamstring strain for the past 5 weeks. \nHe had undergone pharmacological and physiotherapeutic interventions for his clinical conditions but had \nnot responded favorably. Further clinical assessment had ruled out hamstring syndrome. The patient refrained from all \nsports activities.\nIntervention The patient was treated using a modified slump mobilization technique with four repetitions for 3 \nconsecutive days, together with postural retraining.",
    "Results": "Results of the numeric pain rating scale and Knee Society score \nbefore and after the interventions were obtained.\nResults and",
    "Discussion": "discussion Pre-intervention score of the numeric pain rating scale was 5/10 and 7/10 at rest \nand with activity, respectively. Assessment on the 3rd consecutive day of intervention, the numeric pain rating scale \ndecreased to 2/10 and 4/10 at rest and with activity, respectively. Similarly, the pre- and post-intervention Knee \nSociety score improved from 22 to 61 in pain and from 30 to 80 in function. At the 2-month follow-up, the patient \nreported a complete recovery from symptoms and resumed his sports activities without any disruption.",
    "Conclusion": "Conclusion Neuromeningel mobilization and postural re-education exercises are suggested as mainstream of treat ment for hamstring strains, even when the slump test is negative. This report calls for a need of advancement in diagnostic procedure dealing with all hamstring strain injury conditions. More prospective studies are recommended \nto confirm the current findings.\nKeywords  Hamstring injury, Neural mobility, Neural glide, Hamstring strain, Hamstring flexibility\nIntroduction\nHamstring strain injuries (HSI) are common among \nsprint-based sports [1]. Approximately half of all mus cle injuries in athletes participating in hurdling sports \nare anticipated to be hamstring strains, and these inju ries carry a substantial risk of re-injury ranging from 12 \nto 31% [1–3], despite receiving appropriate treatment. Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nWatson Arulsingh\nwatsonarulsingh@gmail.com\n1 Department of Physiotherapy, College of Health Sciences, Gulf Medical \nUniversity, Ajman, United Arab Emirates\nPage 2 of 6 Kandakurti et al. Journal of Medical Case Reports          (2025) 19:133 \nCurrent clinical practice guidelines for recurrent HSI \nare limited in treating myofascial or musculotendinous \nstructures.\nThe practice of nerve mobility glides (NMG) is lim ited in minimizing pain and swelling in the early heal ing phase of strained muscle and hamstring syndrome \nor deep gluteal syndrome [4], though there was convinc ing evidence in the past that proposed neural gliding \nimproved the clinical outcomes in patients with ham string strains [5–8]. Yet the practice of managing ham string injury with neuromenigeal mobilization is not in \npractice where the term “neuromenigeal” relates to nerv ous tissue and the meninges.\nOriginally, the pain or limited mobility in HSI or lower \nlimbs was often associated with reduced movement of \nthe pain-sensitive structures in the spinal canal [8–11], \ninstead of blaming only shortened hamstring muscles. \nHence, authors resort to mobilizing only the neurome ningeal structures rather than treating the muscle or ten don for a patient diagnosed with HSI.\nThe slump test is popular for ruling out the involve ment of a neural component in lower limb disorder. \nHowever, the specificity of this clinical test is 83% [11], \nwhich means that 17% of the interpretations may be \nfalsely positive [12]. Hence, it is possible that slump may \nnot precisely rule out involvement of nerve or muscle for \nstructural differentiation of pathologies.\nUnfortunately, there is less evidence regarding the \nprognostic value of magnetic resonance imaging (MRI) \nin predicting re-injury [13] and a higher prevalence of \npathology in the asymptomatic population [14], render ing a message to clinical practitioners to move a step \nahead to solve the growing challenges of dealing with \nHSI.\nThe mobility of neuromeningeal structure may be \ninfluenced by postural causes [15, 16] on the basis of its \nfunctional anatomy, leading to flexibility issues or pain \nin the hamstring muscle, tendon, or fascia. Hence, this \nstudy aimed to describe how a patient with hamstring \nstrain with negative slump test responded well to neural \nmobilization and postural re-education exercise.\nPatient information\nA 20-year-old male Arabic martial artist (weight 91.5 kg, \nheight 180  cm, and body mas index (BMI) 28.24) pre sented with pain in the back of the left thigh for the past \n5 weeks and underwent pharmacological and physiother apeutic intervention; however, he did not responded well \nto symptomatic treatment. He reported that the symp toms first appeared during a short sprint while playing \nsoccer and heard a pop in the back of his thigh. The pain \nwas so bad that he withdrew from the game soon after \nhis injury and noted no bruising on the back of his thigh or significant swelling in that area. However, he reported \nprogressive loss of flexibility in the left knee and inability \nto flex and extend the knee joint while the knee remained \nflexed at a 15° angle, whether standing or having the leg \nin the air. He denied any previous history of lower back \npain but could barely support the weight of the affected \nlimb. There was no history of alcohol, smoking, diabetes, \nhigh blood pressure, or other serious genetic diseases.\nClinical findings and diagnostic assessment\nThe patient reported having received icing and elevation \nof the affected leg while lying down following the injury \nas therapeutic interventions. He had a crepe bandage \napplied to his affected thigh to support him while stand ing and walking. He used crutches for ambulation and \nto go for a little longer distance. To climb the stairs, he \nhad to use one step at a time, relying on his right lower \nextremity. He also reported adopting a sitting position at \nthe edge of the chair as direct pressure on the thigh from \nthe chair caused him discomfort. He denied ever hurting \nhis legs or back in sports. As a result, the patient with drew from all activities, such as playing sports, owing to \nthe pain, and his knee was mildly bent most of the time. \nDespite taking medication (nonsteroidal antiinflam matory drugs (NSAIDs)), the pain worsened over time. \nSince the patient did not respond well to cryotherapy, \ncompression bandages, and medications, he decided to \nsee a doctor for further diagnosis and treatment before \nmeeting with us.\nOn further evaluation, he presented with limited \nknee extension and flexion and exhibited an analgesic \ngait with a reduced heel strike phase. Active range of \nmotion (AROM) of the left knee was 10–15° compared \nwith 0–130°degrees in the right knee. Palpation revealed \ntenderness and firmness in the middle third of the semi membranosus and semitendinosus muscles.\nManual muscle testing and isometrics could not be \nperformed owing to persistent discomfort. The patient \nreported pain at rest, rated 5/10, and during activity it \nwas rated 7/10. Further, clinical evaluation rule out lum bar disc involvement or gluteal and ischial tunnel syn drome [4, 6].\nThe best way to screen nerve tension for peripheral \npain in the lower extremities is with a slump test [17]. \nHowever, the result of the slump test in this patient was \nnegative.\nTherapeutic interventions\nDespite the patient’s current clinical presentation, which \nwas suggestive of HSI, the authors decided to treat him \nwith neural glide technique on the basis of the structural \nand functional proximity of nerve to the lower limb flex ibility through a novel neurodynamic tension technique \nPage 3 of 6\n Kandakurti et al. Journal of Medical Case Reports          (2025) 19:133 \n \n[18, 19]. The scientific rationale for this neural approach \nwas detailed to the patient and consent was obtained.\nThe patient was directed to sit with arms folded behind \nhis back and knees and ankles held in extension and dor siflexion, respectively, while a therapist guided the patient \nto flex his thoracic and cervical spine and extend his knee \njoint to the maximum tolerable limit. Next, the patient \nwas instructed to move his neck forward and backward \nas much as possible while also moving his ankle up and \ndown 15 times to help with nerve glide.\nThis was done in three sets each day. The therapist then \nhelped the patient bend their middle and upper back as \nmuch as possible until the patient felt pain in the knee \narea. Then, the process was repeated. By the 3rd day, the \npatient’s active knee extension improved from 5° to 10° \nand then to a 15° degree bent position. In addition, the \nstanding posture also got better.\nSubsequently, the patient was instructed in executing a \nset of posture re-education workouts [20], which involved \ndoing active chin flexion, engaging in passive stretching \nof the cervical extensors while lying down in prone, and \nbuilding up the shoulder retractors, arm from positions T \nto Y, then from Y to W with the limb’s weight while lying \ndown.\nTo address the kyphotic posture, active chest stretches \nwere taught at wall corners. The patient was instructed \nto increase the duration of the exercises from 5 to 10 sec onds, doing 10 reps and 3 sets daily.\nOutcomes and follow‑up\nThe results were assessed using a numeric pain rating \nscale (NPRS) [21] and Knee Society score (KSS) [22]. \nSubstantial enhancement in clinical outcome measures \nsuch as pain and function were achieved within 3 suc cessive days of therapy. The use of pain medication was \ndiscontinued.\nThe patient continued his self-neural glides and pos tural reduction exercises at home and was advised for \na follow-up after 4  weeks or to contact us if symptoms \nworsened. On the 3rd follow-up day, the patient’s NPRS \nfrom 5 at rest and 7 with activity to 2 at rest and 4 with \nactivity. The KSS increased from 22 to 61 and from 30 \nto 80 in the functional domain. At the end of the 2-week \nhome program, the patient reported to have full active \nstraight leg raise (SLR). The patient had fully recovered \nfrom his knee dysfunction and pain at the 2-month fol low-up (Table 1).\nFollowing 2 and 4 months of follow-up, the patient \nreported no pain in the knee joint during normal activi ties or at rest. Furthermore, the patient resumed his \nregular sports activities, such as soccer and sprinting, \nwithout experiencing any problems to date. No adverse \nevents were reported following the intervention. The patient quoted “I have done this exercise for 2 months \nand I saw a good improvement” . The patient  also \nreported that he started slowly working out at the gym \nand did not feel any pain; therefore, he started increas ing the weight for dead lifts to 80 kg without experienc ing any pain.\nDiscussion\nThe current case report found that neural mobilization \nwith postural re-education helped a patient with ham string strain to recover quickly from his pain and dis ability. The patient was then able to resume his regular \nsports activities, which involve sprinting, without any \nrecurrence of hamstring injury.\nThe proposed treatment approach is entirely different \nand novel to the contemporary practice of treating a \npatient with a hamstring strain keeping in line with the \nfunctional anatomy and biomechanical aspect of neu romeningeal structure to leg pain and flexibility. The \ncase responded well to neuromeningeal mobilization \ntherapy and postural re-education without any sympto matic treatment.\nThe authors diagnosed hamstring syndrome in this \ncase using the slump test and other common clinical \nsymptoms to associate it with the presence of neural \ntension, such as prolonged siting causing provocation \nsigns. This is the first study ever conducted to treat HSI \nwith neuromeningeal mobilization and postural exer cise alone, contrary to treatment focused on the ham string muscle.\nA common method in treating HSI is to impart mus cle or tendon lengthening exercises [23] in addition to \nthe application of therapeutic electrotherapy modali ties. However, a recent Cochrane review [24] did not \nfind proof for the efficacy of stretching muscle or ten don in the prognostic value of hamstring strains.\nNegative neural tension or stiffness had already been \npointed out by Sharon E. et  al. as a possible hidden \ncause of all recurrent hamstring strain conditions [5 ]. \nThis is supported by another study that reported the \nprevalence of abnormal neural tension among most Table 1 Describes the progress of the patient at regular intervals\nPatient progress track NPRS Scale KSS\nRest Activity Pain score Function \nscore\n1st day 5 7 22 30\n3rd day 2 4 61 80\n2nd month Full recovery in pain and functional status\nPage 4 of 6 Kandakurti et al. Journal of Medical Case Reports          (2025) 19:133 \nof the participants diagnosed with grade I hamstring \ninjury [6 ]. Similarly, another study reported that even \ngrade III hamstring injury responded well to nerve \nmobilization without surgery [8 ].\nFurthermore, it was proposed that the protective con traction or spasm of the hamstring muscles may be a \nresult of neuronal mechanical sensitivity [25], which \nmay mislead a clinician to consider pathology within the \nhamstring muscle. This hypothesis is partly supported \nby recent muscle strain classification, where grade 0 cat egory is associated with nerve involvement [26], which \ncan be a promising first sign.\nAccording to earlier reports, noncontractile tissues, \nsuch as deep fascia, the soft tissues around joints, and \nneurological tissues, can restrict the range of motion \nof soft tissues in addition to contractile tissues [26, 27]. \nThus, it can be postulated about the involvement of \nmeningeal mobility for lower limb flexibility issues and \npain or other possible signs of HSI.\nEvidence shows that increased passive resistance to \nstretching of the hamstring muscles during neck and \nchest flexion (slump test position) without significant \nelecromyography (EMG) activity suggests that the exten sibility of neural structures may contribute to musculo skeletal flexibility of upper and lower limbs [11].\nAnother study reported an impairment of sciatic nerve \nconductivity among athletes with a history of hamstring \nstrain injuries, which is quite convincing that nerve \ninvolvement is confirmed in HSI yet can be often misdi agnosed as muscle strain. Further, it is believed that neu romechanical sensitivity may contribute to differences in \nstrength deficits observed in HSI [28].\nMoreover, the evidence from a radiological perspec tive found 15% of the asymptomatic population to have \nbilateral partial hamstring lesions and 2% to have com plete bilateral lesions in hamstring muscle [14], prob ably due to age and other factors [29, 30]. The slump test \nwas found to be negative for this case, yet the patient \nresponded favorably to neural therapy and postural cor rection exercise. This implies that further enhancement \nin the slump test procedure is highly recommended to \nsensitize the meningeal involvement in HSI.\nBesides this, evidence supports that neural sliding and \ntensioners combined with static stretching have been \nshown to have a superior effect compared with inter vention alone with static muscle stretching in increas ing the knee flexibility [31, 32]; however, these findings \nwere subject to passive and active forms of interventional \napproaches used in the studies.\nAnother recent study recommended incorporating \nsciatic nerve gliding into an athletic training program as \npart of the pre-competition warm-up [32]. Evidence con firms a reduction in cross-sectional area and an increase in nerve pressure, causing the sciatic nerve to move freely \nin response to neural therapy, resulting in increased com pliance in muscle flexibility [33, 34].\nSurprisingly, yet another study reported that spinal \nmanual therapy can immediately relieve the symptoms \nassociated with hamstring strain and flexibility [35]. Evi dence supports that posture can impact the neurodynam ics [12]; therefore, this study added postural re-education \nas part of mainstream treatment for the hamstring strain \ncondition.\nThis current case report proposes that a hamstring \nmuscle injury may respond favorably to meningeal mobi lization and postural re-education despite the absence of \nhamstring syndrome [36, 37]. The proposed concept is \nyet to be proven in light of high-quality prospective stud ies to address the rate of HSI recurrence associated with \nHSI and can additionally help predict the time to return \nto sports.\nConclusion\nThis case report described how a patient with a ham string strain responded well to neuromeningeal mobiliza tion exercises combined with postural re-education while \nhe remained unresponsive to conventional interventions \nin the past. This study insists on the need of more pro spective randomized controlled trials to prove that recur rent hamstring injuries are preventable.\nTake‑home message and the lessons learned\n• Neuromeningeal mobilization is suggested to be a \nmainstay of treatment in treating hamstring condi tions rather than treating the symptoms alone.\n• Postural correction can influence neuromeningeal \nmobility, which is suggested to be a mainstay of treat ment in hamstring conditions on the basis of this \ncase report.\n• A novel solution to address the recurrence rate of \nHSI.\n• Interpretation of slump test is cautioned in structural \ndifferentiation of nerve from muscle in HSI.\nAcknowledgements\nThe authors wish to thank Dr. R. Ananth PT, MPT, GCPT (AU), Ananth Pain \nClinic, India for being an inspiration in practicing advanced manual therapy \ntechniques.\nAuthor contributions\nPKK—conceptualization, data collection, data analysis, supervision, and \nadministrative support. RM—conceptualization, data collection, data analysis, \nsupervision, manuscript review, and administrative support. WA—conceptualization, data collection, data analysis, supervision, and manuscript writing and \nrevision. AH—conceptualization, data collection, data analysis, supervision, \nand manuscript writing and revision.\nPage 5 of 6\n Kandakurti et al. Journal of Medical Case Reports          (2025) 19:133 \n \nFunding\nNot applicable.\nAvailability of data and materials\nAll data have been provided in the manuscript, any further information can be \nobtained from the corresponding author on request via email.\nDeclarations\nEthics approval and consent to participate\nNot applicable (case report).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nAuthors declare no competing interests.\nReceived: 3 November 2024   Accepted: 10 March 2025\nReferences\n 1. Croisier JL. Factors associated with recurrent hamstring injuries. Sports \nMed. 2004;34(10):681–95.\n 2. Elliott MC, Zarins B, Powell JW, Kenyon CD. Hamstring muscle strains \nin professional football players: a 10-year review. Am J Sports Med. \n2011;39(4):843–50.\n 3. Valente HG, de Oliveira RR, Baroni BM. How are hamstring strain injuries \nmanaged in elite men’s football clubs? A survey with 62 Brazilian \nphysical therapists. Phys Ther Sport. 2023;61:73–81. https:// doi. org/ 10.  \n1016/j. ptsp. 2023. 03. 001.\n 4. Martin RL, Cibulka MT, Bolgla LA, Koc TA Jr, Loudon JK, Manske RC, \nWeiss L, Christoforetti JJ, Heiderscheit BC. Hamstring strain injury in \nathletes. J Orthop Sports Phys Ther. 2022;52(3):1–44. https:// doi. org/ 10.  \n2519/ jospt. 2022. 0301.\n 5. Turl SE, George KP . Adverse neural tension: a factor in repetitive hamstring strain? J Orthop Sports Phys Ther. 1998;27(1):16–21.\n 6. Kornberg C, Lew P . The effect of stretching neural structures on grade \none hamstring injuries. J Orthop Sports Phys Ther. 1989;13:481–7.\n 7. Heiderscheit BC, Sherry MA, Silder A, et al. Hamstring strain injuries: \nrecommendations for diagnosis, rehabilitation and injury prevention. J \nOrthop Sports Phys Ther. 2010;40(2):67–81.\n 8. Aggen PD, Reuteman P . Conservative rehabilitation of sciatic \nnerve injury following hamstring tear. N Am J Sports Phys Ther. \n2010;5(3):143–54.\n 9. Breig A. Adverse mechanical tension in the central nervous system: an \nanalysis of cause and effect. Relief by Functional Neurosurgery. New \nYork: Wiley; 1978.\n 10. Maitland G. Movement of pain sensitive structures in the verte bral canal in a group of physiotherapy students. S Afr J Physiother. \n1980;36(1):4–12. https:// doi. org/ 10. 4102/ sajp. v36i1. 1433.\n 11. Trainor K, Pinnington MA. Reliability and diagnostic validity of the \nslump knee bend neurodynamic test for upper/mid lumbar nerve root \ncompression: a pilot study. Physiotherapy. 2011;97(1):59–64. https://  \ndoi. org/ 10. 1016/j. physio. 2010. 05. 004.\n 12. Shreffler J, Huecker MR. Diagnostic Testing accuracy: sensitivity, specificity, predictive values and likelihood ratios. In: StatPearls. Treasure \nIsland (FL): StatPearls Publishing; 2024. https:// www. ncbi. nlm. nih. gov/  \nbooks/ NBK55 74. Accessed 6 Mar 2023.\n 13. Greenky M, Cohen SB. Magnetic resonance imaging for assessing hamstring injuries: clinical benefits and pitfalls—A review of the current \nliterature. Open Access J Sports Med. 2017;17(8):167–70. https:// doi.  \norg/ 10. 2147/ OAJSM. S1130 07. 14. Thompson SM, Fung S, Wood DG. The prevalence of proximal hamstring pathology on MRI in the asymptomatic population. Knee Surg \nSports Traumatol Arthrosc. 2017;25(1):108–11. https:// doi. org/ 10. 1007/  \ns00167- 016- 4253-4.\n 15. McHugh MP , Johnson CD, Morrison RH. The role of neural tension in \nhamstring flexibility. Scand J Med Sci Sports. 2012;22:164–9.\n 16. Greening J, Dilley A. Posture-induced changes in peripheral nerve stiffness measured by ultrasound shear-wave elastography. Muscle Nerve. \n2017;55(2):213–22. https:// doi. org/ 10. 1002/ mus. 25245.\n 17. Urban LM, MacNeil BJ. Diagnostic accuracy of the slump test for identifying neuropathic pain in the lower limb. J Orthop Sports Phys Ther. \n2015;45(8):596–603.\n 18. Shacklock M. Clinical neurodynamics: a new system of musculoskeletal \ntreatment. Edinburgh: Elsevier Butterworth-Heinemann; 2005.\n 19. Pietrzak M, Vollaard NB. Effects of a novel neurodynamic tension technique on muscle extensibility and stretch tolerance: a counterbalanced \ncrossover study. J Sport Rehabil. 2016;27(1):55–65.\n 20 Harman K, Hubley K, Cheryl L. Effectiveness of an exercise program \nto improve forward head posture in normal adults: a randomized, \ncontrolled 10- week trial. J Man Manip Ther. 2005;13:163–76.\n 21. Farrar JT, Young JP Jr, LaMoreaux L, Werth JL, Poole RM. Clinical impor tance of changes in chronic pain intensity measured on an 11-point \nnumerical pain rating scale. Pain. 2001;94:149–58.\n 22 Insall JN, Dorr LD, Scott RD, Scott WN. Rationale of the Knee Society \nclinical rating system. Clin Orthop Relat Res. 1989;248:13–4.\n 23. Nagarwal AK, Zutshi K, Ram CS, Zafar R, Hamdard J. Improvement of \nhamstring flexibility: a comparison between two PNF stretching techniques. Int J Sports Sci Eng. 2010;4(1):25–33.\n 24 Goldman EF, Jones DE. Interventions for preventing hamstring injuries. \nCochrane Database Syst Rev. 2010. https:// doi. org/ 10. 1002/ 14651 858.  \nCD006 782. pub2.\n 25 Hall T, Zusman M, Elvey R. Adverse mechanical tension in the nervous \nsystem? Analysis of straight leg raise. Manual Ther. 1998;3(3):140–6.\n 26. Pollock N, James SL, Lee JC, Chakraverty R. British athletics muscle injury classification: a new grading system. Br J Sports Med. \n2014;48(18):1347–51. https:// doi. org/ 10. 1136/ bjspo rts- 2013- 093302.\n 27. Willard FH, Vleeming A, Schuenke MD, Danneels L, Schleip R. The thoracolumbar fascia: anatomy, function and clinical considerations. J Anat. \n2012;221(6):507–36. https:// doi. org/ 10. 1111/j. 1469- 7580. 2012. 01511.x.\n 28 Katalinic OM, Harvey LA, Herbert RD, Moseley AM, Lannin NA, Schurr \nK. Stretch for the treatment and prevention of contractures. Cochrane \nDatabase Syst Rev. 2010. https:// doi. org/ 10. 1002/ 14651 858. CD007 455.  \npub2.\n 29. Kouzaki K, Nakazato K, Mizuno M, Yonechi T, Higo Y, Kubo Y, Kono \nT, Hiranuma K. Sciatic nerve conductivity is impaired by hamstring \nstrain injuries. Int J Sports Med. 2017;38(11):803–8. https:// doi. org/ 10.  \n1055/s- 0043- 115735.\n 30. Sharma S, Balthillaya G, Rao R, et al. Short term effectiveness of neural \nsliders and neural tensioners as an adjunct to static stretching of hamstrings on knee extension angle in healthy individuals: a randomized \ncontrolled trial. Phys Ther Sport. 2016;17:30–7.\n 31. Alharmoodi BY, Arumugam A, Ahbouch A, Moustafa IM. Comparative \neffects of tensioning and sliding neural mobilization on peripheral and \nautonomic nervous system function: a randomized controlled trial. \nHong Kong Physiother J. 2022;42(1):41–53. https:// doi. org/ 10. 1142/  \nS1013 70252 25000 56.\n 32 Waldhelm A, Gacek M, Davis H, Saia C, Kirby B. Acute effects of \nneural gliding on athletic performance. Int J Sports Phys Ther. \n2019;14(4):603–12.\n 33. López LL, Torres JR, Rubio AO, Sánchez IT, Martos IC, Valenza MC. Effects \nof neurodynamic treatment on hamstrings flexibility: a systematic \nreview and meta-analysis. Phys Ther Sport. 2019;40:244–50. https:// doi.  \norg/ 10. 1016/j. ptsp. 2019. 10. 005.\n 34. Basson A, Olivier B, Ellis R, Coppieters M, Stewart A, Mudzi W. The effectiveness of neural mobilization for neuromusculoskeletal conditions: \na systematic review and meta-analysis. J Orthop Sports Phys Ther. \n2017;47(9):593–615.\n 35 Szlezak AM, Georgilopoulos P , Bullock-Saxton JE, Steele MC. The \nimmediate effect of unilateral lumbar Z-joint mobilisation on posterior \nchain neurodynamics: a randomised controlled study. Manual Ther. \nPage 6 of 6 Kandakurti et al. Journal of Medical Case Reports          (2025) 19:133 \n2011;16(6):609–13. https:// doi. org/ 10. 1016/j. math. 2011. 06. 004. (ISSN \n1356-689X).\n 36. Webright WG, Randolph BJ, Perrin DH. Comparison of nonballistic \nactive knee extension in neural slump position and static stretch technique on hamstring flexibility. J Orthop Sports Phys Ther. 1997;26:7–13.\n 37 Shacklock M. Improving application of neurodynamic (neural tension) \ntesting and treatments: a message to researchers and clinicians. Man \nTher. 2005;10:175–938.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}