{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04783-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04783-x.pdf",
  "metadata": {
    "/Keywords": "Gossypiboma; Retained surgical sponge; Enterocutaneous fistula",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241022162049+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241017090218+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04783-x",
    "/Author": "Leta  Hinkosa Dinsa ",
    "/Title": "Gossypiboma with enterocutaneous fistula after cesarean section: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04783-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Although precautions taken for surgical procedures are strict and effective in most operative theaters, \nthe incidence of retained foreign bodies following surgery has a reported rate of 0.01–0.001%, of which gossypibomas \nmake up 80% of cases.",
    "Case Presentation": "Case presentation A 42-year-old woman who was Oromo in ethnicity came to the hospital with symptoms \nof infection, including pus drainage from her lower abdominal incision, fever, chills, and weight loss. Tests indicated \nan intraabdominal mass consistent with a foreign body from a previous surgery. An exploratory laparotomy revealed \na surgical pack causing intestinal perforations. The foreign body was removed, and the patient recovered well \npostoperatively.",
    "Conclusion": "Conclusion Retained surgical items are serious problems of surgical operations that can result in morbidity and mor tality. Therefore, it should be among the differential diagnoses of any abdominal pain in patients having a history \nof prior surgery.\nKeywords  Gossypiboma, Retained surgical sponge, Enterocutaneous fistula\nIntroduction\nA gossypiboma is a mass of cotton sponge accidentally \nleft in a body cavity after a surgical procedure. It may not \nbe possible to estimate the exact incidence of gossypi boma, owing to the reluctance to report any such case to \navoid legal implications. Although precautions taken for \nsurgical procedures are strict and effective in most opera tive theaters, the incidence of retained foreign bodies \nfollowing surgery has a reported rate of 0.01–0.001%, of \nwhich gossypibomas make up 80% of cases [2, 3]. They are most commonly diagnosed in the intraabdominal \ncavity. Other documented locations include the chest, \nextremities, central nervous system, and breast [4]. The \nreported incidence of gossypiboma after intraabdominal \noperations is 1 per 1000–1500. Most gossypibomas occur \nat intraabdominal operations, the majority from gyneco logical surgery but rarely from cesarean section [5].\nIt can be asymptomatic or can have variable presen tations. When it is symptomatic, it will present with \nobstruction, peritonitis, adhesions, fistula, abscess for mations, and erosion into the gastrointestinal tract to \npresent as intestinal obstruction or even pass via the rec tum [6]. The clinical presentation of a gossypiboma may \ninclude nonspecific symptoms, such as abdominal pain, \nnausea, vomiting, anorexia, constipation, and weight loss \n[5]. Complications of gossypiboma include bowel perfo ration, obstruction, peritonitis, adhesion, abscess, fistula, \nand migration of the surgical sponge into the bowel [7].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nLeta  Hinkosa Dinsa\nleta.hinko43@gmail.com\n1 Department of Midwifery, Wolegga University, Nekemte, Oromia \nRegional State, Ethiopia\n2 Department of Surgery, Wolegga University, Nekemte,  Oromia Regional \nState, Ethiopia\nPage 2 of 4 Dinsa et al. Journal of Medical Case Reports          (2024) 18:515 \nWe report here a case who presented with a history of \npus discharging through the umbilicus for 9 months. She \nrevealed a history of cesarean section 11 months prior.\nCase presentation\nA 42-year-old woman who is Oromo in ethnicity came to \nthe hospital with a concerning issue. She had undergone \nan emergency hysterectomy due to a ruptured uterus \nfrom obstructed labor at Wolegga University referral hos pital, Nekemte, Ethiopia, in the past and was now experi encing pus drainage from her lower abdominal incision, \naccompanied by a foul smell. Additionally, she had been \ndealing with fever, chills, rigors, lower abdominal pain, \nloss of appetite, and weight loss for the past 5 months.\nDespite her vital signs being within normal ranges, a \nphysical examination revealed offensive pus drainage \nfrom the lower abdominal incision site and mild tender ness, without any palpable mass. Further tests showed \nsigns of infection, including leukocytosis and low hemo globin levels. Abdominal sonography indicated the pres ence of a complex intraabdominal mass consistent with \na foreign body. As a result, an exploratory laparotomy \nwas performed, during which a surgical pack from the \nprevious hysterectomy was found to have caused adhe sions and multiple perforations in the small intestine. \nThe foreign body was removed, a part of the affected \nsmall intestine was excised, and the healthy sections were \nreconnected. Fortunately, the patient had an uneventful \npostoperative recovery.\nOn examination, she was in pain with the follow ing vital signs: pulse rate of 118 bpm, blood pressure of \n98/64 mmHg, and temperature of 37.5 °C. She had mild \npale conjunctivae, anicteric sclera, and wet oral mucosa. \nHer chest was clear and resonant.\nOn the abdomen, there was a healed lower abdominal \ntransverse wound, offensive pus draining through the \numbilicus with fecal matter odor, mild lower abdominal \ntenderness, and a doughy-feeling left lower quadrant \nmass. Her complete blood count yield was leukocytosis \nof neutrophil predominance and hemoglobin of 8.9 mg/\ndl. The ultrasound finding was an ill-defined echo com plex mass at the left lower quadrant area with an abscess.\nExploratory laparotomy was done at Arjo Primary Hos pital, and a foreign body (surgical pack) left during previ ous CS was found causing severe inflammatory adhesion \nand multiple holes in the small intestine (Fig.  1). Gossyp ium with enterocutaneous fistula was the intraoperative \ndiagnosis. About 2 m of small intestine with multiple fis tula tracts was resected, and end-to-end ileo-ileal anasto mosis was done (Fig. 2).\nShe had a smooth postoperative period and was dis charged without any sequelae. On follow-up, she was \nseen as nutritionally improved and doing well.The patient has no history of medical problems such \nas diabetes mellitus, hypertension, cardiac, or renal \nproblems.\nHere, we report the case of a rarely occurring gossyp iboma following a cesarean section.\nFig. 1 The removed surgical sponge at Jimma Arjo Primary Hospital, \n2023 (surgical pack)\nFig. 2 Resected small intestine with multiple fistula tracts \nat Jimma Arjo Primary Hospital, 2023\nPage 3 of 4\n Dinsa et al. Journal of Medical Case Reports          (2024) 18:515",
    "Discussion": "Discussion\nGossypiboma can occur at almost any operative site; \nhowever, the intraperitoneal cavity is reported to be the \nmost frequent site of occurrence, as we also observed in \nour patients. Its incidence is 1 in 100–5000 of all surgi cal procedures and 1 in 1000–1500 in all intraabdominal \noperations [8]. Blood loss of more than 500  ml, uncon trolled hemorrhage, emergency surgery, high body mass \nindex, long operations, more than one subprocedure, \nmore than one surgical team, change of operating sur geon, unexpected intraoperative findings, an unexpected \nchange in surgical procedure, lack of surgical counts, and \nincorrect counts are some of the risk factors associated \nwith an increased chance for unintentionally retained \nsurgical items [1, 8].\nThere are two types of pathophysiological foreign body \nreactions associated with gossypibomas. The first one \nis a fibrous aseptic inflammatory reaction and adhe sion that encapsulates the gossypiboma in the omentum \nand surrounding organs. The second one is an exudative \ninflammatory reaction leading to an abscess or fistula \nformation. In our case, an enterocutaneous fistula devel oped to approximately 2 m of small intestine [4, 9].\nClinical features in patients with gossypiboma are non specific and may present many decades after the surgery. \nA patient with previous abdominal surgery who presents \nlater with abdominal pain, nausea, vomiting, fever, ano rexia weight loss, a palpable mass, rectal bleeding or an \naltered bowel habit, and features of intestinal obstruction \nor malabsorption syndrome should be suspected to have \nabdominal gossypiboma [4, 10]. The interval between the \nprevious procedures and the present diagnosis of intraab dominal gossypiboma ranged from 2 months to 40 years. \nIn our case, gossypiboma was diagnosed 11 months after \nthe attributable operation [11].\nThe palpable mass in the abdomen may be confused \nwith a soft tissue tumor according to its location [8]. \nMagnetic resonance imaging, ultrasound, and radiog raphy have all been used to diagnose gossypiboma, but \ncomputed tomography scans have emerged as the most \nreliable. The ultrasound feature is usually a well-defined \nmass containing a wavy internal echogenic focus with a \nhypoechoic rim and a strong posterior shadow, as in our \ncase [1, 11].\nOnce diagnosed, gossypiboma can be removed using \neither open or laparoscopic surgery. Endoscopy is used to \nremove a foreign body that has transmurally migrated to \nthe stomach or colon. [9 ]. Endoscopic and laparoscopic \napproaches may be successful; however, when there is the \npossibility of erosion or a fistula arising from a retained \ngauze pad, an “open” approach is usually required. Our case \nwas complicated with severe inflammatory adhesion and \nmultiple holes in the small intestine, so we used the open approach to remove the gossypiboma, resect 2 m of small \nintestine with multiple fistula tracts, and perform end-toend ileo-ileal anastomosis. When the item is located early \nin the postoperative course, the minimally invasive surgical \nprocedure appears to be the most successful [1 ].\nHence, we report a rare case of gossypiboma following a \ncesarean section conducted at Wolegga University referral \nhospital.\nCare process improvement, standardized count pro tocols, deliberate wound exploration before closure, and \nresolving of count discrepancies are used as preven tion strategies. Radiographic screening, and technologi cal adjuncts where available, such as counting, detection \ndevices, as well as multiple counting are also used [12]. \nTo support manual counting, techniques using a radiofre quency wand and mat resulted in surgical sponge detection \naccuracy of 100% and 98.1%, respectively. In light of this, \nthe body of evidence supported the application of technol ogy with manual surgical counts to reduce unintentional \nretention of surgical items [13].\nLimitation\nLimitations include the lack of complete laboratory inves tigations as well as the lack of clear patient photos, such as \nimaging photos.\nConclusion\nAs every case of gossypiboma is unique, it is a diagnostic \nchallenge and has medico-legal implications. Despite its \nrarity, it has morbidity and mortality consequences. There fore, for any patient presenting postoperatively with signs \nand symptoms of infection, pain, or palpable mass in the \nabdomen, the possibility of a retained foreign body should \nalways be ruled out. To prevent gossypiboma, sponges are \ncounted by hand before and after surgeries. The applica tion of technology with manual surgical counts is also \nrecommended.\nAcknowledgements\nWe thank the client for allowing the publication of this report.\nAuthor contributions\nLeta Hinkosa Dinsa—Study design, execution, acquistion, data analysis, and \ninterpretations. Betel Bogale Workineh—drafting and revising, Chala Regassa \nHunde–Final approving of the case report.\nFunding\nThe authors declare no funding for the study.\nAvailability of data and materials\nThe datasets used are available from the corresponding author on request.\nDeclarations\nEthics approval and consent to participate\nEthical clearance was obtained from the Institutional Review Committee of \nWallaga University with 10/IHS/2023\nPage 4 of 4 Dinsa et al. Journal of Medical Case Reports          (2024) 18:515 \nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 22 February 2024   Accepted: 8 August 2024\nReferences\n 1. Abdullah L, Alsulaiman SS, Imran M, Barakat R. Gossypiboma left behind \nin a cesarean section ended up with a failed laparotomic excision, which \ndemanded another laparotomy to remove it : a rare case report. Ann Med \nSurg. 1884;85:8–11.\n 2. Agrawal N, Sodhi M, Malik N. Case report gossypiboma : A R are Case \nReport. 2021.\n 3. Paramythiotis D, Michalopoulos A, Papadopoulos VN, Panagiotou D, \nPapaefthymiou L, Digkas E, et al. Gossypiboma presenting as mesosigmoid abscess : an experimental study. Techn Coloproctol. 2011;15(67):69.\n 4. Mathew RP , Thomas B, Basti RAMS. Gossypibomas, a surgeon’s night mare—patient demographics, risk factors, imaging, and how we can \nprevent it. Br J Radiol. 2017. https:// doi. org/ 10. 1259/ bjr. 20160 761.\n 5. Nishimura N, Mizuno M, Shimoda Y, Doi A. Gossypiboma with bleeding \nfrom fistula to the colon observed by colonoscopy. Clin J Gastroenterol. \n2017;10(1):37–40.\n 6. Berhanu NA, Alemu BN, Tiruneh AG. Gossypiboma : a case series and \nliterature review. Ethiopian J Health Sci. 2020;30:147–9.\n 7. Reviewarticle CME. Transmural migration of retained. Obstetr Gynecol \nSurv. 2008;63(7):465–71.\n 8. Chopra S, Suri V, Sikka P , Aggarwal N. A case series on gossypiboma—\nvaried clinical presentations and their management. J Clin Diagnost Res. \n2015;9(12):12–4.\n 9. Sankpal J, Tayade M, Rathore J, Parikh A, Gadekar D, et al. Oh, My Gauze !!!- \na rare case report of laparoscopic removal of an incidentally discovered \ngossypiboma during laparoscopic cholecystectomy. Int J Surg Case Rep. \n2020;72:643–6. https:// doi. org/ 10. 1016/j. ijscr. 2020. 04. 058.\n 10. Susmallian S, Raskin B, Barnea R. Case report—open access international \njournal of surgery case reports surgical sponge forgotten for nine years in \nthe abdomen : a case report. Int J Surg Case Rep. 2016;28:296–9. https:// \ndoi. org/ 10. 1016/j. ijscr. 2016. 10. 026.\n 11. Han Y, Yang W, Dai W, Ma Q, Zhang B, Zhang M. Case report : laparoscopyassisted resection for intra-abdominal Gossypiboma masquerading as a \nJejunal tumour (with video). Front Oncol. 2023. https:// doi. org/ 10. 3389/ \nfonc. 2023. 13260 32.\n 12. Roberts O, Afuwape O. Intra-abdominal gossypiboma with faecal \nfistula, laparotomy, removal and drainage. Trop J Obstet Gynaecol. \n2016;33(2):250.\n 13. Grant EK, Gattamorta KA, Foronda CL. Reducing the risk of unintended \nretained surgical sponges: a quality improvement project. Perioper Care \nOper Room Manag. 2020. https:// doi. org/ 10. 1016/j. pcorm. 2020. 100099.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}