{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05034-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05034-3.pdf",
  "metadata": {
    "/Keywords": "Lithium; Hypernatremia; Polyuria; Diabetes insipidus",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250123072629+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250120105502+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05034-3",
    "/Author": "Eugene Annor ",
    "/Title": "Lithium-induced nephrogenic diabetes insipidus following improved medication compliance: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05034-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Nephrogenic diabetes insipidus is a rare, often underrecognized complication of long-term lithium \ntherapy. Lithium-induced nephrogenic diabetes insipidus",
    "Results": "results from chronic renal exposure, leading to significant \npolyuria, dehydration, and hypernatremia.",
    "Case Presentation": "Case presentation We describe a case of a 55-year-old White caucasian male with a schizoaffective disorder managed with lithium who presented with altered mental status and electrolyte abnormalities following a recent stroke. \nEvaluation revealed nephrogenic diabetes insipidus as the primary etiology, likely exacerbated by recent changes \nin medication adherence. The patient responded well to fluid resuscitation, reduced lithium dosage, and targeted \nelectrolyte management.",
    "Conclusion": "Conclusion This case underscores the need for vigilance in monitoring patients with nephrogenic diabetes insipidus on chronic lithium therapy, as early recognition and treatment are essential in preventing renal impairment \nand improving clinical outcomes.\nKeywords  Lithium, Hypernatremia, Polyuria, Diabetes insipidus",
    "Introduction": "Introduction\nDiabetes insipidus (DI) is a rare condition, with a \nreported prevalence of 1 in 25,000 [1]. Of all DI cases, \ncentral or neurogenic cases tend to be more common \nthan nephrogenic cases [2]. Nephrogenic cases may be \ncongenital because of genetic mutation or acquired, typi cally as a side effect of pharmaceuticals, most commonly \nlithium [2]. Lithium is a commonly used mood stabi lizer for bipolar affective disorder [3]. There are many \ndocumented side effects of chronic lithium use, with nephrogenic diabetes insipidus being the most common \nmanifestation, occurring in up to 40% of patients [4].\nPatients may undergo years of lithium therapy prior to \nthe onset of the disease, and thus, diagnosis may often \nbe missed. Continued lithium treatment in the setting \nof undiagnosed nephrogenic DI may lead to worsening \ndehydration and potential renal damage [4]. Several case \nreports have documented lithium-induced nephrogenic \ndiabetes insipidus [5, 6]. However, there is a lack of stud ies directly linking improved medication adherence in a \npreviously non-compliant patient to the development \nof nephrogenic DI. Here, we present a unique case of \nnephrogenic diabetes insipidus in a patient on chronic \nlithium therapy, potentially triggered by a shift in medi cation compliance following a transfer to a nursing facil ity after a recent stroke.Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nEugene Annor\neug.annor@gmail.com\n1 Department of Internal Medicine, University of Illinois College \nof Medicine, Peoria, IL 61637, USA\n2 University of Illinois College of Medicine, Peoria, IL, USA\nPage 2 of 5 Annor et al. Journal of Medical Case Reports           (2025) 19:31 \nCase description\nClinical presentation\nA 55-year-old White caucasian male with a history of \nschizoaffective disorder (managed with lithium for the \npast 10  years), hyperlipidemia, and a stroke 3 months \nprior (right-sided residual deficits) presented to the \nemergency department from his nursing home with \naltered mental status and syncope. Physical examination \nrevealed signs of dehydration, evident by dry oral mucous \nmembranes, and reduced skin turgor. He was somnolent \nand not oriented to time, place, or person. The cardiores piratory exam was unremarkable. However, he exhibited \nweakness in the right upper and lower extremities, con sistent with the residual effects of a prior stroke.\nDiagnostic findings\nInitial laboratory results showed hypernatremia (Na \n157  mmol/L), hyperchloremia (Cl 119  mmol/L), hyper calcemia (Ca 14.3 mg/dL) with elevated ionized calcium \n(1.71  mmol/L), and elevated creatinine (2.25  mg/dL). \nLeukocytosis (15.85) and elevated creatine kinase (203 \nU/L) were also noted. Urinalysis revealed white blood \ncell (WBC) esterase, 6–10 WBCs, and hyaline casts. \nAlthough his serum lithium level was within the thera peutic range, previous levels had been subtherapeutic, \nmaking this his first therapeutic level within 8  years. A \nrenal ultrasound ruled out hydronephrosis, and head \ncomputed tomography (CT) showed no intracranial \nabnormalities. Serum protein electrophoresis and urine \nprotein electrophoresis were also unremarkable. Table  1 \nsummarizes the trend of key laboratory results throughout \nhospitalization. \nManagement\nParathyroid hormone, parathyroid-hormone-related pro tein, and protein electrophoresis levels were within nor mal limits. Creatinine improved to baseline (0.88 mg/dL) following fluid resuscitation. The patient was started on \ncalcitonin and zoledronic acid for hypercalcemia. How ever, hypernatremia worsened, peaking at 157  mmol/L, \nprompting initiation of intravenous fluids with 5% \ndextrose.\nThe patient exhibited significant polyuria (4–6 L/day) \nboth before and during fluid administration in the set ting of poor oral intake and an estimated free water \ndeficit of 6 L. After several days of fluid therapy, a water \ndeprivation test followed by desmopressin administra tion was performed. Urine osmolality decreased slightly \nfrom 175 mOsm/kg to 154 mOsm/kg in response to the \ndesmopressin challenge, indicating an impaired ability to \nconcentrate urine, consistent with nephrogenic diabetes \ninsipidus.\nNephrology recommended continued hydration and \ninitiated chlorthalidone 25  mg daily to enhance sodium \nexcretion. The lithium dosage was reduced from 300 mg \ntwice daily to 150 mg twice daily. Sodium levels normal ized by day 7, and urine output decreased significantly \nfrom approximately 4–6 L/day to about 0.3 L/day with \nthe addition of chlorthalidone.\nBy discharge, the patient had returned to baseline and \nwas maintained on 150 mg lithium twice daily. A followup was scheduled with psychiatry to evaluate alternative \nmood stabilizers.",
    "Discussion": "Discussion\nOur case exemplifies multiple key points that should be \nconsidered by all clinicians when assessing patients in \nthe hospital with a history of lithium use. Nephrogenic \nDI should be included in the differential for all patients \non lithium presenting with signs of dehydration and \nelectrolyte abnormalities. While not a common diag nosis, the potential consequences of the subsequent \nrenal damage, as well as the multitude of complications \nthat may result from the electrolyte abnormalities, pose \nTable 1 Trend of key laboratory results throughout hospitalization\nDay 1 Day 2 Day 3 Day 4 Day 5 Day 6 Day 7 Day 8\nSodium (Na) (mmol/L) 157 157 153 148 149 147 138 145\nCalcium (Ca) (mg/dL) 14.3 13.1 12.0 11.7 10.8 9.9 9.2 8.7\nCalcium, ionized (mmol/L) 1.71 1.63\nCreatinine (Cr) (mg/dL) 2.25 1.87 1.49 1.29 1.11 1.06 0.98 0.88\nPhosphorus  (PO4) (mg/dL) 2.2 1.1 3.1 2.0 1.9 2.0 2.3 2.7\nPotassium (K) (mmol/L) 3.4 3.8 3.2 3.6 4.0 3.6 3.8 3.8\nChloride (Cl) (mmol/L) 119 122 119 115 120 118 107 108\nUrine osmolality (mOsm/kg) 175 154\nUrine output (mL) 5900 13,300 6950 6950 4550 4500 300 320\nCreatinine kinase (CK) (U/L) 203\nPage 3 of 5\n Annor et al. Journal of Medical Case Reports           (2025) 19:31 \n \nlife-altering and -threatening risks. Repeated episodes \nof dehydration and abrupt changes in sodium levels \nmay also lead to potential psychological and neurologi cal damage [7 ].\nThe compounding biological effects of lithium over \ntime lead to nephrogenic DI [4]. Studies on chronic lith ium therapy have shown evidence of renal remodeling, \nespecially of the collecting ducts and principal cells [8, \n9]. The mechanism behind how lithium induces remod eling is poorly understood; however, it is speculated that \nepithelial sodium channels (ENaCs) play a role in provid ing access to lithium ions to these cells [8, 9]. Thus, ENaC \nchannel inhibitors, such as amiloride, mask polyuria \nand increase urine osmolality in patients with lithiuminduced nephrogenic DI [8, 9]. The number of aquaporin \nchannels has also been noted to decrease with chronic \nlithium use [8, 9]. Lithium-induced nephrogenic DI is \nalso notably dose-dependent, with higher doses associ ated with increased risk; however, the condition has been \nreported even within the therapeutic or sub-therapeutic \nranges [10]. In this case, improved compliance owing to \nsupervised care led to the patient’s lithium reaching ther apeutic levels, resulting in the development of nephro genic DI.\nThe most reported electrolyte abnormality seen in \nnephrogenic diabetes insipidus is hypernatremia, as was \nthe case in our patient’s presentation [11]. In congenital \nnephrogenic DI cases, the degree of electrolyte abnor malities may vary on the basis of the genetic mutation \npresent [12]. Nephrogenic DI is also more common in \npatients who are acutely ill, so one should maintain a \nhigh level of suspicion when patients on lithium therapy \npresent to the emergency department with hyperna tremia [13].\nHypercalcemia is another electrolyte abnormality \nnoted in lithium-induced nephrogenic DI and has been \nreported as a side effect of long-term lithium treatment \n[14]. It should be noted that hypercalcemia can be seen \nin patients on lithium therapy without concomitant \nnephrogenic diabetes insipidus [15]. The pathophysiol ogy behind lithium-induced hypercalcemia is not entirely \nunderstood, but it is postulated that lithium directly \nstimulates parathyroid hormone (PTH) production or \ninteracts with calcium-sensing receptors, resulting in \nalterations of PTH and calcium levels [16]. In these sce narios, however, PTH tends to be elevated, whereas, in \nour patient, the PTH level was on the lower end of the \nnormal range. Our patient saw a reduction in serum cal cium levels after treatment with fluids, calcitonin, and \nzoledronic acid by day 6 of admission, suggesting our \npatient’s hypercalcemia may have been more attributed \nto volume depletion than to direct lithium renal toxic ity. Nevertheless, it is essential to closely monitor the calcium levels of all patients on lithium therapy, given the \nfrequency with which abnormalities can occur.\nProper differentiation between central and nephro genic DI is also essential for guiding management. While \ncentral DI is typically associated with trauma, idiopathic \ncases have been reported [17]. Additionally, cases of cen tral DI after ischemic neurologic events have also been \nreported, which was essential to evaluate in our patient \nwith a recent history of stroke [18]. The key to differenti ation relies on assessing renal ability to concentrate urine \nin response to desmopressin. Continued high urine out put following a water deprivation test and desmopressin \nadministration indicate nephrogenic DI [14].\nThiazide diuretics are utilized in the management \nof nephrogenic diabetes insipidus owing to their abil ity to promote renal sodium excretion, which enhances \ndiuresis and results in extracellular volume contraction \n[19]. This, in turn, reduces the glomerular filtration rate \n(GFR)[19]. The lowered GFR increases water and sodium \nreabsorption in the proximal tubules, thereby decreasing \nthe delivery of solutes and water to the distal tubule and \ncollecting duct [19]. As a result, there is a reduction in \nsolute and water loss distally, ultimately improving the \nsymptoms of nephrogenic diabetes insipidus [19]. Chlo rthalidone, a thiazide diuretic, was very effective in this \ncase and resulted in urine output reduction from approx imately 4–6 L/day to about 0.3 L/day. Desmopressin, a \nsynthetic vasopressin analog, is more effective in treating \ncentral DI [20]. However, there have been some studies \nthat have reported lithium-induced nephrogenic DI that \nhas been responsive to desmopressin [21]. Desmopressin \ntherapy, however, did not affect our patient’s urine output \nor osmolality.\nAdditionally, evaluating recent medication and diet \nchanges is essential in the management of nephrogenic \nDI. Socioeconomic factors surrounding patients, includ ing changes in living situation, should also be assessed. \nIn our case, it was noted that the patient had years of \nsubtherapeutic lithium levels prior to beginning his resi dence at a skilled nursing facility. Lithium level on admis sion was in the therapeutic range, indicating a possible \nchange in compliance with medications once the patient \nbegan living with supervised care and subsequent devel opment of DI. Additionally, studies have shown that \nlow-sodium diets induce increased lithium reabsorption, \nespecially in the distal tubules [17, 22]. Our patient had \nsignificant dietary changes after his stroke, which may \nhave led to increased lithium reabsorption [23].\nConclusion\nThis case underscores the importance of a thorough \nevaluation of patients on chronic lithium therapy, par ticularly those presenting with dehydration, electrolyte \nPage 4 of 5 Annor et al. Journal of Medical Case Reports           (2025) 19:31 \nimbalances, or altered mental status, such as our patient. \nLithium-induced nephrogenic diabetes insipidus (DI) \nremains a significant yet underdiagnosed complication of \nlong-term lithium use, with hypernatremia being a hall mark feature. Timely differentiation between central and \nnephrogenic DI is critical for appropriate management.\nOur patient’s presentation illustrates the diagnostic \nchallenges posed by nephrogenic DI, especially when \nlithium levels are therapeutic, and changes in medica tion adherence or environmental factors play a contribu tory role. This case also highlights the potential impact of \nlithium on calcium homeostasis and the importance of \naddressing hypercalcemia promptly to mitigate associ ated complications.\nThe successful use of thiazide diuretics such as chlo rthalidone to manage nephrogenic DI demonstrates a \npractical approach to reducing urine output and cor recting electrolyte imbalances. Clinicians must maintain \na high index of suspicion for nephrogenic DI in patients \non chronic lithium therapy, ensuring regular monitor ing of renal function, electrolyte levels, and lithium lev els to mitigate long-term complications and improve \noutcomes.\nAcknowledgements\nNone of the other authors had any financial relationship within the last 3 years \nwith a biotechnology manufacturer, a pharmaceutical company, or other \ncommercial entity that has any interest in the subject matter, materials, or \nprocess(es) discussed in the manuscript.\nAuthor contributions\nEA—conceptualization and drafting of manuscript. IB—drafting of manuscript. MB—drafting of manuscript. EMH—review of manuscript for scientific \ncontent. The manuscript has been read and approved by all the authors, and \nthe requirements for authorship have been met. Each author believes that the \nmanuscript represents honest work. This study does not contain identifying \ninformation about the patients. The study was performed in accordance with \nthe ethical standards laid down in the 1964 Declaration of Helsinki and its \nsubsequent amendments.\nFunding\nNo financial support/declaration.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthical approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors of this article do not have any conflict of interest with the publication of this manuscript or any institution or product that is mentioned in this \nmanuscript and/or is important to the outcome of the study presented. The \nother authors also do not have any conflict of interest with products that \ncompete with those mentioned in this manuscript.Received: 19 November 2024   Accepted: 23 December 2024\nReferences\n 1. Grünfeld JP , Rossier BC. Lithium nephrotoxicity revisited. Nat Rev Nephrol. \n2009;5(5):270–6. https:// doi. org/ 10. 1038/ nrneph. 2009. 43.\n 2. Bendz H, Aurell M. Drug-induced diabetes insipidus: incidence, prevention and management. Drug Saf. 1999;21(6):449–56. https:// doi. org/ 10. \n2165/ 00002 018- 19992 1060- 00002.\n 3. Mutter CM, Smith T, Menze O, Zakharia M, Nguyen H. Diabetes insipidus: \npathogenesis, diagnosis, and clinical management. Cureus. 2021;13(2): \ne13523. https:// doi. org/ 10. 7759/ cureus. 13523. PMID: 33786 230; PMCID: \nPMC79 96474.\n 4. Machado-Vieira R, Manji HK, Zarate CA Jr. The role of lithium in the treat ment of bipolar disorder: convergent evidence for neurotrophic effects as \na unifying hypothesis. Bipolar Disord. 2009;11 Suppl 2(2Suppl 2):92–109. \nhttps:// doi. org/ 10. 1111/j. 1399- 5618. 2009. 00714.x.\n 5. Li JJ, Tan S, Kawashita T, Tagle CA, Farmand F. Central diabetes insipidus in \nthe background of lithium use: consider central causes despite nephro genic as the most common. Am J Case Rep. 2023;24:e939034. https:// doi. \norg/ 10. 12659/ AJCR. 939034.\n 6. Şenocak Taşçi E, Eralp H, Kayataş K. Lithium-induced nephrogenic \ndiabetes insipidus responsive to desmopressin. Acta Endocrinol. \n2019;15(2):270–1. https:// doi. org/ 10. 4183/ aeb. 2019. 270.\n 7. Rauf A, Gul S, Nasir M, Arif U, Oyenuga M. A rare case of lithium-induced \npartial nephrogenic diabetes insipidus. Cureus. 2020;12(4): e7877. https:// \ndoi. org/ 10. 7759/ cureus. 7877. PMID: 32489 731; PMCID: PMC72 55560.\n 8. Hureaux M, Vargas-Poussou R. Genetic basis of nephrogenic diabetes \ninsipidus. Mol Cell Endocrinol. 2023;560: 111825. https:// doi. org/ 10. \n1016/j. mce. 2022. 111825.\n 9. Galizia L, Marino GI, Kotsias BA. El litio y su relación con la acuaporina-2 \ny el canal de sodio ENaC [Lithium and its relation with the epithelial \nsodium channel and aquaporin-2]. Medicina. 2012;72(2):171–5.\n 10. Li JJ, Tan S, Kawashita T, Tagle CA, Farmand F. Central diabetes insipidus in the background of lithium use: consider central causes despite \nnephrogenic as the most common. Am J Case Rep. 2023;23(24): e939034. \nhttps:// doi. org/ 10. 12659/ AJCR. 939034. PMID: 36683 312; PMCID: PMC98 \n83600.\n 11. Bockenhauer D, Bichet DG. Pathophysiology, diagnosis and management \nof nephrogenic diabetes insipidus. Nat Rev Nephrol. 2015;11(10):576–88. \nhttps:// doi. org/ 10. 1038/ nrneph. 2015. 89.\n 12. Liamis G, Milionis HJ, Elisaf M. A review of drug-induced hypernatraemia. \nNDT Plus. 2009;2(5):339–46. https:// doi. org/ 10. 1093/ ndtpl us/ sfp085.\n 13. Grünfeld JP , Rossier BC. Lithium nephrotoxicity revisited. Nat Rev Nephrol. \n2009;5(5):270–6. https:// doi. org/ 10. 1038/ nrneph. 2009. 43.\n 14. Mutter CM, Smith T, Menze O, Zakharia M, Nguyen H. Diabetes insipidus: \npathogenesis, diagnosis, and clinical management. Cureus. 2021;13(2): \ne13523. https:// doi. org/ 10. 7759/ cureus. 13523.\n 15. Gubbi S, Hannah-Shmouni F, Koch CA, Verbalis JG, et al. Diagnostic test ing for diabetes insipidus. In: Feingold KR, et al., editors. Endotext. London: \nMDText.com, Inc.; 2022.\n 16. Meehan AD, Udumyan R, Kardell M, Landén M, Järhult J, Wallin G. \nLithium-associated hypercalcemia: pathophysiology, prevalence. \nManage World J Surg. 2018;42(2):415–24. https:// doi. org/ 10. 1007/ \ns00268- 017- 4328-5.\n 17. Kovacs Z, Vestergaard P , Licht RW, et al. Lithium-induced hypercalce mia: an expert opinion and management algorithm. Int J Bipolar Dis. \n2022;10:34. https:// doi. org/ 10. 1186/ s40345- 022- 00283-3.\n 18. Jayaraman M, Kumar S, Ahmad FM. Transient central diabetes insipidus \nfollowing ischemic stroke. Ind J Endocrinol Metabol. 2013;17(Suppl \n1):S152–4. https:// doi. org/ 10. 4103/ 2230- 8210. 119554.\n 19. Thomsen K, Shirley DG. A hypothesis linking sodium and lithium reab sorption in the distal nephron. Nephrol Dial Transplant. 2006;21(4):869–\n80. https:// doi. org/ 10. 1093/ ndt/ gfk029.\nPage 5 of 5\n Annor et al. Journal of Medical Case Reports           (2025) 19:31 \n \n 20. Raisingani M, Palliyil Gopi R, Shah B. Use of chlorothiazide in the manage ment of central diabetes insipidus in early infancy. Case Rep Pediatr. \n2017;2017:2407028. https:// doi. org/ 10. 1155/ 2017/ 24070 28.\n 21. Şenocak Taşçi E, Eralp H, Kayataş K. Lithium-induced nephrogenic \ndiabetes insipidus responsive to desmopressin. Acta Endocrinol. \n2019;15(2):270–1. https:// doi. org/ 10. 4183/ aeb. 2019. 270.\n 22. Sadaf S, Mahgoub Y. Potato chips and potentially toxic lithium level. Prim \nCare Companion CNS Disord. 2021;23(4):20102782.\n 23. Trepiccione F, Christensen BM. Lithium-induced nephrogenic diabetes insipidus: New clinical and experimental findings. J Nephrol. \n2010;23(Suppl 16):S43–8.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}