{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05111-7",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05111-7.pdf",
  "metadata": {
    "/Keywords": "Baclofen; Muscle spasm; Central sleep apnea; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250312134839+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250311164818+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05111-7",
    "/Author": "Xiaoqiong Luo ",
    "/Title": "Central sleep apnea caused by low dosage of baclofen: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05111-7",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Baclofen can relax muscle spasticity by inhibiting the transmission of both mono- and polysynaptic \nreflexes at the spinal cord. It has been increasingly used off-label for the management of spinal cord lesions or neuro logic disorders. However, the expansion use has led to an increase in baclofen-associated complications.",
    "Case Presentation": "Case presentation We report the case of a 60-year-old Chinese female patient who suffered from nocturnal chok ing and daytime sleepiness. Polysomnography identified central sleep apnea after initiation of low-dosage baclofen \n(10 mg two times a day) treatment, and a complete resolution of central sleep apnea was associated with baclofen \nwithdrawal.",
    "Conclusion": "Conclusion This case reminds us that more attention should be paid to the adverse reactions on respiratory control \nof baclofen, even with low dosage. Regular polysomnography before and after prescription of baclofen is helpful \nto detect the effects of baclofen on sleep and breathing.\nKeywords  Baclofen, Muscle spasm, Central sleep apnea, Case report",
    "Introduction": "Introduction\nBaclofen, β-(4-chlorophenyl)-γ-aminobutyric acid, with \na molecular weight of 213.66  g/mol, is a gamma-amin obutyric acid (GABA)-B agonist with muscle-relaxant \nand antispasmodic properties [1, 2]. Baclofen has been \nincreasingly used off-label for the management of several \ndisorders, such as musculoskeletal pain, muscle spasms, \nalcohol use disorder, chronic hiccups, chronic posttraumatic stress disorder, and gastroesophageal reflux \ndisease [1]. Baclofen can be administered orally and by \nintrathecal injection. After titration from low doses, \nstandard treatment includes daily oral administration of 40–80  mg, which is the commonly accepted maximum \ndaily dosage of baclofen [3]. Dose of intrathecal injection \nfor spasticity begins from 50 µg to 100 µg, which is much \nlower than the oral dose [1]. Both oral and intrathecal \nbaclofen may produce sleep-disordered breathing [4–6]. \nIt has been reported that central sleep apnea (CSA) was \nin association within standard-to-high dose baclofen \ntherapy (40–200 mg per day) in patients treated for alco hol withdrawal [6, 7]. One possible pathway is the pos sibility that baclofen acts on the inspiratory neurons in \npre-Bötzinger complex to cause CSA [8]. Here we report \na case of CSA induced by low-dose baclofen orally.\nCase report\nA 60-year-old Chinese woman was referred to the depart ment of Respiratory and Sleep Medicine, Peking Uni versity People’s Hospital because of snoring, nocturnal \nchoking, and daytime sleepiness for more than 5  years. \nOn 13 November 2023, she underwent a nocturnal poly somnography (PSG) at a local hospital, which showed \napnea–hypopnea index (AHI, 65.5 events per hour), and Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nQidi Ding\ndingqidi4677@163.com\nXiaosong Dong\ndongxs_2000@163.com\n1 Department of Encephalopathy, Chongqing Traditional Chinese \nMedicine Hospital, Chongqing 400021, China\n2 Department of Respiratory and Sleep Medicine, Peking University \nPeople’s Hospital, Beijing 100044, China\nPage 2 of 5 Luo et al. Journal of Medical Case Reports          (2025) 19:112 \nthe main respiratory events were central apnea (Table  1). \nShe was then admitted to our department on 10 Decem ber 2023. Physical examination found no obvious abnor mal signs except involuntary head tremor, which lasted \nfor decades. Body mass index (BMI) was 24.4 kg/m2. Her \nneck circumference was 34 cm, waist circumference was \n85  cm, and hip circumference was 91  cm, which sug gested abdominal obesity according to guidelines for \nPrevention and Control of Overweight and Obesity in \nChinese Adults [9]. The Epworth Sleepiness Scale score \nwas 15/24.\nThe patient had a history of essential head tremor for \n34  years, which did not interfere her daily life. Her left \nlower limb cramped intermittently, as well as cramp ing of the lower back accompanied by numbness for \n5 years. On 11 September 2023, she went to the depart ment of neurology of a general hospital, and was diag nosed painful muscle spasm, essential tremor, anxiety \nstate, and somatization disorder. She began to receive \nthe administration of clonazepam 0.5  mg two times a \nday, citalopram 20 mg per day, and oxcarbazepine 0.3 g \nthree times a day. On 8 November 2023, the clonazepam \nwas replaced with baclofen at a dose of 10 mg two times \nper day. The frequency of leg spasm decreased signifi cantly. In recent years, she underwent electromyography \n(EMG), para-tumor antibody, autoimmune encephalitis \nantibody of blood and cerebrospinal fluid, and dynamic mutation-whole exome sequencing (dmWES) detection \nof blood, all of which showed no clear abnormality.\nIn our department, an arterial blood gas analysis did \nnot show  CO2 retention (pH 7.43,  PaO2 70  mmHg, \n PaCO2 44  mmHg, HCO−\n3 29.2  mmol/L). PSG revealed \nsevere CSA with a central apnea index of 40 events per \nhour (AHI 51.2 events per hour, as presented in Table  1). \nIn addition, continuous transcutaneous capnography \n (PtcCO2) was normal. Central apnea occurs mainly in the \nNon-rapid Eye movement (NREM) phase (Fig.  1). The \npatient was titrated on continuous positive airway pres sure (CPAP) treatment (ResMed, S10). With a pressure \nof 10  cmH2O, the reports downloaded from the device \nshowed residual AHI 18.8 events per hour, of which CAI \n14 events per hour. After that, we tried Bi-level Positive \nAirway Pressure (BiPAP) (9/5   cmH2O), CPAP (6  cmH2O) \nwith oxygen 2 L per minute, and CPAP 7  cmH2O in \nsequence. However, the residual AHI did not reach sat isfactory level.\nDuring admission, we conducted a series of examina tions, including head magnetic resonance imaging (MRI), \nechocardiography, long-term video electroencephalo gram, liver and kidney function, lung function, and other \nexaminations. Through these tests and examinations, we \nexcluded cerebral infarction, autoimmune encephalitis, \nand paraneoplastic syndrome, as well as cardiopulmo nary and renal insufficiency. She has had essential tremor \nfor decades, which is relatively stable without significant \naggravation. There was no illness history significantly \nassociated with sleep-disordered breathing. Then, we \nfound that oral baclofen was prescribed recently by ret rospection of her medical history. We suspected CSA \nmight be caused by baclofen. Obtaining the patient’s \nconsent, baclofen was discontinued, and 3 days after \nwithdrawal, a second PSG was conducted and showed a \nsignificant decrease of CAI to 1.5 events per hour (AHI \n13.6 events per hour, OAI 3.2 events per hour, Table  1). \nThe patient was then treated with CPAP (7  cmH2O), and \n3 days after discharge, we followed up with the patient \nand found that she tolerated CPAP treatment well, symp toms of night choking were relieved, and daytime drowsi ness improved. The downloaded data of the CPAP device \nshowed significant improvement, with AHI dropping \nto 4.5 events per hour and CAI to 1.1 events per hour. \nTherefore, we further confirmed that CSA in this patient \nwas associated with baclofen (Fig. 2).",
    "Discussion": "Discussion\nThis case suggests that CSA could be caused by low dose \nof baclofen. Firstly, during this hospitalization, with with drawal of baclofen, PSG found that central sleep apnea \nhypopnea index decreased significantly (Table  1). Sec ondly, we ruled out common causes of CSA step by step. Table 1 PSG reports\nDosage of oral baclofen is 10 mg twice per day. PSG 1: monitored in other \nhospital before admission. PSG 2, PSG 3: Monitored in our hospital under \ndifferent treatments\nPSG  polysomnography, REM rapid eye movements, AHI apnea–hypopnea index, \nCAI central apnea index, OAI  obstructive apnea index, MAI mixed apnea index, HI \nhypopnea index, ODI oxygen desaturation indexPSG1 PSG2 PSG3\nDate 2023-11-13 2023-12-10 2023-12-21\nTreatment Baclofen Baclofen\nSleep study\n Total sleep time, minutes 411.0 423.4 322.0\n Sleep efficacy, % 71.7 82.0 63.6\n N1 sleep, % 14.0 10.7 13.2\n N2 sleep, % 69.0 52.4 71.3\n N3 sleep, % 6.0 11.3 9.5\n REM sleep, % 11.1 25.5 6.1\n Respiration, events per hour\n AHI 65.5 51.2 13.6\n CAI 36.8 40 1.5\n OAI 7.3 1.7 3.2\n MAI 5.8 2 0.9\n HI 15.6 7.5 8.0\n 3% ODI – 35 8.9\nPage 3 of 5\n Luo et al. Journal of Medical Case Reports          (2025) 19:112 \n \nHer echocardiography, dynamic electrocardiogram, and \nrenal function examination were normal, which ruled \nout heart failure and renal failure. Brain MRI, video \nelectroencephalogram (EEG), and antibodies related to \nautoimmune encephalitis and paraneoplastic syndrome \nshowed no abnormalities and did not support neurologi cal disease. The patient had leg muscle spasms, but no \nmuscular atrophy or myasthenia. She had no history of \nliving in high-altitude areas and no experience of CPAP \ntherapy nor oral orthotics or upper airway surgery before \nand after the onset of the CSA (Fig.  2). In addition to \nbaclofen, she also took citalopram and oxcarbazepine. \nThe effect of citalopram on sleep was decreasing REM \nsleep and lengthening REM latency [10]. There were no \nliterature reports regarding CSA caused by citalopram \nand oxcarbazepine [11].\nCSA disorders are characterized by disruption of \nsleep due to repetitive respiratory events characterized \nby reduction or cessation of airflow due to reduced or \nabsent respiratory effort [12], which can lead to severe \ncomorbidity and increased risk of adverse cardiovascu lar outcomes [13]. A number of medications have been associated with CSA potentially affecting pre-Bötzinger \ncomplex, which is a respiratory rhythm generator in \nbrainstem [14]. Baclofen is on the list of the medica tions. Baclofen is an agonist for GABA-B receptors on \npre- and postsynaptic neurons in the central nervous \nsystem (CNS) and peripheral nervous system. Baclofen \nwas approved by the US Food and Drug Administration \n[10] in 1977 for the treatment of spasticity related to \nmultiple sclerosis, spinal cord injuries, and other spinal \ncord pathologies. GABA B receptors are present both \nin Kolliker–Fuse and pre-Bötzinger complex neurons. \nIn animal models, microinjection of baclofen into preBötzinger complex neurons produces a dose-dependent \nreduction in breathing frequency, eventually eliminat ing inspiratory discharge resulting in apnea [15]. Some \nresearchers have found that baclofen can affect sleep and \nbreathing in human beings. A study reported that single \ntherapeutic dose (25  mg) of baclofen alters sleep archi tecture and produces a small reduction in mean sleep \noxygen saturation [16]. Another small sample of clini cal study in healthy people found that baclofen caused \nrespiratory instability, but the central apnea index was \nFig. 1 Comparison of PSG before and after withdrawal of baclofen. A–C were, respectively, stages of N2, N3, and REM on the night of admission. \nD–F were, respectively, stages of N2, N3, and REM after withdrawal of baclofen. EOG electro-oculogram, CEMG chin electromyogram, EEG \nelectroencephalogram, ECG  electrocardiogram, LEMG leg electromyogram, Flow  nasal flow, ABD abdominal band\nPage 4 of 5 Luo et al. Journal of Medical Case Reports          (2025) 19:112 \nnot significantly elevated in subjects with baclofen [17]. \nThere was lack of systematic clinic research to support \nthe view of baclofen could cause central apnea.\nSince the French health safety agency firstly allowed \nthe prescription of oral baclofen up to 300  mg/day for \nthe treatment of alcohol dependence under a “tempo rary recommendation for use” license in March 2014, \nthe reports of sleep apnea associated with baclofen in the \nWorld Health Organization (WHO) Global Individual \nCase Safety Reports (ICSRs) database increased signifi cantly compared with other drugs. The adverse effects of baclofen on respiration is dose dependent, therefore, the \nFrench health safety agency modified the 2014 “tempo rary recommendation for use” to a maximum oral daily \ndose of 80  mg in July 2017 [18]. Olivier et  al. reported \nfour patients with severe CSA caused by oral baclofen \nfor the treatment of alcohol withdrawal at doses ranging \nfrom 40 mg to 190 mg daily [6]. Perogamvros et al. also \nreported one patient with CSA caused by oral baclofen \n(100 mg twice per day) for alcohol withdrawal (Table  2) \n[7]. Compared with the reported five cases, the current \ncase is a female patient with confirmed OSA and painful \nFig. 2 Flow chart for diagnosis. CSA central sleep apnea, MRI magnetic resonance imaging, EEG electroencephalogram, BNP brain natriuretic \npeptide\nTable 2 List of reported cases and our case\nAuthor Gender Age BMI Disease Dosage (mg/\nday)Duration of use \n(month)AHI (CAI, %)\nPierre-Yves Olivier [6] Male 47 29 Alcohol dependence 190 60 59 (90)\nMale 46 30 Alcohol dependence 150 9 73 (98)\nMale 53 31 Alcohol dependence 40 10 100 (100)\nMale 70 31 Alcohol dependence 180 3 73 (98)\nLampros Perogamvros [7] Male 61 24.4 Alcohol dependence 200 24 81.6 (85.4)\nOur case Female 60 24.4 Spasticity 20 1 65.5 (91.5)\nPage 5 of 5\n Luo et al. Journal of Medical Case Reports          (2025) 19:112 \n \nmuscle spasms, who suffered CSA after taking a low dose \nof baclofen (10  mg twice per day). She has no alcohol \ndependence, which could exclude the confounding fac tors of alcohol affecting sleep and breathing. In addition, \nshe had a lower BMI, and with a confirmed OSA, we sup posed that it would be easier for her to reach the blood \nlevel threshold for central apnea. The breathing pattern \nof baclofen-associated CSA resembles opioid-induced \nCSA. With both baclofen and opioids, CSA occurs pri marily in non-REM sleep, with variable cycles, and is \ndose dependent.\nHowever, at present, there is no systematic study on \nbaclofen causing CSA, which is limited to case reports. \nThe relationship between baclofen dosage and CSA is \nalso unclear. Future studies are expected to reveal the \nrelationship between baclofen and sleep-disordered \nbreathing and its mechanisms.\nConclusion\nWith the widespread use of baclofen, there has been a \nsignificant increase in the reported cases of central apnea \ninduced by baclofen. More clinical studies are needed to \nreveal the effect of baclofen on breathing during sleep. \nWe came to the conclusion that oral baclofen may induce \nCSA even with low dosage. Baclofen was associated with \na higher risk of CSA in patients with preexisting sleeprelated breathing disorders. After withdrawal of baclofen, \nCSA can significantly improve. Regular polysomnogra phy before and after prescription of baclofen is helpful to \ndetect the effects of baclofen on sleep and breathing.\nAcknowledgements\nNot applicable.\nAuthor contributions\nXiaoqiong Luo and Qidi Ding conceived the idea for the paper and drafted \nthe original manuscript. Yanan Liu and Chenyu Li contributed to the discussion section. Xiaosong Dong and Fang Han reviewed and edited the final \nmanuscript. Xiaosong Dong and Qidi Ding supervised the project. All authors \ncontributed, read, and approved the final manuscript.\nFunding\nThis paper was supported by funding of the Chongqing doctoral Program \n(CSTB2022BSXM-JCX0075); Natural Science Foundation of Chongqing \n(cstc2020jyj-msxmX0985); Science and Technology Innovation 2030-Major \nProjects, 2021ZD0203400.\nAvailability of data and materials\nThe data related to the case are available from the corresponding authors on \nreasonable request.\nDeclarations\nEthics approval and consent to participate\nThe work was carried out in the Sleep Medicine Center, Department of Sleep \nMedicine, Peking University People’s Hospital. The authors complied with the \nethical requirements of their institution.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report. A copy of the written consent is available for review by the \nEditor-in-Chief of this journal.\nCompeting interests\nThe authors have no competing interest related to the present study.\nReceived: 27 March 2024   Accepted: 13 January 2025\nReferences\n 1. Romito JW, et al. Baclofen therapeutics, toxicity, and withdrawal: a narrative review. SAGE Open Med. 2021;9:20503121211022196.\n 2. Kent CN, Park C, Lindsley CW. Classics in chemical neuroscience: baclofen. \nACS Chem Neurosci. 2020;11(12):1740–55.\n 3. Bauman W, et al. Low-dose baclofen therapy raised plasma insulin-like \ngrowth factor-1 concentrations, but not into the normal range in a \npredictable and sustained manner in men with chronic spinal cord injury. \nJ Spinal Cord Med. 2013;36(5):476–82.\n 4. Mohon R, et al. Sleep-related breathing disorders associated with intrathecal baclofen therapy to treat patients with cerebral palsy: a cohort study \nand discussion. NeuroRehabilitation. 2021;48(4):481–91.\n 5. Locatelli F, et al. Polysomnographic analysis of a pediatric case \nof baclofen-induced central sleep apnea. J Clin Sleep Med. \n2019;15(2):351–4.\n 6. Olivier P-Y, et al. Severe central sleep apnea associated with chronic \nbaclofen therapy: a case series. Chest. 2016;149(5):e127–31.\n 7. Perogamvros L, et al. Baclofen-associated onset of central sleep apnea in \nalcohol use disorder: a case report. Respiration. 2015;90(6):507–11.\n 8. Javaheri S, Badr MS. Central sleep apnea: pathophysiologic classification. \nSleep. 2023;46(3):zsac113.\n 9. Chen C. The guidelines for prevention and control of overweight and \nobesity in Chinese adults. Biomed Environ Sci. 2004;17:1–36.\n 10. van Bemmel AL, et al. Changes in sleep polygraphic variables and clinical \nstate in depressed patients during treatment with citalopram. Psychop harmacology. 1993;113:225–30.\n 11. Lee JE, et al. Analysis of adverse drug reactions with carbamazepine and \noxcarbazepine at a tertiary care hospital. Yonsei Med J. 2020;61(10):875.\n 12. Darien, International classification of sleep disorders. 3rd edn. Medicine. \n2014, American.\n 13. Costanzo MR, et al. Mechanisms and clinical consequences of untreated \ncentral sleep apnea in heart failure. J Am Coll Cardiol. 2015;65(1):72–84.\n 14. Feldman J, Del Negro C. Looking for inspiration: new perspectives on \nrespiratory rhythm. Nat Rev Neurosci. 2006;7(3):232–42.\n 15. Brockhaus J, Ballanyi K. Synaptic inhibition in the isolated respiratory \nnetwork of neonatal rats. Eur J Neurosci. 1998;10(12):3823–39.\n 16. Finnimore A, et al. The effects of the GABA agonist, baclofen, on sleep and \nbreathing. Eur Respir J. 1995;8(2):230–4.\n 17. Straus C, et al. Baclofen destabilises breathing during sleep in healthy \nhumans: a randomised, controlled, double-blind crossover trial. Br J Clin \nPharmacol. 2021;87(4):1814–23.\n 18. Revol B, et al. Baclofen and sleep apnoea syndrome: analysis of VigiBase, \nthe WHO pharmacovigilance database. Eur Respir J. 2018;51(1):1701855.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}