{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05180-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05180-8.pdf",
  "metadata": {
    "/Keywords": "Neutropenic ulcer; Neutropenia; Oral ulcer; Chemotherapy-induced neutropenia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250317205935+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250317174754+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05180-8",
    "/Author": "Fatima AlZahraa Al Beesh ",
    "/Title": "Oral ulcers in hematological malignancy patients undergoing chemotherapy: is it chemotherapy or neutropenia?: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05180-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Chemotherapy can cause oral complications either directly, by inducing mucosal degeneration, or indirectly, through myelosuppression leading to neutropenia. Neutropenia, a common side effect, is often associated \nwith multiple oral ulcers.",
    "Case Presentation": "Case presentation A 39-year-old Arabic Syrian man with acute myelogenous leukemia developed neutropenia \nfollowing his initial chemotherapy course, resulting in oral ulcers. A complete blood count confirmed chemotherapyinduced neutropenia, and the clinical presentation supported the diagnosis of neutropenic ulcers. The patient’s \nchemotherapy regimen was temporarily halted, and a topical corticosteroid paste containing triamcinolone aceto nide was applied three times daily for 7 days. This treatment led to significant regression of the ulcers. The patient \nprovided written informed consent after receiving a detailed explanation of the study’s objectives, procedures, \nand privacy considerations.",
    "Conclusion": "Conclusion Topical corticosteroid treatment effectively promoted significant regression of neutropenic ulcers in this \ncase.\nKeywords  Neutropenic ulcer, Neutropenia, Oral ulcer, Chemotherapy-induced neutropenia",
    "Introduction": "Introduction\nHematological malignancies comprise a diverse group of \ncancers arising from the uncontrolled proliferation and \nmalignant transformation of hematopoietic cells. These \nmalignancies vary significantly in incidence, etiology, prognosis, and mortality rates. Globally, they rank as the \nfifth most prevalent cancer type, accounting for approx imately 6.5% of all cancer cases and the second leading \ncause of cancer-related mortality [1–7]. They are broadly \nclassified into myelocytic and lymphocytic subtypes on \nthe basis of cell lineage [3, 5], with leukemias and lym phomas being the most common types worldwide [1, 2, \n6, 7].\nThe management of hematological malignancies \ndepends on factors such as disease subtype, patient age, \nand comorbidities. Treatment options include chemo therapy, radiotherapy, stem cell transplantation, and \nsupportive care [8–10]. Among these, chemotherapy \nremains the primary treatment modality, exerting cyto toxic effects on rapidly dividing cells by disrupting DNA Open Access\n© The Author(s) 2025. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which \npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the \noriginal author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or \nother third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line \nto the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory \nregulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this \nlicence, visit http://creativecommons.org/licenses/by/4.0/.Journal o f\nMedical Case Reports\n*Correspondence:\nFatima AlZahraa Al Beesh\nalbeeshfatima@gmail.com\n1 Department of Oral Medicine, Faculty of Dentistry, University \nof Damascus, Damascus, Syrian Arab Republic\n2 Faculty of Medicine, University of Damascus, Damascus, Syrian Arab \nRepublic\n3 Stemosis for Scientific Research, Damascus, Syrian Arab Republic\n4 Department of Hematology- Oncology, Faculty of Medicine, University \nof Damascus, Damascus, Syrian Arab Republic\nPage 2 of 7 Al Beesh et al. Journal of Medical Case Reports          (2025) 19:119 \nand RNA synthesis, causing DNA damage, and interfer ing with mitotic spindle formation [11–17]. It employs \nvarious agents, including alkylating agents, antimetabo lites, antimitotics, and certain antibiotics [9, 11]. How ever, owing to its nonselective nature, chemotherapy not \nonly targets malignant cells but also affects rapidly prolif erating normal cells, particularly within the hematopoi etic system, leading to a range of adverse effects [11–14, \n16–20].\nOne of the most serious complications of chemother apy is neutropenia, resulting from bone marrow sup pression. Neutropenia increases the susceptibility to \ninfections and other complications [21–26], as neutro phils play a crucial role in immune defense, acute inflam matory responses, and tissue repair [27–31]. In patients \nwith hematological malignancies receiving myelosup pressive chemotherapy, the oral mucosa is especially \nvulnerable to toxicity owing to its high cellular turnover, \ndistinct microbiome, presence of odontogenic infection \nfoci, and exposure to physiological trauma [13, 18, 32–\n36]. The combination of neutropenia and immune sup pression disrupts oral hemostasis, predisposing patients \nto oral complications such as mucositis and ulceration \n[13, 32–34], which significantly impact quality of life and \ntreatment adherence [35]. This article explores the etiol ogy and management of neutropenic ulcers, presenting a case report of a patient with acute myelogenous leukemia \nwho developed multiple painless oral ulcers following a \nchemotherapy-induced neutropenia. Future research is \nneeded to develop more effective strategies for prevent ing and managing oral mucositis, ultimately improving \npatient outcomes and chemotherapy efficacy.\nCase presentation\nA 39-year-old Syrian male of Arabic descent, diagnosed \nwith acute myelogenous leukemia (AML), underwent his \ninitial chemotherapy at Al-Bairouni University Hospital, \nDamascus’s primary oncology center. The induction regi men followed the standard 7 + 3 protocol, consisting of \ncytarabine for 7 days and anthracycline for 3 days. Three \ndays after initiating chemotherapy, the patient developed \nmoderate neutropenia [absolute neutrophil count (ANC): \n0.9 ×  109/L]. Complete blood count (CBC) also revealed a \nreduced red blood cell count (2.31 ×  1012/L) and platelet \ncount (11 ×  109/L).\nTwo days after neutropenia onset, a clinical oral exam ination identified a painless ulcer covered by a pseudofibrinous membrane on the lower labial mucosa. Initially \nmeasuring 1.5 cm × 1  cm, the ulcer exhibited an ery thematous halo and edema (Fig.  1A). After 1  week, it \nexpanded to 2 cm × 1.5 cm, developing necrotic edges \nwhile remaining painless (Fig.  1B). In addition, a 1 \nFig. 1 Displays an ulcer located on the lower lip. A The ulcer after 5 days of neutropenia with a pseudo-fibrinous membrane and an erythematous \nhalo. The ulcer appears nonhemorrhagic, painless, and measures approximately 1.5 cm × 1 cm in size. B The ulcer on the lower lip after 12 days \nof neutropenia. There is evident growth in the size of the ulcer and the presence of necrotic tissue. C Reduction in the size of the ulcer on the lower \nlip, taken 7 days after initiating the topical treatment\nPage 3 of 7\n Al Beesh et al. Journal of Medical Case Reports          (2025) 19:119 \n \ncm × 1.5 cm necrotic ulcer was observed on the left buc cal mucosa (Fig. 2A).\nTo manage the ulcers, the patient was prescribed topi cal corticosteroids and antiseptic mouth rinses [37]. \nChlorhexidine 0.02% was used as a mouthwash twice \ndaily, and a topical paste containing triamcinolone ace tonide (Denti-Cort) in Orabase was applied three times \ndaily for 7  days (Fig.  3). Upon reevaluation, the ulcers \nshowed significant regression, with no pain or bleeding \n(Figs. 1C and 2B).\nThe patient provided written informed consent after \nreceiving a thorough explanation of the study objectives, \nprocedures, and privacy considerations.",
    "Discussion": "Discussion\nThe introduction of chemotherapy in the 1940s led to the \nrecognition of mucositis as a significant adverse effect. \nInitially termed stomatitis, its pathogenesis was not fully \nunderstood until six decades later, prompting the adop tion of the term “mucositis” in 2007 to describe lesions \ncaused by cytotoxic chemotherapy [38]. Mucositis can affect multiple segments of the gastrointestinal tract, \nincluding the oral cavity, where it presents as oral mucosi tis (OM). OM typically develops 4–16 days after initiating \na high-dose chemotherapy and persists for 10–14 days \npost-treatment [13, 35]. It is characterized by inflam mation, epithelial damage, ulceration, and impaired cell \nregeneration, leading to mucosal atrophy. Clinically, OM \nmanifests as erythema, a burning sensation, swelling, and \nmucosal desquamation, ultimately leading to ulcer for mation [12, 13, 19, 35, 38, 39]. These crater-like ulcers, \ncovered by pseudo-fibrinous tissue with indistinct edges, \nindicate complete epithelial loss and partial soft tissue \ninvolvement [13, 40]. OM is a common chemotherapy \ncomplication, affecting approximately 40% of patients, \noften resulting in severe pain, functional impairment, \nand treatment delays, which negatively impact quality of \nlife [35, 38].\nThe development of mucositis occurs through a \nfive-phase process, influenced by cytokine activity, \nchemotherapy-induced cytotoxicity, oral microbiome \ncomposition, and bone marrow status [38, 41, 42].\nFig. 2 A A new necrotic ulcer which showed after 12 days of neutropenia, and is located on the left buccal mucosa. The ulcer is painless, \nnon-bleeding, and measures approximately 1 cm × 1 cm in size. B A notable decrease in the size of the ulcer on the left buccal mucosa\nFig. 3 Shows the topical medication containing triamcinolone acetonide in Orabase, which was utilized in the treatment\nPage 4 of 7 Al Beesh et al. Journal of Medical Case Reports          (2025) 19:119 \n1. Inflammatory/vascular (initiation) phase: Chemo therapy-induced damage to epithelial and submu cosal cells triggers the release of reactive oxygen spe cies (ROS). ROS cause DNA damage, apoptosis, and \nvascular impairment leading to early mucosal injury \n[35, 38].\n2. Epithelial phase: Free radicals disrupt DNA strands, \ninducing apoptosis. Activation of nuclear transcrip tion factor kappa B (NF-kB) stimulates the release of \npro-inflammatory cytokines, further impairing cell \nregeneration and mucosal integrity [35, 38].\n3. Signal formation and transmission: Transcription \nfactors activate the ceramide apoptosis pathway, \nexacerbating programmed cell death. Macrophages \nand matrix metalloproteinases further degrade tissue \nstructure, while tumor necrosis factor-alpha (TNFα) \naccelerates mucosal damage [35].\n4. Ulcerative phase: Damage to oral epithelial stem cell",
    "Results": "results in ulcer formation, particularly during periods \nof neutropenia. These ulcers are highly susceptible to \nsecondary infection, increasing the risk of bacteremia \nor sepsis [35, 38].\n5. Healing phase: Epithelial regeneration and micro biome restoration occur around day 15 or 16 postchemotherapy, coinciding with peripheral blood \nrecovery [35].\nIn chemotherapy patients, oral ulcers can result from \nneutropenia, direct chemotherapy toxicity, or infections \n[37]. Neutropenic ulcers are particularly concerning, as \nstudies indicate a high prevalence of oral ulcers in neu tropenic patients undergoing chemotherapy [43]. These \nulcers are deep, irregularly shaped, and covered by a yel low pseudo-fibrin membrane, often exhibiting necrosis. \nWhile pain is a common symptom, some patients may \nexperience reduced pain sensitivity due to chemother apy-induced peripheral neuropathy [37, 40, 42, 44–46].\nThe diagnosis of OM is primarily clinical, based on \ncharacteristic ulcerative lesions, erythema and mucosal \natrophy. In cases where superinfection is suspected, \ncomplementary diagnostic tests—such as cultures for \ncandida, polymerase chain reaction (PCR) for herpes \nsimplex virus, and bacterial cultures—may be necessary \nto confirm secondary infections. In addition, a CBC can \nbe useful in identifying neutropenia and thrombocyto penia, both of which may predispose patients to more \nsevere OM manifestations [42]. In this patient’s case, the \ndiagnosis of neutropenic ulcers was established on the \nbasis of the clinical presentations and laboratory findings, \nconfirming neutropenia.\nCurrently, there is no standardized protocol for the \nmanagement of OM; however, treatment generally consists of local and systemic interventions aimed at \npain relief, inflammation control, infection prevention, \nand tissue regeneration [13, 35, 42, 47, 48]\n1. Pain management\n• Topical or systemic analgesics: lidocaine gel is \ncommonly used to provide localized pain relief \nin ulcerated regions [47].\n• Cryotherapy: the application of ice chips during \nchemotherapy administration may reduce pain \nand inflammation by decreasing mucosal blood \nflow and limiting chemotherapy exposure to the \noral epithelium [42].\n2. Anti-inflammatory and healing agents\n• Topical corticosteroids (e.g., triamcinolone ace tonide) help reduce inflammation and promote \nhealing [47].\n• Biological response factors such as granulocyte \ncolony stimulating factor (G-CSF) have been \ninvestigated for their potential role in mucosal \nregeneration [42].\n• Antioxidants (e.g., glutamine and honey-based \nformulations) may facilitate mucosal repair by \nreducing reactive oxygen species [42].\n3. Antimicrobial and infection control strategies\n• Antiseptic mouthwashes (e.g., chlorhexidine \n0.02%) help prevent secondary infections, as \nchlorhexidine exhibits bactericidal, fungicidal, \nand virucidal properties [48].\n• Topical or systemic antibiotics may be required \nif bacterial superinfection is suspected.\n• Antifungal or antiviral medications are used \nwhen fungal or viral infections are present.\n4. Non-pharmacological interventions\n• Low level laser therapy (LLLT) has shown prom ise in reducing severity of OM and promoting \nhealing [42].\n• Oral care protocols (soft-bristled toothbrushes, \nsaline rinses, and adequate hydration) are essen tial in preventing OM progression [42].\n5. Management of neutropenic ulcers\n• Corticosteroids (topical or systemic) help reduce \ninflammation and promote healing.\nPage 5 of 7\n Al Beesh et al. Journal of Medical Case Reports          (2025) 19:119 \n \n• Antiseptics and antibiotics are often necessary to \nprevent infections, particularly in immunocom promised patients.\n• Neutrophil recovery is a critical factor, as ulcers \ntypically heal once neutrophil counts normalize \n[49, 50].\nIn this case, the patient’s oral ulcer characteristics \nwere consistent with neutropenic ulcers, and treat ment with topical corticosteroid led to a significant \nimprovement. The absence of pain was likely attribut able to chemotherapy-induced neuropathy [13]. The \nprescribed regimen included chlorhexidine 0.02% \nmouthwash (twice daily) for antisepsis and infection \nprevention, and triamcinolone acetonide-based topi cal paste (Denti-Cort) (three times daily for 7 days) to \nreduce inflammation and promote healing. This thera peutic approach resulted in ulcer regression without \ncomplications; early identification and timely interven tion are essential for optimal patient outcomes.\nThis case report highlights an effective treatment \nstrategy for chemotherapy-induced neutropenic ulcers. \nIt provides practical insights for healthcare profession als managing oral complications in patients with cancer \nand contributes to the clinical understanding of neutro penic ulcer evaluation and treatment. Despite various \navailable therapeutic strategies, evidence supporting \ntheir efficacy remains variable across patient popula tions. Future clinical research is required to optimize \ntreatment protocols, compare different inventions, and \nexplore novel management strategies for chemother apy-associated oral ulcerations.\nThe novelty in this case lies in distinguishing neu tropenic ulcers as a specific subset of chemotherapyrelated oral mucosal damage. While oral mucositis is \nwell-documented, this report emphasizes the need for \nearly clinical recognition of neutropenic ulcers, espe cially in patients with severe neutropenia, to guide \ntimely interventions. Furthermore, although corticos teroids are commonly used for oral mucositis, their \nrole in neutropenic ulcers remains poorly established. \nThis case demonstrates successful ulcer regression fol lowing treatment with triamcinolone acetonide-based \npaste in Orabase, suggesting topical corticosteroids as \na potential first-line therapy in this subset of patients. \nIn addition, the adjunctive use of chlorhexidine 0.02% \nmouthwash was beneficial owing to its bactericidal, \nfungicidal, and virucidal properties. This aligns with \nemerging research suggesting that modulation of the \noral microbiome may influence mucositis severity and \nulcer healing. Overall, this case provides a real-world \nexample of an effective, noninvasive treatment strategy \nthat can be integrated in routine oncology care.Conclusion\nThis case report highlights the oral complications associ ated with chemotherapy, emphasizing the importance of \nvigilant monitoring and timely intervention in managing \nneutropenic ulcers. The use of topical or systemic corticos teroids, antiseptics, or antibiotics has proven effective in \nreducing inflammation and promoting healing. Early iden tification and prompt treatment of neutropenic ulcers are \ncrucial for preventing complications and ensuring patient \noutcomes.\nAbbreviations\nAML  Acute myelogenous leukemia\nANC  Absolute neutrophil count\nCBC  Complete blood count\nNFkB  Nuclear transcription factor kappa B\nOM  Oral mucositis\nROS  Reactive oxygen species\nTNFα  Tumor necrosis factor-alpha\nAcknowledgements\nWe are thankful for the department of Hematology-Oncology of the Univer sity Hospital Al-Bairouni and the patient who participated in this case report. \nWe gratefully admit the generous support given by Stemosis for Scientific \nResearch.\nAuthor contributions\nFatima AlZahraa Al Beesh: conceptualization, investigation, validation, \nvisualization, and writing—original draft. Nafiza Martini: writing—review and \nediting. Siham Suleiman: conceptualization, supervision, validation, visualization, and writing—review and editing. Abeer Aljoujou: conceptualization, \nsupervision, validation, visualization, and writing—review and editing.\nFunding\nThis research is funded by Damascus University—funder no. 501100020595.\nAvailability of data and materials\nThe datasets generated during the current study are available from the cor responding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nThe Scientific Research Committee of the Faculty of Dentistry of Damascus \nUniversity obtained the necessary regulatory approvals to conduct the \nresearch, and the study was registered with number 154 on 27 September \n2021. Written informed consent was obtained after receiving a comprehensive \nexplanation of the study objectives, procedures, and considerations regarding patient privacy. This study is registered in the ISRCTN with the number \n17585958. Informed consent was obtained from the patient.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant interests to disclose.\nReceived: 14 November 2024   Accepted: 5 March 2025\nPage 6 of 7 Al Beesh et al. Journal of Medical Case Reports          (2025) 19:119 \nReferences\n 1. Howell DA, McCaughan D, Smith AG, Patmore R, Roman E. Incurable \nbut treatable: understanding, uncertainty and impact in chronic blood \ncancers—a qualitative study from the UK’s Haematological Malignancy \nResearch Network. PLoS ONE. 2022;17(2): e0263672.\n 2. Papakonstantinou E, Dragoumani K, Efthimiadou A, Palaiogeorgou AM, \nPierouli K, Mitsis T, et al. Haematological malignancies implications during \nthe times of the COVID-19 pandemic (Review). Oncol Lett. 2021;22(6):856.\n 3. Pérez GB, Calaf GM, Villalba MTM, Prieto KS, Burgos FC. Frequency of \nhematologic malignancies in the population of Africa, Chile. Oncol Lett. \n2019;18(5):5637–43.\n 4. Hungria V, Chiattone C, Pavlovsky M, Abenoza L, Agreda G, Armenta J, \net al. Epidemiology of hematologic malignancies in real-world settings: \nfindings from the hemato-oncology Latin America observational registry \nstudy. J Glob Oncol. 2019;5:1–19.\n 5. Waghmare TP , Prabhat DP , Keshan P , Vaideeswar P . An autopsy study of \nhematolymphoid malignancies. Int J Res Med Sci. 2019;7(4):9.\n 6. Krok-Schoen JL, Fisher JL, Stephens JA, Mims A, Ayyappan S, Woyach JA, \net al. Incidence and survival of hematological cancers among adults ages \n≥75 years. Cancer Med. 2018;7(7):3425–33.\n 7. Egesie O, Agaba P , Silas O, Achenbach C, Zoakah A, Agbaji O, et al. Presentation and survival in patients with hematologic malignancies in Jos, \nNigeria: a retrospective cohort analysis. J Med Trop. 2018;20(1):49–56.\n 8. Chennamadhavuni A, Lyengar V, Shimanovsky A. Leukemia. StatPearls; \n2022.\n 9. Gomes AOF, Silva Junior A, Noce CW, Ferreira M, Maiolino A, Torres SR. The \nfrequency of oral conditions detected in hematology inpatients. Hematol \nTransfus Cell Ther. 2018;40(3):240–4.\n 10. Stana P , Marina G, Anca D. Oral manifestations in acute leukemia as the \nfirst sign. Interdiscip Approach Diagn Treat. 2015;2:186–92.\n 11. Amjad MT, Chidharla A, Kasi A. Cancer Chemotherapy. StatPearls. Treasure \nIsland (FL) ineligible companies. Disclosure: Anusha Chidharla declares \nno relevant financial relationships with ineligible companies. Disclosure: \nAnup Kasi declares no relevant financial relationships with ineligible \ncompanies; 2023.\n 12. Velten DB, Zandonade E, Monteiro de Barros Miotto MH. Prevalence of \noral manifestations in children and adolescents with cancer submitted to \nchemotherapy. BMC Oral Health. 2017;17(1):49.\n 13. Poulopoulos A, Papadopoulos P , Andreadis D. Chemotherapy: oral side \neffects and dental interventions – a review of the literature. Stomatol Dis \nSci. 2017;1:35–49.\n 14. Visconti R, Della Monica R, Grieco D. Cell cycle checkpoint in cancer: a \ntherapeutically targetable double-edged sword. J Exp Clin Cancer Res. \n2016;35(1):153.\n 15. Goyri BLM, Ramos MEC, Pérez EE. Estomatotoxicidad bucal inducida por \nquimioterapia. Revista Odontológica Mexicana. 2014;18(2):89–95.\n 16. Thirumaran R, Prendergast GC, Gilman PB. Chapter 7—cytotoxic chemo therapy in clinical treatment of cancer. In: Prendergast GC, Jaffee EM, \neditors. Cancer immunotherapy. Burlington: Academic Press; 2007. p. \n101–16.\n 17. Carey PJ. Drug-induced myelosuppression: diagnosis and management. \nDrug Saf. 2003;26(10):691–706.\n 18. Jena S, Hasan S, Panigrahi R, Das P , Mishra N, Saeed S. Chemotherapyassociated oral complications in a south Indian population: a crosssectional study. J Med Life. 2022;15(4):470–8.\n 19. Muhammad R, Alzubaidee A. Oral complications of cancer medication in \nhemato-oncologic patients. Diyala J Med. 2020;19:180–91.\n 20. Finch GL, Burns-Naas LA. Cancer chemotherapeutic agents. In: Wexler P , \neditor. Encyclopedia of toxicology. 3rd ed. Oxford: Academic Press; 2014. \np. 630–41.\n 21. Sakong Y, Choi MK, Lee JH. The impact of chemotherapy-induced neutro penia on the outcome of direct-to-implant immediate breast reconstruction. Ann Palliat Med. 2021;10(5):5181–7.\n 22. Okunaka M, Kano D, Matsui R, Kawasaki T, Uesawa Y. Comprehensive \nanalysis of chemotherapeutic agents that induce infectious neutropenia. \nPharmaceuticals (Basel). 2021;14(7):681.\n 23. Tang C, Li MH, Chen YL, Sun HY, Liu SL, Zheng WW, et al. Chemotherapyinduced niche perturbs hematopoietic reconstitution in B-cell acute \nlymphoblastic leukemia. J Exp Clin Cancer Res. 2018;37(1):204.\n 24. Wang Y, Liu L, Pazhanisamy SK, Li H, Meng A, Zhou D. Total body irradiation causes residual bone marrow injury by induction of persistent oxidative stress in murine hematopoietic stem cells. Free Radical Biol \nMed. 2010;48(2):348–56.\n 25. Crawford J. Improving the management of chemotherapy-induced \nneutropenia. J Support Oncol. 2004;2(2 Suppl 2):36–9.\n 26. Waladkhani AR. Pegfilgrastim: a recent advance in the prophylaxis \nof chemotherapy-induced neutropenia. Eur J Cancer Care (Engl). \n2004;13(4):371–9.\n 27. Fuchs O. Introductory chapter: development of neutrophils and their role \nin hematopoietic microenvironment regulation. In: Ota F, Seyyed Shamsadin A, editors. Cells of the immune system. Rijeka: IntechOpen; 2020. p. \nCh. 1.\n 28. Kruger P , Saffarzadeh M, Weber AN, Rieber N, Radsak M, von Bernuth H, et \nal. Neutrophils: between host defence, immune modulation, and tissue \ninjury. PLoS Pathog. 2015;11(3): e1004651.\n 29. Kim MH, Yang D, Kim M, Kim SY, Kim D, Kang SJ. A late-lineage murine \nneutrophil precursor population exhibits dynamic changes during \ndemand-adapted granulopoiesis. Sci Rep. 2017;7(1):39804.\n 30. Herron C. Know your WBCs. Nurs Made Incredibly Easy. 2012;10(1):11–5.\n 31. Lehman HK, Segal BH. The role of neutrophils in host defense and disease. J Allergy Clin Immunol. 2020;145(6):1535–44.\n 32. Zecha J, Raber-Durlacher JE, Laheij A, Westermann AM, Epstein JB, de \nLange J, et al. The impact of the oral cavity in febrile neutropenia and \ninfectious complications in patients treated with myelosuppressive \nchemotherapy. Support Care Cancer. 2019;27(10):3667–79.\n 33. Morais EF, Lira JA, Macedo RA, Santos KS, Elias CT, Morais ML. Oral \nmanifestations resulting from chemotherapy in children with acute \nlymphoblastic leukemia. Braz J Otorhinolaryngol. 2014;80(1):78–85.\n 34. Napenas JJ, Brennan MT, Bahrani-Mougeot FK, Fox PC, Lockhart PB. \nRelationship between mucositis and changes in oral microflora during \ncancer chemotherapy. Oral Surg Oral Med Oral Pathol Oral Radiol Endod. \n2007;103(1):48–59.\n 35. Helei NI, Helei VM, Zhulkevych IV. Secondary lesions of the mucous membrane of the oral cavity as a side effect of complex anticancer treatment: \na literature review. J Med Life. 2023;16(11):1585–90.\n 36. Subramaniam P , Babu KL, Nagarathna J. Oral manifestations in acute \nlymphoblastic leukemic children under chemotherapy. J Clin Pediatr \nDent. 2008;32(4):319–24.\n 37. Vucicevic Boras V, Vidovic Juras D, Aurer I, Basic-Kinda S, Mikulic M. Gingival ulcerations in a patient with acute myeloid leukemia: a case report \nand literature review. Acta Clin Croat. 2019;58(3):556–60.\n 38. Pulito C, Cristaudo A, Porta C, Zapperi S, Blandino G, Morrone A, et al. \nOral mucositis: the hidden side of cancer therapy. J Exp Clin Cancer Res. \n2020;39(1):210.\n 39. Napenas JJ, Shetty KV, Streckfus CF. Oral mucositis: review of pathogenesis, diagnosis, prevention, and management. Gen Dent. 2007;55(4):335–\n44 (quiz 45-6, 76).\n 40. Compilato D, Cirillo N, Termine N, Kerr AR, Paderni C, Ciavarella D, et al. \nLong-standing oral ulcers: proposal for a new ‘S-C-D classification system.’ \nJ Oral Pathol Med. 2009;38(3):241–53.\n 41. Sonis ST. Mucositis as a biological process: a new hypothesis for the \ndevelopment of chemotherapy-induced stomatotoxicity. Oral Oncol. \n1998;34(1):39–43.\n 42. Sciuca AM, Neamţu M, Marcu D, Costan V, Popa C. Oral mucositis \nin patients with chemotherapy treatment. Roman J Oral Rehabil. \n2024;16:452–60.\n 43. Al Beesh FAZ, Martini N, Suleiman S, Aljoujou A. Oral manifestations asso ciated with neutropenia in Syrian patients diagnosed with hematological \nmalignancies and undergoing chemotherapy: a cross-sectional study. \nMedicine. 2024;103(2): e36780.\n 44. Kaul R, David CM, Savitha G, Rema J, Ramnarayan K, Sanjay CJ, et al. Case \nreport drug induced neutropenia manifesting as oral ulcerations. J Indian \nAcad Oral Med Radiol. 2022;21(2):72–5.\n 45. Cotomacio CC, Magliano GC, Alves FA, Simoes A. Local management of \nneutropenic ulcer in a patient under breast cancer treatment. Photodiagn Photodyn Ther. 2020;32: 101997.\n 46. Fontanella C, Bolzonello S, Lederer B, Aprile G. Management of breast \ncancer patients with chemotherapy-induced neutropenia or febrile \nneutropenia. Breast Care (Basel). 2014;9(4):239–45.\n 47. Ono K, Ueno T, Kido MA, Hitomi S, Naniwa M, Nakatomi C, et al. Recent \nadvances in the treatment of oral ulcerative mucositis from clinical and \nbasic perspectives. J Oral Biosci. 2024;66(3):504–10.\nPage 7 of 7\n Al Beesh et al. Journal of Medical Case Reports          (2025) 19:119 \n \n 48. Omara MS, Abdullah WH, Abd El-Bary NM, El Madbouh G, Elkalashy \nR. Effect of chlorhexidine mouthwash on chemotherapy-induced \noral mucositis among patients with cancer. J Menoufia Nurs J. \n2024;9(4):125–42.\n 49. Arvanitidou IE, Nikitakis NG, Sklavounou A. Oral manifestations of T-cell \nlarge granular lymphocytic leukemia: a case report. J Oral Maxillofacial \nRes. 2011;2(3): e4.\n 50. Copete MA, Sheridan DP . Large granular lymphocyte leukemia and its \nassociation with oral neutropenic ulcerations: a case report. Oral Surg \nOral Med Oral Pathol Oral Radiol Endod. 2000;90(4):474–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}