{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04847-y",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04847-y.pdf",
  "metadata": {
    "/Keywords": "Chronic appendicitis; Appendicoliths; Periappendiceal orifice polyp; Case report; Saudi Arabia",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241017162017+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241014231116+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04847-y",
    "/Author": "Ahmed Albadrani ",
    "/Title": "Chronic appendicitis misdiagnosed as a periappendiceal orifice polyp: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04847-y",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Unlike acute appendicitis, chronic appendicitis is characterized by nonspecific abdominal pain \nand intermittent course. This may lead to late diagnosis or misdiagnosis, with the possibility of serious complications.\nCase report A male patient of Arab origin aged 55 years had a 2-year history of recurrent episodes of mild pain \nin the right lower quadrant of the abdomen. The episodes were associated with nausea, chills, and abdominal bloat ing but no vomiting, rectal bleeding, or weight loss. On examination, the patient showed soft and lax abdomen \nwith mild tenderness in the right lower quadrant, with no organomegaly or abdominal masses. Laboratory findings \nshowed normal complete blood count and C-reactive protein. The patient underwent colonoscopy to rule out malignancy, which showed appendiceal orifice polyp that required resection. The computed tomography scan showed \nan enlarged appendix with multiple intraluminal dense appendicoliths. The largest stone at the appendiceal orifice \nmeasured 1.5 cm × 0.9 cm and was partially protruding within the cecal lumen. The diagnosis of chronic appendicitis \nwas confirmed. The patient underwent appendectomy and was asymptomatic a few days after discharge.\nConclusions We are reporting a patient with chronic appendicitis presented with multiple appendicoliths. The \npatient was initially misdiagnosed as periappendiceal orifice polyp. The current finding highlights the importance \nof imaging, especially computed tomography in confirming the diagnosis in patients with atypical appendicitis \npresentation.\nKeywords  Chronic appendicitis, Appendicoliths, Periappendiceal orifice polyp, Case report, Saudi Arabia",
    "Introduction": "Introduction\nThe diagnosis of acute appendicitis is usually straight forward, with a 2-day history of abdominal pain that is \nlocalized later into the right lower quadrant of the abdo men that becomes tender and rigid [1]. Laboratory find ings including leukocytosis and elevated inflammatory \nmarkers usually confirm the diagnosis [2]. On the con trary, chronic appendicitis is characterized by nonspe cific abdominal pain that can be easily missed [3, 4]. The \npatient frequently presented with an easily managed mild recurrent abdominal pain that is not associated with leu kocytosis or other classic signs of acute appendicitis [4, \n5].\nChronic appendicitis is frequently misdiagnosed as \nurinary tract infection, tropical inflammatory diseases, \ncolitis, pelvic inflammatory diseases, or even gastrointes tinal malignancy [4, 6]. The misdiagnosis and late diag nosis can cause serious complications, such as abscess \nformation, perforation, peritonitis, and infertility [3]. \nAlthough 7  days have been suggested to clinically dif ferentiate between acute and chronic presentation of \nappendicitis, the course of chronic appendicitis may take \nseveral months or even years [7, 8]. The use of diagnos tic imaging, especially computed tomography (CT) scan, \nhas been very decisive in atypical presentation of acute \nappendicitis and in chronic appendicitis [8–10]. We are Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAhmed Albadrani\ndr.aalbadrani@gmail.com\n1 Internal Medicine Department, College of Medicine, Prince Sattam Bin \nAbdulaziz University, P .O. Box 173, 11942 Al-Kharj, Saudi Arabia\nPage 2 of 4 Albadrani  Journal of Medical Case Reports          (2024) 18:507 \nreporting a patient with chronic appendicitis, who had \nboth late and wrong initial diagnosis.\nCase report\nA 55-year-old male patient of Arab origin was presented \nto the gastroenterology clinic with chronic abdominal \npain. The patient reported a 2-year history of recurrent \nepisodes of sharp stabbing pain in the right lower quad rant of the abdomen. The episodes occurred on average \nonce or twice a week and usually lasted for 30–45  min. \nThe pain was described as mild to moderate (2–3 out of \n10 points pain scale) and was relieved spontaneously or \nwith pain killer. There were no reported aggravating or \nreliving factors. The episodes were associated with nau sea, chills, and abdominal bloating. The patient denied \nany associated vomiting, rectal bleeding, or weight loss. \nThe patient reported once a day bowel movement (Bris tol stool type II). This was described as mild constipation. \nThe patient had hypertension that is treated with amlodi pine and hyperlipidemia that is treated with atorvastatin.\nOn examination, the patient was conscious and ori ented. Vital signs showed normal blood pressure, heart \nbeats, and respiratory rates. The patient was afebrile \nat the time of examination. The chest was clear with no \nsigns of infection or wheezing. The heart examination \nwas unremarkable with no signs of heart failure. Abdom inal examination showed soft and lax abdomen with mild \ntenderness in the right lower quadrant. There were no \norganomegaly or abdominal masses.\nLaboratory findings showed normal complete blood \ncount, C-reactive protein, sedimentation rate, electro lytes, blood glucose, liver function, and renal function. \nThe patient underwent colonoscopy for colon cancer \nscreening. The colonoscopy showed rounded protrud ing mass arising from appendiceal orifice with completely \nnormal overlying mucosa and otherwise normal colon \n(Fig.  1). The patient was diagnosed as periappendiceal \norifice polyp that is probably nonmalignant.\nThe patient was then referred to undergo full thickness \nresection of periappendiceal orifice polyp. After review ing the colonoscopy findings, the surgical team requested \na CT scan imaging of the abdomen with intravenous \ncontrast before resection. The CT showed an enlarged \nappendix with multiple intraluminal dense appendico liths (Fig.  2). The largest stone at the appendiceal orifice \nmeasured 1.5 cm × 0.9  cm and was partially protruding \nwithin the cecal lumen. The appendiceal wall was mildly \nthickened, with no surrounding fat stranding or collec tion. The ileocecal junction, rest of small bowel and colon \nappeared normal. The new findings were consistent with \nchronic appendicitis. The patient underwent appendec tomy and was asymptomatic a few days after discharge.",
    "Discussion": "Discussion\nWe are reporting a patient with chronic appendicitis that \nwas initially misdiagnosed as periappendiceal orifice \npolyp. Chronic appendicitis is a rare form of appendicitis, \nrepresenting no more than 1.5% of all patients [4, 8]. As \nappendicitis is primarily a clinical diagnosis, atypical and \nmild course may lead to delayed or misdiagnosis [8]. The \ncurrent patient had a 2-year history of recurrent abdomi nal pain. Previous data showed that the duration of nonspecific abdominal pain may be as short as days [9] or as \nlong as months [3, 6] or years [4, 11]. The late diagno sis was probably helped by the lack of classic signs and \nsymptoms of acute appendicitis, including severe pain \nand rigid abdomen that otherwise will force the patient \nto seek emergency care [3, 4].\nThe current patient had been misdiagnosed with peri appendiceal orifice polyp. This is a frequent nonmalig nant lesion that can be resected endoscopically [12].\nHowever, they represent a challenge due to incom plete assessment of malignant possibility and incom plete endoscopic resection [12]. In the current patient, \nCT verification before resection was critical for reaching \nthe correct diagnosis. CT is very confirmative in atypical \npresentation of appendicitis [8–10]. The sensitivity of CT \nreaching the correct diagnosis in patients with appendici tis is very high (93% and 99%) [8]. Additionally, it is much \nbetter than other radiologic modalities, such as X-ray and \nultrasound [8, 9].\nFig. 1 Colonoscopy images showing rounded protruding mass \narising from appendiceal orifice with completely normal overlying \nmucosa\nPage 3 of 4\n Albadrani  Journal of Medical Case Reports          (2024) 18:507 \n \nThe current patient had multiple appendicoliths, which \nis seen in 10% of patients with appendicitis [13]. It is con sidered as calcified masses consisting of fecal particulates \nand inorganic salts [14]. Their diagnosis is easy using CT, \nX-ray, or even ultrasound. They probably caused a par tial obstruction of the appendiceal orifice of the current \npatient, resulting in chronic appendicitis symptoms. It \nwas initially missed as colonoscopy is not the best modal ity to diagnose appendicitis. Colonoscopy was used \nto rule out malignancy in a patient with long history \nof abdominal pain. The patient was quickly treated by \nappendectomy as appendicoliths are known risk factors \nfor appendix perforation and abscess formation [13, 14].",
    "Conclusion": "Conclusion\nWe reported a patient with chronic appendicitis who \npresented with multiple appendicoliths. The patient was \ninitially misdiagnosed with periappendiceal orifice polyp. \nThe current finding highlights the importance of imag ing, especially CT in confirming the diagnosis in patients \nwith atypical appendicitis presentation.\nAcknowledgements\nNot applicable.\nAuthor contributions\nI hereby declare that I’m the sole author of this case report who diagnosed the \ncase and write the manuscript.\nFunding\nNone.\nAvailability of data and materials\nNot applicable.Declarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nNothing to disclose.\nReceived: 10 February 2024   Accepted: 13 September 2024\nReferences\n 1. Petroianu A. Diagnosis of acute appendicitis. Int J Surg. 2012;10(3):115–9.\n 2. Tzanakis NE, Efstathiou SP , Danulidis K, Rallis GE, Tsioulos DI, Chatzivasiliou \nA, Peros G, Nikiteas NI. A new approach to accurate diagnosis of acute \nappendicitis. World J Surg. 2005;29(9):1151–6.\n 3. Lee CK, Pelenyi SS, Fleites O, Velez V, Alaimo KL, Ramcharan DN, Tiesenga \nF. Chronic appendicitis, the lesser-known form of appendiceal inflammation: a case report. Cureus. 2021;13(11): e19718.\n 4. Shah SS, Gaffney RR, Dykes TM, Goldstein JP . Chronic appendicitis: \nan often forgotten cause of recurrent abdominal pain. Am J Med. \n2013;126(1):e7-8.\n 5. Safaei M, Moeinei L, Rasti M. Recurrent abdominal pain and chronic \nappendicitis. J Res Med Sci. 2004;1:11–4.\n 6. Holm N, Rømer MU, Markova E, Buskov LK, Hansen AE, Rose MV. Chronic \nappendicitis: two case reports. J Med Case Rep. 2022;16(1):51.\n 7. Mussack T, Schmidbauer S, Nerlich A, Schmidt W, Hallfeldt KK. Chronic \nappendicitis as an independent clinical entity. Chirurg. 2002;73(7):710–5.\n 8. See TC, Watson CJE, Arends MJ, Ng CS. Atypical appendicitis: The \nimpact of CT and its management. J Med Imaging Radiat Oncol. \n2008;52(2):140–7.\nFig. 2 Transverse (left) and longitudinal (right) CT showing an enlarged appendix with multiple intraluminal dense appendicoliths. The appendiceal \nwall was mildly thickened, with no surrounding fat stranding or collection\nPage 4 of 4 Albadrani  Journal of Medical Case Reports          (2024) 18:507 \n 9. Brodzisz A, Kuczyńska M, Zbroja M, Cyranka W, Cielecki C, Woźniak MM. \nChronic appendicitis-from ambiguous clinical image to inconclusive \nimaging studies. Diagnostics. 2022;12(4):818.\n 10. Giuliano V, Giuliano C, Pinto F, Scaglione M. Chronic appendicitis \n“syndrome” manifested by an appendicolith and thickened appendix \npresenting as chronic right lower abdominal pain in adults. Emerg Radiol. \n2006;12(3):96–8.\n 11. Kager LM, Bemelman WA, Bastiaansen BA. Chronic recurrent appendicitis: \na contradiction in terms? Ned Tijdschr Geneeskd. 2015;159:A9127.\n 12. Vargas JI, Teshima CW, Mosko JD. Management of periappendiceal orifice \npolyps. Clin Gastroenterol Hepatol. 2020;18(11):2425–9.\n 13. Teke Z, Kabay B, Erbiş H, Tuncay OL. Appendicolithiasis causing diagnostic \ndilemma: a rare cause of acute appendicitis (report of a case). Ulus \nTravma Acil Cerrahi Derg. 2008;14(4):323–5.\n 14. Babington EA. Appendicoliths, the little giants: a narrative review. Radiography. 2023;29(1):1–7.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}