{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04966-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04966-6.pdf",
  "metadata": {
    "/Keywords": "Conservative surgery; Laparoscopy; Minimally invasive surgery; Intramural pregnancy; Ultrasound; Vietnam",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241203150415+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241202125617+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04966-6",
    "/Author": "Ngoc Diep Le ",
    "/Title": "Minimally invasive management of intramural pregnancy using ultrasound combined with laparoscopy -based learning experience from a low-middle income country: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04966-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Intramural pregnancy is a very rare type of ectopic pregnancy, which is surrounded by uterine myo metrium layer and separates from endometrium. To our knowledge, this abnormal location site of ectopic pregnancy \nremains likely under-recognized and under-reported. Through this paper, we aim to underscore the role of minimally \ninvasive surgery in this uncommon condition where applicable, especially in low-middle income countries.",
    "Case Presentation": "Case presentation A 34-year-old Vietnamese female patient (gravida 3 parity 1) was hospitalized due to a diagnosis \nof intramural pregnancy. Rapidly, the patient underwent laparoscopy for a removal of ectopic pregnancy mass cor responding to 5–6 weeks of gestation, taking into consideration the possibility of conservative surgery. This surgical intervention was carefully performed under ultrasound guidance at operating room. The surgical management \nresulted in a favorable outcome, though a hysterectomy and laparotomy could be avoided intentionally in this case.",
    "Conclusion": "Conclusion This case report emphasizes the timely detection of intramural pregnancy involving the successful \noutcome. Moreover, in an early term of intramural pregnancy, uterine conservative management under laparoscopic \nsurgery combined with ultrasound could be a reliable management for this extreme rarity at tertiary center. Further \ndata is required to strengthen this finding.\nKeywords  Conservative surgery, Laparoscopy, Minimally invasive surgery, Intramural pregnancy, Ultrasound, Vietnam",
    "Introduction": "Introduction\nIntramural pregnancy (IP) is characterized by the implan tation of pregnancy within the myometrial structure, \nwithout connecting with the endometrium. This uncom mon form occurs less than 1% of ectopic pregnancies [1]. \nAlthough this is a rare entity, IP could lead to a poten tially life-threatening condition. Until 2024, 82 cases have \nbeen summarized in the literature [2]. Almost all cases \nwere detected in the first trimester, and there was a very \nrare case of an ongoing IP that was reported at 20 weeks \nof gestation [3].Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Ngoc Diep Le and Phuc Nhon Nguyen have contributed equally to this work \nand share the first co-authorship.\n*Correspondence:\nPhuc Nhon Nguyen\ndocternhon@gmail.com\n1 Department of Laparoscopy, Tu Du Hospital, Ho Chi Minh City, Vietnam\n2 Department of High-Risk Pregnancy, Tu Du Hospital, 284 Cong Quynh, \nPham Ngu Lao Ward, District 1, Ho Chi Minh City 71012, Vietnam\n3 Tu Du Clinical Research Unit (TD -CRU), Tu Du Hospital, Ho Chi Minh City, \nVietnam\nPage 2 of 10 Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \nAn accurate diagnosis of IP could be made by abdomi nal ultrasound. However, it may require more modalities \nsuch as three-dimensional transvaginal ultrasound or \nexploratory laparoscopy [3].\nPreviously, IP were mainly treated by laparotomy and \nunderwent hysterectomy due to high risk of uterine rup ture and severe bleeding. Recently, the conservative man agement of the uterus has been greatly concerned due to \nthe development of interdisciplinary team assessment. \nIn 2020, Shen et al. documented that only ten cases were \nsuccessfully managed by laparoscopic intervention [4]. \nIn 2023, Nijjar et al. reported a highly successful rate of \nuterine conservative management among 18 intramural \npregnancies in over a period of 14 years [3]. Similar to the \ncommon management of ectopic pregnancy, an appro priate surgical intervention should be selected with facil ity capabilities, context, patient’s condition, and surgeon’s \nexperience [5].\nHereby, we describe a noteworthy case of IP treated \nwith ultrasound-guided laparoscopy and string suture \ntechnique at our tertiary referral hospital. Using these \nconcomitant procedures, we successfully maintained the \nfuture fertility for this woman.\nPresentation case\nA 34-year-old Vietnamese woman (gravida 3, parity 1) \nwas transferred from an outside hospital for ultrasound \nand laparoscopy, since the patient was diagnosed with \nan uncommonly located site of ectopic pregnancy fol lowing a late menstrual period of 2 weeks and elevated \nserum beta-human chorionic gonadotropin (β-hCG). \nThe ectopic pregnancy was suspected to present at the \nisthmic location and emerged in the broad ligament. \nBefore surgical intervention, the patient was totally \nasymptomatic.\nAt hospitalization, the vital signs were noticeably nor mal. The woman was noted with a history of the right \nfallopian tube removal due to tubal ectopic pregnancy \n7  years ago and a history of cesarean section at term \npregnancy 5 years ago. She denied taking emergency con traception pills. No past history of diseases was recorded. \nHer medical record and her psychosocial history, as well \nas her family disease history, were unremarkable. A dif ficult diagnosis was made at an initial assessment. Her \nβ-hCG level measured at 13,070  mUI/mL. However, \na pregnancy of unknown location was made owing to \nan empty uterine cavity. Later, a repeated ultrasound \nshowed an adenomyosis uterus and a pregnancy mass \nlocated at the anterior uterine wall. The gestational sac \nmeasuring at 16 mm × 20 mm × 20mm in size contained \na yolk sac without visible embryo, corresponding to ges tational age of 5–6 weeks (Fig.  1). Other laboratory tests were completely normal. Following consultation, an \nintramural pregnancy (IP) was identified.\nAccordingly, the patient underwent laparoscopic sur gery for pregnancy mass resection. Upon laparoscopy, \nintraoperative findings revealed an abnormally purplish \nblue-colored mass protruding out from the uterine sur face measuring 1 cm × 2 cm. The bulging mass located \nbetween the anterior surface of the uterus and the right \ncornual site, about 1–2 cm from the round ligation. The \nbilateral ovaries were in a grossly normal appearance, \nand the right fallopian tube was absent due to previous \nsalpingectomy. No active bleeding was found in the pel vic cavity. Under guidance of ultrasound, the mass was \ndetermined accurately. A fusiform incision was made \nusing a coagulation hook, which resulted in chorionic \nvillous tissues bulging out. Then, the trophoblastic tis sue was resected completely, the hemostatic procedure \nwas performed, and two uterine myometrial edges were \nsutured continuously (Fig.  2A–D and Supplementary \nVideo 1–3). Before resection, the team performed a string \nsuture around the IP mass using V-Loc barbed suture to \navoiding bleeding during resective procedure. The speci men was placed in a bag and completely removed from \nthe ancillary port. Total blood loss was approximately 10 \nmL. The specimen was sent for histopathological exami nation and trophoblastic tissue was confirmed (Fig.  3). \nThe serum β-hCG level dropped to 1989  mUI/mL after \n48 hours of operation. Three days after the operation, the \npatient was uneventfully discharged and did not require \nfurther treatment. \nUntil writing this report, the patient was monitored \nwithout later complications. Repeated ultrasound shows \nno abnormal mass and her β-hCG level was negative. The \npatient thanks the team for saving her future fertility.",
    "Discussion": "Discussion\nUntil today, the accurate etiology of IP remains unknown. \nAdenomyosis, history of salpingectomy, assisted repro ductive technology with embryo transfer, and previous \nuterine cavitary intervention such as cesarean section, \nwhich left the tiny tunnels in the myometrial layer, may \nbe risk factors in this case [1, 2, 6].\nIn the present case, the diagnosis of intramural preg nancy was missed at an initial ultrasound examination \nand the right adnexal ectopic pregnancy was initially pre sumed at the local hospital due to the history of right sal pingectomy. However, the patient was diagnosed with an \nuncommonly located site after laparoscopic observation. \nTherefore, the detection of IP could be a challenge in sev eral situations. According to the report of Nijjar et  al., \nonly 50% cases of IP were diagnosed correctly at the \ninitial visit. An intramural pregnancy was diagnosed on \ntransvaginal and/or transabdominal ultrasound if it was \nPage 3 of 10\n Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \n \nimplanted within the uterine corpus above the level of the \ninternal cervical os and separate from the interstitial sec tion of the fallopian tube, and without a connection with \nuterine cavity. IP should be subdivided into  partial  or \ncomplete forms, which depend on the depth of myome trial involvement and the indistinct boundary from the \ndecidual–myometrial junction [3, 7]. This feature should \nalso be differentiated from cesarean scar pregnancy [8, 9]. \nThree-dimensional ultrasound with Doppler signal could \nbe added. A trophoblastic peripheral blood flow shows \nclearly IP mass [10]. Nevertheless, the ectopic pregnancy \nmass may be embedded in the myometrium, and presents as a prominent budge from the posterior uterine wall and \nlocated under the ovarian ligament. This dilemma loca tion could be a pitfall in an imaging assessment and the \ninitial diagnosis is commonly an ectopic pregnancy relat ing to fallopian tubes, cornual, and interstitial site [6, \n11]. Specifically, non-invasive modalities consisting of \nmagnetic resonance imaging could be considered [12]. \nAccordingly, the accurate diagnosis may be made at an \nexploratory laparoscopy [6].\nIn intramural pregnancy, almost all cases are asymp tomatic (Table  1). Typically, the slight symptoms such \nas vaginal bleeding and intermittent abdominal pain \nFig. 1 Ultrasound scan before surgical intervention show the intramural pregnancy mass measuring at 16 × mm 20 mm × 20 mm with yolk sac \nstructure and non-visible embryo, corresponding to gestation of 5–6 weeks. The mass is detected with proliferative vascular grade 4 on Doppler \nsignal\nPage 4 of 10 Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \nFig. 2 Intraoperative photos of the present case show: A confirmation of intramural gestational sac located at the anterior uterine wall. B \nDetermination of intramural pregnancy (IP) mass and performing a peripheral suture before excision. C Removal of trophoblastic tissue completely. \nD Hemostatic procedure by bipolar coagulation\nFig. 3 Histopathological endpoint confirms smooth muscle, decidua, and placental villi from relevant specimen (hematoxylin and eosin staining, \n10 × and 40 ×, respectively)\nPage 5 of 10\n Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \n Table 1 Uterine conservative management among intramural pregnancies in the literature in the past 5 years\nAuthors, year, \ncountryPatient\nageGravida, parity,\nrisk factorsGA Symptoms β-hCG level\n(mIU/mL)Ultrasound \nfeatures\nGestational sizeSurgical \ninterventions and \nother treatmentsOutcomes\nZhang et al., 2019, \nChina [15]30 years -G1P1\n-CS 4 yrs ago6 weeks Unprovoked vaginal \nbleeding22,805 -GS with echogenic \nyolk sac and embryo \nwith primordial \ncardiac pulsation\n-GS measuring \n10 mm × 7 mm \n× 8 mm located \nin the posterior \nuterine wall-Resection \nunder laparoscopy\n-MTX injection \nat the defect myo metrium- β-hCG declined \nto 2012 mIU/ml \non the second day \nafter surgery\n-Uneventful followup\nLiu et al., 2020, \nChina [6]28 years -G2P1\n-IVF-ET\n-Salpingectomy7 weeks Asymptomatic 2174.04 -Suspected \nof a right adnexa EP , \nright interstitial fallo pian or right uterus \ncorneal pregnancy\n-Hypoechogenic \nstructure\nwithout sign of gestation sac\n- 14 × 13 mm in size-Exploratory laparoscopy\n-Hysteroscopy\n-Excised the lesion \nfollowed by repair ing the defect \nwith careful electro coagulation-EBL at 100 mL\n-β-hCG level dropped \nto 4.36 mIU/mL \n14 days after the sur gery\nNees et al., 2020, \nGermany [21]24 years -One miscarriage\n-CS at 9 weeks due \nto obstructed labor\n-Obesity9 weeks Asymptomatic 53,000 -A 43 mm × 35 mm \nmass containing a gestational \nsac with a viable \nembryo\n-The mass did \nnot appear \nto communicate \nwith either the fallo pian tube or uterine \ncavity-Laparotomy \nfor uterine wedge \nresection-Uneventful postop erative course\n-Subsequent \npregnancy of more \nthan 34 weeks\nPage 6 of 10 Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \nTable 1 (continued)\nAuthors, year, \ncountryPatient\nageGravida, parity,\nrisk factorsGA Symptoms β-hCG level\n(mIU/mL)Ultrasound \nfeatures\nGestational sizeSurgical \ninterventions and \nother treatmentsOutcomes\nChen et al., 2021, \nChina (3 cases) [1]20 years -G1P0\n-Artificial abortion17 weeks 2 days Vaginal bleeding Absent -A live fetus \nwas noted in GS \nlocated within myo metrium-Laparotomy, hysterotomy, enucleation of conceptus, \nand hysteroplasty\n-Abdominal aorta \nballoon occlusion-EBL at 300 mL\n-Uneventful postop erative course\n42 years -G4P1\n-Artificial abortion \nand induced abor tion7 weeks Asymptomatic 19,140 -GS was located \nin the left posterior \nwall of the uter ine fundus, \nthe muscular layer \nbetween the uter ine cavity and GS \nwas about 5 mm \nin thickness-Mifepristone \nand intramural MTX \nbefore admission\n-Laparoscopy-EBL at 150 mL\n-Uneventful postop erative course\n38 years -G2P1\n-CS 13 months ago10 weeks Vaginal bleeding 521.9 -GS at the left \nposterior wall \nof the uterine, \nclosed to the left \ncorner of the uterus, \nwithout connected \nwith the uterine \ncavity-Curettage combined with mifepristone before admission\n-Laparoscopic \nexcision\n- Hysteroscopy-EBL at 200 mL\n-Uneventful postop erative course\nXie et al., 2022, \nChina\n[10]31 years G3P0\nSalpingectomy\nIVF-ET7 weeks Asymptomatic 1759 -Three-dimensional \nTVS indicated a het erogeneous echo genic area measur ing 1.40 cm × 1.26 \ncm in size arising \nfrom the uterine \nfundus, which had \na 0.48 cm × 0.37 cm \nanechoic region \ninside and was sur rounded by myo metrium\n-Uterine adeno myoma-Removal of IP mass \nusing laparoscopy\n-MTX was injected \ninto the myo metrium \naround the wound-β-hCG levels were \nnegative after 4 \nweeks\nPage 7 of 10\n Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \n \nTable 1 (continued)\nAuthors, year, \ncountryPatient\nageGravida, parity,\nrisk factorsGA Symptoms β-hCG level\n(mIU/mL)Ultrasound \nfeatures\nGestational sizeSurgical \ninterventions and \nother treatmentsOutcomes\nNijjar et al., 2023, UK\n(18 cases) [3]Median age was 35\n(28–43)-G: 3 (1–9), P: 0 (0–3)\n-Suction evacuation\n-Laparoscopic \nmyomectomy\n-CS\n-Manual removal \nof placenta\n-Operative hyster oscopy8 weeks + 1 day \n(range, 5 weeks + 5 \ndays to 12 weeks + 0 \ndays)-Vaginal bleeding \nwith or without \nabdominal pain \nwas the most commonFrom 584 \nto 165,903-Nine (50%) patients \nhad a partial \nand nine (50%) had \na complete intramural pregnancy\n-ECA was present \nin eight (44%) pregnancies-The majority \nof pregnancies \n(n = 10 [56%]) were \ninitially managed \nconservatively, \nincluding expect ant management \nin eight (44%) \ncases,local injection \nof MTX in one (6%) \nand embryocide \nin one (6%)-Conservative management was successful in 9 of 10 \n(90%) pregnancies, \nwith a median time \nto β-hCG level of 71 \n(range, 35–143) days\nKubo et al., 2024, \nJapan33 years -G2P0\n-Twice D and C6 weeks Asymptomatic 27,655 -A gestational sac \nmeasuring 26 mm, \nan embryo of 3 mm \nin length, and ECA \nin the anterior \nmuscular layer \nof the uterus, away \nfrom the endome triumTotal laparoscopic \nwedge resection \nusing intraoperative US-EBL at 45 ml\n-Uneventful followup\n- β-hCG was negative \nafter 60 days\nLe et Nguyen, 2024, \nVietnam (indexed \ncase)34 years -G3P1\n-Salpingectomy5–6 weeks Asymptomatic 13,070 -GS measuring \n16 × mm 20 mm × \n20mm in size, contained a yolk sac\n-The mass located \nwithin the anterior \nwall of the uterus-Laparoscopy \nwith US- β-hCG was negative \nafter 1 month\n-Uneventful followup\nβ-hCG, beta-human chorionic gonadotropin; CS, cesarean section; D and C, dilation and curettage; EBL, estimated blood loss; ECA, embryonic cardiac activity; EP , ectopic pregnancy; IP , intramural pregnancy; IVF-ET, \nin vitro fertility with embryo transfer; MTX, methotrexate; GP , gravida, parity; GA, gestational age; GS, gestational sac; TVS, transvaginal sonography; US, ultrasound, yo, years old\nPage 8 of 10 Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \nhave been reported. A preoperative ruptured uterus \nwith heavy vaginal bleeding at 3.2 L and 5 units of blood \ntransfusion, and admitted to ICU has been mentioned in \nthe first trimester [3]. A rupture complication leading to \nlife-threatening hemorrhage in late pregnancy has rarely \nbeen documented due to the development of healthcare system worldwide. In accordance with Chen et  al., \nGA > 10  weeks was the risk factor for both uterine rup ture and hysterectomy, while patients with GS located in \nthe uterine fundus had a significantly higher risk of uter ine rupture [1].\nThe β-hCG level is not useful in diagnosis of intramural \npregnancy. However, an ongoing intramural pregnancy \n(IP) should be differentiated from retained products of \nconception, as well as gestational trophoblastic disease, \nsince an abundant Doppler signal is often present [13, \n14]. The histology plays an important role in identifying \nthe features of trophoblastic villi after surgery.\nAccording to Zhang et al., non-specific clinical presen tation and non-uniform ultrasound criteria pose a chal lenge for us to make timely and accurate management. \nIntegrated radiological examinations, communication, \nand cooperation between sonographers and gynecolo gists play a vital role in diagnostic accuracy and selecting \nthe optimal therapeutic method of an intramural preg nancy [15].\nUpon detection of intramural ectopic pregnancy, the \ntreatment ought to be chosen by termination of preg nancy, whether emergency or planned surgery. However, \ndue to lacking strong evidence, the management remains \ncontroversial. The proper management should be indi vidualized based on the size of mass, the gestational age, \nthe presence of symptoms, desire of the patient, and the \navailable resources of hospital as well as the experience \nof surgeon [5]. Currently, the option includes expectant \nmanagement (a wait-and-see approach), methotrexate \nadministration, potassium chloride injection, hysterec tomy, and conservative management by laparotomy and \nlaparoscopy [2, 3, 16]. In a summary of eighteen IP cases, \nNijjar et al. found an IP mass with an embryo measuring \n38.1 mm in length, presenting with embryonic cardiac \nactivity, and requiring emergency hysterectomy due to \nheavy vaginal bleeding after expectant management [3]. \nPre- and intraoperative management includes ascertain ing the possibility of heterotopic pregnancy, which ought \nto be excluded by ultrasound, and accompanied hysteros copy at operating room [17, 18].\nRegarding preservative management, Kong et  al. \nreported an extremely rare case of non-ruptured intra mural pregnancy at 17 weeks of gestation, which was \nmanaged successfully by hysteroplasty instead of hys terectomy.  Before surgical intervention, a balloon was \nplaced in the abdominal aorta between the opening of renal artery and iliac artery to minimize the massive \nbleeding. Thus, the future fertility of the patient was pre served [12]. In some cases, uterine artery embolization \n(UAE) may be applied. Injecting diluted terlipressin into \nthe myometrium around the mass may also be helpful in \nreducing blood loss [15].\nRecently, Kubo et  al. have reported the first case of a \ntotal laparoscopic wedge resection using an intraopera tive ultrasound system with reliable outcome [19]. To \nthe best of our knowledge, the present case was seem ingly the unique report combining the routine ultrasound \nwith laparoscopy for determining the pregnancy mass \nlocation and complete excision. At our center, the team \nalso applied this technique for the resolve of interstitial \nheterotopic pregnancy [18]. In addition, we peripherally \nsutured the uterine wall containing the pregnancy mass \nto minimize severe hemorrhage during the resective \nprocedure.\nDuring conservative surgery, conversion to supracervi cal hysterectomy should be performed if the hemostatic \nprocedures are failed. After conservative management, \nthe β-hCG level and repeated ultrasound should be \nmonitored regularly within 2–4 weeks, since the risk of \nretained product of conception in myometrial layer. The \ndiluted methotrexate administration could be injected \ninto the defect in the myometrium to kill the activity of \npossibly residual trophoblast cells [15]. The MTX injec tion may be applied as a local injection and by systemic \nadministration in an uncommon location site [20].\nThe contraceptive method should also be informed to \nthe patient and her partner since the high risk of a rup tured uterus after a myometrial incision. This is similar to \nthe patient management after myomectomy. The patient \nshould wait at least 1 year before becoming pregnant \nagain. Moreover, the time for termination of pregnancy \nafter 34 weeks should be discussed with the patient after \nconsidering the benefit of mother and fetus [21].\nHowever, the outcome following the uterine repair \nremains unclear. The menstrual status, dysmenor rhea, uterine  synechia, and the subsequent pregnancy \nwith uterine rupture, preterm birth, and abnormal pla centa adhesion have not been documented. Further \ndata are required to support the current conservative \nmanagement.\nConclusion\nIntramural pregnancy is a rare form of ectopic pregnancy; \nhowever, a delayed treatment could lead to disastrous \nevents. In a suspected case of IP , the patient should be \ntransferred and managed at tertiary referral hospital with \nmultidisciplinary team. In an early term of pregnancy, lapa roscopy along with ultrasound for conservative treatment \nof the uterus could be an alternative option to hysterectomy \nPage 9 of 10\n Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \n \nunder laparotomy for this extreme rarity. Thus, reproduc tive function is preserved for the women desiring the future \nfertility and avoiding the removal of the uterus.\nAbbreviations\nβ-hCG  Beta-human chorionic gonadotropin\nIP  Intramural pregnancy\nUS  Ultrasound\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04966-6.\nAdditional file 1. Supplementary Video 1. Ultrasound guidance was per formed during laparoscopy by sonographist\nAdditional file 2. Supplementary Video 2. Determination, string suture \nperformance, and excision of intramural pregnancy mass.\nAdditional file 3. Supplementary Video 3. Resection and hemostasis after \nremoval of the trophoblastic tissue\nAcknowledgements\nWe thank the patient and her family, who agreed to allow us to publish the \nclinical data. The authors are also grateful for all colleagues working at the \nDepartment of Imaging Diagnosis, the Department of Laparoscopy, and the \nDepartment of Anesthesia and Reanimation at Tu Du Hospital. All of them \ncontributed to taking care of this patient and performing the operation.\nGuarantor\nPhuc Nhon NGUYEN is the guarantor of the present work.\nAuthor contributions\nNDL was responsible for patient care, surgical management, supervision, and \nadministrative procedures. PNN was involved in collecting data and contrib uted to writing, reviewing, and editing the manuscript. All authors read and \napproved the final manuscript.\nFunding\nThe study received no funding.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nThis report was naturally waived by institutional ethics committee of Tu Du \nHospital and prepared in accordance with the ethical standards of the 1964 \nHelsinki Declaration.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 30 July 2024   Accepted: 29 October 2024\nReferences\n 1. Chen X, Gao L, Yu H, Liu M, Kong S, Li S. Intramural ectopic pregnancy: \nclinical characteristics, risk factors for uterine rupture and hysterectomy. \nFront Med. 2021;8: 769627.\n 2. Ntafam CN, Sanusi-Musa I, Harris RD. Intramural ectopic pregnancy: an \nindividual patient data systematic review. Eur J Obstetr Gynecol Reprod \nBiol X. 2024;21: 100272.\n 3. Nijjar S, Bottomley C, Jauniaux E, Jurkovic D. Imaging in gynecological \ndisease (25): clinical and ultrasound characteristics of intramural pregnancy. Ultrasound Obstet Gynecol. 2023;62(2):279–89.\n 4. Shen Z, Liu C, Zhao L, Xu L, Peng B, Chen Z, et al. Minimally-invasive \nmanagement of intramural ectopic pregnancy: an eight-case series and \nliterature review. Eur J Obstet Gynecol Reprod Biol. 2020;253:180–6.\n 5. Yazawa H, Yazawa R, Matsuoka R, Ohara M. Surgical outcomes and \ntrends in incidence of ectopic pregnancy. Gynecol Minim Invasive Ther. \n2024;13(2):111–18. https:// doi. org/ 10. 4103/ gmit. gmit_ 53_ 23.\n 6. Liu Y, Wu Y. Intramyometrial pregnancy after cryopreserved embryo \ntransfer: a case report. BMC Pregnancy Childbirth. 2020;20(1):90.\n 7. Memtsa M, Jamil A, Sebire N, Jauniaux E, Jurkovic D. Diagnosis and management of intramural ectopic pregnancy. Ultrasound Obstet Gynecol. \n2013;42(3):359–62.\n 8. Vo TM, Van T, Nguyen L, Tran Q. Management of cesarean scar pregnancy \namong vietnamese women. Gynecol Minim Invasive Ther. 2019;8(1):12–8.\n 9. Hameed MSS, Wright A, Chern BSM. Cesarean scar pregnancy: current \nunderstanding and treatment including role of minimally invasive surgical techniques. Gynecol Minim Invasive Ther. 2023;12(2):64–71.\n 10. Xie QJ, Li X, Ni DY, Ji H, Zhao C, Ling XF. Intramural pregnancy after \nin vitro fertilization and embryo transfer: a case report. World J Clin Cases. \n2022;10(9):2871–7.\n 11. Gaetani M, Di Gennaro D, Vimercati A, Vitagliano A, Dellino M, Malvasi A, \nLoizzi V, Pinto V, Cicinelli E, DiNaro E, Lacalandra A, Damiani GR. Cornual \npregnancy. Gynecol Minim Invasive Ther. 2023;12(3):130–134. https:// doi. \norg/ 10. 4103/ gmit. gmit_ 10_ 23.\n 12. Kong L, Mao N, Shi Y, Ma H, Xie H. Diagnosis and management of intramural ectopic pregnancy in the second trimester-a case report. BJR case \nreports. 2017;3(4):20160095.\n 13. Song QY, Yang F, Luo H. A case of intramural pregnancy: differential \ndiagnosis for distinguishing from retained products of conception \nand gestational trophoblastic disease. Gynecol Minim Invasive Ther. \n2020;9(4):231–3.\n 14. Truong DP , Pham TH, Nguyen PN, Ho QN. Misdiagnosis of intramural \nectopic pregnancy and invasive gestational trophoblastic disease on \nultrasound: a challenging case at Tu Du hospital in Vietnam in COVID19 pandemic peak and mini-review of literature. Radiol Case Rep. \n2022;17(12):4821–7.\n 15. Zhang Q, Xing X, Liu S, Xie X, Liu X, Qian F, et al. Intramural ectopic pregnancy following pelvic adhesion: case report and literature review. Arch \nGynecol Obstet. 2019;300(6):1507–20.\n 16. Xie H, Liu B, Huang J. Conservative laparoscopic surgery for intramural \nectopic pregnancy: a summary of twelve case reports. Clin Exp Obstet \nGynecol. 2023;50(5):104.\n 17. Harzif AK, Hyaswicaksono P , Kurniawan RH, Wiweko B. Heterotopic pregnancy: diagnosis and pitfall in ultrasonography. Gynecol Minim Invasive \nTher. 2021;10(1):53–6.\n 18. Le DN, Nguyen PN. Successful management of interstitial heterotopic \npregnancy by fetal reduction using ultrasound-guided laparoscopy. J \nMinim Invasive Gynecol. 2023;30(8):606–8.\n 19. Kubo K, Fujikawa A, Mitoma T, Mishima S, Ohira A, Kirino S, et al. Total \nlaparoscopic wedge resection for an intramural ectopic pregnancy using \nan intraoperative ultrasound system: a case report. Asian J Endosc Surg. \n2024;17(2): e13303.\n 20. Le DN, Nguyen PN. Rectal ectopic pregnancy managed successfully by \nminimally invasive treatment using local methotrexate injection and \nsystemic methotrexate administration: an extremely rare case at Tu Du \nhospital in Vietnam and literature review. J Minim Invasive Gynecol. \n2023;30(5):418–23.\n 21. Nees J, Faigle-Krehl G, Brucker J, Leucht D, Platzer LK, Flechtenmacher \nC, et al. Intramural pregnancy: a case report. Case Rep Women Health. \n2020;27: e00215.\nPage 10 of 10 Le and Nguyen  Journal of Medical Case Reports          (2024) 18:593 \nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}