{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04872-x",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04872-x.pdf",
  "metadata": {
    "/Keywords": "Jaundice; Hereditary spherocytosis; Cholelithiasis; Hepatosplenomegaly; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129102827+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241029083705+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04872-x",
    "/Author": "Sintayehu Mekonnen ",
    "/Title": "Complications of delayed diagnosis and challenges: successfully managed SPTB gene variant hereditary spherocytosis with hepatocellular jaundice—a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04872-x",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Hereditary spherocytosis is a rare genetic disorder of the red blood cell membrane that is characterized \nby anemia, jaundice, and splenomegaly; however, in the absence of family history and with unusual clinical presentation, the diagnosis might not be made until later in life.",
    "Case Presentation": "Case presentation Here, we present a challenging case of genetically proven hereditary spherocytosis that involves \nthe SPTB gene in a 23-year-old female patient from Ethiopia who had repeated medical visits for episodic jaundice \nand hepatosplenomegaly, with unusual features of conjugated hyperbilirubinemia, pancytopenia, normal reticulocyte \ncount, and lack of family history, where the delay in diagnosis led to several complications. The patient was successfully managed with simultaneous splenectomy and cholecystectomy.",
    "Conclusion": "Conclusion This case underscores the importance of a thorough clinical examination, spending the time to review \na case periodically without assuming the initial diagnosis is correct, and maintaining a healthy skepticism of inconsist ent data to prevent misdiagnosis and mistreatment. The diagnostic delay highlights the need for increased awareness \nand familiarity with diagnostic modalities of hereditary spherocytosis among healthcare providers in Ethiopia.\nKeywords  Jaundice, Hereditary spherocytosis, Cholelithiasis, Hepatosplenomegaly, Case report",
    "Introduction": "Introduction\nHereditary Spherocytosis (HS) is the most frequent \ngenetic cause of hereditary hemolytic anemia that is \nassociated with a defect in the red cell membrane and \nleads to a reduced life span of red blood cells [1]. Auto somal dominant inheritance occurs in about 75% of cases \nand 25% are owing to autosomal recessive inheritance or \nde novo mutations. The five important genes implicated \nin the pathophysiology of HS include ankyrin-1, alphaspectrin, beta-spectrin, band-3, and protein 4.2, and have \nbeen linked to various clinical manifestations [2].\nThe diagnosis of HS is usually straightforward when \nthere is a family history and typical clinical symptoms Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nSintayehu Mekonnen\nsintu04mekonnen@gmail.com\n1 Department of Internal Medicine, All Africa Leprosy, Tuberculosis \nand Rehabilitation Training Center, Addis Ababa, Ethiopia\n2 Department of Gastroenterology and Hepatology, Addis Ababa \nUniversity College of Health Science, Addis Ababa, Ethiopia\n3 Department of Surgery, All Africa Leprosy, Tuberculosis \nand Rehabilitation Training Center, Addis Ababa, Ethiopia\n4 Department of Radiology, Addis Ababa University College of Health \nScience, Addis Ababa, Ethiopia\nPage 2 of 6 Mekonnen et al. Journal of Medical Case Reports          (2024) 18:583 \n(anemia, jaundice, and splenomegaly with reticulocy tosis) [3]. However, owing to atypical presentations that \nresemble liver disease [4–7] and the fact that family \nhistory is not always evident in mild and compensated \nillnesses, it might be difficult at times. The possible com plications of HS include hepatosplenomegaly, gallstones, \nhematologic crises (hemolytic, megaloblastic, and aplas tic crises), rarely secondary iron overload, and heart fail ure [2].\nSeveral diagnostic tests are available for Hereditary \nSpherocytosis, with the combination of the eosin-5-ma leimide (EMA) test and the acidified glycerol lysis test \n(AGLT) recommended. Other effective combinations \ninclude EMA with the osmotic fragility test (OFT) and \nOFT with AGLT. Although expensive, genetic testing \nmay be necessary in certain clinical situations[1, 3, 8].\nEpidemiologic data on hereditary spherocytosis in \nBlack individuals is limited, with only a few case reports. \nThis report presents a genetically confirmed case of HS \nfrom Ethiopia with an atypical clinical profile and seque lae that could have been prevented with early diagnosis. \nIt intends to increase awareness of the occurrence of HS \nin our community and widen the diagnostic horizons of \nphysicians in patients with unexplained jaundice. It also \nhighlights surgical management and challenges.\nCase presentation\nClinical history\nA 23-year-old Ethiopian female patient presented with \ncomplaints of recurrent yellow discoloration of the eyes \nand skin lasting for 1  week, accompanied by fever, easy \nfatigability, abdominal pain with nausea, and vomiting. \nShe also noted a long-standing, gradually enlarging bulge \nin the left side of her abdomen. She had no history of pre vious malaria attacks and was not from the visceral leish maniasis endemic area.\nShe was born at home without any complications dur ing the neonatal period. However, at the age of 6 years, \nshe was taken to a hospital owing to yellow discoloration \nof the eyes (no records available). Subsequently, she had \nrecurrent symptoms that resolved on their own. She had \nno history of blood transfusion. She is the eighth child \nin her family, with three sisters and four brothers, all of \nwhom are alive along with her mother and father. None \nof her family members reported any symptoms.\nDuring adulthood, she was admitted to a teaching \ntertiary referral hospital with the same medical prob lems 3  years back. After a battery of tests, including a \nbone marrow aspiration, the diagnosis of hyperreac tive malarial splenomegaly syndrome and megaloblastic \nanemia was considered. She was discharged after 5 days \nof inpatient stay with folic acid, cyanocobalamin, and \nchloroquine. The abdominal ultrasound showed mild hepatomegaly and massive splenomegaly but no gallblad der stone. The bone marrow was normocellular marrow \nwith trilineage hematopoiesis and erythroid hyperpla sia, with no blast increment seen. The peripheral blood \nsmear revealed mild poikiloanisocytosis with hyperseg mented neutrophils and macrocytic red blood cells. The \nconclusion was normocellular bone marrow with eryth roid hyperplasia, and the peripheral morphology was \nsuggestive of megaloblastic changes.\nShe continued to have follow-ups every 3 months and \nthe attending medical resident misdiagnosed her with \niron deficiency anemia without strong evidence on her \nsecond visit and erroneously continued to take iron sup plements until her current emergency presentation. She \nhad around 11 follow-up visits, during which her hemo globin levels varied between 7.3 and 9.6  g/dl and the \nlaboratory technician repeatedly noted the presence of \nspherocytes on peripheral blood smear. However, reticu locyte counts were not done.\nA year ago, she underwent evaluation by a hematolo gist at a private hospital. Although complete clinical \ninformation was inaccessible, iron and folic acid supple ments were prescribed. The following data were available \nfrom the patient: hemoglobin level was 8.3 (normal range \n11.5–16) g/dl, mean corpuscular volume (MCV) was 95.7 \n(normal range 80–100) fl, mean corpuscular hemoglobin \n(MCH) was 32 (normal range 32–36) pg, mean corpus cular hemoglobin concentration (MCHC) was 34.1 (nor mal range 32–36) g/dl, red cell distribution width (RDW) \nwas 25.8 (normal range 11–16), total leukocytes count \nwas 5.8 ×  103/μl (normal range 4–10), platelet count was \n324 ×  103/μl (normal range 150–500), total bilirubin level \nwas 4.2 (normal range 0.2–1.3) mg/dl, and direct biliru bin level was 2.1 (normal range 0–1.1) mg/dl.\nPhysical examination\nUpon initial admission to the ward, she appeared pale \nbut otherwise healthy. Her pulse rate was 118 beats \nper minute, temperature was 39.8  °C, and blood pres sure was 90/60 mmHg. She had pale conjunctiva, icteric \nsclera, and no palpable lymph nodes. Her abdomen was \nsoft, with a palpable spleen 22  cm below the left costal \nmargin and a liver 8  cm below the right costal margin. \nOtherwise, examinations of the chest, cardiovascular, \nintegumentary, musculoskeletal, and neurological sys tems were unremarkable.\nInvestigation\nAt the emergency visit, the white blood cell (WBC) count \nwas 2.3 ×  103/μl (reference range 3.8–11.8), hemoglobin \nwas 6.1 (reference range 10.9–14.3) g/dl, MCV was 86.1 \n(reference range 75.5–95.3) fl, MCH was 31.7 (reference \nrange 24.7–32.8)  pg, MCHC was 36.8 (reference range \nPage 3 of 6\n Mekonnen et al. Journal of Medical Case Reports          (2024) 18:583 \n \n32.3–35.6)  g/dl, RDW was 18.2 (reference range 12.3–\n17.7), and platelet count was 94 ×  103/μl (reference range \n179–408).\nLiver function tests revealed elevated total bilirubin \nlevels of 7.505 (reference range 0.1–1.2)  mg/dl and direct \nbilirubin levels of 4.773 (reference range 0–0.2)  mg/dl. \nAspartate aminotransferase (AST) levels were 71 (refer ence range < 31) U/L, alanine aminotransferase (ALT) \nlevels were 91 (reference range < 34) U/L, and alkaline \nphosphatase (ALP) levels were 90.03 (reference range \n30–120) U/L. Serum lactate dehydrogenase (LDH) was \nelevated at 734 (reference range 120–300) IU/L, and both \nthe direct and indirect Coombs tests were negative.\nIron studies showed low total iron binding capacity \n(TIBC) levels of 205 (reference range 265–497)   μg/dl \nand markedly elevated serum ferritin levels exceeding \n1000 ng/ml. Uric acid levels, lipid profiles, serum electro lytes, and renal function tests were all within normal lim its. Serologic tests for syphilis, human immunodeficiency \nvirus, hepatitis B and C, and antinuclear antibodies were \nnon-reactive. Blood film for malaria and RK-39 test for \nvisceral leishmaniasis were negative.\nPeripheral smear found anisocytosis, macroovalocyte, \nscanty platelets, reduced WBC with differential neutro phil count of 54% with few hyper-segmented cells, lym phocyte count of 44%, monocyte count of 2%, no blast \nwas seen, with the above pictures regarded as suspicious \nfor megaloblastic anemia. No comment on spherocytes \nwas given. The uncorrected reticulocyte count was nor mal [2.39% (reference range 0.3–3.0%); nevertheless, it \nwas done 2  weeks after blood transfusion]. Both serum \nhemoglobin and protein electrophoresis",
    "Results": "results were also \nnormal.\nAbdominal computerized tomography (CT) \nscans revealed hepatomegaly, massive splenomeg aly, ascites, and multiple gallbladder stones (Fig.  1). Severe pulmonary hypertension was detected on \nechocardiography.\nA peripheral smear was purposefully evaluated to \ncheck for spherocytes, as they had been noted in previ ous follow-ups. The smear examined (2 weeks post-blood \ntransfusion) revealed the presence of spherocytes along \nwith anisocytosis and nucleated red blood cells (Fig. 2).\nDiagnosis and treatment\nWith an initial impression of hepatosplenomegaly sec ondary to hematologic malignancy, coupled with sepsis \nof unknown origin and shock at the emergency depart ment, the patient was resuscitated with three bags of nor mal saline. Treatment with meropenem and vancomycin \nFig. 1 Pre- and post-contrast-enhanced abdominal and pelvic computed tomography scan. Coronal reformatted post-contrast images in (A and B) \ndemonstrated a markedly enlarged spleen and liver, measuring 30.2 cm and 20.5 cm on the craniocaudal dimension, respectively. Small amounts \nof free fluid were also seen in the pelvis. C An axial precontrast abdominal computed tomography scan image showing multiple hyperdense foci \nin the gall bladder neck, cholelithiasis (yellow arrow)\nFig. 2 Spherocytes are indicated by white arrows on the peripheral \nsmear of the patient and nucleated red blood cells are indicated \nby yellow arrow\nPage 4 of 6 Mekonnen et al. Journal of Medical Case Reports          (2024) 18:583 \nwas initiated, and she required a noradrenaline drip and \nhydrocortisone 50 mg every 6 h for 48 h. Although blood \ncultures were sent after starting antibiotics, they came \nback negative. She was also transfused with four units of \npacked red blood cells.\nFollowing ward admission, an in-depth analysis of the \npatient’s history with laboratory findings of spherocyte \non peripheral smear, elevated MCHC and RDW, negative \ndirect and indirect coombs test, and normal hemoglobin \nelectrophoresis, led to an impression of Hereditary \nSpherocytosis to rule out congenital dyserythropoietic \nanemia type 2, megaloblastic crisis precipitated by sep sis of unknown focus plus secondary iron overload was \nsuspected. The patient was discharged after 2  weeks of \ninpatient stay with folic acid supplementation and iron \nchelating agent with a plan to do clinical exome sequenc ing. Upon discharge, except for her hemoglobin (8.8 g/dl) \nthe WBC and platelet count normalized with improve ment of total bilirubin 2.844  mg/dl and direct bilirubin \n1.589 mg/dl.\nClinical exome-sequencing demonstrated a heterozy gous variant of c.2863C > T (p.Arg955Ter) in exon 16 of \nthe SPTB  (NM_001355436.2) gene on chromosome 14 \n(chr14: 65253820). This nonsense mutation has been pre viously described as pathogenic in Indian and Chinese \npatients [9, 10]. Hereditary spherocytosis was diagnosed, \nand family screening was advised.\nDuring the follow-up, she had persistently icteric sclera \nand fatigue. Investigations showed a hemoglobin level of \n8 (reference range 12.7–14.7)  g/dl, MCHC of 38 (refer ence range 30–36)   g/dl, RDW of 16% (reference range \n12–15%), and indirect hyperbilirubinemia [total bilirubin \n5.8 (reference range 0.2–1.2)  mg/dl and direct bilirubin \n0.9 (reference range 0–0.5)  mg/dl]. Liver enzymes were \nnormalized (AST 17 U/L, ALT 5 U/L, and ALP 43 U/L). \nAfter 2 weeks of 1 gm daily intramuscular deferoxamine \ninjection, her iron profile improved, with her serum fer ritin level falling to 255 ng/ml. Surgery was planned as a \nresult of the ongoing anemia and hyperbilirubinemia.\nPreoperative preparation was difficult because her \nhematocrit level was less than 21% despite three units of \nblood transfusion. Vaccinations for pneumococcus, Hae mophilus influenzae, and meningococcus were provided. \nTo decongest and minimize blood loss isolated hilar \ninferior pole arteries ligated during surgery and allowed \n30  min for venous drainage. Meanwhile, a cholecys tectomy was performed, followed by the ligation of the \nsplenic veins and a resection of the spleen (Fig.  3). The \nspleen weighed 3 kg. On gross histopathological exami nation, it measured 29 × 19 × 8.5 cm and showed mostly \nnecrotic background on microscopic examination.\nAt 1 month after the surgery, the patient showed a \nsignificant improvement in clinical symptoms with normalization of hemolysis markers, as evidenced by a \nhemoglobin level of 14.1 g/dl and total and direct biliru bin levels of 0.77 and 0.35 mg/dl, respectively.",
    "Discussion": "Discussion\nHereditary spherocytosis (HS) is a common cause of \nhereditary hemolytic anemia. It is characterized by ane mia, jaundice, splenomegaly, and reticulocytosis. For the \nclinical diagnosis of HS with typical symptoms, molecu lar testing is not frequently required [1]. The patient in \nthis case had predominantly elevated direct hyperbiliru binemia, pancytopenia at presentation, a normal reticu locyte count, and an absence of family history, making \nthe diagnosis difficult.\nAtypical presentation of HS with mixed hyperbiliru binemia has been reported in previous studies [4, 11, \n12]. As the disease progresses, individuals with HS may \nexperience transitory biliary obstruction brought on by \ngallstones and hepatocellular damage owing to aberrant \nbilirubin metabolism [4]. In addition to HS, the SPTB  \nmutation has also been proposed to cause liver damage \nand cirrhosis in adults [5] and pediatrics [6]. This case \nhad a long-standing undetected disease and an SPTB  \ngene mutation, but on follow up her bilirubin became \nFig. 3 Postoperative specimen showing the patient’s huge, notched \nspleen, weighed 3 kg (blue arrow), and multiple gall bladder stones \n(red arrow)\nPage 5 of 6\n Mekonnen et al. Journal of Medical Case Reports          (2024) 18:583 \n \npredominantly indirect with normal liver enzymes. Pos sible reasons for hepatocellular injury might be owing to \nthe transient process and the sepsis.\nAlthough absent reticulocytosis is uncommon in \nhereditary spherocytosis, it can occur when complicated \nby megaloblastic and aplastic crises, conditions typi cally associated with impaired reticulocyte response and \noften triggered by infections, including human parvovi rus B19 as a common precipitant for aplastic crises [2]. \nOur patient displayed transient pancytopenia and sus picious megaloblastic features on peripheral morphol ogy, likely indicative of a megaloblastic crisis. However, \nbone marrow evaluation and serologic testing for human \nparvovirus B19 were not performed. Furthermore, the \nreticulocyte count test was done 2  weeks following the \nblood transfusion, therefore an improvement in oxygena tion possibly contributed to the unexpected reticulocyte \ncount. Similarly, previous case reports have demon strated normal reticulocyte counts in hereditary sphero cytosis with complications [13, 14], and following blood \ntransfusion [15]. The reticulocyte count is a valuable, \ncheap, and quick initial step in the evaluation of anemia, \nand its omission, as in our case, can lead to delays in rec ognition of hemolytic anemias. Thus, clinical judgment \nand interpretation of laboratory results on the basis of \nclinical context are crucial.\nIn patients with unexplained intermittent jaundice and \nsplenomegaly, particularly complicated by cholelithiasis, \nthorough diagnostic evaluations for all potential causes \nof acquired and hereditary hemolytic anemia are essen tial. Routine tests, such as elevated MCHC, RDW, and \nspherocytes on the peripheral smear, as seen in our case, \nsuggest Hereditary Spherocytosis. Diagnostic tests for \nHS include the osmotic fragility test, EMA binding assay, \nosmotic gradient ektacytometry, and glycerol lysis test, \neach with variable sensitivity and specificity. The diag nostic yield increases when these tests are combined. \nHowever, with atypical clinical features and recent blood \ntransfusion that confound other conventional diagnos tic tests owing to mixed blood cell populations, as in our \ncase, genetic testing became mandatory for a definitive \ndiagnosis [12, 16].\nOwing to its clinical similarity with HS and the fea tures of a normal reticulocyte count and absence of fam ily history, as seen in our patient despite the presence of \nan extended family, congenital dyserythropoietic ane mia (CDA type 2) was our top differential diagnosis. The \nOGT and EMA binding tests can yield positive results in \nboth conditions, necessitating genetic testing for accurate \ndiagnosis [3, 17]. Furthermore, considering the patient’s \nfatigue from frequent hospital visits and workups, along \nwith the therapeutic implications, and the limited avail ability of all diagnostic tests locally requiring abroad referrals, where sample handling and transport could \naffect test accuracy, it was decided to proceed with a \ngenetic test.\nGenetic testing also aids in treatment by excluding \nother hereditary hemolytic anemias, such as xerocy tosis and stomatocytosis, which require the avoidance \nof splenectomy because of risks and lack of response. \nSplenectomy is the standard treatment for hereditary \nspherocytosis in patients with severe symptoms and \ncomplications, whereas supportive care is recommended \nfor those with mild illness [3, 18]. Although cholecys tectomy in asymptomatic patients is controversial, our \npatient had simultaneous splenectomy and cholecystec tomy to avoid complications due to multiple gallstones.\nTo the authors’ knowledge, this is the first case report \nof genetically confirmed hereditary spherocytosis from \nEthiopia where a delay in diagnosis has resulted in sev eral complications, such as massive splenomegaly, chole lithiasis, and pulmonary hypertension. Additionally, the \nmisdiagnosis has also led to the prescription of ferrous \nsulfate, which can amplify secondary iron overload that \ncould result from the underlying illness. Because fam ily members are scattered across the country, screening \ntests were not conducted. Therefore, it remains uncertain \nwhether the condition is owing to autosomal dominant \ninheritance or a de novo mutation.\nConclusion\nHereditary spherocytosis exists in our country even \nthough it is a rare disease. A strong clinical suspicion \nwith meticulous review of the patient’s medical history \nand physical examination is necessary for early diagnosis \nand prevention of complications. Hereditary spherocyto sis should be considered, and appropriate diagnostic pro cedures should be followed in patients presenting with \nanemia, jaundice, splenomegaly, and cholelithiasis. \nThe diagnostic importance of routine laboratory test ing, particularly reticulocyte count, MCHC, RDW, and \nperipheral smear, in hereditary spherocytosis, must not \nbe overlooked. Genetic testing is crucial for confirming \nthe diagnosis in cases with atypical presentations and \nconfounding factors, such as recent blood transfusion, \nand it is valuable when planning surgical treatment to \nexclude conditions where splenectomy may not be safe or \neffective.\nAcknowledgements\nWe extend our sincere gratitude to all medical professionals who participated \nin the management of the case.\nAuthor contributions\nSM and DeA did the evaluation, investigation, medical care, and follow-up; \nBS and TK handled the surgical management and follow-up; SM drafted the \nmanuscript; DeA, AB, DaA, and ET took part in reviewing and editing the \nmanuscript; HF created the figures. Before submission, all authors thoroughly \nexamined and approved the paper.\nPage 6 of 6 Mekonnen et al. Journal of Medical Case Reports          (2024) 18:583 \nFunding\nThere was no financial support.\nAvailability of data and materials\nWe share the data upon request.\nDeclarations\nEthical approval\nEthical approval from the affiliated institution is not required for a single case \nreport.\nConsent for publication\nWritten informed consent was obtained from the patient for the publication \nof this case report and any accompanying images. A copy of written consent \nis available for review by the Editor-in-Chief of this journal.\nConflict of interest\nThe authors have no relevant conflicts of interest.\nReceived: 30 January 2024   Accepted: 29 September 2024\nReferences\n 1. Wu Y, Liao L, Lin F. The diagnostic protocol for hereditary spherocyto sis-2021 update. J Clin Lab Anal. 2021;35:1–7.\n 2. Perrotta S, Gallagher PG, Mohandas N. Hereditary spherocytosis. The \nLancet. 2008;372:1411–26.\n 3. Bolton-Maggs PHB, Langer JC, Iolascon A, Tittensor P , King MJ. Guidelines \nfor the diagnosis and management of hereditary spherocytosis—2011 \nupdate. Br J Haematol. 2012;156:37–49.\n 4. Han N, Huang W, Wang J, Bai L, Yan L, Tang H. Hereditary spherocytosis \ncomplicated by intrahepatic cholestasis: two case reports. Ann Transl \nMed. 2022;10:1255–1255.\n 5. Yang X, Wang W, Fan W, Cai L, Ye F, Lin S, et al. Hereditary spherocyto sis with liver transplantation after cirrhosis: a case report. Front Med. \n2022;9:1–5.\n 6. Richmond CM, Campbell S, Foo HW, Lunke S, Stark Z, Moody A, et \nal. Rapid identification of biallelic SPTB mutation in a neonate with \nsevere congenital hemolytic anemia and liver failure. Mol Syndromol. \n2020;11:50–5.\n 7. Banadyha N, Komorovsky R. Atypical course of hereditary sphero cytic anemia with severely elevated liver enzymes. Indian Pediatr. \n2023;60:320–1.\n 8. King MJ, Garçon L, Hoyer JD, Iolascon A, Picard V, Stewart G, et al. ICSH \nguidelines for the laboratory diagnosis of nonimmune hereditary red cell \nmembrane disorders. Int J Lab Hematol. 2015;37:304–25.\n 9. Aggarwal A, Jamwal M, Sharma P , Sachdeva MUS, Bansal D, Malhotra \nP,  et al. Deciphering molecular heterogeneity of Indian families with \nhereditary spherocytosis using targeted next-generation sequencing: \nFirst South Asian study. Br J Haematol. 2020;188:784–95.\n 10. Wang X, Zhang A, Huang M, Chen L, Hu Q, Lu Y, et al. Genetic and clinical \ncharacteristics of patients with hereditary spherocytosis in Hubei Province of China. Front Genet. 2020;11:1–7.\n 11. Tateno Y, Suzuki R, Kitamura Y. Previously undiagnosed hereditary sphero cytosis in a patient with jaundice and pyelonephritis: a case report. J Med \nCase Rep. 2016;10:1–3.\n 12. Jiang N, Mao W-Y, Peng B-X, Yang T-Y, Mao X-R. Clinical manifestations \nof adult hereditary spherocytosis with novel SPTB gene mutations and \nhyperjaundice: a case report. World J Clin Cases. 2023;11:1349–55.\n 13. Alavi S, Arabi N, Yazdi MK, Arzanian MT, Zohrehbandian F. Hereditary \nspherocytosis unmasked by human parvovirus B19 induced aplastic crisis \nin a family. Iran J Med Sci. 2015;40:461–4.\n 14. Jin H, Lee JW, Ju HY, Cho HW, Hyun JK, Sung KW, et al. A case of hereditary \nspherocytosis initially manifested as an aplastic crisis caused by parvovirus B19 infection. Clin Pediatr Hematol-Oncol. 2020;27:120–3. 15. Steward SC, Chauvenet AR, O’Suoji C. Hereditary spherocytosis: consequences of delayed diagnosis. SAGE Open Med. \n2014;2:2050312114547093.\n 16. Chueh HW, Hwang SM, Shim YJ, Lee JM, Park HS, Lee JH, et al. Korean \nclinical practice guidelines for the diagnosis of hereditary hemolytic \nanemia. Blood Res. 2022;57:86–94.\n 17. Tandon B, Peterson LAC, Norwood S, Zakarija A, Chen YH. Congenital \ndyserythropoietic anemia type II (CDA II) diagnosed in an adult patient. J \nHematopathol. 2010;3:149–53.\n 18. Iolascon A, Andolfo I, Barcellini W, Corcione F, Garçon L, De Franceschi L, \net al. Recommendations regarding splenectomy in hereditary hemolytic \nanemias. Haematologica. 2017;102:1304–13.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}