{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05124-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05124-2.pdf",
  "metadata": {
    "/Keywords": "3p triplication; 3p24.3p23; Autism; Neurodevelopmental disorder; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250310191810+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250304140354+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05124-2",
    "/Author": "Martina Siracusano ",
    "/Title": "Autism spectrum disorder and 3p24.3p23 triplication: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05124-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background The role of copy number variants as genomic mutations causative of neurodevelopmental disor ders has been recently established. They can act as risk factors of conditions with multifactorial etiopathogenesis \nand incomplete penetrance, such as nonsyndromic autism, and, in this case, are often inherited from an unaffected \nparent. Conversely, dominant syndromes, with high penetrance, can be caused by de novo occurring variants.",
    "Case Presentation": "Case presentation We describe the clinical case, with a detailed characterization of the neuropsychiatric profile, \nof an almost 3-year-old white (Italian) male child with autism spectrum disorder, developmental delay, mild dysmor phic traits, and congenital anomalies (cardiac septal defects, gliotic changes, thinned corpus callosum, and arachnoid \ncyst), carrying a 13 Mb de novo 3p24.3p23 triplication.",
    "Conclusion": "Conclusion Our case suggests that the 3p24 chromosome region could be associated with a syndromic form \nof autism spectrum disorder and contribute to delineate its distinct clinical features. The extent of the de novo variant \ndescribed herein is suggestive of pathogenicity, although the genes potentially responsible for the patient’s pheno type are not easy to identify. We hypothesize that the dysregulation of SATB1, already associated to two syndromes \n(developmental delay with dysmorphic facies and dental anomalies and Den Hoed−De Boer−Voisin syndrome) \nwith a phenotypic spectrum comparable to that of our patient, could be responsible for the clinical phenotype of this \ncase, although the exact pathogenetic mechanism remains to be determined.\nKeywords  3p triplication, 3p24.3p23, Autism, Neurodevelopmental disorder, Case reportOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nMartina Siracusano\nsiracusanomartina@hotmail.it; martina.siracusano@uniroma2.it\n1 Department of Biomedicine and Prevention, University of Rome Tor \nVergata, 00133 Rome, Italy\n2 Child Neurology and Psychiatry Unit, Department of Wellbeing \nof Mental and Neurological, Dental and Sensory Organ Health, Policlinico \nTor Vergata Hospital, Rome, Italy\n3 Systems Medicine Department, University of Rome Tor Vergata, \n00133 Rome, Italy\n4 Developmental Neurology Unit, Bambino Gesù Children’s Hospital, \nIRCCS, Piazza S. Onofrio 4, 00165 Rome, Italy\n5 Center for Sensory Motor Interaction, Aalborg University, Aalborg, \nDenmark\n6 Medical Genetics Division, IRCCS Casa Sollievo della Sofferenza \nFoundation, San Giovanni Rotondo, FG, Italy\n7 Department of Experimental Medicine, Sapienza University of Rome, \nRome, Italy\nPage 2 of 7 Siracusano et al. Journal of Medical Case Reports          (2025) 19:106 \nBackground\nChromosomal copy number variations (CNVs) such \nas microdeletions and microduplications are a major \ncause of neurodevelopmental disorders (NDDs) and/or \ncongenital defects (CDs), accounting for at least 15% of \ncases [1]. The primary mechanism by which CNVs can \nresult in a pathogenic effect is the gene dosage altera tion, when a CNV encompasses gene-dosage sensitive \ngenes (haploinsufficient and triplosensitive genes; see \nClingen; https:// www. clini calge nome. org/). Usually, the \npathogenic contribution of a gain is more complicated to \nascertain because the human genome is inherently more \ntolerant to dosage increase than to dosage reduction [2]. \nFinally, CNVs can sometimes exert a pathogenetic effect \ninterfering with the spatial organization of the genomic \nregion and/or disrupting proper interactions between \ngenes and their regulatory elements [3]. Therefore, in \nsome instances, gains—whether arranged in tandem \nor inserted elsewhere—can interfere with the genomic \narchitecture of the insertion site and impact genic tran scription in a way comparable to a gene loss of function. \nConversely, a loss can act by producing a gain-of-func tion of a nearby gene, owing to topologically associating \ndomains (TADs) fusion [4].\nSeveral rare CNVs are associated with specific syn dromic phenotypes transmitted in autosomal dominant \nfashion with a de novo occurrence [5]. Moreover, the \napplication of genomic microarray analysis (CMA) in the \nlast decade allowed for the identification of nonrecur rent CNVs in patients with NDDs/CDs with overlapping \nduplicated/deleted regions. This contributed to the defin ing of phenotype–genotype correlations and finally to the \nmapping of new disease-genes [6].\nWe describe the clinical case of a child diagnosed with \na syndromic form of autism spectrum disorder (ASD) \nassociated with global developmental delay (including \nmotor, language, play, and social skills), carrying a de \nnovo 3p triplication (3p24.3p23). To date, patients with \nsyndromic forms of ASD displaying CNVs in the short \narm of chromosome 3 have been frequently associ ated with the presence of microdeletion of the terminal \ncytoband of chromosome 3p, causing the 3pter-p25 syn drome (no. 613792). Within this region, CHL1, CNTN6, \nand CNTN4 have been selected as likely NDDs candidate \ngenes [7]. Very rarely, microduplications affecting the \nchromosomal region involved in the present case have \nbeen described [8]. The few published 3p duplications of \ndifferent size in ASD-associated phenotypes suggest that \na 3p chromosome region, more proximal and possibly \nrestricted to 3p24, could be associated with NDDs (Sup plementary Fig. S1). At the best of our knowledge, trip lications of this chromosomal region have not yet been \nreported.Case presentation\nThe child, an almost 3-year-old Italian male child, was \nreferred to our child psychiatry unit to perform a clini cal evaluation of language, motor, and sociocommuni cative abilities.\nThe patient is the first child of a healthy white nonconsanguineous couple, born by vaginal delivery at \n41 + 2 gestational weeks, after an uneventful pregnancy. \nAt birth, his weight was 3490 g; height was 52 cm; head \ncircumference was 35 cm; and Appearance, pulse, gri mace, activity, and respiration (APGAR) score was 6 \nat the first minute and 8 at the fifth minute because of \nmild perinatal asphyxiation treated with manual venti lation. Micrognathia, strabismus, and neonatal jaundice \n(treated with phototherapy) were observed at birth.\nThe newborn immediately underwent a cardiology \ncounseling, which displayed a slightly hypertrophic \ninterventricular septum with false tendons and altered \nDoppler echocardiography velocity in the pulmo nary artery. Furthermore, the otolaryngology analysis, \nincluding auditory brainstem response (ABR), did not \nreveal any anomalies.\nAt 20  days of life, a genetic consultation was per formed and CMA requested. CMA was performed with \nan effective resolution of 75 Kb using a single nucleo tide polymorphism (SNP)-array platform (CytoScan \nHD; Affimetrix, Santa Clara, CA, USA), which revealed \na male genomic profile with a triplication of the short \narm of chromosome 3 in the region 3p24.3p23, span ning approximately 13.4  Mb (arr[GRCh37] 3p24.3p23 \n(18093079_31485349) × 4). The segregation analy sis by locus-specific fluorescent in situ hybridiza tion (FISH), performed with labeled DNA extracted \nfrom clones included in the 32  K library (BACPAC \nResources, Oakland, CA, USA), displayed the de novo \norigin of the triplication and allowed for the detection \nof the inverted configuration of the middle and the \nlocalization in tandem of the distal extra copy (Sup plementary Fig. S1). The triplicated region includes 30 \nRefSeq genes, 15 Online Mendelian Inheritance in Man \n(OMIM), and 7 OMIM Morbid genes and was classi fied as likely pathogenic owing to the extension and de \nnovo occurrence, according to the American College \nof Medical Genetics and Genomics (ACMG)/ClinGen \nguidelines [9 ].\nThe child showed a significant delay in developmen tal milestones: at 7 months, he held his head up, and at \n12 months, he acquired trunk control. The standing posi tion was possible at 12  months and independent walk ing at 24  months. Babbling was reported at 26  months, \nthough first words did not occur yet. The sleep/wake \ncycle was characterized by difficulty in falling asleep, fre quent awakenings, and motor restlessness. Feeding was \nPage 3 of 7\n Siracusano et al. Journal of Medical Case Reports          (2025) 19:106 \n \nregular, although with some chewing difficulties; consti pation was reported.\nHis parents reported deficits in social communication \nand social interaction, restrictive patterns of behavior, \nand strong sensory seeking, with notable atypical sen sory processing characterized by marked visual and tac tile self-stimulation in addition to hand mannerisms and \nbody rocking.\nAt the age of 15 months, the child underwent his first \nneuropsychiatric assessment, which revealed a neurode velopmental delay and social–relational difficulties. Phys iotherapy intervention was prescribed. At 26  months, a \nnew clinical evaluation was conducted, confirming the \nneurodevelopmental delay with the renovated prescrip tion of physiotherapy in addition with speech therapy. In \nthe context of this evaluation, the following instrumen tal investigations were performed: electroencephalogram \n(EEG; which did not reveal significant alterations) and \nbrain magnetic resonance imaging (MRI; which showed \nthe presence of gliotic changes, reduction in size of the \nthinned corpus callosum, and a retro-cerebellar arach noid cyst in the left median-paramedian location). Fam ily history was reported as negative for neurological and \npsychiatric diseases.\nNeuropsychiatric assessment\nThe child referred to our child psychiatry unit at \n28 months for an in-depth analysis of their developmen tal profile including communicative difficulties, motor \nabilities, social skills, and atypical patterns of behavior. \nTo depict an accurate clinical picture and to evaluate the \ndevelopmental trajectory of the child, we performed two \nclinical evaluations, the first one at 28 months of age and \na follow-up after 6 months (34 months of age) (Table 1).\nFirst assessment\nAt 28 months of age, we carried out an assessment of his \ndevelopmental level, adaptive skills, and sociocommuni cative and behavioral profile, through the administration \nof standardized tools (Table 1).\nAt this age, the child was able to walk independently; \nhowever, first words had not occurred (he pronounced \nonly sounds).\nThe child presented a development quotient (DQ) sig nificantly under the norm (DQ < 50), as measured by the \nGriffiths Scale Third Edition [10]. Adaptive skills were \nassessed using the parent report questionnaire, Adap tive Behavior Assessment System (ABAS-II) [11], which \nshowed an adaptive functioning below the average.\nASD symptoms were evaluated according to the Diag nostic and Statistical Manual of Mental Disorders Fifth \nEdition, Text Revision (DSM-5 TR) [12] criteria and \nthrough the administration of the Autism Diagnostic Observation Schedule, Second Edition (ADOS-2) [13], \nperformed by a licensed clinician. Specifically, the child \nunderwent the toddler module of the ADOS-2, suitable \nfor children with a chronological age ranging from 12 \nto 30  months. The diagnostic algorithm is organized \nin two main areas: social affect (SA) and restricted and \nrepetitive behavior (RRB). The total score obtained (26) \nwas suggestive of a moderate risk for ASD.\nIn addition, an evaluation of problematic behaviors \nand sociocommunicative skills was performed through \nthe following parental questionnaires. The Social Com munication Questionnaire (SCQ) [14], investigating \ncommunicative, social and relational skills, showed \na score of 27 (cut-off of 15), meaning that the parents \nhad significant concerns regarding the social skills \nof the child. The Child Behavior Checklist (CBCL 1, Table 1 Neuropsychiatric assessment\nThe table includes all the clinical tests (scales and parental questionnaires) \nperformed at baseline and follow-up evaluations\nABAS adaptive behavior assessment system, GAC   general adaptive composite, \nCAD conceptual adaptive domain, SAD social adaptive domain, PAD  practical \nadaptive domain, ADOS-2 autism diagnostic observation schedule, second \nEdition; SA social affect, RRB restricted and repetitive behaviors, CSS calibrated \nseverity score, DE developmental age, DQ development quotient, CBCL child \nbehavior checklist, SCQ  social communication questionnaireBaseline assessment Follow-up assessment\nAge 28 months 34 months\nGriffiths III (DE; DQ)\n Total 15; < 50 20; 50\n Subscale A 12; 50 14; < 50\n Subscale B 13; < 50 16; < 50\n Subscale C 13; < 50 18; < 50\n Subscale D 14; < 50 17; 50\n Subscale E 19; 63 19; < 50\nABAS II (composite \nscore)\n GAC  43 45\n CAD 47 47\n SAD 48 52\n PAD 49 47\n ADOS-2 SA = 20 SA = 16\nRRB = 6 RRB = 8\nTotal score = 26 Total score = 24\nCSS = 10/10 CSS = 9/10\nCBCL (T score)\n Internalizing prob lems69 65\n Externalizing prob lems57 58\n Total problems 63 63\n SCQ—Last 3 \nmonths27 24\nPage 4 of 7 Siracusano et al. Journal of Medical Case Reports          (2025) 19:106 \n1/2–5) [15], displayed significant problematic behaviors \nin both internalizing (withdrawal) and externalizing \ndomains (attention problems and aggressive behavior).\nFurthermore, the clinical examination revealed facial \ndysmorphisms (Fig.  1): broad forehead, arched eyebrows, \nsunken eyes, long eyelashes, epicanthic folds, squareshaped nose with a broad root, absent columella, higharched palate, small mandible (micrognathia), large ears \nwith normal placement, and small and widely spaced \nteeth. Independent walking was present, although uncer tain, and he had a widened base, external rotation of the \nfeet, flat feet, sitting posture in kyphosis, and fair pos tural transitions. The neurological examination revealed \nmuscle strength and trophism of upper and lower limbs \nranged within normal limits, although hypertonia in the \nlower limbs was observed.\nAt the end of our clinical assessment, the diagnosis of \ndevelopmental delay associated to the risk of ASD was \nassigned to the child, specifying the need of a second \nassessment after 6  months to better contextualize the \natypical behaviors. We recommended continuing ongo ing rehabilitation therapy and to begin applied behavio ral analysis (ABA)—a behavioral intervention specifically \nrecommended for autism symptoms [16]—in addition to \nthe use of augmentative and alternative communication \n(AAC) techniques which improve the communication \nskills of children through the use of images. Furthermore, \nwe prescribed the following instrumental examinations: \nabdominal ultrasound—which did not reveal anomalies \nof the urogenital system—and an otolaryngology exami nation, which did not show any hearing deficit.Follow‑up at 6 months distance\nAt the age of 34 months, to explore the child’s develop mental trajectory, we performed a new neuropsychiat ric evaluation (Table  1). At this age, the child was still \nnonverbal.\nThe developmental delay was confirmed by the sec ond assessment of the Griffith III scale. Even the adap tive skills (ABAS-II) verified a functioning below the \naverage in all domains. In this follow-up evaluation, the \nchild underwent Module 1 of the ADOS-2, suitable for \nchildren with a chronological age beyond 31  months. \nThe total score obtained (24) exceeded the cut-off (9) \nfor the diagnostic category of autism and, according to \nthe ADOS-2 Calibrated Severity Score (CSS), was sug gestive of a high level of ASD symptoms (CSS = 9/10). \nThe parents were asked to fill in the same question naires completed during the previous assessment. The \nSCQ showed a clinically significant score of 24, the \nCBCL 1, 1/2–5 revealed significant scores in several \ndomains, including “withdrawal” and “internalizing \nproblems” .\nA conclusive diagnosis of ASD and developmental \ndelay was finally performed. The family was recom mended to continue the ongoing rehabilitation inter vention (physiotherapy and parental training focused \non the management of behavioral problems and the \nimprovement of adaptive skills), reconfirming the need \nto begin the ABA intervention [16].\nWe prescribed a physiatric visit for the presence of \nflat feet/fallen arches with a subsequent prescription of \nproprioceptive plantar.\nFig. 1 Hands of the child carrying a de novo 3p triplication (3p24.3p23): brachydactyly more evident on the left hand\nPage 5 of 7\n Siracusano et al. Journal of Medical Case Reports          (2025) 19:106",
    "Discussion": "Discussion and conclusion\nWe report the first clinical description of developmental \ndelay and autistic symptoms associated with a very rare \ngenomic aberration: the 3p24.3p23 triplication. Our case \nreport is unique from both a genetic and clinical point of \nview.\nRegarding the clinical perspective, we provide an indepth clinical assessment of a child characterized by a \nmoderate developmental delay associated with adap tive skills under the norm, in addition to a severe level of \nASD, depicting a clinical picture which implies several \nchallenges especially in terms of intervention and long \nterm outcome.\nTo the best of our knowledge, no previous studies have \nreported autistic symptoms examined through a stand ardized assessment in individuals with 3p duplication or \ntriplication.\nFrom a genetic point of view, the detection of a very \nlarge, de novo variant is suggestive per se of pathogenic ity. While suspecting a causative role for this microtripli cation, it is not easy to trace the pathogenic mechanism \nnor the genes potentially responsible for the patient’s \nphenotype. To date, there are no genes assessed as triplo sensitive in the triplicated region (Dosage Sensitivity \nCurations—ClinGen), even if there are some genes whose \npredictive scores suggest a possible dosage increase sen sitivity (DECIPHER). Among them, SATB1  (*602075) dis regulation could be related to the proband’s phenotype. \nSATB1, special AT-rich binding protein-1, is a chromatin \norganizer implicated in primary T cell development [17]. \nSATB1 contributes to epidermal morphogenesis and to \ncancerogenesis [18, 19]. More recently, it has also been \ndescribed as a critical transcriptional regulator in cortex \ndevelopment and maturation of neurons and reported \nin OMIM database as causative gene of two distinct dis eases: developmental delay with dysmorphic facies and \ndental anomalies (DEFDA; no. 619228) and Den Hoed−\nDe Boer−Voisin syndrome (DHDBV; no. 619229), the \nformer being associated with the loss-of-function vari ants and the latter caused by missense variants and phe notypically more severe. The phenotypic spectrum of \nboth syndromes is broad and characterized by neurode velopmental delay, intellectual disability, muscle tone \nabnormalities, cardiac anomalies, behavioral problems, \nand facial dysmorphisms. The missense mutations are \npredicted to cause the DHDBV syndrome by enhancing \nthe binding of SATB1 to its target sequences. Therefore, \nwe can hypothesize that the triplication reported in our \npatient, increasing SATB1 protein dosage, could shift \nSATB1 binding balance, resulting in a globally increased \nrepressive effect on its target genes [2] and leading to a \nphenotypic effect resembling that of DHDBV syndrome. \nIn contrast, SATB1  is the gene closest to the distal edge of the amplificated region; therefore, we cannot exclude \nthat it could undergo chromatin context variation related \nto the presence of a wide rearrangement and be affected \nby transcriptional interference. In fact, several papers \nshow the complexity of transcriptional regulation of \nSATB1  and the presence of several tissue specific enhanc ers even far away from the gene [20, 21]. In that case, \nthe etiopathogenesis of this condition should be related \nto SATB1  haploinsufficiency and therefore related to \nDEFDA syndrome. Both of our hypotheses are supported \nby the high phenotypic compatibility of our proband with \nboth the clinical pictures associated with SATB1  (Supple mentary Table). In particular, the present patient shows \nsome dysmorphic features reported in SATB1-related \nsyndromes, such as the prominent forehead (DHDBV/\nDEFDA) and small chin, strabismus, broad nasal root, \nand small and widely-spaced teeth reported in DEFDA. \nThe patient also shows a cardiac defect and brain anom alies (both described in DHDBV/DEFDA), as well as \nconstipation (DEFDA). The neurologic and behavioural \nprofile is very similar to that recorded in patients with \nSATB1  mutations and includes global developmental \ndelay, walk and language delay, sleep disturbances, and \nASD with aggressive behavior. To the best of our knowl edge, the only published case carrying a 3p24 microdu plication including SATB1  was described by Kaminsky \nand colleagues. Moreover, we selected from the DECI PHER database a further case with a pure gain overlap ping the duplication of the current patient (patient no. \n305061) that entirely includes SATB1  and presented with \nshort stature and learning disabilities. However, making \ngenotype–phenotype correlations is difficult owing to the \nlack of accurate descriptions of these patients. In addi tion, our patient carries a triplication and may be subject \nto a more relevant dose increase.\nMoreover, it cannot be excluded that the genomic rear rangement identified in the present case could inter fere with the expression of other genes. The smallest \noverlapping region that we identified by comparing the \nduplicated genomic segments of all cases so far known \nincludes the RefSeq gene miR-4791 and the OMIM gene \nKCNH8  (*608260). The latter is a member of the human \nElk  K+ channel gene family, expressed mainly in the \nhuman nervous system. However, to date, it is not associ ated to pathology, and there is no data documenting its \nputative triplosensitivity (Supplementary Fig. S1).\nIn conclusion, the definition of a cognitive and behav ioral clinical phenotype, in the context of genetic syn dromes and genetic mutations, represents a key topic \nfor both clinicians and families. In fact, awareness of \na specific developmental and behavioral trajectory has \nnotable therapeutical implications which can impact \nthe outcome of the patient. Therefore, we recommend a \nPage 6 of 7 Siracusano et al. Journal of Medical Case Reports          (2025) 19:106 \nneuropsychiatric assessment in these conditions start ing from early stages of development.\nFurther descriptions of the clinical profile of individ uals carrying the same mutation will enable us to bet ter delineate a specific neuropsychological profile and \ndevelopmental trajectory of the genetic condition and \ncould corroborate the role of the promising candidate \ngenes located to this region, SATB1  and KCNH8 , in the \netiology of ASD.\nWebsite resources\nDECIPHER https:// www. decip herge nomics. org/\nDosage Sensitivity Curationhttps:// dosage. clini calge  \nnome. org/\nOMIMhttps:// omim. org/\nAbbreviations\nASD  Autism spectrum disorder\nCNVs  Chromosomal copy number variations\nNDDs  Neurodevelopmental disorders\nCDs  Congenital defects\nCMA  Microarray analysis\nABR  Auditory brainstem response\nFISH  Fluorescent in situ hybridization\nOMIM  Online inheritance in man\nEEG  Electroencephalogram\nMRI  Magnetic resonance imaging\nDQ  Development quotient\nABAS-II  Adaptive behavior assessment system\nDSM-5 TR  Diagnostic and Statistical Manual of Mental Disorders Fifth Edition, Text Revision\nADOS- 2  Autism Diagnostic Observation Schedule, second edition\nSA  Social affect\nRRB  Restricted and repetitive behaviors\nSCQ  Social communication questionnaire\nCBCL  Child behavior checklist\nABA  Applied behavioral analysis\nAAC   Augmentative and alternative communication\nCSS  Calibrated severity score\nSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 025- 05124-2.\nAdditional file 1.\nAcknowledgements\nThis work was supported by the Italian Ministry of Health with Current \nResearch funds.\nAuthor contributions\nMS was responsible for the conceptualization, neuropsychiatric evaluation, \nand data curation and was a major contributor in writing, reviewing, and edit ing the final draft. MS and EC performed the neuropsychiatric evaluation and \nwere major contributors in writing the original draft. GM and AS performed \nneuropsychiatric evaluation and were responsible for data collection and \ncuration. LM, CG, and RM were major contributors in writing, reviewing, and \nediting the final draft. AP performed the genetic analyses and the genetic \nclinical evaluation. LB and MG performed the genetic analyses and were major \ncontributors in writing, reviewing, and editing the final draft. All authors read \nand approved the final manuscript.Funding\nThis work was supported by the Italian Ministry of Health with Current \nResearch funds.\nAvailability of data and materials\nThe data that support the findings of this study are available on request from \nthe corresponding author. The data are not publicly available owing to privacy \nor ethical restrictions.\nDeclarations\nEthics approval and consent to participate\nEthical approval was not required for this case report, as it does not meet the \ndefinition of human research under our institution’s guidelines.\nConsent for publication\nWritten informed consent was obtained from the patient’s legal guardian for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare they have no competing interests.\nReceived: 5 May 2024   Accepted: 31 January 2025\nReferences\n 1. Mefford HC, Batshaw ML, Hoffman EP . Genomics, intellectual disability, \nand autism. N Engl J Med. 2012;366(8):733–43.\n 2. Rice AM, McLysaght A. Dosage-sensitive genes in evolution and disease. \nBMC Biol. 2017. https:// doi. org/ 10. 1186/ s12915- 017- 0418-y .\n 3. Croft B, Ohnesorg T, Hewitt J, Bowles J, Quinn A, Tan J, et al. Human sex \nreversal is caused by duplication or deletion of core enhancers upstream \nof SOX9. Nat Commun. 2018;9(1):1–10.\n 4. Spielmann M, Lupiáñez DG, Mundlos S. Structural variation in the 3D \ngenome. Nat Rev Genet. 2018;19(7):453–67.\n 5. Nevado J, Mergener R, Palomares-Bralo M, Souza KR, Vallespín E, Mena R, \net al. New microdeletion and microduplication syndromes: a comprehensive review. Genet Mol Biol. 2014;37(1 suppl 1):210–9.\n 6. Wetzel AS, Darbro BW. A comprehensive list of human microdeletion and \nmicroduplication syndromes. BMC Genomic Data. 2022. https:// doi. org/ \n10. 1186/ s12863- 022- 01093-3.\n 7. Gandawijaya J, Bamford RA, Burbach JPH, Oguro-Ando A. Cell adhesion \nmolecules involved in neurodevelopmental pathways implicated in \n3p-deletion syndrome and autism spectrum disorder. Front Cell Neurosci. \n2021;13:14.\n 8. Benito DN-de, Asunción García-Pérez M, Martínez-Granero MÁ, IzquierdoLópez L. A patient with a duplication of chromosome 3p (p24.1p26.2): \na comparison with other partial 3p trisomies. Am J Med Genet Part A. \n2013;164(2):548–50.\n 9. Riggs ER, Andersen EF, Cherry AM, Kantarci S, Kearney H, Patel A, et al. \nTechnical standards for the interpretation and reporting of constitutional \ncopy-number variants: a joint consensus recommendation of the American College of Medical Genetics and Genomics (ACMG) and the Clinical \nGenome Resource (ClinGen). Genet Med. 2019. https:// doi. org/ 10. 1038/ \ns41436- 019- 0686-8.\n 10. Green E. Griffiths scales of child development. 3rd ed. Oxford, UK: \nHogrefe; 2016.\n 11. Oakland T, Harrison PL. Adaptive behavior assessment system-II: clinical \nuse and interpretation. Burlington: Elsevier; 2008.\n 12. American Psychiatric Association. Diagnostic and statistical manual of \nmental disorders. 5th ed. Virginia: American Psychiatric Association; 2022.\n 13. Lord C, Rutter M, P .C. DiLavore, Risi S. Autism Diagnostic Observation \nSchedule: Ados-2. 2006.\n 14. Rutter M, Bailey A, Lord C. SCQ. 2003.\nPage 7 of 7\n Siracusano et al. Journal of Medical Case Reports          (2025) 19:106 \n \n 15. Achenbach TM, Rescorla L. Manual for the ASEBA preschool forms & \nprofiles: an integrated system of multi-informant assessment. Burlington: \nBurlington; 2000.\n 16. Cerasuolo M, Simeoli R, Nappo R, Gallucci M, Iovino L, Frolli A, et al. Examining predictors of different ABA treatments: a systematic review. Behav \nSci. 2022;12(8):267.\n 17. Alvarez J, Yasui DH, Niida H, Joh T, Loh DY, Kohwi-Shigematsu T. The MARbinding protein SATB1 orchestrates temporal and spatial expression of \nmultiple genes during T-cell development. Genes Dev. 2000;14(5):521–35.\n 18. Botchkarev VA. Integration of the transcription factor-regulated and \nepigenetic mechanisms in the control of keratinocyte differentiation. J \nInvest Dermatol Symp Proc. 2015;17(2):30–2.\n 19. Kohwi-Shigematsu T, Poterlowicz K, Ordinario E, Han H, Botchkarev VA, \nKohwi Y. Genome organizing function of SATB1 in tumor progression. \nSemin Cancer Biol. 2013;23(2):72–9.\n 20. de Laat W, Duboule D. Topology of mammalian developmental enhancers and their regulatory landscapes. Nature. 2013;502(7472):499–506.\n 21. Nomura Y, Newcorn JH, Hurd YL. Response to uncertainty in develop mental origins of health and disease research: commentary on Nomura \net al. (2022). J Child Psychol Psychiatry. 2023. https:// doi. org/ 10. 1111/ jcpp. \n13874.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}