{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05125-1",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05125-1.pdf",
  "metadata": {
    "/Keywords": "Portal venous system thrombosis; Blunt abdominal trauma; Mesenteric vein thrombosis; Intestinal infarction",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250301114814+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250228135512+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05125-1",
    "/Author": "Zhidong Wang ",
    "/Title": "The formation of portal venous system thrombosis after blunt abdominal trauma: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05125-1",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Portal venous system thrombosis accompanied by intestinal infarction is a rare complication following blunt abdominal trauma. It is known to be caused by liver cirrhosis. Herein, we describe the clinical manifestations \nand treatment of portal venous system thrombosis in a patient, confirmed by imaging and pathology.",
    "Case Presentation": "Case presentation A 38-year-old Chinese woman presented with abdominal pain and vomiting after a car accident. \nPortal venous system thrombosis without other thrombophilic states was diagnosed via computed tomography angiography after 2 months. The patient developed small bowel infarction and received successful treatment via antico agulation and surgery.",
    "Conclusion": "Conclusion This report demonstrates that vascular injury, including both hemorrhage and ischemia, should be \nconsidered in the differential diagnosis after abdominal trauma. Clinicians should be aware of portal venous system \nthrombosis following acute abdomen, especially when clinical presentations do not correspond to common situations. Early anticoagulation therapy can improve prognosis once the diagnosis is established.\nKeywords  Portal venous system thrombosis, Blunt abdominal trauma, Mesenteric vein thrombosis, Intestinal \ninfarction\nIntroduction\nPortal venous system thrombosis (PVST) is a relatively \nuncommon disease and is typically considered a compli cation of liver cirrhosis. It can also be detected in patients \nwith abdominal infection, malignant abdominal tumor, \nor hematological disease. Other possible iatrogenic \ncauses include abdominal surgery and oral contracep tive usage. The manifestations of this disease are diverse \nand nonspecific, and are mainly related to the location, \nextent, and duration of thrombosis. It is predominantly \ncharacterized by portal hypertension and intestinal ischemic infarction. Blunt abdominal trauma most com monly involves parenchymal organs and bowels. Clini cians should be aware of PVST as a vascular complication \nfollowing blunt abdominal trauma.\nCase presentation\nA 38-year-old Chinese woman with intermittent epigas tric colic pain for 8 weeks, and vomiting and melena for \n1 week, was admitted to our hospital. Before the onset of \nabdominal pain, the patient sustained an injury in a car \naccident; her abdomen was impacted, but not seriously. \nShe initially received proton pump inhibitors and anti spasmodic agents after developing abdominal pain but \nexperienced increasingly severe abdominal pain with \nintermittent vomiting and melena. She denied alcohol \nconsumption and oral contraceptive use, and had no his tory of genetic diseases. On physical examination, the *Correspondence:\nHao Wu\nhxxhwh@163.com\n1 Department of Gastroenterology and Hepatology, West China Hospital, \nSichuan University, No. 37, Guo Xue Xiang, Chengdu 610041, Sichuan, \nChina\nPage 2 of 4 Wang et al. Journal of Medical Case Reports           (2025) 19:85 \npatient appeared mildly anemic and had slight tenderness \nand rebound tenderness in the left epigastric region. Her \nblood routine examination revealed decreased hemo globin (97 g/L) and normal leukocyte and platelet counts.",
    "Results": "Results of her liver function, coagulation function, hep atitis B surface antigen, and hepatitis C antibody tests \nwere normal. Gastroscopy revealed normal images of the \nesophagus and stomach. X-ray imaging revealed incom plete obstruction of the proximal jejunum. Computed \ntomography angiography (CTA) revealed that the mes enteric vein, splenic vein, and left branch of portal vein \nwere not visualized, and multiple collateral circulations \nwere observed (Fig. 1).\nPVST complicated by intestinal infarction was diag nosed, and the patient received warfarin therapy for 1 month without clinical improvement. Second-look \nCTA was performed to confirm persistent thrombosis \nin the portal venous system and circulatory disturbance \nof the intestine (Fig.  1). Enterectomy was performed \nand revealed extensive intraperitoneal adhesion forma tion, 10 cm stenosis of the jejunum near the ligament of \nTreitz, and hemorrhage and edema of the local bowel \nwall. Pathology revealed chronic purulent inflammation \nof the mucosa, and dilation and congestion of the sub mucosal vessels (Fig.  2). The patient continued taking \nwarfarin orally for half a year after the operation and \nachieved complete symptom remission with no adverse \neffects during follow-up. Color Doppler ultrasound did \nnot reveal progression of portal vein thrombosis at the \nlocal hospital.\nFig. 1 A The X-ray imaging showed that the mucosal folds of the proximal jejunum disappeared, the bowel looked like a lead pipe, and the barium \nwas impeded when passing through. B and C The computed tomography angiography showed the left branch of portal vein, superior mesenteric \nvein, and splenic vein were totally clotted, and multiple collateral vessels were observed in the gastric submucosa and epigastric area. D The second \nthree-dimensional reconstruction of portal venous system thrombosis showed that all the veins were still clotted, and the collateral vessels were \nmore obvious than those in the first reconstruction\nPage 3 of 4\n Wang et al. Journal of Medical Case Reports           (2025) 19:85",
    "Discussion": "Discussion\nLiver cirrhosis, solid cancer, myeloproliferative neoplasm, \nabdominal inflammation, and abdominal surgery are \ncommon causes of splanchnic vein thrombosis [1]. The \nmechanisms of thrombosis are Virchow’s triad, which \nincludes blood stasis, endothelial injury, and hypercoagu lability [2]. PVST resulting from blunt abdominal trauma \nis rare, and only a few cases have been reported. The \nmechanism of post-traumatic thrombosis may be attrib uted to vascular endothelial damage caused by shearing \nforces, which initiates local thrombosis that can propa gate throughout the portal venous system, as observed in \nlaparoscopic splenectomy [3, 4].\nWith respect to abdominal trauma patients, clini cians often prioritize acute abdomen concerns such as \norgan rupture/perforation and active bleeding. Nonbleeding vascular injury in the abdominal cavity is usu ally overlooked. The patient in this case did not have \nsignificant abdominal symptoms or signs immediately \nafter abdominal trauma, and late-stage abdominal pain, \nvomiting, and melena were mistakenly attributed to posttraumatic neuropathy and peptic ulcers. The diagnosis \nof PVST formerly depended on exploratory laparotomy \nbut has shifted to radiological imaging examinations [5]. \nThe CTA has the highest sensitivity (96%) and specific ity (94%) [6] among imaging modalities, and can aid in \naccurate diagnosis, particularly when vascular lesions are \nsuspected.\nHer main manifestation was intestinal infarction due to \nsuperior mesenteric vein occlusion. Therefore, thrombo sis treatments include anticoagulation, interventional, and \nsurgical therapies. Once diagnosed, anticoagulation ther apy should be initiated promptly, unless contraindicated. Early anticoagulation can prevent thrombi from progress ing and improve prognosis [7 ]. For acute thrombosis, \ninterventional thrombolysis may be considered and can \nhelp patients achieve symptomatic remission quickly and \navoid surgery [8 ]. Enterectomy is a routine treatment for \nintestinal infarction. Despite receiving warfarin therapy, \nthe patient missed the optimal time window and did not \nachieve remission. Owing to the irreversible nature of \nintestinal ischemic injury, the patient required surgery.\nConclusion\nBased on the strong temporal relationship between the \ninjury and disease onset, we concluded that blunt abdomi nal trauma was the likely cause of portal vein thrombosis \nafter ruling out other potential etiologies. The diagnosis \nof PVST is often delayed, resulting in a 13% mortality rate \nwithin 30 days [9 ]. Early diagnosis and anticoagulation can \nimprove prognosis.\nAbbreviations\nPVST  Portal venous system thrombosis\nCTA   Computed tomography angiography\nAcknowledgements\nNot applicable.\nAuthor contributions\nHW received the patient in the inpatient department and provided medical \nrecords. ZW carried out the case and literature review, and drafted the manuscript. HT edited and revised the manuscript. All the authors have read and \napproved the final manuscript.\nFunding\nThis study is supported by the National Natural Science Foundation of \nChina (grant no. 82270649), Sichuan Science and Technology Program \n(grant no. 22ZDYF0621), 1•3•5 project for disciplines of excellence: Clinical \nResearch Incubation Project (grant no. 2019HXFH024), and the Technological innovation R&D project of Chengdu Science and Technology Bureau \n(2021-YF05-01285-SN).\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 27 May 2024   Accepted: 11 February 2025\nFig. 2 Pathology revealed chronic purulent inflammation \nof the mucosa, and dilation and congestion of the submucosal \nvessels, consistent with infarction of the small intestine (hematoxylin–\neosin stain, 200×)\nPage 4 of 4 Wang et al. Journal of Medical Case Reports           (2025) 19:85 \nReferences\n 1. Ageno W, Riva N, Schulman S, et al. Long-term clinical outcomes of \nsplanchnic vein thrombosis: results of an international registry. JAMA \nIntern Med. 2015;175(9):1474–80.\n 2. Singal AK, Kamath PS, Tefferi A. Mesenteric venous thrombosis. Mayo Clin \nProc. 2013;88(3):285–94.\n 3. Gopal S, Smith I, Malka V. Acute portal venous thrombosis after blunt \nabdominal trauma. Am J Emerg Med. 2009;27(3):372.e371-372.e373.\n 4. James AW, Rabl C, Westphalen AC, Fogarty PF, Posselt AM, Campos \nGM. Portomesenteric venous thrombosis after laparoscopic surgery - a \nsystematic literature review. Arch Surg. 2009;144(6):520–6.\n 5. Zhang J, Duan ZQ, Song QB, Luo YW, Xin SJ, Zhang Q. Acute mesenteric \nvenous thrombosis: a better outcome achieved through improved imaging techniques and a changed policy of clinical management. Eur J Vasc \nEndovasc Surg. 2004;28(3):329–34.\n 6. Horton KM, Fishman EK. Multidetector CT angiography in the diagnosis \nof mesenteric ischemia. Radiol Clin North Am. 2007;45(2):275–88.\n 7. Alvi AR, Khan S, Niazi SK, Ghulam M, Bibi S. Acute mesenteric venous \nthrombosis: improved outcome with early diagnosis and prompt antico agulation therapy. Int J Surg. 2009;7(3):210–3.\n 8. Wang MQ, Liu FY, Duan F, Wang ZJ, Song P , Fan QS. Acute sympto matic mesenteric venous thrombosis: treatment by catheter-directed \nthrombolysis with transjugular intrahepatic route. Abdom Imaging. \n2011;36(4):390–8.\n 9. Abu-Daff S, Abu-Daff N, Al-Shahed M. Mesenteric venous thrombosis \nand factors associated with mortality: a statistical analysis with five-year \nfollow-up. J Gastrointest Surg. 2009;13(7):1245–50.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}