{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04924-2",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04924-2.pdf",
  "metadata": {
    "/Keywords": "Nebulized fibrinolytics; Alteplase; COVID-19; Pneumonia; Respiratory distress",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241128022104+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241127170057+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04924-2",
    "/Author": "Christopher Milacek ",
    "/Title": "Nebulized alteplase in coronavirus disease 2019 pneumonia: a case series",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04924-2",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Many patients with severe coronavirus disease 2019 pneumonia exhibit signs of microthrombosis. \nPrevious studies discussed intravenous fibrinolytic agents as potential add-on therapy in these patients. Therefore, we \npropose the inhalative administration of fibrinolytics as a possible safer alternative.",
    "Case Presentation": "Case presentation This case series describes five white male patients, aged 51–78 years, treated with off-label inhalation of alteplase between November and December 2020. All patients suffered from severe severe acute respiratory \nsyndrome coronavirus 2 infection with respiratory failure. Pulmonary embolism was ruled out by pulmonary angio gram in computed tomography scans, and all patients showed signs of coronavirus disease 2019 pneumonia. Four \npatients improved clinically, while one patient with advanced chronic diseases died due to multiple organ failure. No \ndirectly associated adverse effects were observed following inhalation of alteplase.",
    "Conclusion": "Conclusion This case series warrants further attention to investigate inhalative alteplase as an additional treatment \nin patients with severe coronavirus disease 2019 infection.\nKeywords  Nebulized fibrinolytics, Alteplase, COVID-19, Pneumonia, Respiratory distress\nBackground\nAt the time when the coronavirus disease 2019 (COVID19) pandemic first emerged, there was no established \ncausal pharmacological treatment for the virus [1]. Most \ninfections with severe acute respiratory syndrome coro navirus 2 (SARS-CoV-2) manifested with mild to mod erate symptoms. However, in up to 5% of patients, the \ndisease severity ranged from severe pneumonia and acute \nrespiratory distress syndrome (ARDS) to shock, multiple \norgan failure, and death [2].\nSevere COVID-19 cases are primarily driven by a \ncytokine storm, along with excessive endothelial acti vation and coagulopathies, which elevate the risk of thrombosis, including pulmonary embolism and \nmicrothrombosis[3–7].\nThe tissue plasminogen activator (tPA) alteplase is a \nsystemically applied fibrinolytic agent frequently applied \nin patients with acute pulmonary embolism or stroke. \nThe intravenous application has also been reviewed in \nsmall number of patients suffering from ARDS with or \nwithout severe COVID-19 [8–15]. Fibrinolytic agents \nare sometimes applied “off-label” through inhalation to \nreduce the systemic drug effects, including in patients \nwith acute respiratory distress syndrome (ARDS) [16–\n18]. Therefore, inhalation with tPA poses a theoretically \nsound countermeasure to prevent or treat thromboem bolic events in patients with COVID-19.\nThrough analyzing this retrospective case series at \nhand descriptively, we aim to draw attention to this \nsubject matter and discuss the possible application of \nnebulized inhaled fibrinolytics in patients with severe \nCOVID-19 infection.Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nLukasz Antoniewicz\nlukasz.antoniewicz@meduniwien.ac.at\n1 Clinical Division of Pulmonology, Department of Medicine II, Medical \nUniversity of Vienna, Währinger Gürtel 18-20, 1090 Vienna, Austria\nPage 2 of 5 Milacek et al. Journal of Medical Case Reports          (2024) 18:572 \nCase presentation\nAll patients were white males which tested positive for \nSARS-CoV-2 in polymerase chain reaction (PCR) tests \nand exhibited radiological signs of ground-glass opaci ties (GGOs) with or without consolidations in computed \ntomography scans (CT scans) of the chest. Pulmonary \nembolism was excluded in all patients by pulmonary con trast-enhanced angiograms. All cases received optimal \nsupportive therapy as recommended by the World Health \nOrganization (WHO) and international guidelines in \n2020 [1]. Accordingly, we administered dexamethasone \n6 mg intravenously, as well as antipyretics, analgetics, \nand low-molecular heparin in prophylactic doses. All \npatients presented with elevated fibrinogen, d-dimers, \nand inflammatory markers c-reactive protein (CRP) and \ninterleukin (IL)-6 and received treatment for respiratory \nfailure, including high-flow oxygen and prolonged noninvasive ventilation (Fig.  1). The laboratory",
    "Results": "results for \ncoagulation and inflammatory parameters over time are \ndetailed in Supplementary Table 1.Case 1\nA 68-year-old male with a history of coronary and \nperipheral artery disease, chronic kidney failure [esti mated glomerular filtration rate(eGFR) of 39.21  mL/\nmin/1.73   m2], hypertension, multiple myeloma (active \ntreatment with velcade/bendamustine/dexamethasone), \nhypothyroidism, hyperlipidemia, and obstructive sleep \napnea, smoking [60 packs per year (PY)] presented to \nthe hospital with three days of shortness of breath and \nchest pain. Oxygen therapy was started with 4 L/min. \nDue to progressive respiratory failure, a high-flow nasal \ncannula (HFNC) was administered, as the patient did \nnot tolerate non-invasive ventilation (NIV). Antiplate let therapy included acetyl salicylic acid (ASA) and tica grelor. Alteplase was inhaled at 5 mg three times a day \n(TID) on days 8–12. Inflammatory markers, including \nCRP and IL-6, improved, similarly to fibrinogen and \nd-dimer values. HFNC was discontinued on day 13 and \nreplaced with oxygen therapy at 3–4 L/min until day 21. \nThe patient was then discharged to a rehabilitation clinic.\nFig. 1 Levels of CRP , platelet count, d-dimer, and fibrinogen prior to and following inhalation of alteplase. All patients received inhaled alteplase \nat day 0. Patient 5 received an additional inhalation on days 6–10\nPage 3 of 5\n Milacek et al. Journal of Medical Case Reports          (2024) 18:572 \n \nCase 2\nA 51-year-old male with a history of non-Hodgkin’s lym phoma (in remission) presented with a week of short ness of breath and loss of smell and taste. Extensive NIV \ntherapy was established with 8 mbar positive end-expir atory pressure (PEEP), 2 mbar pressure support (PS), \nand 60% oxygen flow. During short therapy breaks, oxy gen therapy was administered with 8  L/min. Due to an \nincrease in d-dimer to 12.2 μg/mL on day 6, a follow-up \nCT scan was performed, revealing no signs of pulmonary \nembolism but showing bilateral ground-glass opacities \nand consolidations. Because of the significant increase \nin d-dimer, the dose of low-molecular weight heparin \n(Enoxaparin) was increased to 8000 IU twice a day (BID) \nuntil discharge. Additionally, alteplase 10 mg was inhaled \nTID on days 5 and 6, and 5 mg TID on days 7–9. NIV \ntherapy was discontinued on day 10 and switched to oxy gen insufflation via nasal cannula at 4 L/min. This was \nterminated on day 13, and the patient was subsequently \ndischarged home.\nCase 3\nA 66-year-old male with a history of hypertension, pros tate cancer, and active urinary cancer was admitted after \n5 days of fever, shortness of breath, and slight confusion. \nFollowing initial oxygen insufflation, NIV therapy was \nstarted on day 3, along with alteplase 5 mg TID for a total \nof 5 days. On day 8, NIV was switched to HFNC and, \nafter 8 days, substituted by oxygen insufflation per nasal \ncannula. The patient was discharged home on day 21.\nCase 4\nA 63-year-old male was admitted with 5 days of short ness of breath. He had a history of atrial fibrillation, \nhypertension, type 2 diabetes, severe chronic obstruc tive pulmonary disease with long-term oxygen therapy \n(LTOT: 2 L/min), and pulmonary hypertension. CT scan \nof the chest showed GGOs, paraseptal emphysema, a \npulmonary mass in the left upper lung, and enlargement \nof the pulmonary trunk and arteries. The patient did not \ntolerate NIV; therefore, HFNC was established. Inhala tive therapy with alteplase 5 mg was given TID for a total \nof 5 days. Laboratory findings showed an improvement \nof the inflammatory markers in the following days after \nadmission, but later the laboratory findings and the gen eral condition of the patient worsened gradually. On day \n8 of hospitalization, the patient passed away due to res piratory failure.\nCase 5\nA 59-year-old male was admitted with a history of hyper tension and obesity. He reported shortness of breath and reduced general condition. CT scan of the chest showed \nextensive GGOs and slight pleural effusion on the left \nside. HFNC was initiated, followed by NIV. On day 3, \nthe patient inhaled alteplase 5 mg TID for the follow ing 3 days. The therapy was repeated 4 days later due to \na marked increase in d-dimer for 5 more days. NIV was \ndiscontinued on day 11 and switched to oxygen insuffla tion until day 31. Finally, the patient was discharged 34 \ndays after admission.",
    "Discussion": "Discussion\nWe report a case series of five patients with severe \nCOVID-19 infection suffering from respiratory failure \ntreated with off-label inhalation of tPA (alteplase). Four \npatients improved clinically, while one died due to multi ple organ failure. No acute adverse effects were observed. \nRespiratory failure parameters, d-dimer and fibrinogen \nimproved in all surviving patients following off-label \ntreatment (Fig. 1).\nFibrinolytics are commonly used in patients suffer ing from extensive pulmonary embolism. Intravenous \napplication is associated with significant complications: \nin the largest randomized study, involving 506 patients \nundergoing tenecteplase treatment for intermediate-risk \npulmonary embolism, 32 (6.3%) suffered major extrac ranial bleeding and 10 (2%) hemorrhagic stroke [19]. \nSevere COVID-19 infection is often associated with a \nstate of hyper-coagulopathy; resulting in microthrom bosis of pulmonary arterioles not detected by contrast \nCT scans [4–7]. Some reports suggest that intravenous \nfibrinolytics may be beneficial for patients with COVID19, both with and without ARDS [8–15]. However, the \nrisk of significant bleeding appears elevated, particularly \nin the presence of enhanced fibrinolytic-type dissemi nated intravascular coagulation (DIC) [20]. As bleeding \ncomplications pose a life-threatening condition, inhala tive application of fibrinolytics may be a safer alterna tive for patients with severe COVID-19 pneumonia [16, \n20, 21]. Indeed, Wu et  al. demonstrated in a small case \nseries of 13 patients with moderate to severe COVID-19 \ninfection that inhalation of 5 mg plasminogen twice-daily \noften improved oxygen saturation and heart rate without \nreporting major bleeding complications [11].\nOff-label use of recombinant tPA is frequently used \nin children with plastic bronchitis in different regimens \nwith single dosages ranging from 5 to 12 mg per inhala tion without major bleeding complications [18, 22]. In \nthis case series, dosages of 5–10 mg three times daily \nwere used without any bleeding complications. The appli cation route may not only have a safer complications pro file but also result in a higher concentration of tPA in the \nlung. The effect may be through direct fibrinolytic effects \non microthrombi in arterioles and on exceeding fibrin \nPage 4 of 5 Milacek et al. Journal of Medical Case Reports          (2024) 18:572 \ndetritus in the alveoli resulting in increased pulmonary \ncirculation and ventilation. Furthermore, previous stud ies demonstrated anti-inflammatory effects of tPA, which \nmay be beneficial in patients with COVID-19 [23, 24].\nOn the other hand, the inhalative application may have \nseveral drawbacks. First, the application of inhaled ther apeutics may cause an increase in virus aerosol in the \npatients’ room, posing an additional risk for healthcare \nworkers. Therefore, an exhalation filter was used during \napplication. Second, the amount of deposition remains \nunknown, as particles may impact in the upper and small \nairways.\nLimitations\nWe acknowledge several limitations in our study. Firstly, \nthis is a case report series, which inherently limits the \ngeneralizability of the findings due to the small sam ple size and lack of control groups. The concurrent use \nof low-molecular weight heparin (LMWH) and gluco corticoids, such as dexamethasone, alongside inhaled \nalteplase, presents a potential bias in our results. This \ncombination therapy complicates the isolation of the spe cific effects of inhaled alteplase. Therefore, the observed \nimprovements in clinical outcomes cannot be solely \nattributed to alteplase.\nConclusion\nOur findings primarily underscore the possible safety \nof inhaled alteplase in patients with severe COVID-19 \npneumonia. While clinical improvements were observed, \nthese cannot be definitively attributed to alteplase due to \nthe concurrent use of other therapies. Given the encour aging safety profile of inhaled alteplase observed in this \nstudy, future research should focus on randomized con trolled trials to evaluate its efficacy. These studies should \naim to isolate the effects of inhaled alteplase by minimiz ing the use of concurrent therapies. Additionally, largerscale studies could help establish standardized dosing \nregimens and identify specific patient populations that \nmay benefit the most from this treatment. The insights \ngained from our study can guide the design and imple mentation of these future investigations.\nAbbreviations\nARDS  Acute respiratory distress syndrome\nCOVID-19   Coronavirus disease 2019\nCT  Computed tomography\nDIC  Disseminated intravascular coagulation\nGGOs  Ground-glass opacities\nHFNC  High flow nasal cannula\nLTOT  Long term oxygen therapy\nNIV  Non-invasive ventilation\nPEEP  Positive end-expiratory pressure\nPS   Pressure support\nSARS-CoV-2   Severe acute respiratory syndrome coronavirus type 2\ntPA  Tissue plasminogen activatorSupplementary Information\nThe online version contains supplementary material available at https:// doi. \norg/ 10. 1186/ s13256- 024- 04924-2.\nSupplementary Material 1.\nAcknowledgements\nWe would like to thank the entire staff of Ward 19H at the University Hospital \nof Vienna for their hard work and support during the challenging times of the \nCOVID-19 pandemic.\nAuthor contributions\nCM, AS, and LA analyzed and interpreted the patient data. CM, AS, CB, MG, \nCG, MI, and LA contributed substantially in writing the manuscript. All authors \nread and approved the final manuscript.\nFunding\nNot applicable.\nAvailability of data and materials\nThe datasets used and/or analyzed during the current study are available from \nthe corresponding author on reasonable request.\nDeclarations\nEthics approval and consent to participate\nFive patients underwent “off-label” treatment with nebulized alteplase at \nthe department of pulmonology of the university/tertiary hospital of Vienna \nbetween 2 November and 15 December 2020. Data were collected in January \n2021. This retrospective case series report was approved by our institutional \nethics committee (2362/2020).\nConsent for publication\nWritten informed consent was obtained from three patients or the next of kin \nfor publication of this case report and any accompanying images. A copy of \nthe written consent is available for review by the Editor-in-Chief of this journal. \nIn two cases, no contact could be established with the patient or next of kin.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 16 May 2023   Accepted: 30 October 2024\nReferences\n 1. Clinical management of COVID-19, Interim guidance 27 May 2020. World \nHealth Organization, Webpage: https:// iris. who. int/ bitst ream/ handle/ \n10665/ 332196/ WHO- 2019- nCoV-  clini cal- 2020.5-  eng. pdf . Accessed 2024 \nJun 08, 2020.\n 2. Revzin MV, Raza S, Warshawsky R, D’Agostino C, Srivastava NC, Bader AS, \nMalhotra A, Patel RD, Chen K, Kyriakakos C, Pellerito JS. Multisystem imaging manifestations of COVID-19, part 1: viral pathogenesis and pulmonary \nand vascular system complications. Radiographics. 2020;40:1574–99. \nhttps:// doi. org/ 10. 1148/ rg. 20202 00149.\n 3. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, \nCheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Gao H, \nGuo L, Xie J, Wang G, Jiang R, Gao Z, Jin Q, Wang J, Cao B. Clinical features \nof patients infected with 2019 novel coronavirus in Wuhan. China Lancet. \n2020;395:497–506. https:// doi. org/ 10. 1016/ s0140- 6736(20) 30183-5.\n 4. Levi M, Thachil J, Iba T, Levy JH. Coagulation abnormalities and thrombo sis in patients with COVID-19. Lancet Haematol. 2020;7:e438–40. https:// \ndoi. org/ 10. 1016/ s2352- 3026(20) 30145-9.\nPage 5 of 5\n Milacek et al. Journal of Medical Case Reports          (2024) 18:572 \n \n 5. Batah SS, Fabro AT. Pulmonary pathology of ARDS in COVID-19: a patho logical review for clinicians. Respir Med. 2020;176: 106239. https:// doi. \norg/ 10. 1016/j. rmed. 2020. 106239.\n 6. Carsana L, Sonzogni A, Nasr A, Rossi RS, Pellegrinelli A, Zerbi P , Rech R, \nColombo R, Antinori S, Corbellino M, Galli M, Catena E, Tosoni A, Gianatti \nA, Nebuloni M. Pulmonary post-mortem findings in a large series of \nCOVID-19 cases from Northern Italy. medRxiv. 2020. https:// doi. org/ 10. \n1101/ 2020. 04. 19. 20054 262.\n 7. Fox SE, Akmatbekov A, Harbert JL, Li G, Brown JQ, Heide RSV. Pulmonary \nand cardiac pathology in Covid-19: the first autopsy series from New \nOrleans. MedRxiv. 2020. https:// doi. org/ 10. 1101/ 2020. 04. 06. 20050 575.\n 8. Goyal A, Saigal S, Niwariya Y, Sharma J, Singh P . Successful use of tPA for \nthrombolysis in COVID related ARDS: a case series. J Thromb Thrombolysis. 2020;51:293. https:// doi. org/ 10. 1007/ s11239- 020- 02208-2.\n 9. Orfanos S, El Husseini I, Nahass T, Radbel J, Hussain S. Observational \nstudy of the use of recombinant tissue-type plasminogen activator in \nCOVID-19 shows a decrease in physiological dead space. ERJ Open Res. \n2020;6:00455. https:// doi. org/ 10. 1183/ 23120 541. 00455- 2020.\n 10. Wang J, Hajizadeh N, Moore EE, McIntyre RC, Moore PK, Veress LA, Yaffe \nMB, Moore HB, Barrett CD. Tissue plasminogen activator (tPA) treatment \nfor COVID-19 associated acute respiratory distress syndrome (ARDS): a \ncase series. J Thromb Haemost. 2020;18:1752–5. https:// doi. org/ 10. 1111/ \njth. 14828.\n 11. Wu Y, Wang T, Guo C, Zhang D, Ge X, Huang Z, Zhou X, Li Y, Peng Q, Li \nJ. Plasminogen improves lung lesions and hypoxemia in patients with \nCOVID-19. QJM. 2020;113:539–45. https:// doi. org/ 10. 1093/ qjmed/ hcaa1 \n21.\n 12. Price LC, Garfield B, Bleakley C, Keeling AGM, McFadyen C, McCabe C, \nRidge CA, Wort SJ, Price S, Arachchillage DJ. Rescue therapy with thrombolysis in patients with severe COVID-19-associated acute respiratory \ndistress syndrome. Pulm Circ. 2020;10:2045894020973906. https:// doi. \norg/ 10. 1177/ 20458 94020 973906.\n 13. Poor HD, Ventetuolo CE, Tolbert T, Chun G, Serrao G, Zeidman A, \nDangayach NS, Olin J, Kohli-Seth R, Powell CA. COVID-19 critical illness \npathophysiology driven by diffuse pulmonary thrombi and pulmonary \nendothelial dysfunction responsive to thrombolysis. Clin Transl Med. \n2020;10: e44. https:// doi. org/ 10. 1002/ ctm2. 44.\n 14. Barrett CD, Moore HB, Moore EE, Wang J, Hajizadeh N, Biffl WL, Lottenberg \nL, Patel PR, Truitt MS, McIntyre RC Jr, Bull TM, Ammons LA, Ghasabyan \nA, Chandler J, Douglas IS, Schmidt EP , Moore PK, Wright FL, Ramdeo R, \nBorrego R, Rueda M, Dhupa A, McCaul DS, Dandan T, Sarkar PK, Khan B, \nSreevidya C, McDaniel C, Grossman Verner HM, Pearcy C, Anez-Bustillos \nL, Baedorf-Kassis EN, Jhunjhunwala R, Shaefi S, Capers K, Banner-Goodspeed V, Talmor DS, Sauaia A, Yaffe MB. Study of alteplase for respiratory \nfailure in SARS-CoV-2 COVID-19: a vanguard multicenter, rapidly adaptive, \npragmatic randomized controlled trial. Chest. 2022;161:710–27. https:// \ndoi. org/ 10. 1016/j. chest. 2021. 09. 024.\n 15. Kosanovic D, Yaroshetskiy AI, Tsareva NA, Merzhoeva ZM, Trushenko NV, \nNekludova GV, Schermuly RT, Avdeev SN. Recombinant tissue plasminogen activator treatment for COVID-19 associated ARDS and acute cor \npulmonale. Int J Infect Dis. 2021;104:108–10. https:// doi. org/ 10. 1016/j. ijid. \n2020. 12. 043.\n 16. Whyte CS, Morrow GB, Mitchell JL, Chowdary P , Mutch NJ. Fibrino lytic abnormalities in acute respiratory distress syndrome (ARDS) and \nversatility of thrombolytic drugs to treat COVID-19. J Thromb Haemost. \n2020;18:1548–55. https:// doi. org/ 10. 1111/ jth. 14872.\n 17. Miller AC, Elamin EM, Suffredini AF. Inhaled anticoagulation regimens \nfor the treatment of smoke inhalation-associated acute lung injury: a \nsystematic review. Crit Care Med. 2014;42:413–9. https:// doi. org/ 10. 1097/ \nCCM. 0b013 e3182 a645e5.\n 18. Monagle K, Ryan A, Hepponstall M, Mertyn E, Monagle P , Ignjatovic V, \nNewall F. Inhalational use of antithrombotics in humans: review of the \nliterature. Thromb Res. 2015;136:1059–66. https:// doi. org/ 10. 1016/j. throm \nres. 2015. 10. 011.\n 19. Meyer G, Vicaut E, Danays T, Agnelli G, Becattini C, Beyer-Westendorf J, \nBluhmki E, Bouvaist H, Brenner B, Couturaud F, Dellas C, Empen K, Franca \nA, Galiè N, Geibel A, Goldhaber SZ, Jimenez D, Kozak M, Kupatt C, Kucher \nN, Lang IM, Lankeit M, Meneveau N, Pacouret G, Palazzini M, Petris A, \nPruszczyk P , Rugolotto M, Salvi A, Schellong S, Sebbane M, Sobkowicz \nB, Stefanovic BS, Thiele H, Torbicki A, Verschuren F, Konstantinides SV. Fibrinolysis for patients with intermediate-risk pulmonary embolism. N \nEngl J Med. 2014;370:1402–11. https:// doi. org/ 10. 1056/ NEJMo a1302 097.\n 20. Asakura H, Ogawa H. Perspective on fibrinolytic therapy in COVID-19: the \npotential of inhalation therapy against suppressed-fibrinolytic-type DIC. J \nIntensive Care. 2020;8:71. https:// doi. org/ 10. 1186/ s40560- 020- 00491-y .\n 21. Camprubí-Rimblas M, Tantinyà N, Bringué J, Guillamat-Prats R, Artigas A. \nAnticoagulant therapy in acute respiratory distress syndrome. Ann Transl \nMed. 2018;6:36. https:// doi. org/ 10. 21037/ atm. 2018. 01. 08.\n 22. Li Y, Williams RJ, Dombrowski ND, Watters K, Daly KP , Irace AL, Visner GA, \nRahbar R, Fynn-Thompson F. Current evaluation and management of \nplastic bronchitis in the pediatric population. Int J Pediatr Otorhinolaryngol. 2020;130: 109799. https:// doi. org/ 10. 1016/j. ijporl. 2019. 109799.\n 23. Mantuano E, Azmoon P , Brifault C, Banki MA, Gilder AS, Campana WM, \nGonias SL. Tissue-type plasminogen activator regulates macrophage \nactivation and innate immunity. Blood. 2017;130:1364–74. https:// doi. \norg/ 10. 1182/ blood- 2017- 04- 780205.\n 24. Zalfa C, Azmoon P , Mantuano E, Gonias SL. Tissue-type plasminogen \nactivator neutralizes LPS but not protease-activated receptor-mediated \ninflammatory responses to plasmin. J Leukoc Biol. 2019;105:729–40. \nhttps:// doi. org/ 10. 1002/ jlb. 3a0818- 329rrr .\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}