{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05085-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05085-6.pdf",
  "metadata": {
    "/Keywords": "SARS-CoV-2; COVID-19; Hepatic cytolysis; Hepatitis B; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250227163726+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250227153823+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05085-6",
    "/Author": "Carmen-Elena Florea ",
    "/Title": "Hepatitis B virus associated with severe acute respiratory syndrome coronavirus 2 infection: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05085-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background After secondary respiratory failure, liver failure is often reported in the literature on coronavirus dis‑\nease 2019 infection. Angiotensin‑ converting enzyme 2 receptors in hepatocytes make the liver directly susceptible \nto the severe acute respiratory syndrome coronavirus 2 virus. An exacerbated immune response, drug‑induced \nhepatotoxicity, and hypoxia secondary to respiratory failure are further possible causes of hepatocytolysis in corona‑\nvirus disease 2019 patients. Pre ‑existing infection with the hepatitis B virus can aggravate coronavirus disease 2019 \nor be aggravated/reactivated by it. This case report describes unusually severe liver damage in a coronavirus disease \n2019 patient with well controlled hepatitis B, where the evidence points to coronavirus disease 2019‑related factors \nas the main causes of hepatic cytolysis.",
    "Case Presentation": "Case presentation A 70 year ‑old patient of Romanian ethnicity with a 5‑ year history of chronic hepatitis B presented \nto the emergency department complaining of fever, chills, and marked physical asthenia with an onset of 2 weeks. \nBlood tests revealed an inflammatory syndrome and incipient liver cytolysis. Low‑intensity opacities were visible \non chest X ‑ray, and the severe acute respiratory syndrome coronavirus 2 polymerase chain reaction test was posi‑\ntive, so the patient was transferred to the infectious diseases hospital. His condition then aggravated atypically, \nwith increasingly severe hepatic cytolysis that was not noted in other coronavirus disease 2019 patients with hepatitis \nB.",
    "Conclusion": "Conclusion The patient’s history of well‑ controlled hepatitis B suggests that, in this case, liver dysfunction was sec‑\nondary to coronavirus disease 2019 manifestations such as the cytokine storm, respiratory failure, and drug‑induced \nhepatotoxicity. The patient eventually recovered, and there was no demonstrable reactivation of hepatitis B after dis‑\ncharge. Coronavirus disease 2019 can thus affect liver function severely and primarily, yet without necessarily interact ‑\ning with adequately managed hepatitis B.\nKeywords  SARS‑ CoV‑2, COVID ‑19, Hepatic cytolysis, Hepatitis B, Case reportOpen Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution‑NonCommercial‑NoDerivatives 4.0 \nInternational License, which permits any non‑ commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by‑ nc‑ nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBianca Bălaș‑Maftei\nbalasmafteibianca@gmail.com\nFull list of author information is available at the end of the article\nPage 2 of 5 Florea et al. Journal of Medical Case Reports           (2025) 19:80 \nBackground\nThe severe acute respiratory syndrome coronavirus 2 \n(SARS-CoV-2) virus, the causative agent of coronavirus \ndisease 2019 (COVID-19), has greatly challenged health \nsystems around the world. Although most reported cases \nhave been mild to moderate, severe infection has been a \nsignificant driver of increased mortality, mainly due to \nacute respiratory failure secondary to alveolar damage. \nThe systemic spread of infection involving multi-organ \nstructures such as the liver and the digestive tract sug gests that COVID-19 is both an infectious and a systemic \ninflammatory phenomenon [3].\nUnderlying chronic viral hepatitis may complicate both \nthe expression and the management of acute COVID-19. \nIn turn, the use of immunosuppressive therapy to address \nthe SARS-CoV-2 viral infection can trigger a reactiva tion of the hepatitis virus, thereby adding an extra level of \ncomplexity to the treatment of hepatitis patients [2]. This \nmay be the case in chronic infection with the hepatitis \nB virus (HBV), a member of the Hepadnaviridae family, \nwhich has a global prevalence of approximately 3.5% and \nis the main cause of liver cirrhosis and hepatocellular car cinoma, two very serious conditions in themselves with out the added impact of COVID-19 [4].\nCase description\nA 70-year-old male Romanian patient with a 5-year his tory of chronic hepatitis B presented to the emergency \ndepartment in August 2020 complaining of fever, chills \nand marked physical asthenia with an onset of 2 weeks. \nThe patient had previously been attending regular checkups for hepatitis B, and he had been undergoing treat ment with entecavir 0.5  mg/day due to positive HBsAg \nand negative anti-HBc-negative",
    "Results": "results on routine tests. \nHis transaminases had been consistently within nor mal range, and viremia had been undetectable. Of note, \n1 month prior to admission, a routine liver elastography \nwith a FibroScan device had evidenced F2 liver fibrosis. \nThe patient also had type 2 diabetes mellitus.\nThe biological investigations performed in the emer gency department are summarized in the series of tables \nbelow, where the results can be compared across sub sequent tests. The initial findings indicated thrombo cytopenia, non-specific inflammatory syndrome, and \nlow-grade hepatic cytolysis. Additionally, the patient’s \nlactate dehydrogenase was high (336  IU/L), suggesting \ntissue damage, and he had hyperglycemia (fasting glu cose level 259  mg/dL). A chest X-ray showed opacities \nof low intensity, imprecisely delimited in the middle half \nof the bilateral hemithorax. When the polymerase chain \nreaction (PCR) test came out positive for SARS-CoV-2, \nthe patient was diagnosed with COVID-19, and he was subsequently transferred to our hospital specialized in \ninfectious diseases.\nOn admission, the patient was afebrile, with mild gen eral malaise, and he was conscious, cooperative, and \nhemodynamically stable. His peripheral oxygen satura tion was 93% in normal room air. Basal crepitant rales \ncould be heard bilaterally, along with dullness on bilateral \nbasal percussion. The abdomen was depressed and pain less; intestinal transit and urination were present. The \nskin and mucous membranes were normally colored.\nTreatment for COVID-19 was initiated with ceftri axone 3  g/day, lopinavir/ritonavir 4 tablets/day, dexa methasone 8  mg/day, and enoxaparin sodium (Clexane) \n0.6 mL/day. Additionally, the patient received symptomrelief medication and liver protectors (silymarin 600 mg/\nday and intravenous arginine 250 mL/day). All the doses \nwere calculated based on the patient’s weight.\nOn the second day, the patient’s general condition dete riorated. Peripheral oxygen saturation decreased to 88% \nin normal room air, which is why oxygen therapy was \ninitiated, and tocilizumab 400  mg/day (in two doses) \nwas added to the treatment. On day 5 of treatment, the \npatient was still dependent on oxygen, and his general \ncondition remained unsatisfactory. Repeat laboratory \ntests and imaging were ordered. Relative to admission, \nthe leukocyte count was now higher (9740/mm3); neutro phils rose to 88.1%, while platelets decreased to 54,000/\nmm3. The antibiotic treatment appeared to reduce \ninflammation: C-reactive protein dropped to 5.56 mg/dL, \nand the erythrocyte sedimentation rate and fibrinogen \nlevel almost halved. Liver cytolysis was noted in the dou bling of alanine transaminase (ALT; from 71 to 141 IU/L), \nwhile decreasing aspartate transferase (AST) was still \ntoo high (43 IU/L). At the same time, on the repeat chest \nX-ray, the patient’s lungs did not appear to have any more \nactive bilateral lesions.\nAfter 3 more days, the patient was in stable condition, \nand another round of tests were performed. The results \nshowed that the inflammatory syndrome was again rising \ndespite the antibiotic therapy; the interleukin-6 marker \nwas excessively high (985.8 pg/mL), suggesting an unfold ing cytokine storm. Moreover, liver cytolysis continued \nto aggravate, with ALT now 649 IU/L and AST 122 IU/L. \nConsidering the ongoing hepatocytolysis syndrome, argi nine was maintained, and lopinavir/ritonavir therapy was \nstopped (after 9 days of administration in total).\nA total of 13 days into the patient’s hospitalization for \nCOVID-19 and 4 days after withdrawing lopinavir/rito navir, new bloodwork showed a slowing increase in leu kocytosis (21,090/mm3), as well as neutrophilia (87.6%) \nand thrombocytopenia (51,000/mm3), while inflam matory markers were now normalizing. Most notably, \nalthough AST had gone down to 57 IU/L, ALT was still \nPage 3 of 5\n Florea et al. Journal of Medical Case Reports           (2025) 19:80 \n \nrising substantially (1485  IU/L) (Table  1). Such exacer bated liver cytolysis was unique to this case compared \nwith other patients with chronic hepatitis B whom we \nhad been treating in our hospital during the COVID-19 \npandemic.\nThe patient’s history of hepatitis B justified serology \ntesting for anti-hepatitis D virus (HDV) antibodies to \nexclude related complications, that is, hepatitis D viral \nco-infection. The result to that was negative. Considering \nthe increase in transaminase values, the antibiotic treat ment was changed to ampicillin 4  g/day. The patient’s \ncondition improved sufficiently, and on discharge, after \n20 days of hospitalization, the levels of liver enzymes \nwere finally showing a favorable, decreasing trend (ALT \n290 IU/L, AST 30 IU/L, bilirubin 0.64 mg/dL).",
    "Discussion": "Discussion\nInfection with the SARS-CoV-2 virus in association \nwith chronic HBV infection has the potential to cause \nor aggravate hepatic dysfunction via direct viral action \non hepatocytes, hypoxia, and/or drug-induced hepato toxicity [6]. Infection with the SARS-CoV-2 virus and \nthe ensuing COVID-19 illness are typically associated \nwith respiratory symptoms, yet liver damage can some times become the main concern. Acute respiratory fail ure induces hypoxia, with damaging effects on various \ntissues including liver cells, but the SARS-CoV-2 virus \ncan also enter hepatocytes and cholangiocytes directly \nvia the angiotensin-converting enzyme 2 (ACE2) recep tors, causing the destruction of these cells and the release of liver enzymes in the bloodstream. Concurrently, the \nbody’s inflammatory response can facilitate hepatic cytol ysis, and thrombocytopenia is yet another factor that \ncan contribute to it. Additionally, the antivirals and the \nimmunomodulators used in the treatment of COVID-19 \ncan have toxic effects on the liver. (Fig. 1).\nIn the case presented herein, successive laboratory \nfindings of liver injury included increasing liver enzymes \n(ALT and AST), gamma glutamyl transferase, and total \nbilirubin in a pattern of exacerbation not seen in the \nother COVID-19 patients with hepatitis B treated at \nour hospital. Prior to admission, the patient had normal \ntransaminases and was not on any treatment that could \nhave hepatotoxic effects. Therefore, the hepatocytolysis \nTable 1 Evolution of biological markers‑4days after stopping lopinavir/ritonavir\n* A total of 4 days after stopping lopinavir/ritonavirComplete blood count (excerpts)\nLeukocytes Neutrophils Platelets\nAdmission 6630/mm375.1% 68,000/mm3\nDay 5 9,740/mm388.1% 54,000/mm3\nDay  13*21,090/mm387.6% 51,000/mm3\nDay 20 (discharge) 12,000/mm370% 90,000/mm3\nInflamatory markers\nC-reactive protein (CRP) Erythrocyte sedimentation rate (ESR) Fibrinogen (Fb)\nAdmission 16.93 mg/dL 95/min 4.61 g/L\nDay 5 5.56 mg/dL 50/min 2.61 g/L\nDay  13*Normal Normal Normal\nLiver function markers\nALT AST Bilirubin\nAdmission 71 IU/L 47 IU/L 0.61 mg/dL\nDay 5 141 IU/L 43 IU/L 0.59 mg/dL\nDay  13*1485 IU/L 57 IU/L 0.62 mg/dL\nDay 20 (discharge) 290 IU/L 30 IU/L 0.64 mg/dL\nFig. 1 Liver lesions secondary to severe acute respiratory syndrome \ncoronavirus 2 virus infection\nPage 4 of 5 Florea et al. Journal of Medical Case Reports           (2025) 19:80 \nevidenced during his hospitalization was likely caused by \nSARS-CoV-2 viral action and/or COVID-19 treatment \ntoxicity.\nResearch has shown that mild-to-moderate liver \ninvolvement is fairly common in COVID-19, yet only a \nsmall number of patients with SARS-CoV2 and HBV \nco-infection suffer severe liver injury. It is hypothesized \nthat long-term HBV therapy with nucleoside analogues \n(entecavir and tenofovir) may play a protective role in \ncombating SARS-CoV-2 infection, given the reduced \nSARS-CoV2 prevalence noted among HBV patients on \nnucleoside analogues [12, 13]. Another possible expla nation is that chronic HBV infection leads to decreased \nanti HBV CD4 and CD8 cells due to the persistence of \nviral antigens [14, 15]. Clearance of specific HBV T cells \nleads to altered cytokine secretion (IL-2 and TNF-alpha), \nwhich progressively favors a reduced antiviral function \n[16]. The cytokine storm seen in SARS-CoV2 infec tion implies an overproduction of pro-inflammatory \ncytokines (IL-2, IL-6, TNF-alpha), an important risk fac tor associated with disease mortality.\nHowever, in patients with chronic HBV infection, \nsevere COVID-19 may increase the risk of hepatic virus \nreactivation, although this is debatable, as there is cur rently no standard notion of “reactivation. ” One way to \ndefine reactivation is as a sudden rise in HBV plasma \nlevels in patients with and without previously detectable \nHBV DNA levels. Hepatocytolysis can occur as a result \nof therapy aimed at managing the cytokine storm, such \nas immunosuppressive therapy with IL-6 antagonists (but \nonly rarely), IL-1 receptor antagonists, and high-dose \ncorticosteroids, thereby inducing an imbalance between \nhost immune status and viral replication [18–21]. In the \npresented case, the evidenced hepatocytolysis is less \nlikely a reactivation of the hepatitis because the patient \nwas treated with entecavir before, throughout, and after \nhis hospitalization for COVID-19. The rise in transami nases occurred during the patient’s COVID-19 illness \nand treatment, after which his transaminases decreased \nconsiderably. Moreover, the patient received just two \ndoses of the IL-6 antagonist tocilizumab, so we would \nnot attribute his exacerbated hepatic response to this \ntherapeutic decision. Also, the combination of ritonavir \nand lopinavir can induce hepatocytolysis, but the patient \nalready had elevated markers for liver damage prior to \nusing these antivirals.\nConclusion\nThis case of a COVID-19 patient with pre-existing hep atitis B who manifested a particularly severe hepatic \nresponse contributes meaningfully to the ongoing dis cussion of COVID-19 severity and treatment implica tions. Based on successive tests, the patient’s hepatitis B did not appear to either contribute to or be reactivated by \nCOVID-19, suggesting that the viral infection processes \nand treatment were the probable causes of hepatocytoly sis. Therefore, hepatocytolysis can be a relevant indica tor of COVID-19 severity and treatment-related toxicity, \nhighlighting the importance of monitoring liver function \nin COVID-19 patients. It also shows that pre-existing \nhepatitis B infection, when managed effectively, is not \nnecessarily a complicating factor.\nAcknowledgements\nThe authors appreciate the additional support of certified medical translator \nand scientific writing coach Ioana Crețu for the final editing and proofreading \nof the manuscript.\nAuthor contributions\nConceptualization: CM, CF, and BBM; methodology: AR and CF; software: AR; \nvalidation: CF, BBM, and CM; investigation: CF, EIB, and BBM; resources: AR; writ ‑\ning—original draft preparation: CF and BBM; writing—review and editing: CM, \nMO, and CF; visualization: MO and CM; and supervision: CF and CM. All authors \nhave read and agreed to the published version of the manuscript.\nFunding\nThis research received no external funding.\nData availability\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nApproved by the ethics committee of the hospital for infectious diseases Saint \nParascheva Iasi. Written informed consent was obtained from the patient for \npublication of this case report and any accompanying images. A copy of the \nwritten consent is available for review by the Editor ‑in‑Chief of this journal.\nInstitutional review board\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor ‑in‑Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nAuthor details\n1 Doctoral School, “Grigore T. Popa” University of Medicine and Pharmacy, 16 \nUniversității Street, 700115 Iași, Romania. 2 Department of Infectious Diseases, \n“Sf. Parascheva” Clinical Hospital of Infectious Diseases, 2 Octav Botez Street, \n700116 Iași, Romania. 3 Department Medical Sciences II–Infectious Diseases, \n“Grigore T. Popa” University of Medicine and Pharmacy, 16 Universității Street, \n700115 Iași, Romania. \nReceived: 27 May 2024   Accepted: 13 January 2025\nReferences\n 1. Worldometers.info. Coronavirus statistics—Romania. https:// www. world \nomete rs. info/ coron avirus/ count ry/ roman ia/. Accessed on 10 May 2024.\n 2. Téllez L, Martín Mateos RM. COVID ‑19 and liver disease: an update. Actu‑\nalización en COVID ‑19 y enfermedad hepática. Gastroenterol Y Hepatol. \n2020;43(8):472–80. https:// doi. org/ 10. 1016/j. gastre. 2020. 06. 005.\nPage 5 of 5\n Florea et al. Journal of Medical Case Reports           (2025) 19:80 \n \n 3. Nardo AD, Schneeweiss‑ Gleixner M, Bakail M, Dixon ED, Lax SF, Trauner M. \nPathophysiological mechanisms of liver injury in COVID ‑19. Liver Int Off J \nInt Assoc Stud Liver. 2021;41(1):20–32. https:// doi. org/ 10. 1111/ liv. 14730.\n 4. Xiang TD, Zheng X. Interaction between hepatitis B virus and SARS‑ CoV‑2 \ninfections. World J Gastroenterol. 2021;27(9):782–93. https:// doi. org/ 10. \n3748/ wjg. v27. i9. 782.\n 5. Rosas IO, Bräu N, Waters M, Go RC, Hunter BD, Bhagani S, Skiest D, Aziz \nMS, Cooper N, Douglas IS, Savic S, Youngstein T, Del Sorbo L, Cubillo \nGracian A, De La Zerda DJ, Ustianowski A, Bao M, Dimonaco S, Graham \nE, Matharu B, Spotswood H, Tsai L, Malhotra A. Tocilizumab in hos‑\npitalized patients with severe COVID ‑19 pneumonia. N Engl J Med. \n2021;384(16):1503–16. https:// doi. org/ 10. 1056/ NEJMo a2028 700.\n 6. Jothimani D, Venugopal R, Abedin MF, Kaliamoorthy I, Rela M. COVID ‑19 \nand the liver. J Hepatol. 2020;73(5):1231–40. https:// doi. org/ 10. 1016/j. \njhep. 2020. 06. 006.\n 7. Xu L, Liu J, Lu M, Yang D, Zheng X. Liver injury during highly pathogenic \nhuman coronavirus infections. Liver Int. 2020;40:998–1004. https:// doi. \norg/ 10. 1111/ liv. 14435.\n 8. Zhang C, Shi L, Wang FS. Liver injury in COVID ‑19: management and chal‑\nlenges. Lancet Gastroenterol Hepatol. 2020;5:428–30. https:// doi. org/ 10. \n1016/ S2468‑ 1253(20) 30057‑1.\n 9. Xie H, Zhao J, Lian N, Lin S, Xie Q, Zhuo H. Clinical characteristics of non‑\nICU hospitalized patients with coronavirus disease 2019 and liver injury: a \nretrospective study. Liver Int. 2020;40:1321–6. https:// doi. org/ 10. 1111/ liv. \n14449.\n 10. Zou X, Fang M, Li S, Wu L, Gao B, Gao H, Ran X, Bian Y, Li R, Yu S, Ling J, \nLi D, Tian D, Huang J. Characteristics of liver function in patients with \nSARS‑ CoV‑2 and chronic HBV coinfection. Clin Gastroenterol Hepatol. \n2021;19(3):597–603. https:// doi. org/ 10. 1016/j. cgh. 2020. 06. 017.\n 11. Zhang B, Huang W, Zhang S. Clinical features and outcomes of coro ‑\nnavirus disease 2019 (COVID ‑19) patients with chronic hepatitis B virus \ninfection. Clin Gastroenterol Hepatol. 2020;18:2633–7. https:// doi. org/ 10. \n1016/j. cgh. 2020. 06. 011.\n 12. Elfiky AA. Ribavirin, remdesivir, sofosbuvir, galidesivir, and tenofovir \nagainst SARS‑ CoV‑2 RNA dependent RNA polymerase (RdRp): a molecular \ndocking study. Life Sci. 2020;253: 117592. https:// doi. org/ 10. 1016/j. lfs. \n2020.\n 13. Lens S, Miquel M, Mateos‑Muñoz B, García‑Samaniego J, Forns X. SARS‑\nCoV‑2 in patients on antiviral HBV and HCV therapy in Spain. J Hepatol. \n2020;73:1262–3. https:// doi. org/ 10. 1016/j. jhep. 2020. 07. 007.\n 14. Rehermann B. Pathogenesis of chronic viral hepatitis: differential roles of \nT cells and NK cells. Nat Med. 2013;19:859–68. https:// doi. org/ 10. 1038/ \nnm. 3251.\n 15. Anugwom CM, Aby ES, Debes JD. Inverse association between chronic \nhepatitis B infection and coronavirus disease 2019 (COVID ‑19): immune \nexhaustion or coincidence? Clin Infect Dis. 2021;72:180–2. https:// doi. \norg/ 10. 1093/ cid/ ciaa5 92.\n 16. Brooks DG, Teyton L, Oldstone MB, McGavern DB. Intrinsic functional \ndysregulation of CD4 T cells occurs rapidly following persistent viral infec‑\ntion. J Virol. 2005;79:10514–27. https:// doi. org/ 10. 1128/ JVI. 79. 16. 10514‑ \n10527. 2005.\n 17. Li N, Ma WT, Pang M, Fan QL, Hua JL. The commensal microbiota and viral \ninfection: a comprehensive review. Front Immunol. 2019;10:1551. https:// \ndoi. org/ 10. 3389/ fimmu. 2019. 01551.\n 18. Kovesdi I, Bakacs T. Therapeutic exploitation of viral interference. Infect \nDisord Drug Targets. 2020;20:423–32. https:// doi. org/ 10. 2174/ 18715 \n26519 66619 04051 40858.\n 19. Xiang TD, Zheng X. Interaction between hepatitis B virus and SARS‑ CoV‑2 \ninfections. World J Gastroenterol. 2021;27(9):782–93. https:// doi. org/ 10. \n3748/ wjg. v27. i9. 782.\n 20. Tian D, Ye Q. Hepatic complications of COVID ‑19 and its treatment. J Med \nVirol. 2020;92(10):1818–24. https:// doi. org/ 10. 1002/ jmv. 26036.\n 21. Akerele IO, Nnabuchi CV, Oreh AC. Coronavirus disease (COVID ‑19) and \nacute nonicteric hepatitis: a case report from Asokoro, Negeria. J Fam \nCommunity Med. 2021;28(1):59–62. https:// doi. org/ 10. 4103/ jfcm. JFCM_ \n410_ 20.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub ‑\nlished maps and institutional affiliations."
  }
}