{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04845-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04845-0.pdf",
  "metadata": {
    "/Keywords": "Double port; Chemotherapy; Parenteral nutrition; Vascular access ports; Double lumen port",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241030130855+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241004071504+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04845-0",
    "/Author": "Túlio Fabiano de Oliveira Leite",
    "/Title": "Double port-a-cath implantation: initial experience in Brazil and technical note tips and tricks: a series report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04845-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background This study was designed to evaluate the clinical benefit of double-lumen port catheters in patients \nreceiving chemotherapy and parenteral nutrition concurrently or in those with vascular access failure. The advantages, \ncomplications, indications and duration of use of double port-a-cath were considered.",
    "Methods": "Methods Thirteen Brazilian patients received a double-lumen port catheter that was implanted \nunder ultrasonographic and fluoroscopic guidance in the radiologic interventional suite.",
    "Results": "Results All double-lumen port systems were successfully implanted in all patients without immediate complications. \nThe port-a-cath was removed in two patients due to infection of the reservoir. Three deaths occurred due \nto underlying disease with no correlation to the port-a-cath. No temporal interference between the administration \nof chemotherapy and parenteral nutrition was observed.",
    "Conclusion": "Conclusion The double-door approach is a safe technique with low complication rates. Indications for use \nof the dual port are numerous and should be encouraged because of the considerable benefits for critically ill \npatients.\nKeywords  Double port, Chemotherapy, Parenteral nutrition, Vascular access ports, Double lumen port",
    "Introduction": "Introduction\nCentral venous catheters were first introduced for paren teral nutrition and long-term chemotherapy in 1973 and \n1979, respectively [1]. The first implantable port system \nwas introduced in 1982 by Dr. John Niederhuber when \nhis wife, who was affected by cancer, needed multiple \nvenous infusions. The first totally implantable venous \naccess device was first manufactured by Pharmacia®. Dr. \nNiederhuber had chosen a surgical technique where the \ncatheter was inserted through a small peripheral vein and guided in to the vena cava. Today, port-type catheters are \npercutaneously implanted [2].\nFully implantable catheters have become an insepara ble part of medical oncology practice, replacing exter nal catheters and improving patients’ quality of life. \nHowever, most port systems are single lumen systems. \nIncompatibilities between intravenous (IV) medication \nand parenteral nutrition (PN) can induce microemboli \nvia the precipitation of ingredients. Double port system \ncatheters, that is, those with multiple separate lumens, \ncan help prevent interactions between incompatible sub stances. Dual-lumen port systems can provide long-term \ncentral venous access while suffering separate lumens [3].\nThe aim of this study was to report the initial experi ence in Brazil with the only double-port catheter Celsite® \nDouble—B. Braun. This catheter is available on the world \nmarket for patients who need venous vascular access for Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nTúlio Fabiano de Oliveira Leite\ntuliofabiano@hotmail.com\n1 Interventional Radiology, Radiology Department, University of São \nPaulo, Rua Rafael Rinaldi, 365, apto 603, Uberlândia, São Paulo 38400-384, \nBrazil\nPage 2 of 6 de Oliveira Leite  Journal of Medical Case Reports          (2024) 18:534 \nsimultaneous infusion of medications, parenteral nutri tion or chemotherapy or because they have failed periph eral vascular access. To the best of our knowledge no \nstudies thus far have prospectively investigated the use fulness of a Celsite double-lumen port device in these \ntypes of patients.\nDouble‑lumen port system\nAll patients received the same type of open-ended lowprofile DLPS (Celsite® Double—B. Braun, Melsungen, \nAlemanha, Germany). The port capsule was made of \ntitanium-epoxy and had two separate chambers, each \nwith its own septum with a diameter of 9.5  mm. The \ncapsule diameter was 42 mm × 22  mm, the height was \n9.7  mm and the weight 7.5  g. The double-lumen cath eter was made of silicone offset with an outer diameter \nof 10 French and an inner diameter of 1.1 mm for each \nchannel. The distal and proximal orifices at the catheter \ntip were 10 mm apart. Due to its low height of 9.7 mm, \nthis port system has a typical low-profile design, which \nis dedicated to patients with cachexia. The dead space of \nthe catheter was 0.25 ml for the distal and proximal cath eter lumen.\nMethods\nWritten informed consent was obtained from all \npatients or from an authorized familiarly members \nbefore port implantation. The exclusion criterion \nwas active infection. The port implantations were \nperformed in the radiology department’s interventional \nsuite. The interventionist radiologist was experienced in \nport implantation (> 100 ports annually). Prior to port \nimplantation, an ultrasound assessment of the selected \ncentral vein was performed to confirm venous patency, \nrule out potential thrombosis, and discern anatomical \nvariations. The double ports were inserted via rigorous \nsterile barrier precautions, under local anesthesia and \na mixture of 2% lidocaine guided by ultrasound was \nadministered. Premedication with 0.01–0.035  mg/\nkg (1–3  mg) midazolam was given to avoid anxiety. \nA single dose of 2  g cefazoline was administered \nintravenously before the procedure; for beta-lactamallergic patients, 15  mg/kg vancomycin was used. The \nimplantation technique was the same as that for single \nor standard and low-profile port systems. Compared \nwith the left internal jugular or subclavian veins, the \nright internal jugular vein represents the preferred \nvenous access site because it is straighter and a shorter \ncourse. The vein was punctured under ultrasonographic \nguidance with an 18-gauge needle (Fig.  1). A 0.035-inch \nguidewire was then inserted with the distal tip in the \ninferior vena cava, and its position was documented \nfluoroscopically. Over this guidewire, the puncture channel was dilated with a peal-away sheath introducer \ndevice 10F. A pocket for the port chamber was created \n3-cm below the ipsilateral clavicle, and the catheter \nwas subcutaneously tunneled toward the puncture \nsite. After removing the guidewire, the port catheter \nwas introduced through the peel-away sheath into the \nvein, and the catheter tip was positioned in level with \nthe cavoatrial junction (approximately two vertebral \nbodies below the carina) under fluoroscopic control. \nThe proximal part of the catheter was cut to the \nrequired length and connected to the port chamber. \nThe port capsule was fixed to the pectoral fascia in all \ncases with nonresorbable polyester 3–0 nylon (Ethicon, \nSomerville, NJ, USA) sutures (Fig.  2). The subcutaneous \nFig. 1 Vein punctured under ultrasonographic guidance\nFig. 2 Port capsule fixed to the pectoral fascia in all patients \nwith nonresorbable polyester 3–0 nylon sutures\nPage 3 of 6\n de Oliveira Leite  Journal of Medical Case Reports          (2024) 18:534 \n \nand skin incision sites were closed with continuous \nintracuticular sutures with 3–0 vicryl and 4–0 \nmonocryl (Ethicon, Somerville, NJ, USA), respectively. \nTwo gripper Huber needles were inserted into both \nport reservoirs, and the access site was covered with \ndry sterile dressing. Then, the two ports were flushed \nwith 20  ml saline and filled with 5  ml of a solution \ncontaining 50  U/ml heparin to prevent clot formation \nand catheter blockage. The implantation procedure is \ndepicted in Fig. 3 .\nOutcome measures\nBody mass index (BMI) measurements were taken on \nthe day of implantation. Patient diagnosis, doubleport indications, follow-up time, and complications \nwere also recorded. The number of port-related com plications (immediate procedure-related complica tions occurred in < 24  hours, early procedure-related \ncomplications occurred in ≤  30  days, and late pro cedure-related complications occurred in > 30  days) \nand explants were recorded until the date of device \nremoval, patient death, or completion of the followup discharge period. Catheter-related infections were \ndefined as port pocket infections or catheter-related \nsystemic infections.\nFollow‑up\nThe intended follow-up period for each patient \nwas until death or the end of treatment after port \nimplantation. None of the patients were treated with prophylactic anticoagulation. In our institution, \nregular heparinized saline flush of port systems \nafter chemotherapy is recommended as a standard \nprocedure.\nResults\nThirteen double-lumen port systems were successfully \nimplanted in all patients without immediate complica tions such as hematomas, bleeding, pneumothoraces, or \ninfections. The port-a-cath was removed in two patients \ndue to infection of the reservoir. Three deaths occurred \ndue to the underlying disease and with no correlation to \nthe port-a-cath. In all cases, the port system was immedi ately used for simultaneous treatment of chemotherapy, \nparenteral nutrition or medication. No temporal interfer ence between the administration of chemotherapy and \nPN was observed (Table 1).",
    "Discussion": "Discussion\nThe invention of port catheters has revolutionized the \ncurrent management of oncologic diseases because it \novercomes the need for serial venipunctures. Consider ing the increasing complexities of anticancer treatment \nprotocols, the need for reliable vascular access has signif icantly increased in recent decades. Some patients with \nmalignancies often require repeated venipuncture for \nchemotherapy, total parenteral nutrition, blood product \ntransfusions, and venous blood collection [4]. Therefore, \nreliable and long-term central venous access is necessary \nto achieve multimodality intravenous therapy. However, \nmost implanted central venous port catheters are sin gle-lumen systems. Dual-lumen port systems may be of \ninterest to patients who require long-term simultaneous \ninfusion of medications.\nThe use of port-a-cath has several advantages, such as \navoiding adverse effects of endothelium-irritating sub stances (e.g., caustic agents of chemotherapy), venous \nphlebitis, thrombosis, extravasation, pain, severe skin \ncomplications, incompatibilities with other substances, \nlong-term intermittent infusion and transfusion of blood \nproducts, frequent blood collection and monitoring, and \ncontrast agent bolus injection, thus avoiding frequent \ncannulation. Incompatibility between intravenous medi cation and parenteral nutrition can induce microemboli \nvia the precipitation of ingredients, which the port-a-cath \navoids. Additionally, unknown interactions can occur \nwhen substances are mixed [3, 5].\nIn a literature review, only three articles describing \nexperiences with the use of a double port-a-cath were \nidentified (Table  2). In 2001, Platzbecker et al. published \nthe use of a double port (Rosenblatt Dual Slim Port; Bard \nPort, Salt Lake City, UT, USA) in 26 patients scheduled \nfor allogeneic bone marrow transplantation, which \nFig. 3 Double-port implantation procedure\nPage 4 of 6 de Oliveira Leite  Journal of Medical Case Reports          (2024) 18:534 \nTable 1 Sample double port-a cath implantation\nF female, M male, BMI body mass index, I internalCase Age (years) Sex Site of insertion Follow ‑up \n(day)BMI Diagnostic Parenteral Chemotherapy Overall duration (day) Port ‑related \ncomplications\n1 76 F Right I\nJugular930 24 Melanoma Yes Yes – No\n2 58 M Right I\nJugular348 22 Esophagus cancer Yes Yes 348 (death) No\n3 72 M Right I\nJugular928 28 Leukemia Yes Yes – No\n4 66 F Right I\nJugular165 19 Post-bariatric malnutrition Yes No – No\n5 14 M Left I\nJugular390 29 Melas syndrome No No 390 (death) No\n6 63 F Right I\nJugular241 23 Pancreatic cancer Yes Yes 241 (death) No\n7 61 F Right I\nJugular542 21 Colon cancer Yes Yes – No\n8 57 F Left I\nJugular180 16 Post bariatric malnutrition Yes No 180 Infections\n9 62 F Right I\nJugular451 17 Post-bariatric malnutrition Yes No – No\n10 64 M Right I\nJugular173 16 Post-bariatric malnutrition Yes No 173 Infections\n11 55 M Right I\nJugular168 20 Pancreatic cancer Yes Yes – No\n12 62 M Right I\nJugular223 22 Colon cancer Yes Yes – No\n13 56 F Right I\nJugular331 20 Ovary cancer Yes Yes – No\nPage 5 of 6\n de Oliveira Leite  Journal of Medical Case Reports          (2024) 18:534 \n \nallowed for the collection of regular blood tests and \nthe administration of incompatible drugs [5]. In 2010, \nTeichgräber, Ulf et  al. evaluated the clinical benefit \nof low-profile dual-lumen port catheters (Rosenblatt \nDual Slim Port; Bard Port, Salt Lake City, UT, USA) in \nten patients receiving simultaneous chemotherapy and \nparenteral nutrition [3]. Kim et  al. in 2018 described a \nretrospective study with 22 patients and compared the \nfeasibility and safety of the single-port catheter system \nand the dual-port catheter system in intra-arterial \nchemoinfusion therapy for the treatment of advanced \nhepatocellular disease in patients with variable anatomy \nof the hepatic artery and portal vein tumor thrombosis \n[6]. It is noted in the review of double-port cases that the \npatients who used this type of device were oncological. \nHowever, in the present studies, we extrapolate to other \nsituations, such as severe malnutrition after bariatric \nsurgery or ileostomy, with a high output that can leads to \nimportant malnutrition, as well as patients with cancer \nrequiring venous access for chemotherapy and infusion \nof other medications or parenteral drugs.\nIn patients with hematological neoplasia who receive \nallogeneic cell therapy, the use of Hickman catheters is \ncommon, but Hickman catheters are associated with \nrestrictions on the patient activity and can cause compli cations such as infections and thrombosis. Double-port \ncatheters have the advantages of easy maintenance, highdose chemotherapy, autologous stem cell transplantation, \nthe possibility of numerous transfusions, blood collection \nduring the course of treatment, and greater freedom in \npatient’s daily activities, whereas single-port lumen sys tems are generally not feasible for these patients [5].\nThe double-port implant technique is the same as that \nused for the single-port technique. The internal jugular, \nsubclavian, basilic, cephalic, or femoral veins can be \nselected for the percutaneous puncture route for either \nsingle or double-port patients. The internal jugular and \nsubclavian veins are used most frequently and catheter \ntip must be located at the lower 1/3 of the superior \nvena cava, where the incidence of venous thrombosis and abnormal catheter patency is lowest [7]. Vascular \naccess must be performed via ultrasound and inside \nan interventional radiology room to avoid vascular \ncomplications.\nDouble-port complications are similar to single port \ncomplications such as migration of the catheter or a dis connected or fractured catheter, which is estimated to \noccur up to 1% of patients [8, 9]. The main immediate \ncomplications are air embolism, cardiac arrhythmia, per icardial tamponade, brachial plexus injury, pneumotho rax, hemopneumothorax, arterial puncture or hematoma. \nTo reduce complications of the percutaneous approach, \nultrasound landmark blinding is the most commonly and \nsafest method used to locate the vein before puncture [2]. \nOn the other hand, late complications such as malfunc tion, thrombosis, skin erosion, and infection may occur \nover the long term as a result of a number of intervening \nfactors [1]. Ports have been shown to provide longer fail ure-free function than Hickman and Broviac catheters. \nCatheter-related infection rates of 11–45% have been \nreported for Hickman catheters, whereas rates of 0–22% \nhave been reported for ports [5]. Some studies support \nthat double-chamber ports do not increase the incidence \nof sepsis, and the compatibility of different infusion fluids \nshould be considered during application [7, 10].\nPort catheters are composed of two different materials, \nsilicone and polyurethane, which are considered equally \nsafe. However, silicone catheters can easily be blocked, \nand polyurethane catheters can cause venous thrombo sis [11, 12]. Specifically, the Celsite® Double—B. Braun \ndouble-port catheter used in this study is very thin and \nmade of silicone, which does not affect any physical activ ity. It allows for greater freedom of patients, including \nless pain and higher level of comfort, and has a lower rate \nof thrombotic complications than conventional venous \naccess or Hickman catheter.\nA disadvantage of the double-port system is the initial \nprice of the device compared with a standard Hickman \ncatheter. However, this is in fact superseded by the long \ndurability, cosmetic benefit and good tolerability of the Table 2 Case series\nAuthor (year) Number \npatientsAccess Device double ‑lumen port catheter Diagnosis and indications Port ‑related \ncomplications\nPlatzbecker (2001) [5] 26 Venous Rosenblatt dual slim port (bard port) Allogeneic blood stem cell transplantation 12\nTeichgräber (2010) [3] 10 Arterial Rosenblatt dual slim port (bard port) Chemotherapy and parenteral nutrition \nin patients with cancer1\nKim (2018) [6] 10 Venous Celsite-port (B. Braun) Intra-arterial chemoinfusion therapy for treat ment of hepatocellular carcinoma0\nLeite 13 Venous Celsite-port (B. Braun) Chemotherapy, access failure and parenteral \nnutrition in patients with cancer2\nPage 6 of 6 de Oliveira Leite  Journal of Medical Case Reports          (2024) 18:534 \ndouble port. Compared with others types of catheters, \nthe double-port catheter should be more publicized \namong medical, neutrology, oncology, and hematology \nstaff, as the benefit is considerable for patients when \nthere is an indication for long-term access.\nConclusions\nIn conclusion, the double-door approach is a safe tech nique with low complication rates. Indications for use \nof the double port are numerous and should be encour aged because of the considerable benefits for critically ill \npatients.\nAcknowledgements\nNot applicable.\nAuthor contributions\nConception and design, analysis and interpretation, data collection, writing \nthe article, critical revision of the article, final approval of the article, statistical \nanalysis, and overall responsibility was carried out by TFdOL.\nFunding\nThis study was not supported by any funding agency.\nAvailability of supporting data\nThe datasets used in this manuscript are readily available from the cor responding author upon request. Supporting data are available for future \nvalidation.\nDeclarations\nEthics approval and consent to participate\nFor this type of study formal consent was required and approved.\nConsent for publication\nWritten informed consent was obtained from the patients for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no conflicts of interest.\nReceived: 24 January 2024   Accepted: 9 September 2024\nReferences\n 1. Tumay LV, Guner OS. Availability of totally implantable venous access \ndevices in cancer patients is high in the long term: a seven-year follow-up \nstudy. Support Care Cancer. 2021;29(7):3531–8.\n 2. Toro A, Schembari E, Fontana EG, Di Saverio S, Di Carlo I. Forty years after \nthe first totally implantable venous access device (TIVAD) implant: the \npure surgical cut-down technique only avoids immediate complications \nthat can be fatal. Langenbecks Arch Surg. 2021;406(6):1739–49.\n 3. Teichgräber UK, Nagel SN, Kausche S, Streitparth F, Hee Cho C. Doublelumen central venous port catheters: simultaneous application for \nchemotherapy and parenteral nutrition in cancer patients. J Vasc Access. \n2010;11(4):335–41.\n 4. Okyere I, Okyere P , Singh S, Brenu SG. Portacath implantation in Ghana: \ninitial experience at the Komfo Anokye Teaching Hospital in Kumasi. Clin \nMed Insights Case Rep. 2022;15:11795476221087910.\n 5. Platzbecker U, Illmer T, Schaich M, Freiberg-Richter J, Helwig A, Plettig R, \nJenke A, Ehninger G, Bornhäuser M. Double lumen port access in patients receiving allogeneic blood stem cell transplantation. Bone Marrow \nTransplant. 2001;28(11):1067–72.\n 6. Kim SH, Oh JS, Chun HJ, Choi BG, Lee HG. Dual-port versus mono-port \nimplantation for intra-arterial chemoinfusion therapy for treatment \nof hepatocellular carcinoma in patients with anatomic hepatic artery \nvariation. J Vasc Interv Radiol. 2019;30(1):23–30.\n 7. Zhang KC, Chen L, Association, C. G. C., Chinese Research Hospital \nAssociation Digestive Tumor Committee. Chinese expert consensus and \npractice guideline of totally implantable access port for digestive tract \ncarcinomas. World J Gastroenterol. 2020;26(25):3517.\n 8. de Oliveira Leite TF, Pazinato LV, Bortolini E, Pereira OI, Nomura CH, da \nMotta Leal Filho JM. Endovascular removal of intravascular foreign \nbodies: a single-center experience and literature review. Ann Vasc Surg. \n2021;82:362–76.\n 9. Pazinato LV, Leite TFDO, Bortolini E, Pereira OI, Nomura CH, MottaLeal-Filho JMD. Percutaneous retrieval of intravascular foreign body in \nchildren: a case series and review. Acta Radiol. 2022;63(5):684–91.\n 10. Johnson BH, Rypins EB. Single-lumen vs double-lumen catheters for \ntotal parenteral nutrition: a randomized, prospective trial. Arch Surg. \n1990;125(8):990–2.\n 11. Seckold T, Walker S, Dwyer T. A comparison of silicone and polyurethane \nPICC lines and postinsertion complication rates: a systematic review. J \nVasc Access. 2015;16(3):167–77.\n 12. Busch JD, Vens M, Mahler C, Herrmann J, Adam G, Ittrich H. Complication \nrates observed in silicone and polyurethane catheters of totally \nimplanted central venous access devices implanted in the upper arm. J \nVasc Interv Radiol. 2017;28(8):1177–83.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}