{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04870-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04870-z.pdf",
  "metadata": {
    "/Keywords": "Xanthogranulomatous prostatitis; Prostatic carcinoma; Immunohistochemistry",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129102834+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241018205600+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04870-z",
    "/Author": "Wael Abdo Hassan ",
    "/Title": "Severe Xanthogranulomatous prostatitis mimicking prostate cancer: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04870-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Xanthogranulomatous prostatitis is a rare, noncancerous inflammatory condition of the prostate \nthat clinically resembles prostatic carcinoma, necessitating a pathological examination for accurate diagnosis.",
    "Case Presentation": "Case presentation A 75-year-old Egyptian male presented with urinary symptoms and an elevated serum prostatespecific antigen. Initial clinical and imaging findings suggested a locally advanced carcinoma of the prostate. However, histopathological examination after transurethral resection of the prostate revealed severe xanthogranulomatous prostatitis on a background of benign prostatic hyperplasia.",
    "Conclusion": "Conclusion Xanthogranulomatous prostatitis can present with symptoms and radiological findings and biochemical \nmarkers similar to those of prostatic carcinoma. Accurate diagnosis of xanthogranulomatous prostatitis requires a high \nlevel of suspicion and close collaboration with a pathologist.\nKeywords  Xanthogranulomatous prostatitis, Prostatic carcinoma, Immunohistochemistry\nBackground\nGranulomatous prostatitis is an inflammatory condition \naffecting the prostate, characterized histologically by the \npresence of granulomas. The Epstein and Hutchins classi fication of granulomatous prostatitis is controversial, but \ncommonly used; it divides it into four types: nonspecific \n(idiopathic), specific (infectious), iatrogenic, and second ary to systemic granulomatous diseases [1].\nXanthogranulomatous prostatitis (XGP) is consid ered a form of nonspecific prostatitis [2]. Only a limited number of cases have been documented in medical lit erature to date [2–9] (Table  1). XGP can be an inciden tal finding during or after a transurethral resection of \nthe prostate (TURP). However, in some cases, XGP may \nclinically, biochemically, and even histologically, resem ble prostatic malignancy, leading to potential diagnostic \nchallenges [2]. Differentiation of these diseases is vital to \noffer the correct treatment. Histological examination of \nprostate tissue is the definitive manner in which XGP is \ndistinguished from prostate cancer.  Histologically, XGP \nis characterized by the presence of pale-appearing, lipidladen macrophages, also known as foamy macrophages \n[3].\nAmong the novel immunohistochemical (IHC) mark ers that can differentiate between malignant and benign \nprostatic lesions are trophoblast cell surface antigen 2 \n(TROP2) and nuceophosmin. TROP2 is a trans-mem brane glycoprotein, it has stem cell characteristics, it is \nnormally expressed in basal layer of prostatic acini and \nis thought to show higher diffuse expression in pros tatic carcinomas [10, 11]. Nucleophosmin is a nucleolar Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nWael Abdo Hassan\nw.hassan@sr.edu.sa\n1 Department of Pathology, Faculty of Medicine, Suez Canal University, \nIsmailia, Egypt\n2 Department of Basic Sciences, College of Medicine, Suliman Al Rajhi \nUniversity, P . O. Box 777, 51941 Al Bukairiyah, Saudi Arabia\n3 Anatomical Pathology Laboratory, The Children’s Cancer Hospital \nof Egypt, Cairo 57357, Egypt\n4 College of Medicine, Sulaiman AlRajhi University, Albukayriyah, Qassim, \nSaudi Arabia\nPage 2 of 6 Hassan et al. Journal of Medical Case Reports          (2024) 18:582 \nTable 1 Summary for previously published cases of xanthogranulomatous prostatitis\nCP S",
    "Results": "results R findings HP findings in core \nbiopsies or resected \nprostateIHC findings Management References\nA 52-year-old patient \nwith a catheter in situ, developed acute urinary retention \nand high-grade feverComplete hemogram, cre atinine, and random blood \nsugar were normal\nPSA was not doneUS showed normal upper \ntracts and bladder\nTransrectal US showed \nenlarged prostate with multiple hypoechoic areasAcute on chronic xanthogranulomatous prostatitis \nwith prostatic hyperplasiaNot performed Under antibiotic cover, TURP \nwas performed[2]\nA 60-year-old patient \nwith a 6 month history \nof increasing difficulty \nin micturition. On DRE, \nprostate was enlarged, hard, \nand nodularRFT and CBC were normal. \nESR was elevated. Urine \nanalysis showed increased \nWBCs/hpf\nNegative urine culture. \nElevated PSAAbdominal US showed thickwalled bladder and enlarged \nuniformly hypoechoic \nprostateDense xanthogranulomatous inflammation mixed \nwith eosinophils and foci \nof calcification. No evidence \nof malignancy was notedNot performed TURP [3]\nA 75-year-old patient \nwith a 3-month history of difficult urination and frequent \nmicturition\nOn DRE, there \nwas an enlarged nontender \nprostate with hard textureElevated PSA TRUS revealed thickened \nbladder wall and enlarged \nprostate. MRI showed marked \nenlargement of the central zones and low-signal \nintensity of the peripheral \nzones of prostate, with part \nof the prostate protruding \nto the bladder with no clear \ndividing lineLarge numbers of “foamy \nmacrophages,” with a few \nMNG cells, plasma cells, \nand fibroblastsCD68 ( +) and PSA (−) Oral Tamsulosin and gluco corticoid and by temporary \ncatheterizati-on[4]\nFive cases of patients (aged \n51–62 years) with recurrent \nepisodes of hematospermia, \nassociated with fever in three \nof them. All had lower urinary \ntract symptoms. DRE showed \nsuspicious prostateElevated PSA TRUS showed marked inho mogeneity of prostate tissue, \nwith several hypoechoic \nand hypervascularized areas \nand calcificationsSheets of plasma cells, \nxanthoma cells, lymphocytes, \nneutrophils, eosinophils, \nMNG cells, and epithelioid \ncells that surrounded, \ndistended or destroyed \nglandular lumensNot performed First treated with alpha-adr energic blockers plus Ser enoa repens, but owing \nto absent improvement, \nTURP was performed[5]\nA 70-year-old patient \nwith type 2 DM and history \nof renal transplant, presented \nwith pelvic pain and septic \nshock secondary to Pseudomonas aeruginosa bacte remia, days after undergoing \na cystoscopy for microscopic \nhematuria\nDRE revealed an enlarged \nand tender prostateBC isolate for Pseudomonas \naeruginosa,TRUS showed prostatic \nenlargement, increased \nvascularity and multiple \nabscessesSheets of foamy histiocytes, \nabundant necrotic debris, \nand hemosiderin deposition. Auramine-rhodamine \nand Grocott-Gomori’s \nmethamine silver stains were \nnegative for infectious agentsPan cytokeratin AE1/AE3 (−) TURP followed by oral cipro floxacin for 6 weeks[6]\nA 71-year-old patient, \nwith a history of PAC and CKD \nowing to HTN and DM,Progressive rising in PSA Abdominal US outlined \nan enlarged lobular hetero geneous prostateSheets of numerous lymphocytes and epithelioid \nand foamy histiocytesNot performed TURP [7]\nPage 3 of 6\n Hassan et al. Journal of Medical Case Reports          (2024) 18:582 \n \nTable 1 (continued)\nCP S results R findings HP findings in core \nbiopsies or resected \nprostateIHC findings Management References\nA 65-year-old patient \nwith recently diagnosed \nDM, presented with pre sented with Methicillinsensitive Staphylococcus \naureus (MSSA) bacteremia \nfrom an infected shoulder \njoint and LUTS, as nocturia, \nweak stream, hesitancy, \nand incomplete emptyingElevated serum PSA Urine culture was positive \nfor MSSA\nTRUS showed enlarged prostate with hypoechoic area \nconsistent with abscess fluid-Sheets of foamy histiocytes\n-Gleason 3 + 4 = 7 prostate \nadenocarcinoma\nProstatic fluid culture \nfrom the abscess was consistent with Staphylococcus \naureus, which was subse quently treated withNot performed Daptomyc-in\nActive surveillance of favorable intermediate risk prostate \ncancer[8]\nA 63-year-old patient patient \nwith DM and HTN presented \nwith a 2-year history of LUTS. \nDRE found an asymmetrical \nenlargement of the left lobe \nof the prostate\nCystoscopy showed trilobar \nenlargement of the prostate \nwith severe bladder wall trabeculation and the formation \nof multiple diverticulaElevated PSA US and CT showed enlarged \nprostate with a prominent \nmedian lobe, prostatic \ncalcificationSheets of proliferating \nepithelioid cells surrounded \nby lymphocytes forming \npoorly defined granulo mas with plasma cells, \neosinophils, and neutrophilic \ninfiltrationCD68 ( +) epithelioid cells, TRUP [9]\nCP , Clinical picture; S, serological; R, radiological; HP , histopathological; IHC, immunohistochemical; US, ultrasound; TRUP , transurethral resection of the prostate; DRE, digital rectal examination; RFT, renal function tests; \nCBC, complete blood counts; ESR, erythrocyte sedimentation rate; PSA, prostate specific antigen; WBC, white blood cell; hpf, high power field; TRUS, transrectal ultrasound; MNG, multinucleated giant cells; + , positive \nexpression; −, negative expression; DM, diabetes mellitus, PAC, prostatic adenocarcinoma; CKD, chronic kidney disease, HTN, hypertension; BC, blood culture; MSSA, Methicillin-sensitive Staphylococcus aureus; LUTS, \nlower urinary tract symptoms\nPage 4 of 6 Hassan et al. Journal of Medical Case Reports          (2024) 18:582 \nprotein, has a role in cell cycle activation and promotes \ntumor growth. It has moderate expression in both basal \nand luminal layers of normal prostatic acini, in contrast \nwith its stronger expression in malignant prostatic acini \n[12].\nIn this case report, we presented the findings of a case \nof XGP that was clinically and radiologically suspected \nto be prostatic cancer. In addition, we summarized the \nfindings of previous published studies about XGP and \nhighlighted the importance of the use of IHC markers, \nespecially TROP2 and nucleophosmin, in confirming \nthe inflammatory nature of the prostatic lesion of this \npatient.\nCase presentation\nA 75-year-old Egyptian male patient presented at the \nurology clinic, Suez Canal University Hospital, with a \n4-month history of increased urinary frequency, diffi culty in micturition, weak urine flow, and intermittency. \nThere was no relevant past medical or family history. \nGeneral examination of the patient revealed a male \npatient, of weight 80 kg and height 170 cm, with normal \nvital signs. General examination revealed no significant \nfindings apart from a slightly tender pubic region. Digital \nrectal examination revealed an enlarged, hard, nodular, \nnontender prostate. His serum prostate-specific antigen \n(PSA) was 90  ng/ml. Transrectal ultrasound (TRUS) of \nthe prostate gland showed prostatic enlargement, with an \napproximate weight of 70  g, and suspicious hypoechoic \nareas, leading to a clinical suspicion of locally advanced \ncarcinoma of the prostate. TRUS biopsy specimens were obtained from different zones of the prostate and from \nthe suspicious foci. The excised cores were fixed in 10% \nformalin and embedded in paraffin blocks. Serial sec tions, 5  µm thick, were processed for hematoxylin and \neosin (HE) staining.\nHistopathological examination of the resected pros tatic cores revealed a nonspecific granulomatous inflam mation centered mainly around ruptured or distended \nacini (Fig.  1A) and composed of abundant plasma cells \n(Fig.  1B), lymphocytes, neutrophils, eosinophils, and \nscattered few multinucleated giant (MNG) cells. There \nwere sheets of large cells with abundant clear to foamy \ncytoplasm and eccentric atypical nuclei, that raised \nthe suspicion of signet ring-like cell adenocarcinoma \n(Fig.  1B). We thus performed a set of immunohistochem ical (IHC) staining markers (Table  2) to rule out malig nancy. Primary antibodies (Table  2) were purchased from \nCell signaling (Danvers, MA, USA) and Thermo Fisher \nScientific (Waltham, MA, USA).\nFig. 1 Representative histopathological figures for hematoxylin and eosin stained sections from prostatic cores. A There was dense granulomatous \ninflammation (black arrows), centered mainly around ruptured or distended acini (black arrowheads) (hematoxylin and eosin, 200×). B Higher \nmagnification of the previous figure shows abundant plasma cells (red arrows) in the inflammatory foci, together with lymphocytes, macrophages, \nand neutrophils. There are foamy cells with abundant clear cytoplasm and eccentric atypical nuclei (red arrowheads), imparting a signet-ring \nlike appearance (hematoxylin and eosin, 400×)Table 2 Antibodies used for immunohistochemistry (IHC). Lot \nand working dilutions of antibodies are indicated\nLCA, leukocyte common antigen; PanCK, pan-cytokeratin; CS, cell signaling; TF, \nThermo Fisher ScientificPrimary antibodies Company, Lot Working dilution\nLCA (CD45) CS, D9M8I, 13,917 1:100\nCD68 CS, D4B9C, 76,437 1:100\nPanCK CS, AE1/AE3, 67,306 1:100\nTROP2 TF, PA5-47,074 1:50\nNucleophosmin TF, NPM1, FC-61991 1:50\nPage 5 of 6\n Hassan et al. Journal of Medical Case Reports          (2024) 18:582 \n \nThe cells stained positive for LCA and CD68 and were \nnegative to PanCK, confirming their inflammatory phe notype and excluding an epithelial neoplasm. Moreover, \nprostatic acini showed positive staining of basal layer of \nprostatic acini by TROP2 and moderate expression of \nneucleophosmin staining both basal and luminal layers \nof prostatic acini, confirming their benign non-neoplas tic nature (Fig.  2). Auramine-rhodamine and Grocott–\nGomori’s methamine silver stains were negative for \nacid-fast bacilli and fungi, respectively. The final diag nosis was severe xanthogranulomatous prostatitis on a \nbackground of benign prostatic hyperplasia.\nOwing to severe obstructive urinary symptoms, a \ntransurethral resection of the prostate (TURP) was per formed. Histopathological examination of the resected \nprostatic tissue confirmed xanthogranulomatous prosta titis with no evidence of malignancy. The patient remains \nsymptom-free at a 12-month follow-up, and his serum \nPSA has decreased to 4.5 ng/ml.",
    "Discussion": "Discussion and conclusion\nXanthogranulomatous prostatitis (XGP) is considered a \nform of nonspecific prostatitis [2]. It is usually a diffuse \nprocess, characterized by poorly defined, expansile nodu lar infiltrates, usually involving the entire lobules, formed \nof marked chronic inflammation, fibrosis, and granulo mas showing epithelioid histiocytes, lymphocytes, and plasma cells. Also, mild reactive cytological atypia in pro static acini could be observed in some cases [2].\nIn this study, the patient was presented with elevated \nserum prostate-specific antigen (PSA) and enlarged, \nhard, nodular nontender prostate, which showed hypo echoic areas by transrectal ultrasound (TRUS), which led \nto the clinical suspicion of locally advanced carcinoma of \nthe prostate, as previously observed in some cases [3, 7].\nPathologically examined tissue cores obtained from the \npatient’s prostate showed a nonspecific chronic granu lomatous inflammation centered mainly around ruptured \nor distended acini, with aggregates of large cells with \nabundant clear to foamy cytoplasm and eccentric atypi cal nuclei, that raised the suspicion of signet ring-like cell \nadenocarcinoma, similar to previously reported cases [7, \n13].\nImmunohistochemical (IHC) analysis was thus per formed to ensure its benign nature and exclude any \nunderlying associated malignancy. Stromal cells and \nassociated epithelioid inflammatory cells showed posi tive expression for LCA and CD68 and were negative to \nPanCK, which confirmed the inflammatory nature of the \nlesion [14].\nThe use of IHC markers TROP2 and nucleophos min was also performed, for confirmation of the benign \nnature of the lesion. The prostatic acini showed positive \nTROP2 staining of only basal layer, while the surrounding \nFig. 2 Representative immunohistochemical stained figures for prostatic tissue by LCA, CD68, PanCK, TROP2, and nucleophosmin. The \ninflammatory cells show positive reaction to LCA and CD68 (black arrows). Foamy cells stain negative to PanCK (arrow heads). The prostatic acini \nshowed positive TROP2 staining of only basal layer (red arrows), while the surrounding stromal cells and inflammatory infiltrate were negative. \nThe reaction to nucleophosmin was positive in both basal and luminal cells of prostatic acini (red arrows), with similar intensity of the surrounding \ninflammatory infiltrate (black arrows) (immunohistochemical, 200×)\nPage 6 of 6 Hassan et al. Journal of Medical Case Reports          (2024) 18:582 \nstromal cells and inflammatory infiltrate were negative \nfor TROP2, this is in keeping with the pattern of TROP2 \nexpression in benign prostatic lesions, in contrary to its \nstronger diffuse staining in the malignant lesion [11].\nMoreover, in our patient, the prostatic acini showed \nmoderate expression of neucleophosmin staining of both \nbasal and luminal cells, with similar intensity of the sur rounding inflammatory infiltrate and stromal tissue, and \nwith no expression in the suspicious large cells. Such pat tern of expression is typical of that of benign prostatic \n[12].\nFollowing TURP , and prior to discharge, NSAIDs (oral \ndiclofenac potassium of 50 mg twice a day) and antibiot ics (oral Ciprofloxacin of 500 mg twice a day) for 5 days \nwere prescribed. The patient showed marked improve ment of his symptoms with significant decline in his \nserum PSA level over a follow up period of 2  months \nat the urology outpatient clinic, Suez Canal University \nHospital.\nConclusion\nXGP is a rare chronic nonspecific prostatitis that has \nclinical, radiological, and histopathological features \nmimicking some types of prostatic carcinoma. Clinical \nand radiological correlation, careful microscopic exami nation, and even immunohistochemical staining could \nbe useful to rule out associated malignancies for proper \ntreatment plan and for avoiding unnecessary procedures.\nAcknowledgements\nSpecial thanks to Mr. M. Saad for his technical skills for preparing histopatho logical slides.\nAuthor contributions\nWH prepared the manuscript and performed histopathological examination of submitted prostatic tissue and preparation of microphotographs; AA \ncarried out immunohistochemical staining of slides and sharing to prepare \nthe manuscript, and carried out histopathological examination of submitted \nprostatic tissue; MAM assisted in immunohistochemical staining of slides and \nparticipated in manuscript preparation; OKAA wrote the initial manuscript and \nsearched for cases of xanthogranulomatous prostatitis to summarize them in a \ntable. All authors have read and approved the final manuscript.\nFunding\nAll pathological studies in this report was funded by the authors.\nAvailability of data and materials\nData sharing is not applicable to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthics approval and consent to participate\nThis study was approved by committee of ethics in faculty of medicine, Suez \nCanal University; Egypt (C; No.105547).\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.Competing interests\nNo competing of interest.\nReceived: 2 September 2024   Accepted: 29 September 2024\nReferences\n 1. Epstein JI, Netto GJ. Inflammatory conditions. In: Epstein JI, editor. Biopsy \nInterpretation of the prostate. 4th ed. Philadelphia: Lippincott Williams & \nWilkins; 2008. p. 22–34.\n 2. Valsangkar RS, Singh DP , Gaur DD. Xanthogranulomatous prostatitis: rare \npresentation of rare disease. Indian J Urol. 2012;28(2):204–5.\n 3. Rafique M, Yaqoob N. Xanthogranulomatous prostatitis: a mimic of carcinoma of prostate. World J Surg Oncol. 2006;5(4):30.\n 4. Wang Y, Hu HL, Liu ZF, Sun WZ, Chen XX, Wu CL. Diagnosis and treatment \nof xanthogranulomatous prostatitis: a case report and review of the \nliterature. Zhonghua Nan Ke Xue. 2013;19(2):149–52.\n 5. Pastore AL, Palleschi G, Fuschi A, Porta N, Cerbelli B, Di Cristofano C, \nPetrozza V, Carbone A. Hematospermia and xanthogranulomatous \nprostatitis: an unusual onset of a rare diagnosis. Can Urol Assoc J. \n2013;7(11–12):E820–2.\n 6. Belga S, Chen W, Low G, Cervera C. Xanthogranulomatous prostatitis pre senting as Pseudomonas aeruginosa prostatic abscesses: an uncommon \ncomplication after kidney transplantation. IDCases. 2019;10(17): e00559.\n 7. Mukendi AM, Doherty S, Mohanlal R. Xanthogranulomatous prostatitis: a \nrare mimicker of prostate adenocarcinoma. Clin Case Rep. 2019;8(1):203–\n5. https:// doi. org/ 10. 1002/ ccr3. 2610.\n 8. Demeter J, Deshmukh A, Salari B, Sindhwani P , Khan O. An improbable \ntrifecta: occurrence of xanthogranulomatous prostatitis, prostate cancer, \nand prostatic abscess in a single patient. Urol Case Rep. 2020;7(35): \n101526.\n 9. Karzoun MZ, Abdelfattah O, Ibrahim T. Granulomatous and xanthogranulomatous prostatitis: a case report. Urol Case Rep. 2021;40: 101887.\n 10. Cubas R, Zhang S, Li M, Chen C, Yao Q. Trop2 expression contributes to \ntumor pathogenesis by activating the ERK MAPK pathway. Mol Cancer. \n2010;9:253.\n 11. Liu S, Hawley SJ, Kunder CA, Hsu EC, Shen M, Westphalen L, et al. High \nexpression of Trop2 is associated with aggressive localized prostate \ncancer and is a candidate urinary biomarker. Sci Rep. 2024;14(1):1–8.\n 12. Masiuk M, Lewandowska M, Dobak E, Urasinska E. Nucleolin and nucle ophosmin expression in gleason 3 and gleason 4 prostate cancer with \nseminal vesicles invasion (pT3b). Anticancer Res. 2020. https:// doi. org/ 10. \n21873/ antic anres. 14152.\n 13. Joseph CM. Xanthogranulomatous prostatitis: novel presentation of a \nrare condition. Am J Case Rep. 2021;22(1): e932869.\n 14. Zhou M, Magi-Galluzzi C. Genitourinary pathology. New York: Springer; \n2015. p. 705.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}