{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05169-3",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05169-3.pdf",
  "metadata": {
    "/Keywords": "Hyperpigmented mycosis fungoides; Spongiosis; Mycosis fungoides; Hyperpigmented mycosis fungoides treatment; Skin cancer; Cutaneous T-cell lymphoma; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250321132048+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250317173346+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05169-3",
    "/Author": "Mousa Barboura ",
    "/Title": "Hyperpigmented mycosis fungoides with histological spongiosis in a 61-year-old Syrian male: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05169-3",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Mycosis fungoides is a type of cutaneous T-cell malignancy that gives different skin manifestations. \nHyperpigmented mycosis fungoides is a very rare type of mycosis fungoides that presents with hyperpigmented \npatches and macules on the skin, it is reported to affect patients in their 30s, with only few cases reported to date. \nIn this article, we present a unique case of hyperpigmented mycosis fungoides in which histological examination \nof the skin biopsy showed spongiosis, which is a rare histologic manifestation in mycosis fungoides, which makes \nthe case more exceptional.",
    "Case Presentation": "Case presentation A 61-year-old Syrian male presented to the dermatology clinic complaining of a persistent \npigmented itchy lesion on the right side of the trunk and right thigh. Histological examination of the skin biopsy \nshowed parakeratosic hyperkeratosic epidermis with spongiosis and deposition of melanophages, immunohisto chemistry showed  CD3+,  CD4–,  CD8+, and  CD20–, and our patient was diagnosed with hyperpigmented mycosis \nfungoides, and subsequently treated with psoralen and ultraviolet A therapy, a very good improvement was noted, \nand the prognosis was excellent.",
    "Conclusion": "Conclusion Although hyperpigmented mycosis fungoides is an extremely rare condition, clinical practitioners \nshould consider it as a diagnosis that may be encountered when approaching a persistent pigmented skin lesion \nto provide correct clinical orientation and avoid confusion with differential diagnoses. The diagnosis of hyperpigmented mycosis fungoides should not be excluded based only on the age. Skin biopsy and immunohistochemistry \nare the irreplaceable investigations to diagnose hyperpigmented mycosis fungoides. Spongiosis, although rare \nin mycosis fungoides, should not rule out the diagnosis of hyperpigmented mycosis fungoides.\nKeywords  Hyperpigmented mycosis fungoides, Spongiosis, Mycosis fungoides, Hyperpigmented mycosis fungoides \ntreatment, Skin cancer, Cutaneous T-cell lymphoma, Case report\nBackground\nMycosis fungoides (MF) is a type of cutaneous T-cell lym phomas (CTCL) and represents a rare blood malignancy \ncharacterized by various skin manifestations such as rash, \nplaques or tumors [1]. Despite its skin manifestations, it \nis not classified as a skin cancer, since the malignant cells \noriginate in the peripheral epidermotropic memory T \ncells  (CD45RO+), which express the  CD4+ immunophe notype and the T-cell receptor (TCR) [1, 2]. MF accounts Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nAhed Assaf\nahd.assaf.2019@gmail.com\n1 University of Hama College of Human Medicine, Hama, Syria\n2 Faculty of Medicine, Damascus University, Damascus, Syria\n3 Head of the Department of Pathology, AlWatanyia Private University, \nHama, Syria\nPage 2 of 5 Barboura et al. Journal of Medical Case Reports          (2025) 19:134 \nfor about 4% of all cases of non-Hodgkin lymphoma and \nis more likely to occur in men after the age of 50 years \n[2]. The causes of MF are not clearly known, but there \nare predisposing factors such as genetic mutations and \nenvironmental exposure to certain chemicals and infec tions [1, 2]. The clinical progression of MF goes through \nseveral stages, including the patch stage, the plaque stage, \nand the tumor stage, and can be diagnosed by skin biopsy \nor lymph node biopsy [1, 2]. There are various variants \nof MF, including pagetoid reticulosis and folliculotropic \nand granulomatous MF [2]. Hyperpigmented mycosis \nfungoides (HPMF) is an extremely rare type of MF that \npresents as hyperpigmented patches and macules on the \nskin. Unlike classic MF, this type affects younger people, \nespecially those with darker skin [3]. Treatment is based \non the stage of MF and includes topical steroids, systemic \nchemotherapy, immunotherapy, and radiation therapy [1, \n2]. We believe this case of HPMF in a 61-year-old Syr ian male is noteworthy due to the rarity of this variant of \nMF, as well as the presence of spongiosis, a rare histologic \nmanifestation of MF [4].\nCase presentation\nA 61-year-old Syrian male with a history of alcoholism \nand heavy smoking presented to the dermatology depart ment with complaints of itchy pigmented lesions without \ntelangiectasias, scaling, or atrophy on the right side of his \ntrunk and his right thigh. The patient denied prior his tory of exposure to chemicals or solvents, and there was \nno family history of skin cancers, skin diseases, or rel evant systemic conditions. These lesions were persistent \nfor 3  years, and the patient was previously prescribed a \ntopical 0.1% hydrocortisone cream by a local dermatolo gist to relieve the itching; the patient used the cream \nintermittently and only when the itching was severe. \nUpon clinical examination, hyperpigmented patches on \nthe right side of his trunk and the lateral surface of his \nright thigh were evident, with no other clinical features \n(Fig.  1). Blood tests of the patient were all within normal \nranges except a slight increase in the white blood cell \ncount. Given the nonspecific features, a skin biopsy was \nperformed for further evaluation, and histopathological \nexamination of the biopsy revealed parakeratosic hyper keratosic epidermis with slight spongiosis. Papillary der mis was infiltrated moderately by atypical lymphocytes \nwith mild deposition of melanophages. Lymphocytic \ninfiltrate was situated in clusters and in linear basilar \ndistribution along the dermoepidermal junction (Fig.  2). \nImmunochemistry of the atypical lymphocytes were \n CD3+,  CD8+,  CD4−,  CD20−. A chest and abdomen com puted tomography (CT) scan was conducted, but yielded \nonly normal findings with no lymphadenopathy or orga nomegaly.  The patient was diagnosed with early stage HPMF and was subsequently referred to a specialized \nhospital to receive the treatment. Our patient underwent \npsoralen and ultraviolet A light (PUVA) therapy, with \noral 8-methoxypsoralen two times a week, and was pre scribed a topical 0.1% betamethasone dipropionate. After \n12 weeks of treatment, the itching was relieved, and the \nhyperpigmentation regressed, but did not disappear. The \npatient’s long-term prognosis is excellent, and he was \ninstructed to apply moisturizer and avoid sun exposure \nand is being evaluated every 6 months to detect any fur ther relapse or new lesions on other areas of the body.",
    "Discussion": "Discussion\nMF is the most prevalent among CTCLs, arising from the \nperipheral epidermotropic memory T cells  (CD45RO+). \nIt affects black individuals more than Asian or white indi viduals [2]. While the exact causes of MF remain unclear, \nvarious etiologies had been proposed. The genetic etiol ogy of deletions and translocations involving several dif ferent chromosomes or chromosomal segments had been \nsuspected by several studies, and since particular TP53 \npolymorphisms were linked to various malignancies, \nLaura Y McGirt et al. concluded that the Pro72Arg poly morphism could be linked to MF [2, 5]. The environmen tal exposure etiology was recognized since several studies \nsuggested that the exposure to aromatic hydrocarbons, \nhydrazine, and formaldehyde might be associated with \nMF. Furthermore, an infectious etiology related to human \nT-lymphotropic virus Type 1 (HTLV-1) had been linked \nto the disease as well [2]. Our patient was a Syrian male \nwho had no history of exposure to chemicals or relevant \ninfections. The presentation of MF varies significantly \ndepending on the disease stage. The initial stage, known \nas the patch stage, is characterized by an erythematous, \nscaly patch that may exhibit moderate atrophy. As the \ndisease advances, it progresses to the plaque stage, and \nthe lesions become elevated with well-defined edges, \nFig. 1 Persistent hyperpigmented patches on the right side \nof the patient’s trunk (a) and right thigh (b)\nPage 3 of 5\n Barboura et al. Journal of Medical Case Reports          (2025) 19:134 \n \nand new lesions emerge with an asymmetrical distribu tion. In the tumor stage, erythematous nodules or pap ules develop, typically larger in diameter than those seen \nin the previous stages. The clinical presentation could \nalso be accompanied by organomegaly or lymphadenopa thy, but only in advanced cases [2, 6]. There are several \nclinical variants of MF, including hypopigmented, granu lomatous, and hyperpigmented MF. HPMF represents \nthe rarest variant, with only a few cases reported in lit erature [3]. HPMF is more common in Black people. It \nusually occurs at the age of 35 years and younger, while \nclassic MF affects patients 50 years of age[2, 3, 6]. In our \ncase, the patient was 61 years old at presentation. Clinical \nexamination of HPMF patients typically reveals hyper pigmented patches or plaques, but no poikilodermatous \nchanges are noted. Defined hyperpigmented patches can be a characteristic of various conditions including \ncontact dermatitis, postinflammatory hyperpigmenta tion, parakeratosis variegate, erythema dyschromicum \nperstans, and poikiloderma vasculare atrophicans. The \ndiagnosis of early-stage MF through histopathology can \nbe challenging. It may require the evaluation of multiple \nbiopsies conducted over several months and a thorough \ncorrelation between the pathological and clinical find ings to validate the clinical suspicions and distinguish \nMF from other differential diagnoses such as poikiloder matous variegata or contact dermatitis [3]. Our patient \nonly had hyperpigmented patches at presentation, and \na skin biopsy was performed for further evaluation. \nHistopathology of HPMF is marked by a dermal lym phocytes infiltration and epidermotropism, and hema toxylin–eosin staining revealed  melanophages with \nFig. 2 Microscopic study of the skin biopsies with hematoxylin–eosin staining shows the presence of spongiosis (a), as well as depositions \nof melanophages and atypical lymphocytes infiltration (b, c and d)\nPage 4 of 5 Barboura et al. Journal of Medical Case Reports          (2025) 19:134 \ninterface changes. The hyperpigmentation observed in \nthe clinical examination could be a result of the melan ophages interface changes in addition to the influence \nof stem cells and mast cells promoting the melanocytes \nto produce melanin [3]. Spongiosis is a rare histologic \nmanifestation in MF. It is characterized by wide spaces \nbetween the surrounding keratinocytes, as well as con densation of cells, and extended intercellular bridges, \nindicating the presence of intercellular epidermal edema \n[4]. Histopathological examination of skin biopsies of our \npatient revealed spongiosis alongside depositions of mel anophages and atypical lymphocytic infiltration. Classic \nMF exhibits a clonal proliferation of  CD4+, and less com monly  CD8+, but the immunohistochemistry of HPMF \nis often characterized by a  CD8+ phenotype, and less \nfrequently by a CD4–CD8 phenotype [3, 6]. Our patient \nimmunohistochemistry revealed a  CD8+ phenotype. MF \ndiagnosis is challenging even in advanced countries, as \nit mimics various conditions such as chronic eczema, \npsoriasis, or atopic dermatitis. However, the diagnosis \nof HPMF is further complicated due to its rarity and the \npossible differential diagnoses, especially in resourcelimited countries, which may result in the misdiagno sis of HPMF [2, 4, 7]. The rare presence of spongiosis in \nMF adds more difficulty to the diagnostic process since \nspongiosis may occur in benign inflammatory condi tions [4]. Although HPMF can occur solely, it may also \nintermix with other pigmentary variants of MF, such as \npigmented purpura-like and hypopigmented MF, com plicating the diagnosis process. Therefore, the evalua tion of numerous biopsies and a prolonged follow-up \nare necessary to affirm the diagnosis [3, 4]. Radiological \nimaging, such as chest and abdomen CT may be per formed to assess for potential lymphadenopathy or vis ceral involvement, depending on the stage of the disease \n[2]. CT imaging of the chest and abdomen of our patient \nrevealed only normal findings. HPMF is an indolent dis ease, mimicking the early stage of classic MF, although \nthe classic MF with a  CD8+ phenotype tends to be more \naggressive in some cases. Incilay Kalay Yildzhan et al. \nconcluded that the  CD8+ phenotype in MF is typically \nassociated with an indolent and slower-progressing type \nof MF, and that skin-directed treatments are effective for \nits management [3, 8]. Prognosis of MF varies depend ing on several factors. The poor prognosis is associated \nwith older age, the extracutaneous involvement, elevated \nlactate dehydrogenase (LDH) levels, and specific variants \nsuch as folliculotropic MF [2]. Similar to classic MF, the \ntreatment of HPMF is based on the clinical stage. Sys temic chemotherapy is indicated for patients exhibiting \nadvanced symptoms such as lymphadenopathy or orga nomegaly. However, for early stages, the standard ther apy is photochemotherapy. However, PUVA and topical chemotherapy, oral retinoids, and topical corticosteroids \ncan be used [2, 3]. Our patient reported a very good \nimprovement in the symptoms after PUVA therapy with \n0.1% betamethasone dipropionate. Since there is no com plete cure for mycosis fungoides, the main goal of the \nfollow-up is to improve the patient’s quality of life and \nlong-term prognosis, and to detect relapse occurrence. \nIn addition to the mentioned therapeutic measures, the \npatient should be advised to use adequate moisturizers \nto prevent skin dryness and to wear long-sleeved cloth ing when outside to minimize the sun exposure [2]. Upon \nreturning to the literature, we reviewed four similar cases \nof HPMF, including a case of 55-year-old Japanese male \nwith reticular pigmentation with an erythematous, itchy \nperiphery on the face [9], and other two other cases, a \n67-year-old Kosovar male and a 45-year-old female pre senting with pigmented lesions spread over several areas \nof the body [10, 11], as well as a case with  CD4+ predomi nance presenting with lichen planus pigmentosus-like \nlesions in a 72-year-old elderly male with a dark complex ion [12]. In contrast to these cases, our patient was Syrian \nand had only two hyperpigmented patches on his trunk \nand right thigh, and the skin biopsy exhibited spongiosis.\nConclusion\nClinicals should consider the diagnosis of HPMF, \nalthough rare, as a differential diagnosis in patients pre senting with persistent hyperpigmented patches, and a \nskin biopsy and immunohistochemistry are necessary to \nconfirm the diagnosis. The diagnosis of HPMF should \nnot be excluded based only on the age. Further research \nis needed to elucidate the epidemiological data of HPMF. \nHyperpigmentation might be the only manifestation of \nHPMF, and regular follow-up is needed for better evalu ation. Histological features such as spongiosis, although \nrare in MF, should not rule out the possibility of HPMF. \nPhotochemotherapy remains an effective treatment of \nHPMF.",
    "Methods": "Methods\nThis work has been reported in line with the CARE cri teria [13].\nAbbreviations\nMF  Mycosis fungoides\nCTCL  Cutaneous T-cell lymphomas\nTCR   T-cell receptor\nHMPF  Hyperpigmented mycosis fungoides\nCT  Computed tomography\nPUVA  Psoralen and ultraviolet A light\nHTLV-1  Human T-lymphotropic virus Type 1\nAcknowledgements\nThe authors would like to express their sincere gratitude to Dr. Shaimaa AlRotabi, Department of Dermatology, Hama National Hospital, Hama, Syria, and \nSara Abdullah, Faculty of Pharmacy, Hama University, Hama, Syria, for providing assistance in the revisions of the manuscript.\nPage 5 of 5\n Barboura et al. Journal of Medical Case Reports          (2025) 19:134 \n \nAuthor contributions\nMousa Barboura, Ahed Assaf, William Borghol, Amin Yousef, Rain Alkhalil, and \nNourta Barboura: review and editing and writing—original draft. Ahmad Zahi \nAl Chawwaf: writing—review and editing and supervision.\nFunding\nNot applicable.\nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nNot applicable.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report. A copy of the written consent is available for review by the \nEditor-in-Chief of this journal.\nCompeting interests\nNone.\nReceived: 16 January 2025   Accepted: 21 February 2025\nReferences\n 1. https:// my. cleve landc linic. org/ health/ disea ses/ 21827- mycos is- fungo ides \nAccessed 26 Nov 2024.\n 2. Vaidya T, Badri T. Mycosis fungoides. In: StatPearls. Treasure Island (FL): \nStatPearls Publishing. https:// www. ncbi. nlm. nih. gov/ books/ NBK51 9572/. \nAccessed 31 Jul 2023.\n 3. Lu YY, Wu CH, Lu CC, Hong CH. Hyperpigmentation as a peculiar presentation of mycosis fungoides. An Bras Dermatol. 2017;92(5 Suppl 1):92–4. \nhttps:// doi. org/ 10. 1590/ abd18 06- 4841. 20175 544.\n 4. Kashabano JJ, Rugengamazi E, Matiku SB, et al. Mycosis fungoides with \nspongiosis: a case report. J Med Case Rep. 2023;17:458. https:// doi. org/ 10. \n1186/ s13256- 023- 04188-2.\n 5. McGirt LY, Jia P , Baerenwald DA, Duszynski RJ, Dahlman KB, Zic JA, \nZwerner JP , Hucks D, Dave U, Zhao Z, Eischen CM. Whole-genome \nsequencing reveals oncogenic mutations in mycosis fungoides. Blood. \n2015;126(4):508–19. https:// doi. org/ 10. 1182/ blood- 2014- 11- 611194.\n 6. Jung JM, Lee MY, Won CH, Chang SE, Lee MW, Lee WJ. Hyperpigmented \nmycosis fungoides: a retrospective and comparative analysis with other \nsubtypes of mycosis fungoides. Leuk Lymphoma. 2022;63(7):1598–606. \nhttps:// doi. org/ 10. 1080/ 10428 194. 2022. 20433 03.\n 7. Akinbami AA, Osikomaiya BI, John-Olabode SO, Adediran AA, Osinaike O, \nUche EI, Ismail AK, Dosunmu AO, Odesanya M, Dada A, Okunoye O. Myco sis fungoides: case report and literature review. Clin Med Insights Case \nRep. 2014;3(7):95–8. https:// doi. org/ 10. 4137/ CCRep. S15724.\n 8. Kalay Yildizhan I, Sanli H, Akay BN, Sürgün E, Heper A.  CD8+ cytotoxic \nmycosis fungoides: a retrospective analysis of clinical features and followup",
    "Results": "results of 29 patients. Int J Dermatol. 2020;59(1):127–33. https:// doi. \norg/ 10. 1111/ ijd. 14689.\n 9. Aoki N, Sano H, Nakajima K, Sano S, Nakai K. Leukomelanoderma resembling hyperpigmented mycosis fungoides. Acta Dermatovenerol Croat. \n2024;32(1):73–4.\n 10. Balić A, JerkovićGulin S, Čeović R, Ilić I, Radoš J. Hyperpigmented mycosis \nfungoides—a rare entity. Acta Dermatovenerol Croat. 2019;27(2):131–2.\n 11 Pai VV, Kikkeri NN, Athanikar SC, Rai V, Dinesh US. Hyperpigmented \nmycosis fungoides with ecthyma gangrenosum. Indian J Cancer. \n2015;52(1):79–80. https:// doi. org/ 10. 4103/ 0019- 509X. 175608.\n 12. Böer-Auer A, Jones C, Jepson J, Asgari M. Hyperpigmented mycosis \nfungoides masquerading as longstanding lichen planus pigmentosus: \na diagnostic pitfall. Am J Dermatopathol. 2023;45(8):567–71. https:// doi. \norg/ 10. 1097/ DAD. 00000 00000 002476. 13. Riley DS, Barber MS, Kienle GS, Aronson JK, von Schoen-Angerer T, \nTugwell P , Kiene H, Helfand M, Altman DG, Sox H, Werthmann PG, Moher \nD, Rison RA, Shamseer L, Koch CA, Sun GH, Hanaway P , Sudak NL, KaszkinBettag M, Carpenter JE, Gagnier JJ. CARE guidelines for case reports: \nexplanation and elaboration document. J Clin Epidemiol. 2017;89:218–35. \nhttps:// doi. org/ 10. 1016/j. jclin epi. 2017. 04. 026.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}