{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05104-6",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05104-6.pdf",
  "metadata": {
    "/Keywords": "Clivus; Fibrous dysplasia; MRI; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250228131346+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250223145920+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05104-6",
    "/Author": "Sujitra Tinnut ",
    "/Title": "Clival fibrous dysplasia in which short interval disease progression posed a diagnostic challenge in a skeletally mature patient: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05104-6",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Fibrous dysplasia is an uncommon bone disorder in which medullary bone is replaced by disorganized \nfibro-osseous tissue. Fibrous dysplasia typically exhibits slow growth that stabilizes with skeletal maturity. We report \na case in which rapid progression of a clival lesion otherwise typical for fibrous dysplasia in an adult male led to concern for a malignant rather than a benign lesion.",
    "Case Presentation": "Case presentation A 38 year-old white male developed eye pain, and magnetic resonance imaging of the brain \nwas interpreted as normal. A total of 2 years later, the patient again presented with eye pain, and a repeat magnetic \nresonance imaging study demonstrated interval development of a lesion replacing much of the clivus. Though \nthe lesion appeared fairly typical of fibrous dysplasia, with magnetic resonance imaging and subsequent computed \ntomography revealing a well-defined and mildly expansile clival lesion, lesions of fibrous dysplasia do not typically \nappear in skeletally mature patients, and they are generally indolent. On the basis of concern for malignant degeneration or possibly an alternative diagnosis, as the patient had been referred to our center with a diagnosis of clival \nchordoma, the lesion was treated with endoscopic resection. The diagnosis of typical fibrous dysplasia was ultimately \nconfirmed through histopathological, immunohistochemical, and genetic analysis.",
    "Conclusion": "Conclusion This case demonstrates the potential for development and progression of benign fibrous dysplasia lesions \nbeyond skeletal maturity, a phenomenon rarely reported in literature and not previously demonstrated in the clivus.\nKeywords  Clivus, Fibrous dysplasia, MRI, Case report\n*Correspondence:\nSujitra Tinnut\nsujitrati@nu.ac.th\n1 Department of Radiology, Faculty of Medicine, Naresuan University, 99 \nMoo 9, Phitsanulok -Nakhon Sawan Road, Tha Pho, Mueang Phitsanulok, \nPhitsanulok 65000, Thailand\n2 Department of Radiology, Stanford University School of Medicine, \nStanford, CA, USA\n3 Department of Otolaryngology-Head and Neck Surgery, Stanford \nUniversity School of Medicine, Stanford, CA, USA\n4 Department of Neurosurgery, Stanford University School of Medicine, \nStanford, CA, USA\n5 Division of Neuropathology, Department of Pathology, Stanford \nUniversity School of Medicine, Stanford, CA, USA\nPage 2 of 6 Tinnut et al. Journal of Medical Case Reports           (2025) 19:83 \nBackground\nFibrous dysplasia (FD) is a nonhereditary genetic bone \ndisorder linked to post-zygotic gain-of-function muta tions in the GNAS1 gene on chromosome 20, which \nencodes the α-subunit of the  Gs signaling protein [1–4]. \nThis condition leads to abnormal proliferation of fibro blasts and replacement of normal medullary bone with \nabnormal fibro-osseous connective tissue. The precise \nincidence and prevalence of FD remain uncertain owing \nto its variable clinical presentation, ranging from asymp tomatic lesions incidentally detected on imaging studies \nto severely disabling multiple lesions with extra-skeletal \ninvolvement. FD can manifest in either monostotic or \npolyostotic forms [2, 5–10] and may be associated with \nmultisystem disorders, such as McCune–Albright disease \nand Mazabraud syndrome [1, 2, 5–10]. Common sites \nof skeletal involvement by FD include long bones, ribs, \ncraniofacial bones, and the pelvis [7]. Craniofacial FD is \nobserved in approximately 30% of patients with monos totic disease and in 50% of those with polyostotic disease. \nMonostotic craniofacial FD typically involves the tempo ral bone, orbit, mandible, and paranasal sinuses [4, 11], \nwhile clival FD is relatively uncommon [3].\nFD is a developmental disorder, and growth of FD \nlesions usually stabilizes once skeletal maturity is reached \n[1, 2, 5, 6, 10], though it has been suggested that lesions \nmay progress under the hormonal influence of pregnancy \n[12]. If a bone lesion grows or symptoms worsen, fur ther imaging with computed tomography (CT), magnetic \nresonance imaging (MRI), or positron emission tomogra phy (PET)/CT may be warranted to assess for potential \ncomplications such as pathological fracture, malignant \ntransformation, or development of a secondary vas cular anomaly such as aneurysmal bone cyst (ABC) or \narteriovenous fistula. Progression of benign FD lesions \nas documented on cross-sectional imaging is rarely \nreported in literature. While two reports on craniofacial FD document an increase in size of lesions involving \nthe maxilla [5, 13], with one showing sequential change \nin CT appearance from an egg-shell lesion to classic \nground-glass density over time [13], we did not identify \nany cases of benign FD with progression on MRI, postskeletal maturity or otherwise, on literature review.\nThis case report highlights striking short-interval \nprogression on MRI of tissue-confirmed benign FD of \nthe clivus in an adult male well past the age of skeletal \nmaturity.\nCase presentation\nA 38  year-old white American male presented 2 years \nprior to being seen at our institution with intermittent \nsharp left eye pain. MRI of the brain performed at an \noutside hospital was interpreted as normal, though in \nretrospect, it demonstrated multiple small stippled foci \nthroughout the basioccipital portion of the clivus that \nappeared iso- to hypointense on T1-weighted imaging \n(WI) and hypointense on T2-WI, suggestive of either \nprominent trabeculae or flow voids. There was no defi nite restricted diffusion, and minimal if any post-gad olinium enhancement was present (Fig.  1). The clival \nabnormality was not typical of FD. A total of 2 years later, \nthe patient developed recurrent eye discomfort that had \nbecome bilateral. He denied headache, vision change, \nseizure, or issues with chewing or swallowing. Physical \nexamination revealed no neurological deficit or evidence \nof cranial nerve palsy, and a repeat MRI of the brain was \nperformed for further evaluation (Fig.  2). The imaging \ndemonstrated interval development of a mildly expansile \nclival lesion that was isointense on T1-WI, heterogene ous but predominantly hypointense on T2-WI, and avidly \nenhancing following gadolinium administration. There \nwas no diffusion restriction. The mass extended to the \nleft occipital condyle and left jugular tubercle. Although \nthe hypointense signal observed on the T2-WI was \nFig. 1 Initial outside hospital magnetic resonance imaging obtained 2 years prior to presentation at our institution. a Sagittal T1-weighted \nimaging showing multiple foci of stippled hypointensity throughout the basioccipital portion of the clivus (arrow). b Axial T1-weighted imaging \nconfirmed the stippled hypointensity (arrow). c Axial T2-weighted imaging showing similar stippled hypointensity. d Axial T1-weighted imaging \npost-gadolinium with fat suppression demonstrating minimal heterogeneous enhancement\nPage 3 of 6\n Tinnut et al. Journal of Medical Case Reports           (2025) 19:83 \n \ninconsistent with the typical high T2 signal characteristic \nof chordoma, the diagnosis of chordoma was suggested. \nSubsequent CT imaging revealed a sharply demarcated, \nwell-circumscribed, and mildly expansile marrow-replac ing lesion without cortical disruption or erosion and with \nno periosteal reaction (Fig.  3). Additional aggressive dif ferential diagnostic considerations such as metastatic dis ease and multiple myeloma were raised by the patient’s \nphysicians, and further evaluation with tissue sampling \nby endoscopic endonasal biopsy/resection was offered. \nAt this point, the patient sought a second opinion at our \ninstitution.\nOur review of the outside imaging studies suggested a \nnonaggressive lesion. Though anaplastic or dedifferen tiated chordoma may present as T2 dark instead of T2 \nbright owing to hypercellularity [14], there were no other \nimaging features to support an aggressive/malignant lesion such as chordoma other than change over time. \nThe well-circumscribed, sharply marginated appearance \non CT, including respect of the sphenooccipital synchon drosis, also suggested a benign lesion. At this stage, our \nleading differential consideration was benign FD, but the \nprogression from the study 2 years earlier raised concern \nfor malignant transformation. Repeat imaging at our \ninstitution was performed, demonstrating stability from \nrecent imaging, continued absence of diffusion restric tion, and the presence of hyperperfusion on arterial spin \nlabeling (Fig.  4). Though these findings further supported \nthe leading diagnosis of benign FD, obtaining tissue was \nconsidered warranted to confirm the nature of the lesion \nand to guide further management decisions. Subse quent endoscopic endonasal extradural approach to the \nskull base for tumor removal was performed. Pathology \nshowed characteristic changes of FD, with a deposition of \nFig. 2 Follow-up magnetic resonance imaging obtained 2 years after Fig. 1 (a) Sagittal T1-weighted imaging showing replacement of the stippled \nclival marrow fat by a homogeneous soft tissue signal intensity lesion (arrow). b Axial T1-weighted imaging confirmed the homogeneous nature \nof the marrow-replacing process that does not extend beyond the confines of the clival cortical bone (arrow). c The clival lesion was predominantly \nhomogeneously hypointense on T2-weighted imaging (arrow). d The lesion demonstrated avid and homogeneous enhancement on axial \nT1-weighted imaging post-gadolinium with fat suppression (arrow)\nFig. 3 Images from a computed tomography head angiogram. a Sagittal reconstruction in soft tissue algorithm demonstrating soft tissue signal \nintensity in the medullary space of the clivus, with no extension above the sphenooccipital synchondrosis. b Sagittal reconstruction in bone \nalgorithm showing the bone to be subtly expanded with intact cortex. c Axial view demonstrating clear demarcation between the lesion \nand the adjacent uninvolved occipital condyle (arrow)\nPage 4 of 6 Tinnut et al. Journal of Medical Case Reports           (2025) 19:83 \nwoven bone in a background of bland spindle cell prolif eration (Fig.  5). No atypical features were seen. In addi tion, some regions displayed aneurysmal bone cyst-like \nchanges, with multinucleated giant cells and foam cells \n(lipid-laden macrophages). The GNAS R201C mutation \nwas identified by next-generation sequencing. At clinical \nfollow-up, the patient was doing well, with mild headache \nbut no cerebrospinal fluid (CSF) leak or cranial nerve \npalsy.",
    "Discussion": "Discussion\nFD is a benign process in which medullary bone is \nreplaced by fibro-osseous tissue, resulting in architec tural distortion and overgrowth/expansion of the affected \nbone [10]. Craniofacial FD, though often asymptomatic, \nmay manifest with enlargement of an affected area lead ing to cosmetic disfigurement, encroachment on the \nparanasal sinuses and their ostia leading to nasal obstruc tion, cranial nerve symptoms due to encroachment on \nskull base foramina, and/or nonspecific symptoms such \nas headache or visual disturbance.\nImaging findings of FD are typically described in three \npatterns on plain film and CT: pagetoid, sclerotic, and \ncyst-like [11, 15]. All FD patterns generally exhibit bony \nexpansion along with sharply demarcated borders and no \ncortical destruction. Loss of corticomedullary distinction \ngiving rise to a characteristic “ground glass” appearance \nis also common and is essentially diagnostic of FD when \npresent. The pagetoid pattern is characterized by mixed \nareas of radiopacity and radiolucency that are reminis cent of the changes of Paget disease. The sclerotic form \nis characterized by increased density of the ground-glass \nmedullary space surrounded by intact cortex. The cystlike form lacks the characteristic ground-glass change in \nthe medullary space and is characterized on plain film \nand CT by a lucent area with a sclerotic border. As plain \nradiographs are limited in the diagnosis and characteri zation of craniofacial FD, CT, and/or MRI are preferred \nowing to their ability to more precisely characterize \nFig. 4 Axial arterial spin label perfusion image demonstrates marked \nhyperperfusion associated with the clival lesion (arrow)\nFig. 5 Photomicrograph of resection specimen (a) demonstrates characteristic deposition of woven bone (arrows) in a background of bland \nspindle cell proliferation, typical of fibrous dysplasia (hematoxylin and eosin, original magnification 40×). No atypical features were observed. \nSeveral regions of the patient specimen (b) display aneurysmal bone cyst-like changes, including multinucleated osteoclastic giant cells (arrows) \nand foam cells (*) against a background of numerous capillaries (hematoxylin and eosin, original magnification 100×)\nPage 5 of 6\n Tinnut et al. Journal of Medical Case Reports           (2025) 19:83 \n \nlesions and to evaluate the extent of disease [2, 16]. On \nMRI, FD is typically hypointense on both T1-WI and \nT2-WI and brightly enhancing post-gadolinium owing \nto hypervascularity. These characteristics are not consist ently displayed, however. As signal intensity and contrast \nenhancement vary depending on the quantity and density \nof fibrous and osteoid matrix present, some lesions may \nappear bright on T2-WI [7].\nFD typically presents as a slowly growing lesion prior \nto skeletal maturity that then becomes inactive and sta bilizes following skeletal maturity. Kuznetsov et al. pro posed an explanation for why FD stabilizes over time, \nsuggesting that as a lesion ages, residual normal stem \ncells permit the growth of a normal tissue, while mutant \nstem cells lack the ability to self-renew, and their progeny \nare eliminated by apoptosis [17]. Hart et al. followed 109 \nsubjects for up to 32  years using 99Tc-MDP bone scans \nand found that 90% of the total body disease skeletal bur den of FD was established by the age of 15 years [1]. Of \nnew confirmed FD lesions identified during their followup, over 50% occurred before age 10 years, and only 18% \noccurred after age 20 years, with only 2% in the craniofa cial region [1]. This could be attributed to the fact that the \ncraniofacial skeleton develops from the mesoderm and \nectoderm and is influenced by neural crest cells, distinct \nfrom the rest of the skeleton that develops from mesoder mal tissue [18]. FD lesions may be classified on the basis \nof their growth characteristics as quiescent (stable with \nno growth), nonaggressive (slow growing), or aggressive \n(rapid growth), which is helpful for guiding management \n[6]. As previously noted, growth typically occurs prior to \nskeletal maturity, and rapid growth should always raise a \nconcern for malignant degeneration.\nMalignant transformation can occur in both mon ostotic and polyostotic FD, typically past the fourth \ndecade of life and with a notable predominance in \nmales—it is, however, extremely rare in monostotic FD \n[19]. Osteosarcoma represents the most common histo logical sarcoma subtype, although sarcomas associated \nwith FD may also include fibrosarcoma, chondrosar coma, and malignant fibrous histiocytoma [9 , 19, 20]. \nSarcomatous degeneration should be considered when \na patient has rapid progression of pain and swelling. \nRadiographic findings associated with sarcomatous \ndegeneration include poor margination or incomplete \nsclerotic margins and osteolytic destruction, often \naccompanied by thinned or frankly eroded cortices. \nThere is variable association with soft tissue masses \nor periosteal reaction. In a report of ten patients with \nmalignant transformation of FD, long bones and the \npelvis were most commonly affected [18]. Malignant \nsarcomatous degeneration of FD of the craniofacial \nbones occurs, but it is rare [21].Apparent progression of FD may also result from the \ndevelopment of secondary vascular lesions such as aneu rysmal bone cysts (ABCs) and arteriovenous fistulae, pre sumably related to the hypervascular nature of many FD \nlesions [22, 23]. ABC formation has been most frequently \ndocumented within preexisting FD of the skull [2, 8]. In \nour patient, findings characteristic of ABC were observed \npathologically in some areas of the lesion. It is hypoth esized that local hemodynamic abnormalities caused by \npathological fracture-related bleeding or bone resorption \nstimulate ABC formation. These lesions may expand rap idly, leading to increased bone pain and the characteristic \nimaging feature of fluid–fluid levels seen on MRI stud ies. Secondary high-flow vascular lesions associated with \nFD are rare, with only a few reported cases. One report \ndescribed an arteriovenous fistula arising from FD in \nthe occipital bone [22], while two reports detailed arte riovenous malformations in long bones [24, 25]. These \nvascular anomalies present as rapidly growing, aggressive \nosteolytic lesions with overlying dilated vessels; they pre sumably develop from the dilated vascular channels that \nare common in FD [22]. In our case, the MRI scan from 2 \nyears prior to presentation at our institution shows find ings that are potentially suggestive of prominent flow \nvoids, with no characteristic lesion of FD seen on that \nstudy.\nConclusion\nWhile the presence of a clival lesion in an adult patient \ntypically raises clinical concern for an aggressive pathol ogy such as chordoma, plasmacytoma, or metastasis, FD \nis an important consideration in the differential diagno sis. In this case report, we highlight that FD may develop \nor progress rapidly in a skeletally mature patient, a find ing that does not necessarily connote malignant degen eration or suggest an alternative diagnosis if the imaging \nfindings otherwise conform to the spectrum of imaging \nfindings of FD. We highlight that new or progressive \nlesions of FD may occur after skeletal maturity, and we \npresent an example of such a lesion in the clivus that is \ndocumented on serial MRI studies.\nAcknowledgements\nNot applicable.\nAuthor contributions\nST and NF carried out conceptualization, drafted the article, and reviewed \nit critically for important intellectual content. NP drafted the article and \nreviewed it critically for important intellectual content. JN and JFM cared \nfor the patient and reviewed the article critically for important intellectual \ncontent. HV provided the pathological figure and discussion of pathological \nfindings. All authors read and approved the final manuscript.\nFunding\nNot applicable.\nPage 6 of 6 Tinnut et al. Journal of Medical Case Reports           (2025) 19:83 \nAvailability of data and materials\nNot applicable.\nDeclarations\nEthics approval and consent to participate\nAll procedures performed in studies involving human participants were in \naccordance with the ethical standards of the institutional and/or national \nresearch committee and with the 1964 Helsinki Declaration and its later \namendments or comparable ethical standards. For this type of study formal \nconsent is not required.\nInformed consent\nInformed consent was obtained from the patient included in the case report.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 29 October 2024   Accepted: 28 January 2025\nReferences\n 1. Hart ES, Kelly MH, Brillante B, Chen CC, Ziran N, Lee JS, et al. Onset, pro gression, and plateau of skeletal lesions in fibrous dysplasia and the relationship to functional outcome. J Bone Miner Res. 2007;22(9):1468–74.\n 2. Kushchayeva YS, Kushchayev SV, Glushko TY, Tella SH, Teytelboym OM, \nCollins MT, et al. Fibrous dysplasia for radiologists: beyond ground glass \nbone matrix. Insights Imag. 2018;9(6):1035–56.\n 3. Tebben PJ, Berndt TJ, Kumar R. Chapter 16—phosphatonins. In: Marcus \nR, Feldman D, Dempster DW, Luckey M, Cauley Jabto (Eds.) Osteoporosis. \n4th ed. San Diego: Academic Press; 2013. Pp. 373–90\n 4. Butt A, Patel K, Agrawal K, Arya A, Singh J. Fibrous dysplasia of the clivus—a case study and literature review. Radiol Case Rep. 2021;16(2):230–\n6. https:// doi. org/ 10. 1016/j. radcr. 2020. 11. 019.\n 5. Kashima TG, Gamage NM, Ye H, Amary MF, Flanagan AM, Ostlere SJ, et al. \nLocally aggressive fibrous dysplasia. Virchows Arch. 2013;463(1):79–84.\n 6. Lee JS, Fitzgibbon EJ, Chen YR, Kim HJ, Lustig LR, Akintoye SO, et al. \nClinical guidelines for the management of craniofacial fibrous dysplasia. \nOrphanet J Rare Dis. 2012. https:// doi. org/ 10. 1186/ 1750- 1172-7- S1- S2.\n 7. DiCaprio MR, Enneking WF. Fibrous dysplasia. Pathophysiology, evaluation, and treatment. J Bone Joint Surg Am. 2005;87(8):1848–64. https:// \ndoi. org/ 10. 2106/ JBJS.D. 02942.\n 8. Rau LH, Reinheimer A, Meurer MI, Marodin AL, Espezim CS, Klüppel LE, et \nal. Fibrous dysplasia with secondary aneurysmal bone cyst—a rare case \nreport and literature review. Oral Maxillofac Surg. 2019;23(1):101–7.\n 9. Ruggieri P , Sim FH, Bond JR, Unni KK. Malignancies in fibrous dysplasia. \nCancer. 1994;73(5):1411–24.\n 10. Heman-Ackah SE, Boyer H, Odland R. Clival fibrous dysplasia: case series \nand review of the literature. Ear Nose Throat J. 2014;93(12):E4-9.\n 11. Kim E. Fibrous dysplasia of the clivus. J Korean Neurosurg Soc. \n2010;48(5):441–4.\n 12. Henry A. Monostotic fibrous dysplasia. J Bone Jt Surg Br. 1969. https:// doi. \norg/ 10. 1302/ 0301- 620X. 51B2. 300.\n 13. Tokano H, Sugimoto T, Noguchi Y, Kitamura K. Radiology in focus: sequential computed tomography images demonstrating characteristic changes \nin fibrous dysplasia. J Laryngol Otol. 2001;115(9):757–9.\n 14. Hanna SA, Tirabosco R, Amin A, Pollock RC, Skinner JA, Cannon SR, et al. \nDedifferentiated chordoma: a report of four cases arising “de novo.” J Bone \nJoint Surg Br. 2008;90(5):652–6.\n 15. Fries JW. The roentgen features of fibrous dysplasia of the skull and facial \nbones; a critical analysis of thirty-nine pathologically proved cases. Am J \nRoentgenol Radium Ther Nucl Med. 1957;77(1):71–88. 16. Stanton RP , Ippolito E, Springfield D, Lindaman L, Wientroub S, Leet A. The \nsurgical management of fibrous dysplasia of bone. Orphanet J Rare Dis. \n2012;7(Suppl 1):S1.\n 17. Kuznetsov SA, Cherman N, Riminucci M, Collins MT, Robey PG, Bianco \nP . Age-dependent demise of GNAS-mutated skeletal stem cells and \n“normalization” of fibrous dysplasia of bone. J Bone Miner Res Off J Am \nSoc Bone Miner Res. 2008;23(11):1731–40.\n 18. Rai R, Iwanaga J, Shokouhi G, Loukas M, Mortazavi MM, Oskouian RJ, et \nal. A comprehensive review of the clivus: anatomy, embryology, variants, \npathology, and surgical approaches. Child Nerv Syst. 2018;34(8):1451–8. \nhttps:// doi. org/ 10. 1007/ s00381- 018- 3875-x.\n 19. Qu N, Yao W, Cui X, Zhang H. Malignant transformation in monostotic \nfibrous dysplasia: clinical features, imaging features, outcomes in 10 \npatients, and review. Med (United States). 2015;94(3): e369.\n 20. Wahyudi M, Alaztha Z. Chondrosarcoma arising in monostotic fibrous \ndysplasia treated with total femur resection and megaprothesis: a case \nreport. Int J Surg Case Rep. 2021;85(71): 106194. https:// doi. org/ 10. 1016/j. \nijscr. 2021. 106194.\n 21. Hussaini AS, Swanson DD, Nguy PL, Pan KS, de Castro LF, Boyce AM, et al. \nMalignant sarcomatous degeneration of craniofacial fibrous dysplasia. J \nCraniofac Surg. 2022. https:// doi. org/ 10. 1097/ SCS. 00000 00000 008437.\n 22. Pan KS, de Castro LF, Roszko KL, Greenberg ED, FitzGibbon EJ, Dufresne \nCR, et al. Successful intravascular treatment of an intraosseous arterio venous fistula in fibrous dysplasia. Calcif Tissue Int. 2020;107(2):195–200\n 23. Ito H, Waga S, Sakakura M. Fibrous dysplasia of the skull with increased \nvascularity in the angiogram. Surg Neurol. 1985;23(4):408–10.\n 24. MacErlean DP , Shanik DG, Martin EA. Transcatheter embolisation of bone \ntumour arteriovenous malformations. Br J Radiol. 1978;51(606):414–9.\n 25. Ohshika S, Yanagisawa M, Tsushima F, Ishibashi Y. Diagnosis and conservative treatment of a rare case of femoral intraosseous arteriovenous malformation in a patient with polyostotic fibrous dysplasia: A case report. \nMol Clin Oncol. 2019;10(6):587–91.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}