{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04846-z",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04846-z.pdf",
  "metadata": {
    "/Keywords": "Case report; Cholesteatoma; External auditory canal cholesteatoma; Osteoma; Benign neoplasms",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241129102557+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241113082058+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04846-z",
    "/Author": "Deviprasad Dosemane ",
    "/Title": "External auditory canal osteoma with coexisting canal wall cholesteatoma: a case report and review of literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04846-z",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Though rare, benign lesions that usually do not necessitate active intervention, osteomas of the exter nal auditory canal, can be troublesome when they start to produce mass effect and severe obstruction to the external \nauditory canal. Even more insidious is the rarer phenomenon of canal wall cholesteatomas, which have been known \nto cause significant canal erosion and if left unchecked and spontaneous destruction of the adjacent anatomical structures, including the facial nerve, temporomandibular joint, sigmoid sinus, and skull base. The occurrence \nof both these exceptionally uncommon findings in the same canal is an unusual finding and may point to an unde termined interplay in pathogenesis.",
    "Case Presentation": "Case presentation Here, we describe one such case in a 39-year-old gentleman hailing from South India who pre sented with complaint of unilateral ear block and decreased hearing and how it was managed.\nConclusions While osteomas are usually incidental findings in asymptomatic patients, the potential for mass effect \nand canal obstruction must be kept in mind and patients must be evaluated for development of the more sinister \ncholesteatoma in the deeper canal.\nKeywords  Case report, Cholesteatoma, External auditory canal cholesteatoma, Osteoma, Benign neoplasms\nBackground\nOften encountered in otolaryngology practice, cholestea tomas are three-dimensional (3D) cystic sacs of keratin \ndebris usually found within middle ear cavity and mas toid with associated periostitis and bony erosions. How ever, in rare cases, with an incidence of around 1–5 per \n1000 patients [1], such lesions have been found to arise \nfrom the external auditory canal (EAC). While EAC cholesteatomas (EACC) can be sparked by entrapment \nof squamous epithelium following trauma or surgery, or \nthe congenital presence of such cell nests due to arrested \ndevelopment of canal, these cases are often accompanied \nby severe canal stenosis [2, 3]. Further, it has been sug gested that EACC is caused by faulty epithelial migration \nresulting in local buildup of squamous epithelium which \nmay grow into cholesteatoma, as lesser than typical epi thelial migratory rate has been observed in epithelium of \ninferior canal wall in such patients [4].\nOsteomas are rare, benign, noninvasive bony tumors \nwith a predilection to the EAC, facial bones, mastoid \ncortex, and mandible [5]. EAC is the most affected area, \nwith an incidence of 0.05% of total otologic surgeries \n[6]. While largely indolent lesions are usually incidental \nfindings, they can result in noteworthy symptoms due to \ncanal obstruction and mass effect [7].*Correspondence:\nMeera Niranjan Khadilkar\nmeera.khadilkar@manipal.edu\n1 Department of Otorhinolaryngology and Head and Neck Surgery, \nKasturba Medical College, Mangalore, Manipal Academy of Higher \nEducation, Manipal, Karnataka 576104, India\n2 Department of Pathology, Kasturba Medical College, Mangalore, \nManipal Academy of Higher Education, Manipal, Karnataka 576104, India\nPage 2 of 10 Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \nThe association of osteoma with EAC cholesteatoma is \nuncommon; limited cases have been reported. Here, we \nillustrate one such case involving a 39-year-old man.\nCase presentation\nA 39-year-old man hailing from South India pre sented with 2-year history of right-sided ear block and \ndecreased hearing, both of which were insidious in onset \nand progressive. There was occasional, mild, bloodtinged discharge noted only on usage of Q-tips. He grad ually started to develop pain, which was relieved with \npainkillers; however, tenderness of the canal on using \nQ-tips persisted. For a few months prior to presentation, \nthe patient also reported the development of hyperacusis. \nLocal examination revealed presence of granulation tis sue filling the whole circumference of outer right EAC, \nobscuring the canal (Fig.  1A). Sticky, thick, mucopurulent \ndischarge was noted coating the tissue. Deeper structures \nand the tympanic membrane could not be visualized. The \nleft ear and the rest of the otolaryngologic examination \nwere unremarkable.\nHigh-resolution computed tomography (HRCT) \nwith 0.6  mm cuts showed extensive pneumatization of \nthe right mastoid. Solitary unilateral bony outgrowth \nof anterior EAC wall into the canal was noted on right \nside, which was discernably pedunculated, suggestive of \n(s/o) osteoma. A soft tissue lesion was noted just medial \nto this growth, filling the canal and extending up to the \ntympanic membrane (TM); although, the drum itself was \nvisualized separate to it. Middle and inner ear structures \nand the left ear were normal. Pure tone audiometry dem onstrated moderate conductive hearing loss on right with \nan airbone gap of 41.7 dB and normal hearing on left.\nThe patient underwent endoscopic excision under \ngeneral anesthesia (GA). Stay sutures were applied \nat the 7 o’clock and 11 o’clock position to allow for adequate visualization of canal structures. Under  00 \nendoscopic guidance, granulations were cleared after \nappropriate infiltration to reveal a solitary, white, bony, \npedunculated lesion with stalk arising from anterior \nwall of right EAC at the bony–cartilaginous junction \n(Fig.  1B). The lesion was curetted and removed, which \nallowed visualization of keratin debris and cholestea toma in deeper canal, arising from floor and posterior \nwall and abutting the tympanic membrane (Fig.  2), \nwhich were also cleared. The tympanic membrane was \nfound to be intact (Fig.  3). Post procedure, no signifi cant deformity or erosion of canal wall was observed.\nHistopathological examination showed granulation \ntissue, comprising proliferating blood vessels, fibro blasts, and mixed inflammatory infiltrate around anu cleated squames. The bony lesion was found to show \ntrabeculae of mature lamellar bone lined by osteocytes \nwith absence of atypia or malignancy, confirming clini cal diagnosis of osteoma (Fig.  4A). Keratin flakes were \nidentified and presence of cholesteatoma established \n(Fig. 4 B).\nFig. 1 A Endoscopic image of granulation tissue in right external auditory canal. B Endoscopic image of osteoma arising from anterior wall of right \nexternal auditory canal\nFig. 2 Endoscopic image of keratin debris and cholesteatoma \nin the deeper part of the right external auditory canal\nPage 3 of 10\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:581",
    "Discussion": "Discussion\nBased on clinical history and radiological findings, a pre operative diagnosis of osteoma of right EAC was made \nin this patient, which was verified by intraoperative and \nhistopathological findings; however, the coexisting canal \nwall cholesteatoma was an unexpected finding given its \nrarity.\nOsteomas are an uncommon, idiopathic, slow-growing, \nbenign neoplasia of unknown etiology found in the cra nial bones, which epitomize a localized hamartomatous \nproliferation of a typically dense, while otherwise nor mal, intramembranous bone [8]. Usual sites of temporal \nbone osteomas are EAC and mastoid cortex [8], along \ntympanosquamous or tympanomastoid sutures, adjacent \nto bony–cartilaginous junction [9]. Epidemiologically, \nosteomas occur most commonly in the thirties of life and \nis two to three times more preponderant in males than in \nfemales [10]. Inflammation and long-standing irritation \nhave been postulated to be causative factors; however, \ndefinitive data in support of these suspicions are lacking \n[11], and the condition remains idiopathic. Osteomas are \noften misdiagnosed as exostoses, which are also a benign \ncondition, characterized by multiple, bilateral hyperos totic outgrowths from the bony external canal [12] and usually caused by repeated cold-water immersion, trig gering a periosteal reaction leading to temporal bone \ngrowth [ 13].\nThe first description of EAC cholesteatomas was given \nby Toynbee in 1850, who described a pearly white shin ing mass in posterior surface of EAC, which he labeled \nas “molluscum contagiosum of external auditory meatus” \n[14]. In 1874, Wreden illustrated the presence of accumu lated keratinaceous material in a lamellar arrangement, \nwhich he termed “keratosis obturans” , differentiating \nit from ceruminosis obturans or impacted wax [15]. \nThroughout the late 1800s, any collection of keratin in \nthe canal was grouped under this umbrella heading, \nuntil Schofield introduced a new terminology in 1893, \nviz., “cholesteatoma of EAC, ” which he ascribed to insect \nbite [16]. However, the two terms continued to be used \ninterchangeably for any buildup of desquamated keratin \nplugs in the bony EAC. It was in 1980 that Piepergerdes \net al. first elucidated the difference; they described kera tosis obturans as presenting with hearing loss and acute, \nexcruciating pain secondary to accretion of big plugs of \ndesquamated keratin in EAC, which may cause local ero sion of the canal, while EACC presented with otorrhea \nand chronic, low-intensity pain due to squamous inva sion into a localized region of periosteitis in EAC wall \n[17].\nVarious authors have attempted to explain the eti opathogenesis of EACC, leading to the development of \ndifferent classification systems (Table  1). Holt described \nhis cases as elderly patients with similar findings of a \nhard wax cap hiding an area of squamous debris, bony \nerosion, and granulation tissue [3 ]. He attributed the \netiology as an “epithelial abnormality. ” This theory is \nfurther supported by a report which had been pub lished by Makino and Amatsu in 1986 [4 ], which found \nlowered rates of epithelial migration in inferior canal \nwalls of ears with EACC than normal, (average of \nFig. 3 Endoscopic image of intact right tympanic membrane\nFig. 4 A Photomicrograph of osteoma with haphazard trabeculae of woven bone rimmed by osteoblasts (hematoxylin and eosin stain, 10×). B \nPhotomicrograph of cholesteatoma showing lamellated keratin (hematoxylin and eosin stain, 10×)\nPage 4 of 10 Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \n112 µm/day as opposed to 142 µm/day). It can, hence, \nbe postulated that primary EACC is associated with an \nimpairment in the normal self-clearing mechanism of \nthe external ear.\nHowever, more recent studies published in the 2000s \nand 2010s appear to disprove this explanation, with the \nonus shifting from deficiency of migratory capacity of \nthe epithelium to recurrent microtrauma to the canal \nskin (for example, from usage of Q-Tips) along with \nsmoking leading to microangiopathy and keratin dep osition [18– 20]. Nevertheless, there remains a dearth \nof conclusive evidence to satisfactorily explain the \ntrue pathogenesis; as Owen et  al. explained, it cannot \nbe definitively concluded whether usage of Q-Tips led \nto EACC or if irritation from EACC resulted in Q-tip \nusage [21].\nIn our patient, it seems safe to postulate that the occur rence of osteoma led to narrowing of the canal, as well \nas disruption of the normal histological integrity of the \ncanal wall, which caused a hindrance to the normal \nmigratory pattern, and chronic inflammation of the canal \nand subsequent proliferation of granulation tissue, fur ther aggravating the impediment. The accumulation of \ndesquamated keratin debris and persistent inflammation, \nalong with microtrauma due to earbud usage, could all \nhave led to the development of canal wall cholesteatoma.\nIn 2005, Naim et al. [22] classified the progression of \nEACC into four stages:\nStage I—hyperemia and hyperplasia of auditory \ncanal epithelium and increased apoptosis in the \nupper part of the beginning cholesteatoma\nStage II—localized inflammation of hyperprolif erated epithelium and adjacent periosteitis. No destruction of bony EAC. Accumulation of kera tin debris. Clinically, dull pain and, when superin fected, otorrhea are present\nStage III—destruction of bony EAC with sequestered \nbone (aseptic osteonecrosis). Excavation of epithe lium into adjacent bony EAC. Accumulation of kera tin debris with possible superinfection and otorrhea\nStage IV—spontaneous destruction of adjacent ana tomical structures (subclasses) with possible otor rhea, facial nerve palsy, hearing loss, sigmoid sinus \nthrombosis, and endocranial abscess\nSubclass M—mastoid\nSubclass S—skull base with sigmoid sinus\nSubclass J—temporomandibular Joint\nSubclass F—facial nerve\nAs per this classification, our patient displayed classi cal symptoms as described in the “stage II” category of \ndisease.\nPreviously published cases of osteoma with canal cho lesteatoma have been reviewed in Table 2.\nDue to the largely indolent nature of canal osteomas, \npatients are usually asymptomatic, and the diagnosis \nremains on the basis of incidental findings. As such, con servative management with intervallic observation is a \nrational approach, while surgical intervention is neces sitated by large obstructive bony canal lesions causing \nconductive hearing loss or recurrent infections or those \nwhere such complications are expected. Excision may be \npossible via an external approach through EAC with neg ligible complications and excellent prognosis [11].\nIn the case of canal cholesteatomas, Naim et  al. \n[22] proposed management strategies based on his Table 1 Types of canal cholesteatoma\nAuthor Classification Etiology\nFarrior [2] Complicating congenital aural atresia and EAC stenosis\nPost middle ear surgery, tympanoplasty, or trauma to EAC skin\nAssociated with keratosis obturans\nRelated to focal osteitis, sequestration of bone, and inflammation of EAC\nHolt [3] Postsurgical Epithelial abnormality\nPost-traumatic\nCongenital ear canal stenosis\nEar canal obstruction\nSpontaneous\nTos [23] Primary EACC Idiopathic\nSecondary EACC Surgery, trauma, irradiation, \nand chronic EAC inflammation\nCholesteatoma associated with congenital external ear atresia\nPage 5 of 10\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \n \nTable 2 Previously published cases of osteoma with canal cholesteatoma\nSerial no. Author Patient details Presentation Examination findings Radiology findings Treatment\n1 Yalciner et al. [24] 43-Year-old male Otalgia on-and-off in right ear \nfor 4 years with continuous pain \nand hearing loss for 1 monthHard mass covered with skin \nand completely occluding canal \nvisualized in right EACComputed tomography (CT)—\nhyperdense lesion s/o osteoma \noriginating from posterosupe rior past of EAC and narrowing \nbony EAC. Solid tumoral mass \ns/o cholesteatoma is present, \ndestroying inferior bony wall \nof EAC, expanding into tympanic cavity, mastoid antrum, \nand tegmen tympani, with fluid \nin mastoid air cellsVia postauricular approach, canal \nwall down (CWD)  mastoidectomy was done with clearance \nof cholesteatoma. Intraoperatively, facial nerve canal deficiency \nnoted with erosion of malleus, \nincus, and stapes superstructure\n1 × 1 cm osteoma in EAC excised\n2 Khoyratty et al. [26] 24-Year-old female \nwith RETT syndromeRecurrent unilateral neck \nabscess for 6 monthsOsteoma noted in left EAC, \nalong with 2 cm sized abscess \nover mastoid tip– Incision and drainage of abscess \ndone; however, the patient pre sented after 2 weeks with a selfdraining wound. After appropriate \nantibiotic therapy, the patient \nunderwent trans metal excision of osteoma with revealed \nunderlying cholesteatoma, which \nhad eroded bony inferior wall \nand formed cutaneous fistula. \nPostaural incision was made \nand sinus and fistula excised. Cor tical mastoidectomy was done. \nTemporalis fascia graft was used \nto reconstruct inferior canal wall \ndefect\n3 Viswanatha et al. [9] 12-Year-old female Right sided decreased hear ing for 3 years, recurrent \ndischarge for 2 years, imbalance for 2 months, headache \nand fever for 1 monthHard nontender swelling filling \nright EAC with scanty foulsmelling dischargeCT—bony mass in lateral part \nof right EAC with narrow base, \nobliterating EAC. Soft tissue \ndensity in EAC middle ear \nand mastoid. Erosion of poste rior and inferior walls of EAC. \nHypodense lesion with isodense \nperiphery in right cerebellum with dilated ventricles \nand raised cerebrospinal fluid \npressureRight retromastoid suboccipital \ncraniectomy plus cerebellar \nabscess excision was done. After \n14 days, the patient was taken \nup for cortical mastoidectomy, \nwhich was converted to radical \nmastoidectomy with wide meatoplasty in view of intraoperative \nfindings of destroyed TM and ossicles and dehiscent vertical \nportion of facial nerve. Removal \nof posterior canal wall with bony \nmass was required\nPage 6 of 10 Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \nTable 2 (continued)\nSerial no. Author Patient details Presentation Examination findings Radiology findings Treatment\n4 Lee et al. [10] 49-Year-old male Otorrhea and severe otalgia \nin left ear since some days. The \npatient had been previously \ndiagnosed with osteoma \n10 years priorLeft EAC completely occluded \nwith a hard, fixed massCT—ovoid bony mass filling \nouter two-thirds of the left bony \nEAC with soft tissue density filling EAC just medial to the mass, \ninvolving the mastoid, \nepitympanum, and tympanic \ncavity. Destruction of posterior \nand inferior walls of EACCortical mastoidectomy converted into CWD mastoidectomy \nand tympanoplasty\n5 Orita et al. [7] 13-Year-old girl 1-Year history of right ear block \nand foul smelling right otorrhea \nwith no painRight auditory canal almost \ncompletely occluded by a firm \ntumorCT—soft tissue density in EAC \nand diffuse abnormal shadow \nin entire middle ear including mastoid, with bony mass \nand bony destruction in EAC\n3D CT—pedunculated mass \nextending from anterior wall \nof EAC occluding itConservative management \nfor 1 month with antibiotic agents \nresulted in lessened hearing loss \nwith repeat CT showing marked \ndecrease in diffuse abnormal \nshadow and reduction of soft \ntissue lesion. Subsequently, \ntransmetal excision of osteoma \nand cholesteatoma under GA \nwas done. The abnormal shadow \non CT from tympanic cavity to mastoid was consistent \nwith otitis media with effusion\n6 Yamamoto et al. [27] 43-Year-old diabetic male 2-Year history of left sided hear ing loss, otorrhea and tinnitus, \npreviously having undergone \nconservative management \nwith ear wax removalEpithelialized bony mass \nin the left EAC, almost occluding \ncanal with purulent otorrhea \nobserved from the slight gap \nbetween the tumor and anterior \nwall. Swab showed staphylococcus epidermidisX-ray—only slight opacity in left \nmastoid region\nHRCT—bony opacity in left \nEAC and soft tissue density \nbetween this lesion and TM. \nBony destruction of inferior wall \nnotedWith postauricular approach, \nan osteoma measuring \n8.5 mm × 5 mm × 4.5 mm \nwas chiselled out from the EAC \nat the tympanomastoid suture. \nCholesteatoma was removed, \nalong with involved bone \nof anteroinferior canal, and reconstruction of canal skin done \nwith temporalis fascia graft. \nSmall central perforation \nin posteroinferior quadrant of TM \nwas also repaired with temporalis \nfascia graft\nPage 7 of 10\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \n \nTable 2 (continued)\nSerial no. Author Patient details Presentation Examination findings Radiology findings Treatment\n7 Iaccarino et al. [28] 27-Year-old male Obstruction of right ear \nfor 17 years with progressive \nipsilateral hearing loss. History \nof acute onset of right sided \notalgia, postauricular swelling and pain, with three such \nepisodes starting 1 year back. At \nthe time, examination showed \ncomplete right EAC obstruction by solid mass. CT—bony \nmass with large base obstruct ing right canal. EAC, middle \near, and mastoid completely \noccluded by soft tissue \ndensity. Erosion of floor of EAC \nand promontory with cochlear \nfistula present, with early ossification of lateral semicircular \ncanal (SCC). Magnetic resonance \nimaging (MRI)—enhancement \nof vestibule and lateral semicir cular canal extending to entire \nlength of internal auditory \ncanal (IAC). Nonvisualization \nof seventh and eighth nerve \nbundles. The patient underwent \nmastoidectomy, and three \nadditional episodes of mastoiditis treated with antibiotics \nand external punctureComplete EAC obstruction \nby solid mass, with retroauricular fistula in area of evacuation \nof previous mastoiditisBone window CT—standard \nmastoidectomy outcomes. \nOther findings corresponded \nwith earlier findings; complete \ninner ear ossification noted\nMRI—significant reduction \nof the enhancement of inner \near and IAC, seventh and eighth \nnerve bundle was now partially \nvisualized\nCoronal and axial diffusionweighted imaging was highly \ns/o cholesteatomaSubtotal petrosectomy in view \nof reduced enhancement of IAC \nand normal facial nerve function. \nSurgical cavity was obliterated \nwith abdominal fat\n8 Yorgancilar et al. [29] 78-Year-old female 30-Year history of right sided \nhearing loss and ear pain, \nwith foul smelling ear discharge \nsince 15 days and acute \naggravation of symptoms \nalong with fever headache nausea vomiting since 5 daysRight EAC occluded with hard \nmass completely blocking itCT—2 cm × 3 cm bony mass \nfilling outer two-thirds of EAC \nwith destruction of posterior \nand inferior walls. Mastoid \nand middle ear were filled \nwith soft tissueVia postauricular approach, \nCWD mastoidectomy was done \nwith excision of osteoma \nand removal of cholesteatoma \nfrom mastoid antrum\n9 Mahalle et al. [30] 52-Year-old male Right ear discharge for 1 year \nwith decreased hearing \nfor 8 monthsHard bony mass in right EAC, \nwhich could be maneuvered all \naround except anteriorlyCT—bony mass in EAC \nwith soft tissue shadow medial \nto the bony mass and in middle \near cleftVia post aural approach, bony \nmass attached to anterior \nwall of EAC was excised. EACC \nand granulation tissue from mastoid air cell system were removed\nPage 8 of 10 Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \nTable 2 (continued)\nSerial no. Author Patient details Presentation Examination findings Radiology findings Treatment\n10 Diom et al. [31] 37-Year-old man Chronic otorrhea, hearing loss \nand fistula of right parotid \nregionSubtotal stenosis of right EAC \nand fistula in right lower parotid \nareaCT—calcified mass blocking \n90% of EAC with soft tissue \ndensity medial to itVia post aural approach, osteoma \nwas excised along with removal \nof cholesteatoma. Canaloplasty \nwas done\n11 Rodríguez et al. [32] 41-Year-old male Purulent otorrhea and left \nconductive hearing loss of few \nmonths’ duration, previously \ntreated with oral and topical \nantibiotics and corticosteroidsScanty foul-smelling purulent \ndischarge in left EAC. Hard skincovered painless mass, occupying entire left EAC not allowing \nvisualization of TMHRCT—pedunculated bony \ntumor in topography of anterior \nwall of left EAC, measuring \n10 mm × 20 mm with destruction of posterior wall and pro jection into the mastoid cavity. \nSoft tissue density was visualized in EAC, middle ear, antrum, \nmastoid, and left attic, with par tial obliteration of Eustachian \ntubeFor clearance of cholesteatoma, a transmastoid approach \nwith postaural incision was taken. \nConservative radical mastoidectomy with preservation of ossicles \ndone, plus meatoplasty\n12 Prakash et al. [33] 21-Year-old male 3-Month history of right sided \near pain and decreased hearingHard oval mass in right ear EAC \nand filling whole of EAC, just \nlateral to level of isthmus. Could \nbe probed all aroundCT—bony mass in right EC \nand soft tissue medial to itMass was approached via postaural incision and fractured \nat the stalk to mobilise it. Soft \ntissue keratin mass eroding canal \nwas noted medially and excised, \nand the remaining stalk \nof osteoma was drilled completely and canaloplasty done\n13 Ata et al. [34] 62-Year-old male 3-Year history of left sided hear ing loss, otorrhea, otalgia; now \nwith 25-day history of headacheLeft EAC completely obscured \nby a hard, painless mass. \nMildly purulent, foul-smelling \ndischarge presentCT—2.8 cm × 1.8 cm-sized bony \nmass completely occluding left \nEAC, soft tissue density in middle ear and mastoid\nContrast MRI—hyperintensity \nin Left transverse sinus, sigmoid \nsinus, jugular bulb, and IJV\nMagnetic resonance venography—confirmed diagnosis \nof sinus thrombosisCWD mastoidectomy was per formed, bony mass removed \nby drilling\nAnticoagulant and antibiotic \ntherapy started postoperatively\nPage 9 of 10\n Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \n \nclassification system. Removal of keratin debris and \nlocal application of cortisone and salicylate was recom mended for stage I EACC, while Tos suggested place ment of a gauze dampened with hydrocortisone and \nantibiotic ointment for a week for similar lesions [23], \nwith the procedure being repeated every third month. \nFor stage II and III lesions, Naim suggested surgi cal excision, with clear margin. In stage III with bony \ncanal defects, saucerization may be required to obtain \nsmoother area, followed by occlusion with soft tissue \ngraft, temporalis fascia, or cartilage of ipsilateral ear. \nStage IV lesions require radical surgical removal of \ninfected tissues. Postoperative reconstruction of EAC \ndefect can be done with a split skin graft, as advocated \nby Garin et al. [24] or defect obliteration with an infe riorly based subcutis-muscle periosteum flap harvested \nalong the posterior edge of the incision, as recom mended by Tos [23].\nIn our patient, given the lesion was still in early \nstage II, with no destruction of EAC, simple keratin \ndebris removal was carried out, with excision of cho lesteatoma sac. A meatoplasty was not required. Post operative recovery was good, with improvement in \nhearing and decrease in itching, pain, and sensation of \near block. He has been kept on follow-up, and no recur rence has been observed to date.",
    "Conclusion": "Conclusion\nWhile osteomas are usually incidental findings in \nasymptomatic patients, the potential for mass effect and \ncanal obstruction must be kept in mind, and patients \nmust be evaluated for development of the more sinister \ncholesteatoma in the deeper canal.\nAcknowledgements\nNone.\nAuthor contributions\nDD: concept and design, data collection, writing—original draft preparation, \nwriting—review and editing, and supervision. MNK: writing—review and \nediting and supervision. DA: writing—review and editing and supervision. \nNC: methodology, data collection, writing—original draft preparation, and \nwriting—review and editing.\nFunding\nNo funding was received.\nAvailability of data and materials\nData transparent.\nDeclarations\nEthics approval and consent to participate\nThis study was performed in line with the principles of the Declaration of Helsinki. Approval was granted by Institutional Ethics Committee, Mangaluru—\nIEC KMC MLR 06–2023/303.Consent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors have no relevant financial or non-financial interests to disclose.\nReceived: 30 July 2024   Accepted: 22 August 2024\nReferences\n 1. Anthony PF, Anthony WP . Surgical treatment of external auditory canal \ncholesteatoma. Laryngoscope. 1982;92:70–5.\n 2. Farrior J. Cholesteatoma of the external ear canal. Am J Otol. \n1990;11:113–6.\n 3. Holt JJ. Ear canal cholesteatoma. Laryngoscope. 1992;102:608–13.\n 4. Makino K, Amatsu M. Epithelial migration on the tympanic membrane \nand external canal. Arch Otorhinolaryngol. 1986;243:39–42.\n 5. Liétin B, et al. Osteoma of the internal auditory canal. Eur Ann Otorhinolaryngol Head Neck Dis. 2010;127:15–9.\n 6. Sheehy JL. Diffuse exostoses and osteomata of the external auditory canal: a report of 100 operations. Otolaryngol Head Neck Surg. \n1982;90:337–42.\n 7. Orita Y, et al. Osteoma with cholesteatoma in the external auditory canal. \nInt J Pediatr Otorhinolaryngol. 1998;43:289–93.\n 8. Ciorba A, et al. Bilateral osseous stenosis of the internal auditory canal: \ncase report. Acta Otorhinolaryngol Ital. 2011;31:177–80.\n 9. Viswanatha B. A case of osteoma with cholesteatoma of the external \nauditory canal and cerebellar abscess. Int J Pediatr Otorhinolaryngol \nExtra. 2007;2:34–9.\n 10. Lee D-H, Jun B-C, Park C-S, Cho K-J. A case of osteoma with cholesteatoma in the external auditory canal. Auris Nasus Larynx. 2005;32:281–4.\n 11. Carbone PN, Nelson BL. External auditory osteoma. Head Neck Pathol. \n2012;6:244–6.\n 12. Graham MD. Osteomas and exostoses of the external auditory canal. Ann \nOtol Rhinol Laryngol. 1979;88:566–72.\n 13. Fenton JE, Turner J, Fagan PA. A histopathologic review of temporal bone \nexostoses and osteomata. Laryngoscope. 1996;106:624–8.\n 14. Toynbee J. A specimen of molluscum contagiosum developed in the \nexternal auditory meatus. Lond Med Gaz. 1850;46:809–11.\n 15. Wreden R. A peculiar form of obstruction of auditory meatus. Arch Ophthalmol Otolaryngol. 1874;4:261–6.\n 16. Scholefield RE. Cholesteatoma of the auditory canal caused by a bug. \nLancet. 1893;142:929.\n 17. Piepergerdes JC, Kramer BM, Behnke EE. Keratosis obturans and external \nauditory canal cholesteatoma. Laryngoscope. 1980;90:383–91.\n 18. Heilbrun ME, et al. External auditory canal cholesteatoma: clinical and \nimaging spectrum. AJNR Am J Neuroradiol. 2003;24:751–6.\n 19. Dubach P , Mantokoudis G, Caversaccio M. Ear canal cholesteatoma: metaanalysis of clinical characteristics with update on classification, staging \nand treatment. Curr Opin Otolaryngol Head Neck Surg. 2010;18:369–76.\n 20. Dongol K, Shadiyah H, Gyawali BR, Rayamajhi P , Pradhananga RB. External \nauditory canal cholesteatoma: clinical and radiological features. Int Arch \nOtorhinolaryngol. 2022;26:e213–8.\n 21. Owen HH, Rosborg J, Gaihede M. Cholesteatoma of the external ear \ncanal: etiological factors, symptoms and clinical findings in a series of 48 \ncases. BMC Ear Nose Throat Disord. 2006;6:16.\n 22. Naim R, Linthicum F, Shen T, Bran G, Hormann K. Classification of the \nExternal auditory canal cholesteatoma. Laryngoscope. 2005;115:455–60.\n 23. Tos M. Cholesteatoma of the external acoustic canal. In: Manual of middle \near surgery, vol. 3. New York: Thieme; 1997. p. 205–9.\n 24. Garin P , Degols J-C, Delos M. External auditory canal cholesteatoma. Arch \nOtolaryngol Head Neck Surg. 1997;123:62–5.\n 25. Yalciner G, Kutluhan A, Cetin H, Bilgen AS. The co-existence of an \nosteoma with cholesteatoma in the external auditory canal: Report of an \nextremely rare case. Kafkas J Med Sci. 2013;3(2):103–5.\nPage 10 of 10 Dosemane et al. Journal of Medical Case Reports          (2024) 18:581 \n 26. Khoyratty F, Sweed A, Douglas S, Magdy T. Osteoma with cholesteatoma \nof the external auditory canal: neck manifestation of this rare association. \nJ Surg Case Rep. 2013;2013(6):rjt048.\n 27. Yamamoto E, Iwanaga M, Sato K. Osteoma with cholesteatoma in the \nexternal auditory canal. 1986;79(4):575–578.\n 28. Iaccarino I, Bozzetti F, Piccioni LO, Falcioni M. A case of external auditory \ncanal osteoma complicated with cholesteatoma, mastoiditis, labyrinthitis \nand internal auditory canal pachymeningitis. Acta Otorhinolaryngol Ital. \n2019;39(5):358–62.\n 29. Yorgancılar E, Kınış V, Gün R, Bakır S, Özbay M, Topçu İ. External auditory \ncanal osteoma resulting in cholesteatoma which is complicated with \nmeningitis. Turk J Ear Nose and Throat. 2013;23(1):44–7.\n 30. Mahalle S. Osteoma of external auditory canal associated with external \nauditory canal cholesteatoma and exuberant granulation tissue in \nmastoid air cell system: a rare association. Ind J Otol Head Neck Surg. \n2019;71(Suppl 2):1505–7.\n 31. Diom ES, Tall A, Ndiaye IC, Ndiaye M, Diallo BK, Diouf R. Ostéome du \nconduit auditif externe compliqué de cholestéatome et de fistule parotidienne. Black African Med. 2011;5812:537–40.\n 32. Rodríguez RI, Corvera BLG. Osteoma de conducto auditivo externo. An \nMed ABC. 2022;67(1):52–60.\n 33. Prakash MD, Viswanatha B, Shreeharsha M, Patil S. External ear canal \nosteoma with canal cholesteatoma; a rare association. Res Otolaryngol. \n2014;3(5):70–2.\n 34. Ata N, Övet G, Alatas N, Görgülü MH, Koc E. External auditory canal \nosteoma with cholesteatoma and sinus thrombosis. J Craniofac Surg. \n2015;26(7):2234–5.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}