{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-025-05139-9",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-025-05139-9.pdf",
  "metadata": {
    "/Keywords": "Complete androgen insensitivity syndrome (CAIS); 46, XY; Twins; Hormone replacement therapy (HRT); Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20250313141424+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20250312161447+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-025-05139-9",
    "/Author": "Kangji Liao ",
    "/Title": "Complete androgen insensitivity syndrome in twins with discordant phenotypes: a case report and review of the literature",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-025-05139-9",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Complete androgen insensitivity syndrome is caused by inactivated mutations in the androgen recep tor gene, which",
    "Results": "results in complete androgen resistance and a female phenotype with a 46,XY karyotype. This condition is rare in twins.",
    "Case Presentation": "Case presentation We report on a Han Chinese twin girl, aged 18 years, with the presence of a vagina and breasts \nbut no uterus and ovaries and chromosomal karyotype analysis showing 46, XY, who was diagnosed with complete \nandrogen insensitivity syndrome. The patient underwent bilateral gonadectomy and hormone replacement therapy, \nand pathological diagnosis showed immature testicular tissue development.",
    "Conclusion": "Conclusion In addition to rebuilding the external genitalia and preventing the emergence of gonadal tumors, \ncontinuing hormone replacement therapy after surgery is critical for the treatment of complete androgen insensitivity \nsyndrome, and patients’ psychological difficulties should be addressed.\nKeywords  Complete androgen insensitivity syndrome (CAIS), 46, XY, Twins, Hormone replacement therapy (HRT), \nCase report",
    "Introduction": "Introduction\nAndrogen insensitivity syndrome (AIS) is a significant \ncontributor to abnormalities in sexual development. \nClinically, it is classified into three distinct types: com plete androgen insensitivity syndrome (CAIS), partial \nandrogen insensitivity syndrome (PAIS), and mild andro gen insensitivity syndrome [1]. The characteristic of CAIS is the presence of female external genitalia in 46,XY \nindividuals, which can secrete androgens in cryptorchid ism, but the cells are completely unresponsive to andro gens, and estrogen plays a major role. Therefore, patients \nwith CAIS exhibit female appearance and female exter nal genitalia. The prevalence of CAIS among individuals \nwith a 46,XY phenotype is exceedingly rare [2], which \nconstrains the available data regarding age and clinical \npresentation for the diagnosis of AIS. A nationwide study \nconducted in Denmark assessed all known women with \n46,XY karyotypes since 1960 through medical records, \nrevealing an incidence rate of 6.4 cases per 100,000 live \nbirths. The overall incidence of AIS was determined to \nbe 4.1 cases per 100,000 live births [3]. Furthermore, the \nestimated incidence of CAIS, as confirmed by molecular \ndiagnostics in genetically male individuals, ranges from \n1 in 20,400 to 1 in 99,100 [4]; however, the determin ing factors of gender selection in CAIS and the standard Open Access\n© The Author(s) 2025. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n†Kangji Liao and Ying Wang have contributed equally to this work and share \nfirst authorship.\n*Correspondence:\nXianlin Yi\nyixianlin@gxmu.edu.cn\n1 Department of Urology, Wuming Hospital of Guangxi Medical \nUniversity, Nanning 530199, Guangxi, China\n2 Department of Urology, Maternal and Child Health Hospital of Hubei \nProvince, Tongji Medical College, Huazhong University of Science \nand Technology, Wuhan, Hubei, China\nPage 2 of 7 Liao et al. Journal of Medical Case Reports          (2025) 19:113 \ntreatment",
    "Methods": "methods are unclear. Currently, there is lim ited literature on CAIS in twins; therefore, we report on \nthis specific twin with CAIS.\nCase description\nThe patient, an 18-year-old Han Chinese girl (social gen der), has no sexual or menstrual history. In March 2024, \nthe patient came to our hospital for “primary amenor rhea” treatment. Hormonal analysis showed estradiol \ntestosterone levels of 6.870  ng/ml and free testosterone \nindex of 55.98% (refer to Table  1). Chromosome analy sis indicated a karyotype of 46,XY (Fig.  1). On physical \nexamination, she exhibited female secondary sexual char acteristics, with no evidence of an Adam’s apple, and nor mal breast development that was small and symmetrical. \nA gynecological examination revealed normal-sized labia \nminora with sparse pubic hair; the hymen was intact, and \na cotton swab could be inserted approximately 4 cm into \nthe vagina.\nAn ultrasound examination revealed the absence of \na normal uterine echo within the pelvic cavity. Instead, \na tortuous and dilated tubular structure was observed \nposterior to the bladder, exhibiting visible blood flow sig nals. The bilateral ovaries were not distinctly visualized, \nand solid hypoechoic areas were noted in both inguinal \nregions, measuring approximately 2.7 cm × 1.4 cm on the \nleft and 3.0  cm × 1.4  cm on the right, characterized by \nuneven internal echoes and detectable blood flow signals \n(Fig.  2A). Both breasts demonstrated well-defined glan dular structures characterized by alternating regions of high echogenicity and honeycomb-like low echogenicity \n(Fig. 2B).\nBoth plain and enhanced pelvic magnetic resonance \nimaging (MRI) scans revealed no ovaries or uterus, along \nwith two elliptical signal anomalies in the lower abdo men on either side close to the groin. The left and right \nanomalous dimensions were roughly 2.6 cm × 1.4 cm × \n2.0 cm and 2.0 cm × 1.1 cm × 2.0 cm, respectively. How ever, signal shadows were observed in the vaginal area. In \naddition, no obvious enlarged lymph nodes were found in \nthe pelvic cavity (Fig. 3).\nThe patient underwent a small incision non-pneu moperitoneum laparoscopic bilateral tumor resec tion. Upon laparoscopic examination, the vaginal cavity \nshowed closed sheath-like protrusions on both sides but \nno uterus or ovaries. There were two distinct masses on \neither side of the extraperitoneal abdominal wall, each \nmeasuring about 2.5 cm by 2.0 cm. Then, we made a joint \nincision in the pubic area and a 2 cm incision in the right \ninguinal area. After carefully dissecting the surround ing tissues layer by layer, we used tissue forceps to clamp \nthe tumor and visually inspected its appearance. It was \nnot an ovary or a normal testicle, we removed the mass. \nResection of the left mass using a similar surgical method \nwas performed, followed by bandaging and suturing of \nthe incision. Postoperative pathological examination \nshowed immature testicular tissue under a microscope, \naccompanied by peripheral fibrosis, vascular dilation, \ncongestion, bleeding, and focal proliferation of interstitial \ncells (Fig.  4). After a month of outpatient follow-up, the \nTable 1 Seven items of sex hormones\nInspection item Results Units Reference values\nPreoperative Postoperative\nFollicle-stimulating hormone (FSH) 14.30 119.00 mIU/mL Male: 1.5–12.4\nFemale: follicular phase 3.5–12.5\nLuteinizing hormone (LH) 58.60 74.00 mIU/mL Male: 1.7–8.6\nFemale: follicular phase 2.4–12.6\nEstradiol (E2) 22.10  < 5 pg/ml Male: 11.3~43.2\nFemale: follicular phase 30.9~90.4\nProlactin (PRL) 31.00 15.80 ng/ml Male: 4.04–15.2\nFemale: nonpregnant period 4.79–23.3\nTestosterone (TESTO) 6.870 0.025 ng/ml Male: 7–18 years old T1 < 0.025; T2 < 0.025–4.32; T3 \n0.649–7.78; T4 1.80–7.63\nFemale: 7–18 years old T1 < 0.025–0.061; T2 < 0.025–\n0.104; T3 < 0.025–0.237; T4 < 0.025–0.268; T5 \n0.046–0.383\nProgesterone (PROG) 0.304 0.056 ng/ml Male: < 0.149\nFemale: follicular phase 0.05–0.193\nSex hormone binding protein (SHBG) 4.05 3.03 mg/L Male: 20–49 years old 1.57–5.31\nFemale: 20–49 years old 2.34–11.59\nFree testosterone index (FAI) 55.98 0.27 % Male: 20–49 years old 35–92.6\nFemale: 20–49 years old 0.297–5.62\nPage 3 of 7\n Liao et al. Journal of Medical Case Reports          (2025) 19:113 \n \npatient’s wound returned to normal, and she continued \nto receive hormone replacement therapy (HRT).\nThe patient’s twin brother is a boy. We conducted \nsome examinations on the patient’s twin brother, and the physical assessment showed male facial features, promi nent Adam’s apple, normal development of penis and \nscrotum, and palpable testicles on both sides; periph eral blood chromosome karyotyping analysis showed a \nFig. 1 Chromosome karyotype\nFig. 2 Ultrasound results of the patient’s gynecology (A); Thyroid, liver, pancreas, kidney, bilateral breast and drainage area lymph nodes (B)\nPage 4 of 7 Liao et al. Journal of Medical Case Reports          (2025) 19:113 \nFig. 3 Location and size of cryptorchidism in the inguinal region (A–D) No uterus or ovaries; (E, F)visible residual vaginal shadow. The arrows in (A, \nB, C) indicate the position and size of the patient’s bilateral cryptorchidism on the MRI plane. (D) The arrows in the middle indicate the location \nand size of bilateral cryptorchidism on the coronal plane of MRI. The arrows in (E, F) represent the vaginal stump in the sagittal plane of MRI\nFig. 4 Surgical procedures and intraoperative observations (A–C) Postoperative wound healing status of patient (D); undescended testis \nspecimens (E); and pathological results (F)\nPage 5 of 7\n Liao et al. Journal of Medical Case Reports          (2025) 19:113 \n \ncomposition of 46,XY; ultrasound examination revealed \nnormal morphology and size of the testes and groin; \nsemen routine analysis showed low sperm concentration \nand total count.",
    "Discussion": "Discussion\nThe pathogenesis of CAIS is caused by mutations in the \nandrogen receptor (AR) gene located in the Xq11–12 \nregion [5], with mutations in the N-terminal domain \n(NTD) of the AR gene being more common in patients \nwith CAIS [6]. Unfortunately, AR gene testing and \ndetailed family assessments have not yet been conducted \non patients and their families. Individuals with CAIS \ntypically have a chromosome karyotype of 46,XY, and \nthe testes function as gonads; however, their bodies are \ncompletely insensitive to androgens. This insensitivity \nleads to a completely female phenotype, characterized \nby the presence of female external genitalia but with out menarche. The androgens produced by the testes \ncan be converted into estrogen in the body, allowing for \nthe natural progression of puberty and the development \nof breast tissue [7]. Because breast development mainly \nrelies on androgens, patients with CAIS may exhibit \nbreast dysplasia. Under the action of androgens, the \npatient exhibits a feminine appearance and small, sym metrical breasts. During fetal development, the pres ence of anti-Müllerian hormone secreted by the testes \nresults in the absence of female internal genitalia, which \nprevents the formation of the fallopian tubes, uterus, \nand the upper portion of the vagina [8]. The lower third \nof the vagina originates from the urogenital ridge. Imag ing studies have shown that the patient does not have a \nuterus or ovaries, but a curved and dilated tubular struc ture is observed in the posterior part of the bladder. A \nshort blind-end vagina with a hymen was also found dur ing physical examination.\nThroughout the treatment process, comprehensive \nexplanations were provided to both the patient and her \nfamily regarding the surgical intervention for complete \nandrogen insensitivity syndrome (CAIS), including the \nassociated benefits and drawbacks of selecting different \ngender identities. The patient was raised as a girl by her \nparents since childhood and has adapted to living as a \nwoman. She and her family hope to undergo surgery to \nremove both cryptorchidic testes and the patient hopes \nto continue to maintain her female identity. According \nto a research report, the incidence of testicular germ cell \ntumors in individuals with CAIS increases with age; spe cifically, the risk for pre-adolescent patients is estimated \nto be between 0.8% and 2%, rising to approximately 3.6% \nby age 25, and reaching 33% by age 50 [9]. Given the lower \nincidence of malignant tumors in the gonads during and \nbefore puberty, alongside the advantages associated with gonadal preservation, the majority of experts advocate \nfor the timely execution of gonadectomy and HRT fol lowing puberty [1, 10]. In this particular case, the patient, \nwho has no sexual history and retains a hymen, under went a small incision non-pneumoperitoneum laparo scopic procedure to address masses in both inguinal \nregions, thereby mitigating the risk of malignant trans formation. The surgical approach involved the use of \ntissue forceps to enhance visibility and avoid the use of \npneumoperitoneum. The use of pneumoperitoneum has \nbeen associated with elevated plasma catecholamine lev els, increased plasma renin activity, and diminished chest \nand lung compliance, all of which can lead to heightened \nheart rate, elevated blood pressure, and reduced car diac output during surgical procedures [11]. Conversely, \npatients undergoing laparoscopic surgery without pneu moperitoneum tend to experience improved recovery \noutcomes and a reduction in adverse effects typically \nassociated with pneumoperitoneum, such as inflamma tion, acidosis, reactive oxygen species production, and \nthe development of adhesions [12].\nThe postoperative pathological analysis revealed the \npresence of immature testicular tissue upon microscopic \nexamination, with no evidence of malignancy. Subse quently, 1 week after surgery, we reexamined seven lev els of sex hormones and found that follicle-stimulating \nhormone (FSH) and luteinizing hormone (LH) levels \nincreased, while estradiol, prolactin, testosterone, pro gesterone, sex hormone binding globulin, and free testos terone index levels decreased (see Table  1). The surgical \nremoval of the testes leads to a reduction in androgen \nsecretion, which consequently results in a decrease in \nestrogen levels derived from androgens. The observed \nincrease in FSH levels, alongside normal or slightly ele vated LH levels, can be attributed to negative feedback \nmechanisms within the hypothalamic–pituitary axis [1]. \nConsequently, HRT is essential for patients with com plete androgen insensitivity syndrome (CAIS) who have \nundergone gonadectomy. The primary objectives of \nHRT are to preserve secondary sexual characteristics, \nmitigate bone density loss, and promote cardiovascular \nand mental well-being. It is recommended that HRT be \nmaintained until the average age of natural menopause \nin unaffected women. Currently, transdermal estradiol \nformulations are advised, as they offer several advantages \nover oral estrogen preparations in adult women, includ ing a more physiological delivery method, diminished \nfirst-pass metabolism effects, reduced variability in liver \nmetabolic markers, lower correlation with insulin-like \ngrowth factor 1 (IGF-1) levels, and a decreased risk of \nthromboembolic events [13]. Regular postoperative mon itoring of sex hormone levels enables endocrinologists to \nmake timely adjustments to hormone supplementation \nPage 6 of 7 Liao et al. Journal of Medical Case Reports          (2025) 19:113 \non the basis of individual patient circumstances. To sup plement estrogen, we advise patients to wipe the head \nand neck with estradiol gel 24  mg/once  a  day. We also \nadvise patients to periodically check the bone density and \nsex hormone levels so that the dosage of the hormone \nsupplement can be promptly adjusted.\nThe patient did not receive vaginal dilation or recon struction surgery, because she has a hymen. Should the \npatient encounter insufficient vaginal length during sub sequent sexual activity, secondary interventions such as \nvaginal dilation or vaginoplasty may be considered to \naccommodate the sexual needs of both the patient and \ntheir partner. It is important to note that the patient lacks \na uterus and bilateral appendages, rendering conception \nthrough pregnancy impossible. The inability to conceive \nmay lead to significant psychological challenges in the \npatient’s future life. It is essential for family members to \nexhibit understanding and support and to seek psycho logical intervention if necessary.\nOn the basis of the results of the physical examination, \ncolor ultrasound, semen routine, and peripheral blood \nchromosome analysis it was determined that the patient’s \ntwin brother is male. However, certain parameters in \nsemen analysis, such as sperm concentration and total \nsperm count, were determined to be below the normal \nrange, which may indicate potential concerns about his \nsexual function development. Unfortunately, there is a \nlack of further and more in-depth examinations.\nConclusion\nComplete androgen insensitivity syndrome (CAIS) is an \nuncommon sexual developmental disorder characterized \nby nonspecific clinical presentations. The diagnosis can \nbe substantiated through a combination of clinical data, \nhormone level assessments, ultrasound examination, \nmagnetic resonance imaging (MRI), and chromosomal \nkaryotyping. MRI is particularly significant in the diag nostic process for CAIS, as it exhibits distinctive imaging \ncharacteristics. By evaluating the morphology and sig nal characteristics of the gonads, clinicians can ascertain \nthe potential association of these structures with tumor \ndevelopment, which is a critical component of preopera tive assessment for CAIS. In addition to reconstructing \nthe external genitalia and mitigating the risk of gonadal \ntumors, ongoing HRT post-surgery is essential for the \nmanagement of CAIS. Furthermore, it is imperative \nto address the psychological support needs of patients \nthroughout their treatment.\nAcknowledgements\nNot applicable.\nAuthor contributions\nKangji Liao was the main writer of the case report, contributing to all of the \nsections of the report. Ying Wang and Xianlin Yi helped to write part of the case report and edited it. Ying Wang provided direct patient care while the \npatient arrived for the treatment. All authors read and approved the final \nmanuscript.\nFunding\nThis research was part funded by The National Natural Science Fund of \nChina (32260241, 82360587). Joint Project on Regional High-Incidence \nDiseases Research of Guangxi Natural Science Foundation under Grant No. \n2023GXNSFDA026021 and 2023GXNSFBA026035). Guangxi Medical and \nHealth Appropriate Technology Development and Promotion Application \nProject (S2022123). the Guangxi Higher Education Institutions Young and \nMiddle-aged Teachers’ Scientific Research Capacity Improvement Program \n(2023KY0127). The Guangxi Scientific Research and Technology Development \nProjects of China (GKG 1355005-3-11).\nAvailability of data and materials\nDatasets used and/or analyzed during the current study are available by \nrequest to the first and corresponding author.\nDeclarations\nEthics approval and consent to participate\nThe study was approved by the Ethics Committee of the Maternal and Child \nHealth Hospital of Hubei Province, Tongji Medical College, Huazhong Univer sity of Science and Technology.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare no competing interests.\nReceived: 14 November 2024   Accepted: 14 February 2025\nReferences\n 1. Hughes IA, Davies JD, Bunch TI, Pasterski V, Mastroyannopoulou K, MacDougall J. Androgen insensitivity syndrome. Lancet. \n2012;380(9851):1419–28. https:// doi. org/ 10. 1016/ S0140- 6736(12) \n60071-3.\n 2. Yu T, Liu L. Pure 46, XY gonadal dysgenesis and 46, XY complete \nandrogen insensitivity syndrome: a case report. Medicine (Baltimore). \n2024;103(25): e38297. https:// doi. org/ 10. 1097/ MD. 00000 00000 038297.\n 3. Berglund A, Johannsen TH, Stochholm K, Viuff MH, Fedder J, Main KM, \nGravholt CH. Incidence, prevalence, diagnostic delay, and clinical presentation of female 46, XY disorders of sex development. J Clin Endocrinol \nMetab. 2016;101(12):4532–40. https:// doi. org/ 10. 1210/ jc. 2016- 2248.\n 4. Boehmer AL, Brinkmann O, Brüggenwirth H, van Assendelft C, Otten BJ, \nVerleun-Mooijman MC, Niermeijer MF, Brunner HG, Rouwé CW, Waelkens \nJJ, Oostdijk W, Kleijer WJ, van der Kwast TH, de Vroede MA, Drop SL. Geno type versus phenotype in families with androgen insensitivity syndrome. \nJ Clin Endocrinol Metab. 2001;86(9):4151–60. https:// doi. org/ 10. 1210/ \njcem. 86.9. 7825.\n 5. Lanciotti L, Cofini M, Leonardi A, Bertozzi M, Penta L, Esposito S. Different \nclinical presentations and management in complete androgen insensitivity syndrome (CAIS). Int J Environ Res Public Health. 2019;16(7):1268. \nhttps:// doi. org/ 10. 3390/ ijerp h1607 1268.\n 6. Gottlieb B, Beitel LK, Nadarajah A, Paliouras M, Trifiro M. The andro gen receptor gene mutations database: 2012 update. Hum Mutat. \n2012;33(5):887–94. https:// doi. org/ 10. 1002/ humu. 22046.\n 7. Xiao X, Yang Z. Complete androgen insensitivity syndrome: a rare case \nreport. Asian J Surg. 2023;46(10):4503–4. https:// doi. org/ 10. 1016/j. asjsur. \n2023. 04. 130.\nPage 7 of 7\n Liao et al. Journal of Medical Case Reports          (2025) 19:113 \n \n 8. Guo M, Huang JC, Li CF, Liu YY. Complete androgen insensitivity syndrome: a case report and literature review. J Int Med Res. \n2023;51(2):3000605231154413. https:// doi. org/ 10. 1177/ 03000 60523 \n11544 13.\n 9. Cools M, Drop SL, Wolffenbuttel KP , Oosterhuis JW, Looijenga LH. Germ \ncell tumors in the intersex gonad: old paths, new directions, moving \nfrontiers. Endocr Rev. 2006;27(5):468–84. https:// doi. org/ 10. 1210/ er. \n2006- 0005.\n 10. Chen Z, Li P , Lyu Y, Wang Y, Gao K, Wang J, Lan F, Chen F. Molecular \ngenetics and general management of androgen insensitivity syndrome. \nIntractable Rare Dis Res. 2023;12(2):71–7. https:// doi. org/ 10. 5582/ irdr. \n2023. 01024.\n 11. Liu K, Huang Q, Wang Y, Zhang Q, Feng D, Gong Z, Chen J, He L, Cui Y, \nLin Y. Impact of gasless vNOTES vs. traditional vNOTES on hemodynamic \nprofiles and outcomes in patients with benign gynecological disease: \nstudy protocol of a randomized controlled trial. BMC Anesthesiol. \n2023;23(1):373. https:// doi. org/ 10. 1186/ s12871- 023- 02322- 7x.\n 12. Umano GR, Delehaye G, Noviello C, Papparella A. The, “dark side” \nof pneumoperitoneum and laparoscopy. Minim Invasive Surg. \n2021;19(2021):5564745. https:// doi. org/ 10. 1155/ 2021/ 55647 45.\n 13. Bertelloni S, Dati E, Baroncelli GI, Hiort O. Hormonal management of complete androgen insensitivity syndrome from adolescence onward. Horm \nRes Paediatr. 2011;76(6):428–33. https:// doi. org/ 10. 1159/ 00033 4162.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}