{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04875-8",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04875-8.pdf",
  "metadata": {
    "/Keywords": "Adenocarcinoma; Unknown primary; Heart failure",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241024115448+02'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241021130657+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04875-8",
    "/Author": "Alazar Sitotaw ",
    "/Title": "Adenocarcinoma of unknown primary presenting with congestive heart failure in a middle-aged Ethiopian woman: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04875-8",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Background": "Background Heart failure is a rare manifestation of metastatic disease of the carcinoma of an unknown primary, \nmalignancy that requires extensive work-up to identify the primary site. Initial consideration of rare etiologies \nin patients presented with a common clinical syndrome is challenging.",
    "Case Presentation": "Case presentation A 35-year-old Black woman presented with shortness of breath at rest, orthopnea, paroxysmal \nnocturnal dyspnea, chest pain, a blood-tinged productive cough, and fever for 2 weeks. She also had progressive \nbody swelling, easy fatigability, loss of appetite, and abdominal pain during the same week’s duration. Body imaging \nrevealed large pleural and pericardial effusions, metastatic liver lesions, and bilateral pulmonary vascular segmental and subsegmental filling defects. Pericardial and pleural fluid cytology suggest malignant effusion. Liver lesions \nand core needle biopsy indicated adenocarcinoma of unknown origin, and the carcinoembryonic antigen level \nalso increased significantly.",
    "Conclusion": "Conclusion Carcinoma of unknown primary origin commonly presents in an advanced stage and is often accompanied by clinical features of site metastasis. This case highlights heart failure as an unusual first manifestation of adeno carcinoma with an unknown primary origin.\nKeywords  Adenocarcinoma, Unknown primary, Heart failure\nBackground\nCarcinoma of unknown primary (CUP) origin is a rare \nmetastatic disease in which a primary tumor site cannot \nbe identified [1]. CUP is characterized by a specific and \nunique phenotype of early and usually aggressive meta static dissemination compared with other cancers [2]. \nThey are heterogeneous neoplasms that continue to be a \ndiagnostic and therapeutic challenge for physicians [3]. \nIt is a diagnosis of exclusion after extensive work using \nvarious serum biomarker tests, imaging modalities, and \nhistologic analysis [4]. The incidence of this diagnosis \nincreases with age; most patients present with metastases Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nBalew Arega\nbalewmlt@gmail.com\n1 Department of Internal Medicine, Yekatit 12 Hospital Medical College, \nSidist Kilo Square, P . O. Box 257, Addis Ababa, Ethiopia\n2 Department of Oncology, Yekatit 12 Hospital Medical College, Addis \nAbaba, Ethiopia\n3 Ethiopian Catholic Church Missionaries of Charity, Addis Ababa, Ethiopia\n4 Ethio Internal Medicine Specialty Clinic, Addis Ababa, Ethiopia\n5 College of Health Sciences, Mekelle University, Mekelle, Ethiopia\n6 College of Health Science, Addis Ababa University, Addis Ababa, \nEthiopia\nPage 2 of 6 Sitotaw et al. Journal of Medical Case Reports          (2024) 18:520 \ninvolving at least two sites upon diagnosis [5]. The most \ncommon histological type was adenocarcinoma (70%), \nfollowed by poorly differentiated carcinoma (30%) [5, 6].\nThey commonly involve the lungs, pancreas, hepa tobiliary tract, and kidney but they could also have an \nunpredictable metastatic pattern [7, 8]. CUP , like other \nmetastatic carcinomas, involves the myocardium and \npericardium is extremely rare [4]. The majority (over \n90%) of cardiac secondary cancers remain clinically silent \nand are frequently identified in postmortem examination \nand CUP is not an exception [9]. Previously, a few case \nreports have been published that presented the cases of \ncardiac tamponade owing to CUP [10, 11]. This indicates \nthat it is much more uncommon for heart failure to be \nthe presenting feature of a hitherto undiagnosed cancer \nof unknown primary origin. We describe a case of heart \nfailure with cardiac tamponade as the first manifestation \nof metastatic adenocarcinoma of unknown origin in a \n50-year-old female patient who presented to our hospi tal with symptoms dominated by heart failure for about \n2 weeks. Despite extensive searches of popular data bases, such as PubMed, Google Scholar, and others, no \ncase similar to ours has ever been reported or published. \nThis rare etiology presenting with a common clinical syn drome, such as heart failure, might easily be overlooked, \nmaking diagnosis difficult and serving as a learning case \nfor clinicians.\nCase presentation\nA 35-year-old female Ethiopian patient presented to \nYekatitit 12 Hospital Medical College’s emergency \ndepartment with complaints of shortness of breath at \nrest, orthopnoea, significant paroxysmal nocturnal dysp noea, chest pain, a blood-tinged productive cough, and \nvomiting of ingested matter (2–3 episodes per day) for 2 \nweeks. She had progressive body swelling that started in \nthe lower extremities and later involved the whole body, \neasy fatigability, a loss of appetite, a high-grade intermit tent fever, and an epigastric burning sensation for the \nsame duration for the same duration of the same week. \nThe patient also experienced an unspecified amount of \nweight loss and fatigue for the past 2 months. Otherwise, \nshe had no known comorbidities, no risky behavior, such \nas smoking or alcohol drinking, medications, or a family \nhistory of malignancy. She was married, had four chil dren, and had no bad obstetrics history. Her occupation \nwas farming, and she had been living in a rural area. She \nhad never been admitted for a similar complaint.\nThe patient’s Glasgow Coma Scale (GCS) was 15 out \nof 15, and there were no memory, power, or tone abnor malities. The patient was in severe respiratory distress \nwith oxygen saturation of 70% with atmospheric air, res piratory rate of 30–35 beats/minute, and pulse rate of 120 per minute. She had high-grade fever records up to \nthe level of 39.5 0C and can maintain her blood pressure. \nThe breast examination with ultrasound and mammog raphy was reportedly normal. Lymphadenopathy was not \ndetected in reachable areas.\nThe chest examination revealed signs of pleural effu sion that were also revealed in the imaging and were \nanalyzed. A chest computed tomography (CT) with con trast showed pericardial effusion (Fig.  1A) and multifo cal pneumonia (Fig.  1B). CT angiography showed a lower \nlobe segmental pulmonary arterial filling defect on both \nsides, which suggests pulmonary emboli (Fig.  1B) and \npleural effusion on both sides (Fig.  1B). The cytologic \nsmears were reported with sheets of mesothelial cells, \nneutrophils, and scattered single clusters of large atypi cal cells with prominent nucleoli suggestive of malignant \neffusion. The plural fluid analysis had lymphocytic pre dominant fluid with normal glucose (82  mg/dl), protein \n(2.2 g/dl), and lactate dehydrogenase (LDH) of 592 mg/dl.\nJugular venous pressure was raised by muffled heart \nsounds. The echocardiography showed massive pericar dial effusion with cardiac tamponade features, preserved \nejection fraction (EF 65%), and tricuspid annular plane \nsystolic excursion (TAPSE) greater than 18 mm. An elec trocardiogram (ECG) revealed only sinus tachycardia and \naxis deviation (Fig.  2). An immediate pericardiocentesis \nwas done, a drain of about 250 ml of hemorrhagic fluid \nwas removed, and the pericardial window was secured. \nRepeated echocardiography imaging revealed a size \nreduction. The cytology report from the pericardial fluid \nhad numerous lymphocytes together with atypical malig nant cells having prominent nucleoli suggestive of malig nant effusion.\nOn the abdominal examination, she had positive signs \nof fluid collection with no ballotable organ. The abdomi nopelvic CT scan showed an increment in the size of the \nliver with multiple hypointense hepatic lesions sugges tive of metastasis (Fig.  3). The pelvic organs, including \nthe ovaries and uterus, had no identified lesions. A core \nneedle biopsy was performed on the liver lesion, and the",
    "Results": "results revealed secondary adenocarcinoma.\nA diagnosis of heart failure caused by malignant mas sive pericardial effusion secondary to disseminated \nadenocarcinoma and carcinoma of unknown primary \norigin involving the lung, pleura, pericardium, and gas trointestinal tract was made. The patient was diagnosed \nwith left upper exterminate extensive deep vein, bilateral \nsegmental pulmonary embolism possible owing to the \ndisseminated CUP . The findings also showed superim posed multifocal pneumonia and mild anemia of chronic \ndisease.\nThe initial complete blood cell count revealed leucocy tosis with a white blood cell count of 24  ×  103 per mL, \nPage 3 of 6\n Sitotaw et al. Journal of Medical Case Reports          (2024) 18:520 \n \nneutrophil predominant (91%), red blood cell count of \n3.7 ×  106 per µL, mild normocytic anemia [hemoglobin \n(Hgb) 11.2 mg/dl], mean corpuscular volume (MCV) of \n81.2 fl, and severe thrombocytopenia (66  ×  103/µL). After \nantibiotic treatment for pneumonia, the total blood cell count returned to normal (except for Hgb). With nor mal bilirubin levels, aspartate aminotransferase (AST) \nincreased by more than seven times (263 U/L), while Ala nine transaminase (ALT) increased by more than nine \ntimes (332 U/L). Serum electrolytes (except for Na + with \nFig. 1 A and B Computed tomography scan showing pericardial effusion (A, red arrow), consolidation (B, green arrow), bilateral filling defect (B, \npurple arrow), and bilateral pleural effusion (B, blue arrow)\nFig. 2 Electrocardiogram revealed right axis deviation with tachycardia\nPage 4 of 6 Sitotaw et al. Journal of Medical Case Reports          (2024) 18:520 \nmild hyponatremia, 129 mEq/L) and renal function tests \nwere normal. Albumin was low (2.12 g/dl). Lactate dehy drogenase (LDH) levels increased almost twofold from \nthe baseline (592  U/L). The human immunodeficiency \nvirus, hepatitis B, and hepatitis C viruses were not reac tive. Blood and culture of pleural fluid had no growth. \nA carcinoembryonic antigen (CEA) increased over 400 \ntimes (1000 µg/L) of the baseline.\nThe patient was admitted to the general ward. A peri cardial window and right-side chest tube insertion were \ndone with a cardiothoracic surgeon along with a cardi ologist (see the amount aspirated above). Intermittent \ntherapeutic pleural aspiration was done for the malig nant pleural effusion. Once the loading dose (60 mg) of \nfrusemide produced sufficient urine output, this dose \nwas maintained three times (TID) a day. This was then \nde-escalated, and she was discharged with an oral dose \nof 20  mg twice a day (BID). A standard dose of enoxa parin was started for pulmonary thromboembolism and \nleft upper extremity acute extensive deep vein thrombo sis. Enoxaparin at 40  mg subcutaneous BID was given \nduring hospitalization, which was changed to 5  mg of \noral warfarin daily during discharge because of finan cial issues. The multifocal pneumonia was treated with \nceftazidime (1 gm intravenously TID) and vancomycin \n(1 gm intravenously BID) as per the national standard \ntreatment protocol. The pain was controlled by a potent \nanti-pain medication (morphine 5 mg intravenously TID) \nand deescalated and discontinued. She was also on ulcer \nprophylaxis. The patient was discharged from the medi cal ward with significant improvement after 14  days of \nhospitalization and appointed to the oncology unit of the \nhospital. Thus, for cancer of unknown primary origin, \nshe was given one cycle of chemotherapy (carboplatin/paclitaxel). She was lost on follow-up owing to financial \nissues, and the patient died at home within 4 months of \ndischarge.",
    "Discussion": "Discussion\nThis report details a middle-aged woman’s case of adeno carcinoma of unknown primary cause that initially pre sented with symptoms of heart failure superimposed \nwith a chest infection. The patient was evaluated with \nCT scans of the abdomen and chest, echocardiography, \npleura and pericardium body fluid analyses, a core nee dle biopsy of the liver lesion, and additional laboratory \ntesting.\nCUP metastasis occurs most commonly in solid organ \nsites, such as the lungs, pancreas, hepatobiliary tract, \nand kidneys [12]. Cardiac metastases are usually silent, \nthough they can cause pericardial effusion with or with out tamponade, heart failure or valve dysfunction, and \nsystemic or pulmonary embolism [13]. Since malignant \npericardial effusion is gradually growing, heart failure \nwith hemodynamic instability owing to cardiac tampon ade is the rare presenting symptom for individuals with \nCUP [14]. Previously, few cases have been published that \npresent cardiac tamponade as the first manifestation of \ncancer with no identified primary [10, 11]. In our case, \nthe patient presented with heart failure symptoms with \ncardiac tamponade in a patient with adenocarcinoma of \nunknown primary.\nIndividuals with cancer, including CUP , are at a greater \nrisk of multiple cardiovascular disease subtypes and \nmortality from cardiovascular disease [13]. It might be \nrelated to shared mechanisms underlying both cardio vascular disease and cancer, including chronic inflam mation, oxidative stress, metabolic dysregulation, clonal \nhematopoiesis of indeterminate potential, microbial dys biosis, hormonal effects, cell senescence, and mechanical \ncomplication [15]. Some antineoplastic medications are \ncardiotoxic and induce cardiovascular disease, although \nthis is not a likely mechanism, as our patient had heart \nfailure signs before starting antineoplastic treatment for \nCUP [16]. Furthermore, the cancer patient might present \nwith heart failure owing to pulmonary vascular throm boembolic problems, which are common in all cancer \npatients [17]. Our patient had severe bilateral subseg mental pulmonary emboli; however, there was no echo cardiographic evidence of right heart failure as a result \nof the pulmonary embolism. The particular mechanism \nby which CUP causes heart failure is unknown; however, \nit might be attributable to a complication caused by the \nCUP or the cancer itself.\nA diagnosis of cancer of unknown primary origin \noccurs when metastatic cancer has been found but the \nprimary site cannot be identified, despite extensive \nFig. 3 The abdominopelvic computed tomography scan revealed \nan increased liver size, reduced attenuation, and multiple hypodense \nhepatic lesions with minimal enhancement lesions (blue arrows), \nsuggesting metastasis\nPage 5 of 6\n Sitotaw et al. Journal of Medical Case Reports          (2024) 18:520 \n \nimaging, clinical assessment, and pathological inves tigation [8]. In addition, in patients presenting with \nmetastatic symptoms dominated by specific system pres entation, the diagnosis of CUP is only considered late \nin the diagnostic process. In our case, the patients pre sented mainly with heart failure symptoms, while the \ncommon cause of heart failure was initially considered. \nMore importantly, after CUP consideration, the diagnosis \nof CUP challenges in resource-limited countries, includ ing Ethiopia, owing to the cost, availability of diagnostic \nmodalities, and human expertise. In our patients, despite \ntrying to conduct CT imaging of the abdomen and chest, \nechocardiographic imaging, body fluid analysis, biopsy, \nand limited cancer marking, we could not identify the \nprimary site. Similar to many other reports indicating \nthat 70% of the CUP is adenocarcinoma histologically \n[12], the core needle biopsy of the liver lesion in our \npatient showed adenocarcinoma of unknown origin.\nThe definitive management of heart failure with peri cardial tamponade is treating CUP . However, the survival \nrate of CUP is low (15–20%) using standard regimens \nconsisting of platinum and taxane or platinum and gem citabine. In our case, the patient was started with car boplatin/paclitaxel for CUP [17]. Malignant pericardial \neffusion sufficient to require drainage is a poor prognos tic factor, with a reported median survival of 6.1 months \n[17, 18]. A pericardial window is the management of \nchoice to prevent pericardial fluid from reaccumulating \nfollowing the removal of a pericardiocentesis drain. In \nour patient, the pericardial window was done by the car diothoracic surgeon along with the cardiologist, and the \neffusion had significant accumulation.\nConclusion\nCommon clinical syndromes, such as heart failure, might \nbe the first to present symptoms of a rare neoplastic \ndisorder, such as cancer of unknown origin. This case \ndepicts heart failure with cardiac tamponade as the ini tial manifestation of cancer of unknown primary origin \nin a young, reproductive-age Ethiopian woman. Consid eration of uncommon neoplastic disorders as the etiology \nfor common clinical symptoms might help in early detec tion and treatment.\nAcknowledgements\nWe would like to express our gratitude to the patient for giving consent to \npublish this case report.\nAuthor contributions\nAS, MR, HT, YG, GS, AZ, and ZA took responsibility for the construction of the \nbody of the manuscript; BF, ET, KM, HRR, and BA organized and supervised \nthe course of the project; BA reviewed the article before submission for its \nintellectual content.\nFunding\nThere is no source of funding for this study.Availability of data and materials\nData sharing does not apply to this article as no datasets were generated or \nanalyzed during the current study.\nDeclarations\nEthical approval and consent to participate\nEthical approval is deemed unnecessary by Yekatit 12 Hospital Medical College Board as this is a single rare case faced during clinical practice.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting of interests\nThe authors declare that they have no competing interests.\nReceived: 31 May 2024   Accepted: 10 September 2024\nReferences\n 1. Ren M, Cai X, Jia L, et al. Comprehensive analysis of cancer of unknown \nprimary and recommendation of a histological and immunohistochemical diagnostic strategy from China. BMC Cancer. 2023;23:1–10. https:// doi. \norg/ 10. 1186/ S12885- 023- 11563-1/ FIGUR ES/3.\n 2. Pavlidis N, Fizazi K. Carcinoma of unknown primary (CUP). Crit Rev Oncol \nHematol. 2009;69:271–8. https:// doi. org/ 10. 1016/J. CRITR EVONC. 2008. 09. \n005.\n 3. Kolling S, Ventre F, Geuna E, et al. “Metastatic cancer of unknown primary” \nor “primary metastatic cancer”? Front Oncol. 2020;9: 509161. https:// doi. \norg/ 10. 3389/ FONC. 2019. 01546/ BIBTEX.\n 4. Oien KA, Dennis JL. Diagnostic work-up of carcinoma of unknown \nprimary: from immunohistochemistry to molecular profiling. Ann Oncol. \n2012;23:x271–7. https:// doi. org/ 10. 1093/ annonc/ mds357.\n 5. Hainsworth JD, Greco FA. Adenocarcinoma of unknown primary site. \n2003.\n 6. Pentheroudakis G, Golfinopoulos V, Pavlidis N. Switching benchmarks in \ncancer of unknown primary: from autopsy to microarray. Eur J Cancer. \n2007;43:2026–36. https:// doi. org/ 10. 1016/J. EJCA. 2007. 06. 023.\n 7. Yi JH, La Choi Y, Lee SJ, et al. Clinical presentation of carcinoma of \nunknown primary: 14 years of experience. Tumor Biol. 2011;32:45–51. \nhttps:// doi. org/ 10. 1007/ S13277- 010- 0089-6/ METRI CS.\n 8. Massard C, Loriot Y, Fizazi K. Carcinomas of an unknown primary origin—\ndiagnosis and treatment. Nat Rev Clin Oncol. 2011;8:701–10. https:// doi. \norg/ 10. 1038/ nrcli nonc. 2011. 158.\n 9. Al-Mamgani A, Baartman L, Baaijens M, et al. Cardiac metastases. Int J \nClin Oncol. 2008;13:369–72. https:// doi. org/ 10. 1007/ S10147- 007- 0749-8/ \nMETRI CS.\n 10. Vlachostergios P . Basic concepts in metastatic cardiac disease. Cardiol Res. \n2012. https:// doi. org/ 10. 4021/ cr155w .\n 11. Cardiac tamponade as the first sign of malignancy: a case report—clinical oncology journal (ISSN 2766–9882). 2024. https:// clini calon colog yjour \nnal. com/ artic le/ 10002 74/ cardi ac- tampo nade- as- the- first- sign-  of- malig \nnancy-a-  case- report. Accessed 25 May 2024.\n 12. Huntsman WT, Brown ML, Albala DM. Cardiac tamponade as an unusual \npresentation of lung cancer: case report and review of the literature. Clin \nCardiol. 1991;14:529–32. https:// doi. org/ 10. 1002/ CLC. 49601 40614.\n 13. de Boer RA, Meijers WC, van der Meer P , et al. Cancer and heart disease: \nassociations and relations. Eur J Heart Fail. 2019;21:1515–25. https:// doi. \norg/ 10. 1002/ EJHF. 1539.\n 14. Wilcox NS, Amit U, Reibel JB, et al. Cardiovascular disease and cancer: \nshared risk factors and mechanisms. Nat Rev Cardiol. 2024;2024:1–15. \nhttps:// doi. org/ 10. 1038/ s41569- 024- 01017-x.\n 15. Morelli MB, Bongiovanni C, Da Pra S, et al. Cardiotoxicity of anticancer \ndrugs: molecular mechanisms and strategies for cardioprotection. Front \nPage 6 of 6 Sitotaw et al. Journal of Medical Case Reports          (2024) 18:520 \nCardiovasc Med. 2022;9: 847012. https:// doi. org/ 10. 3389/ FCVM. 2022. \n847012/ BIBTEX.\n 16. Tirandi A, Preda A, Carbone F, et al. Pulmonary embolism in patients with \ncancer: an updated and operative guide for diagnosis and management. \nInt J Cardiol. 2022;358:95–102. https:// doi. org/ 10. 1016/j. ijcard. 2022. 04. \n068.\n 17. Yoon HH, Foster NR, Meyers JP , et al. Gene expression profiling identifies \nresponsive patients with cancer of unknown primary treated with car boplatin, paclitaxel, and everolimus: NCCTG N0871 (alliance). Ann Oncol. \n2016;27:339–44. https:// doi. org/ 10. 1093/ annonc/ mdv543.\n 18. Yonemori K, Kunitoh H, Tsuta K, et al. Prognostic factors for malignant \npericardial effusion treated by pericardial drainage in solid-malignancy \npatients. Med Oncol. 2007;24:425–30. https:// doi. org/ 10. 1007/ \nS12032- 007- 0033-9.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations."
  }
}