{
  "article_url": "https://jmedicalcasereports.biomedcentral.com/articles/10.1186/s13256-024-04861-0",
  "pdf_url": "https://jmedicalcasereports.biomedcentral.com/counter/pdf/10.1186/s13256-024-04861-0.pdf",
  "metadata": {
    "/Keywords": "Hydatid cyst; Echinococcus granulosus; Thigh musculature; Case report",
    "/CrossMarkDomains[1]": "springer.com",
    "/Creator": "Springer",
    "/ModDate": "D:20241219133123+01'00'",
    "/Trapped": "/False",
    "/CreationDate": "D:20241129160820+05'30'",
    "/CrossmarkMajorVersionDate": "2010-04-23",
    "/Subject": "Journal of Medical Case Reports, https://doi.org/10.1186/s13256-024-04861-0",
    "/Author": "Aderaw Getie ",
    "/Title": "Intermuscular hydatid cyst in the thigh musculature: a case report",
    "/CrossmarkDomainExclusive": "true",
    "/robots": "noindex",
    "/Producer": "Acrobat Distiller 10.1.8 (Windows); modified using iText® 5.3.5 ©2000-2012 1T3XT BVBA (SPRINGER SBM; licensed version)",
    "/doi": "10.1186/s13256-024-04861-0",
    "/CrossMarkDomains[2]": "springerlink.com"
  },
  "sections": {
    "Abstract": "Abstract",
    "Introduction": "Introduction Echinococcus granulosus, a tapeworm, is responsible for causing hydatid disease. Hydatid cysts rarely \naffect the musculoskeletal system, occurring in less than 5% of cases. This case report presents the clinical presentation, diagnosis, and management of muscle echinococcosis.",
    "Case Presentation": "Case presentation A 28-year-old Black African female presented with a 4-month history of left anteromedial thigh \nswelling. Despite mild burning pain, she remained functional. While pyomyositis was initially considered, ultrasound \nand magnetic resonance imaging suggested hydatid disease. Surgical excision was performed, and histopathology confirmed the diagnosis. The patient received albendazole and praziquantel for 4 and 2 weeks, respectively, \nas adjunctive therapy. A year-long follow-up revealed good progress and continued health.",
    "Conclusion": "Conclusion Primary muscle hydatid cysts should be considered in the differential diagnosis of cystic, painless, localized masses in the muscular system, especially in endemic regions. Serological tests and imaging techniques are \nessential for investigation. Complete surgical excision and anthelminthic therapy should be pursued when possible.\nKeywords  Hydatid cyst, Echinococcus granulosus, Thigh musculature, Case report\nIntroduction\nCystic echinococcosis, also known as hydatid disease or \nhydatidosis, is a parasitic and zoonotic disease affecting \nboth animals and humans. It is typically caused by \nthe Echinococcus granulosus tapeworm, although the \nEchinococcus multilocularis tapeworm can also cause \nthis disease. The liver and lungs are the most common \nsites of infection, while musculoskeletal involvement is \nexceptionally rare, occurring in only approximately 0.5–\n4% of patients [1].Infection with Echinococcus granulosus begins when \nthe definitive host, typically a dog, ingests the ova. \nHumans, the intermediate host, are accidentally infected. \nThe ova hatch into embryos in the duodenum, as they \nare resistant to stomach acid. These embryos penetrate \nthe duodenum and enter the portal vein system, where \nthey are transported to the liver. Hydatid cysts most \ncommonly develop in the liver and lungs, although \nthey can also occur, though rarely, in various muscles, \nincluding the biceps femoris, triceps, supraspinatus, \ndiaphragm, psoas, sartorius, thigh, quadriceps femoris, \nand gracilis. Hydatidosis, a significant public health \nissue in developing countries, is driven by factors such as \nillegal animal slaughter, a high number of stray dogs, and \ninadequate public awareness about hydatid disease [2].\nThe thigh musculature was the most frequent location \nfor hydatid cysts, followed by the paravertebral region. \nThe most common presentation was a painless, slowgrowing mass with normal overlying skin. Total surgi cal excision and fine-needle aspiration were the primary Open Access\n© The Author(s) 2024. Open Access  This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 \nInternational License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if \nyou modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or \nparts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To \nview a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by- nc- nd/4. 0/.Journal o f\nMedical Case Reports\n*Correspondence:\nDereje Bedane Hunde\nmercydereje4@gmail.com\n1 Department of Orthopedics and Trauma Surgery, Bahir Dar University, \nBahir Dar, Amhara, Ethiopia\n2 Department of Radiology, Bahir Dar University, Bahir Dar, Amhara, \nEthiopia\n3 School of Medicine, Bahir Dar University, Bahir Dar, Amhara, Ethiopia\nPage 2 of 7 Getie et al. Journal of Medical Case Reports          (2024) 18:627 \ntreatments. Therefore, primary muscle hydatid cysts \nshould be the priority differential for such presentations, \nespecially in endemic areas. Serological tests and imaging \nmodalities should be used for investigation [3].\nThis disease is highly prevalent in many parts of the \nworld, especially in South America, the Middle East, \nsome African countries, Australia, and the Mediterra nean [4]. Hydatid cysts in skeletal muscle are often mis diagnosed as malignancy or pyogenic infection, such as \npyomyositis, due to nonspecific imaging findings. Preop erative diagnosis is challenging due to low prevalence and \nsimilarity to other soft tissue masses. Diagnosis is fre quently made intraoperatively or after histological exami nation. Calcification on computed tomography (CT) \nscans and the presence of multiple primary cysts can help \ndifferentiate them from carcinomas, amoebic abscesses, \nbacterial abscesses, and hemangiomas [5]. Moreover, \nhydatid serology often yields negative",
    "Results": "results. The main \nmanagement method for skeletal muscular hydatidosis \nis surgery. However, there is an increasing use of adju vant chemotherapy, such as albendazole [6]. We report \na patient with skeletal muscle hydatid disease who was \ntreated surgically and with a combination of albendazole \nand praziquantel postoperatively. Due to a lack of such \ncase reports in the local area, there is a significant knowl edge gap regarding clinical presentation, diagnosis, and \nmanagement. Therefore, this report will provide a basis \nfor clinical suspicion of skeletal muscle hydatid disease.\nCase report\nA 28-year-old Ethiopian woman was admitted to the \northopedic department complaining of swelling in the \nleft thigh. She had noticed swelling 4 months prior. She \nhad mild burning thigh pain; otherwise, she was able to \nperform her daily activities without any difficulties. She \nhad no history of fever or trauma to the thigh. She and \nher family had no history of chronic illnesses or simi lar conditions in the past. She grew up in a rural area of Ethiopia where there were domestic animals such as \nsheep and dogs. For her complaint, she visited a local \nhealth center where she was prescribed an unknown oral \nmedication for 7 days, but it did not lead to any improve ment. On examination, she was not febrile; there was a \n10 cm × 12  cm non-tender mass over the anteromedial \nleft thigh. It was soft in consistency and not clearly delin eated from deep structures. There was no scar, skin color \nchange or any engorged veins (Fig. 1).\nThe investigations revealed a normal total white blood \ncell count, eosinophilia of 1.7%, and an erythrocyte sedi mentation rate of 50  mm/hour. Diagnostic ultrasound, \nFig. 1 Left anteromedial thigh swelling; Tibebeghion Specialized Hospital, Bahirdar; 2020\nFig. 2 Left thigh X-ray showing increased soft tissue density \non the medial and proximal parts of the thigh with displaced \notherwise preserved fat planes. The femur appeared normal\nPage 3 of 7\n Getie et al. Journal of Medical Case Reports          (2024) 18:627 \n \ncomputed tomography (CT), CT angiography, magnetic \nresonance imaging (MRI), and histopathology were per formed. Thigh radiography was also performed (Fig. 2).\nThe initial ultrasound result suggested abscess collec tion, so left thigh pyomyositis was considered, and the \nabscess was aspirated. Aspiration revealed fluid other \nthan pus. Repeated ultrasound revealed findings consist ent with hydatid cysts in the muscle (Fig. 3).\nMRI of different sections also revealed features of rup tured cysts in the musculature of the left thigh (Figs.  4, 5, \n6, and 7).\nConsidering the presence of a benign lesion in the thigh \n(a hydatid cyst), surgery was planned. The intraoperative finding was a cystic mass arising from the vastus media lis and intermedius. A ruptured cyst with floating whitish \nleaf-like tissue and turbid fluid was observed. The mass \nwas removed with its shell and sent for histopathology \nstudy (Figs.  8 and 9). The wound was washed with hydro gen peroxide and normal saline solutions.\nHistopathology revealed layers of amorphous material, \nand the hook left was consistent with an intramuscular \nhydatid cyst.\nPostoperatively, the patient was started on adjunctive \ntherapies of albendazole 400  mg twice daily orally for 4 \nweeks and praziquantel 800  mg three times daily orally \nfor 2 weeks. The patient was followed for one year, and \nFig. 3 A 28-year-old female with a ruptured hydatid cyst in the left thigh muscle. Ultrasound linear and curvilinear images showing the pericyst \n(blue star) and detached floating membranes (green arrows) within the thick hypoechoic fluid (blue cross). The detached endocyst with coiled \nmargins (blue arrow) resembles a “scroll.” The color Doppler image in C shows the avascular nature of the detached membranes\nPage 4 of 7 Getie et al. Journal of Medical Case Reports          (2024) 18:627 \nshe was performing her daily routine activities without \ncomplaints.",
    "Discussion": "Discussion\nEchinococcosis, a parasitic zoonotic disease affecting \nboth animals and humans, is typically caused by the \nEchinococcus granulosus tapeworm. It is a significant \npublic health concern due to the parasite’s complex \nFig. 4 A 28-year-old female with a ruptured hydatid cyst in the left thigh muscle. A Coronal T1-weighted and B coronal T2-weighted images \nshowing large, well-defined T1-weighted hypo-intense and T2-weighted hyperintense cystic intramuscular hydatid cysts with intermediate \nto hyperintense T1-weighted and hypo-intense T2-weighted walls representing the pericyst (blue arrow). There is also a T1-weighted hyperintense \nsmall lesion (curved green arrow) representing calcification\nFig. 5 A 28-year-old female with a ruptured hydatid cyst of the left vastus medialis muscle. Both T1-weighted (C) and T2-weighted (D) axial images \nshow a hypo-intense collapsed floating membrane known as the floating membrane sign or water lily sign (blue arrow). It is pathognomonic \nof a hydatid cyst, representing the detached endocyst within the large cyst, consistent with a ruptured hydatid cyst\nPage 5 of 7\n Getie et al. Journal of Medical Case Reports          (2024) 18:627 \n \nlife cycle, presence of various strains, and challenges \nin timely diagnosis and treatment for both humans and \nanimals.\nEchinococcosis primarily affects the liver and lungs, \nwhich are the organs most commonly reached by the \nova from the duodenum. Musculoskeletal involvement is exceptionally rare, occurring in only 0.5–4% of cases \n[1]. Most case studies of muscle-only hydatid cysts \nreport a painless mass that gradually grows. However, in \nsome cases, multiple muscles and surrounding tissues, \nincluding bones, can be involved, leading to compressive \nsymptoms [5]. Therefore, Echinococcosis should be \nconsidered in the diagnosis of slowly growing soft tissue \nmasses in patients from endemic areas [7]. Possible \ndifferential diagnoses include lipomas, calcified old \nhematomas, cold abscesses (tuberculosis), and soft tissue \ntumors.\nThe diagnosis of hydatid cysts is based on epidemio logical data, medical history, clinical symptoms, labo ratory results, and immunological tests [5 ]. Accurate \npreoperative diagnosis, without biopsy or aspiration, is \ncrucial to prevent local recurrence, cyst infection, and \nfatal anaphylactic reactions. Ultrasound examination is \nhighly sensitive in typical cases. CT and MRI can also \nprovide detailed information about the lesion [4 ].\nOur patient presented with compressive symptoms \nand a gradually enlarging mass that did not interfere \nwith daily activities. As a rural woman, she was sus ceptible to contributing factors. Ultrasound and MRI \nstrongly supported the diagnosis of hydatid disease. \nComplete surgical resection is curative for intramus cular hydatid disease. In our patient, surgical exci sion was performed, followed by adjunctive therapy \nwith albendazole and praziquantel. Subsequent fol low-ups showed significant improvement with no \ncomplications.\nLimitations of the case reports included difficulty in \nobtaining local publications and the patient’s distance \nFig. 6 A 28-year-old female with a ruptured hydatid cyst in the left vastus medialis muscle. Coronal T2-weighted fat-suppressed image showing \nperilesional hyperintensity representing perilesional edema (thin black arrow) (E). The sagittal postcontrast T1-weighted image shows intense \nsmooth thick wall enhancement (black curved arrow) (F) compared with the sagittal precontrast T1-weighted image (G)\nFig. 7 Computed tomography angiography (CTA) of bilateral lower \nextremity showing normal angiography\nPage 6 of 7 Getie et al. Journal of Medical Case Reports          (2024) 18:627 \nfrom the study area, which made frequent follow-up \nchallenging.\nConclusions\nEchinococcosis, a parasitic zoonotic disease, rarely \naffects the musculoskeletal system. Skeletal muscle \ncysts are often misdiagnosed as malignant or pyogenic \ninfections and can be challenging to diagnose. While \nrare even in endemic areas, hydatid disease in muscular \ntissue should be considered as a differential diagnosis \nfor any soft tissue or muscle-bone mass. Surgery, with \nor without antihelminthic drugs such as albendazole \nand praziquantel, is the primary treatment option.Acknowledgements\nWe would like to thank the Department of Orthopedics and Trauma Surgery \nand Clinical Radiology at Bahir Dar University for their valuable assistance and \nsupport during the preparation of this case report.\nAuthor contributions\nAG, BA, and GB contributed to the conception and design of the case report, \ndata acquisition, and manuscript drafting. MA and DB participated in the \nanalysis and interpretation of the data and critically revised the manuscript \nfor important intellectual content. All authors read and approved the final \nmanuscript.\nFunding\nNo funding was received for the preparation of this case report.\nAvailability of data and materials\nAll relevant data generated or analyzed during this study are included in this \ncase report. Additional datasets used and analyzed during the current study \nare available from the corresponding author upon reasonable request.\nFig. 8 Intraoperative image after the cyst was excised showing a bare femur. The cyst was adherent to the periosteum of the femur\nFig. 9 A—Floating membrane. B—Whole cyst sliced in half showing a compartmentalized ruptured cyst\nPage 7 of 7\n Getie et al. Journal of Medical Case Reports          (2024) 18:627 \n \nDeclarations\nEthical approval and consent to participate\nEthical approval was not required for this case report, as it involves a single \npatient and does not include any new research or experimental intervention. \nInformed consent was obtained from the patient for the use of their medical \ndata and images. All personal information has been anonymized to ensure \nprivacy. Written consent for publication was obtained and is available for \nreview by the Editor.\nConsent for publication\nWritten informed consent was obtained from the patient for publication of \nthis case report and any accompanying images. A copy of the written consent \nis available for review by the Editor-in-Chief of this journal.\nCompeting interests\nThe authors declare that they have no competing interests.\nReceived: 17 July 2024   Accepted: 2 September 2024\nReferences\n 1. Yalavarthi S, Satya NV, Ramamurti T, Supriya M. Intermuscular hydatid \ncyst in the thigh: an unusual presentation. Med J Dr DY Patil Univ. \n2013;6(2):191–3.\n 2. Jan Z, Zeb S, Shoaib A, Ullah K, Muslim M, Anjum H, et al. Hydatid cyst \ninvolving right pectoralis major muscle: a case report. Int J Surg Case \nRep. 2019;58:54–6.\n 3. Tekin R, Avci A, Tekin RC, Gem M, Cevik R. Hydatid cysts in muscles: \nclinical manifestations, diagnosis, and management of this atypical \npresentation. Rev Soc Bras Med Trop. 2015;48(5):594–8.\n 4. Gupta A, Singal R, Gupta S, Singal R. Hydatid cyst of thigh diagnosed \non ultrasonography-a rare case report. J Med Life. 2012;5(2):196.\n 5. Soltany S, Hemmati HR, Toussy JA, Nazifi H, Alibakhshi A, Toosi PA. \nEvaluation of musculoskeletal hydatid cyst cases in terms of clinical \nmanifestations, method of dealing, treatment, and recurrence. Open \nAccess Maced J Med Sci. 2020;8:99–104.\n 6. Thursky K, Torresi J. Primary muscle hydatidosis of the thigh: manage ment of a complicated case with combination adjunctive albendazole \nand praziquantel chemotherapy. Clin Infect Dis. 2001;32(3):e65–8.\n 7. Bansiwal RK, Sharma R, Attri A. A large primary hydatid cyst of thigh: a \ncase report. Indian J Surg. 2011;73:158–60.\nPublisher’s Note\nSpringer Nature remains neutral with regard to jurisdictional claims in pub lished maps and institutional affiliations.\nAderaw Getie Assistant Professors of Orthopedic and Trauma Sur gery at Bahir Dar University with backgrounds in Medicine.\nBahiru Atinafu Assistant Professors of Orthopedic and Trauma Sur gery at Bahir Dar University with backgrounds in Medicine.\nMisganaw Alemu Assistant Professors of Orthopedic and Trauma \nSurgery at Bahir Dar University with backgrounds in Medicine.\nGenetu Belay Assistant Professor of Clinical Radiology at Bahir Dar \nUniversity with a",
    "Background": "background in Medicine.\nDereje Bedane  Hunde Lecturer and researcher specializing in \ntropical medicine and public health at Bahir Dar University, also with \na background in Medicine."
  }
}